{
  "doi": "10.1002/14651858.CD007913.pub2",
  "name": "Primary prophylactic colony‐stimulating factors for the prevention of chemotherapy‐induced febrile neutropenia in breast cancer patients ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "High-dose or dose-intensive cytotoxic chemotherapy often causes myelosuppression and severe neutropenia among cancer patients. Severe neutropenia accompanied by fever, named febrile neutropenia (FN), is the most serious manifestation of neutropenia usually requiring hospitalization and intravenous antibiotics. FN and neutropenia can lead to chemotherapy treatment delays or dose reductions, which potentially compromises the effectiveness of cancer treatment and prospects for a cure. Granulocyte-macrophage (GM) and granulocyte colony-stimulating factors (G-CSFs) are administered during chemotherapy in order to prevent or reduce the incidence or the duration of FN and neutropenia."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of prophylactic colony-stimulating factors (CSFs) in reducing the incidence and duration of FN, and all-cause and infection-related mortality during chemotherapy in patients with breast cancer."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, HEALTHSTAR, International Health Technology Assessment, SOMED, AMED and BIOSIS up to 8 August 2011. We also searched three Chinese databases (VIP, CNKI, CBM), the metaRegister of Controlled Trials, ClinicalTrials.gov, the World Health Organization's International Clinical Trials Registry Platform (WHO ICTRP) and OpenGrey.eu up to August 2011."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs) comparing CSFs (any dose) with placebo or no treatment in patients with breast cancer at any stage, at risk of developing FN while undergoing any type of chemotherapy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used pooled risk ratios (RR) with 95% confidence intervals (CIs) for binary outcomes. At least two review authors independently extracted data and assessed the risk of bias of the included studies. Trial authors were contacted for further details when information was unclear."
    },
    {
      "heading": "Main results",
      "text": "We included eight RCTs involving 2156 participants with different stages of breast cancer and chemotherapy regimens. The trials were carried out between 1995 and 2008 and judged as being at least at moderate risk of bias. The strength of the evidence was weak for the majority of outcomes, which was mostly because of the small numbers of evaluable patients, varying definitions, as well as unclear measurements of the trials' outcomes and uncertain influences of supportive treatments on them. In most trials, the chemotherapy regimens had a risk of FN that was below the threshold at which current guidelines recommend routine primary prophylaxis with CSFs. Using CSFs significantly reduced the proportion of patients with FN (RR 0.27; 95% CI 0.11 to 0.70; number needed to treat for an additional beneficial outcome (NNTB) 12) but there was substantial heterogeneity which can be explained by possible differential effects of G-CSFs and GM-CSFs and different definitions of FN. A significant reduction in early mortality was observed in CSF-treated patients compared to placebo or no treatment (RR 0.32; 95% CI 0.13 to 0.77; NNTB 79). This finding was based on 23 fatal events in 2143 patients; wherein 19 of these 23 events occurred in one study and 17 events were attributed to progression of the disease by the study authors. For infection-related mortality, there were no significant differences between CSF and control groups (RR 0.14; 95% CI 0.02 to 1.29). In CSF-treated patients, the risk for hospitalization was significantly reduced (RR 0.14; 95% CI 0.06 to 0.30; NNTB 13), as well as the use of intravenous antibiotics (RR 0.35; 95% CI 0.22 to 0.55; NNTB 18). The risks of severe neutropenia, infection or not maintaining the scheduled dose of chemotherapy did not differ between CSF-treated and control groups. CSFs frequently led to bone pain (RR 5.88; 95% CI 2.54 to 13.60; number needed to treat for an additional harmful outcome (NNTH) 3) and injection-site reactions (RR 3.59; 95% CI 2.33 to 5.53; NNTH 3)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In patients with breast cancer receiving chemotherapy, CSFs have shown evidence of beneﬁt in the prevention of FN. There is evidence, though less reliable, of a decrease of all-cause mortality during chemotherapy and a reduced need for hospital care. No reliable evidence was found for a reduction of infection-related mortality, a higher dose intensity of chemotherapy with CSFs or diminished rates of severe neutropenia and infections. The majority of adverse events reported from CSF use were bone pain and injection-site reactions but no conclusions could be drawn regarding late-term side effects."
    }
  ],
  "pls_title": "Prophylactic colony-stimulating factors to prevent infectious complications in patients with breast cancer undergoing chemotherapy",
  "pls_type": "long",
  "pls": "Patients with breast cancer receiving chemotherapy have an increased risk of infection mediated through a low number of protective white blood cells (neutropenia). Neutropenia is a common toxicity of many chemotherapy agents and is caused by the suppression of the bone marrow. The first sign of infection is usually a fever, which indicates a potentially life-threatening condition if it occurs during severe neutropenia (febrile neutropenia (FN)). FN requires hospital care including the administration of intravenous antibiotics and possible delays in the continuation of chemotherapy. Colony-stimulating factors (CSFs) are drugs administered during chemotherapy in order to prevent or reduce the incidence or duration of FN and neutropenia. This review included eight trials in which 2156 patients with breast cancer had randomly received CSFs or placebo or no treatment during chemotherapy. These trials were carried out between 1995 and 2008. Prophylactic treatment with CSFs significantly reduced the risk of developing FN by 73%. The estimated number of patients needed to be treated with CSFs in order to prevent one event of FN was 12. Although a significant decrease in mortality of all causes during chemotherapy and CSF therapy was noted, there was no reduction in infection-related mortality. There was no significant effect observed that planned chemotherapy schedules could be better maintained if CSFs were administered or that the number of patients with neutropenia decreased with CSFs. Notably, CSFs significantly reduced the need for hospital care yet frequently caused short-term adverse effects like bone pain and injection-site reactions. There were several limitations in this analysis: only a few trials could be included, the number of patients was low in many of these trials, and disease stages and chemotherapy treatments varied considerably. Moreover, the trial authors defined their outcomes differently, making comparisons across studies difficult. Information on the primary and secondary outcomes could not be obtained from all trials and the overall reporting quality was low. Many studies were dated and hence the administration of CSFs did not comply with current recommendations. Overall, CSFs have shown moderate evidence of beneﬁt in the prevention of FN in patients with breast cancer receiving chemotherapy. The evidence that the administration of CSFs could reduce early mortality of all causes was weak and substantiates the need of further studies. There was no reduction in risk of infection-related mortality with CSF treatment."
}