{
  "doi": "10.1002/14651858.CD013437.pub2",
  "name": "Non‐corticosteroid adjuvant therapies for acute bacterial meningitis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acute bacterial meningitis is a bacterial infection of the membranes that surround and protect the brain, known as the meninges. The primary therapy for bacterial meningitis is antibiotics and corticosteroids. Although these therapies significantly improve outcomes, bacterial meningitis still has a high risk of death and a high risk of neurological sequelae in survivors. New adjuvant therapies are needed to further reduce the risk of death and neurological sequelae in bacterial meningitis."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of non-corticosteroid adjuvant pharmacological therapies for mortality, hearing loss, and other neurological sequelae in people with acute bacterial meningitis."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, CINAHL, and LILACS databases and ClinicalTrials.gov and WHO ICTRP trials registers up to 30 September 2021, together with reference checking, citation searching, and contact with study authors to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) of any pharmacological adjuvant therapy for acute bacterial meningitis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed and extracted data on methods, participants, interventions, and outcomes. We assessed risk of bias of studies with the Cochrane risk of bias tool and the certainty of the evidence using the GRADE approach. We presented results using risk ratios (RR) and 95% confidence intervals (CI) when meta-analysis was possible. All other results are presented in a narrative synthesis."
    },
    {
      "heading": "Main results",
      "text": "We found that five different adjuvant therapies have been tested in RCTs for bacterial meningitis. These include paracetamol (3 studies, 1274 participants who were children); immunoglobulins (2 studies, 49 participants; one study included children, and the other adults); heparin (1 study, 15 participants who were adults); pentoxifylline (1 study, 57 participants who were children); and a mixture of succinic acid, inosine, nicotinamide, and riboflavin mononucleotide (1 study, 30 participants who were children). Paracetamol may make little or no difference to mortality (paracetamol 35.2% versus placebo 37.4%, 95% CI 30.3% to 40.8%; RR 0.94, 95% CI 0.81 to 1.09; 3 studies, 1274 participants; I² = 0%; low certainty evidence); hearing loss (RR 1.04, 95% CI 0.80 to 1.34; 2 studies, 901 participants; I² = 0%; low certainty evidence); neurological sequelae other than hearing loss (RR 1.56, 95% CI 0.98 to 2.50; 3 studies, 1274 participants; I² = 60%; low certainty evidence); and severe hearing loss (RR 0.96, 95% CI 0.67 to 1.36; 2 studies, 901 participants; I² = 0%; low certainty evidence). Paracetamol may lead to slightly more short-term neurological sequelae other than hearing loss (RR 1.99, 95% CI 1.40 to 2.81; 2 studies, 1096 participants; I² = 0%; low certainty evidence) and slightly more long-term neurological sequelae other than hearing loss (RR 2.32, 95% CI 1.34 to 4.04; 2 studies, 901 participants; I² = 0%; low certainty evidence). No adverse events were reported in either group in any of the paracetamol studies (very low certainty evidence). Two paracetamol studies had a low risk of bias in most domains, and one had low or unclear risk of bias in all domains. We judged the certainty of evidence to be low for mortality due to limitations in study design (unclear risk of bias in at least one domain and imprecision (high level of uncertainty in absolute effects), and low for all other outcomes due to limitations in study design (unclear risk of bias in at least one domain), and imprecision (low sample size and few events) or inconsistency in effect estimates (heterogeneity).\nWe were not able to perform meta-analysis for any of the other adjuvant therapies due to the limited number of included studies. It is uncertain whether immunoglobulins, heparin, or pentoxifylline improves mortality outcomes due to the very low certainty of the evidence. Zero adverse events were reported for immunoglobulins (very low certainty evidence), and allergic reactions occurred at a rate of 3.3% in participants receiving a mixture of succinic acid, inosine, nicotinamide, and riboflavin mononucleotide (intervention group) (very low certainty evidence). None of our other outcomes (hearing loss, neurological sequelae other than hearing loss, severe hearing loss, and short-term or long-term neurological sequelae other than hearing loss) were reported in these studies, and all of these studies were judged to have a high risk of bias. All reported outcomes for all included adjuvant therapies, other than paracetamol, were graded as very low certainty of evidence due to limitations in study design (unclear or high risk of bias in at least four domains) and imprecision (extremely low sample size and few events)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Few adjuvant therapies for bacterial meningitis have been tested in RCTs. Paracetamol may make little or no difference to mortality, with a high level of uncertainty in the absolute effects (low certainty evidence). Paracetamol may make little or no difference to hearing loss, neurological sequelae other than hearing loss, and severe hearing loss (all low certainty evidence). Paracetamol may lead to slightly more short-term and long-term neurological sequelae other than hearing loss (both outcomes low certainty evidence). There is insufficient evidence to determine whether any of the adjuvant therapies included in this review (paracetamol, immunoglobulins, heparin, pentoxifylline, or a mixture of succinic acid, inosine, nicotinamide, and riboflavin mononucleotide) are beneficial or detrimental in acute bacterial meningitis."
    }
  ],
  "pls_title": "Non-corticosteroid adjuvant therapies for bacterial meningitis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We wanted to find out if adjuvant therapies (therapies used in addition to standard treatment methods) other than corticosteroids (a type of anti-inflammatory drug) are better or worse than standard treatment (antibiotics, used with or without corticosteroids) alone or with a placebo (dummy treatment) in treating people with acute bacterial meningitis (a bacterial infection of the membranes that surround and protect the brain). To answer this question, we reviewed the available evidence on the effect of adjuvant therapies other than corticosteroids on death, hearing loss, and other neurological sequelae (aftereffects of a disease) in people with acute bacterial meningitis."
    },
    {
      "heading": "Background",
      "text": "Acute bacterial meningitis is an infection of the protective membranes that surround the brain, known as the meninges. Meningitis causes inflammation and damage to the brain tissue, leading to death in 7% to 50% of cases. Survivors often have neurological sequelae (neurological symptoms that persist after the infection is cured, such as hearing loss, physical disability (impairment), localised problems (focal neurological deficits, or loss of normal function of brain, spinal cord, or nerves that is localised to a specific area of the body), seizures, and cognitive impairment, which often lead to learning difficulties in children and trouble returning to work for adults) that can last for weeks to years. Bacterial meningitis is treated with antibiotics as the primary therapy, with corticosteroids the only recommended adjuvant therapy that has been shown to improve outcomes. We wanted to find out whether the use of adjuvant therapies other than corticosteroids is better or worse than standard treatment alone or with a placebo in people with acute bacterial meningitis."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to September 2021."
    },
    {
      "heading": "Study characteristics",
      "text": "We assessed all adjuvant pharmacological (drug) therapies (except corticosteroids) for which we found randomised controlled trials (a type of study where participants are randomly assigned to one of two or more treatment groups) conducted in people with acute bacterial meningitis. We found eight studies examining five different interventions.\nThree studies (1274 participants) evaluated paracetamol in children (excluding newborns) with bacterial meningitis. The studies were funded by government funding organisations and research foundations. One study additionally reported funding support from a daily newspaper, and one study reported funding support from a pharmaceutical company.\nTwo studies (49 participants) evaluated immunoglobulins in bacterial meningitis. One study included children (excluding newborns), whilst the other study included adults of unspecified age. Funding sources were not specified. One study received the study medication from a pharmaceutical company.\nOne study (15 participants) evaluated heparin (blood thinner) in adults with bacterial meningitis. The study was funded by a research foundation.\nOne study (57 participants) evaluated pentoxifylline in children (excluding newborns) with bacterial meningitis. Funding sources for the study were not specified.\nOne study (30 participants) evaluated a mixture of succinic acid, inosine, nicotinamide, and riboflavin mononucleotide in children (excluding newborns). Funding sources for the study were not specified."
    },
    {
      "heading": "Key results",
      "text": "We found that paracetamol may make little or no difference for the number of deaths (paracetamol 35.2% (potentially causing between 7.1% fewer deaths up to 3.4% more deaths) versus placebo 37.4%, low certainty evidence). Paracetamol may make little to no difference in hearing loss (paracetamol 19.6% versus placebo 18.8%, low certainty evidence); neurological sequelae other than hearing loss (paracetamol 32.1% versus placebo 20.6%, low certainty evidence); or severe hearing loss (paracetamol 11.7% versus placebo 12.2%, low certainty evidence). Paracetamol may lead to slightly more short-term neurological sequelae other than hearing loss (paracetamol 15.7% versus placebo 7.9%, low certainty evidence) and slightly more long-term neurological sequelae other than hearing loss (paracetamol 8.8% versus placebo 3.8%, low certainty evidence). No side effects were reported.\nThe effect of immunoglobulins, heparin, pentoxifylline, and a mixture of succinic acid, inosine, nicotinamide, and riboflavin mononucleotide on number of deaths is uncertain due to the very low certainty of the evidence. No side effects were reported for immunoglobulins (very low certainty evidence), and a 3.3% rate of allergic reactions was reported in patients receiving a mixture of succinic acid, inosine, nicotinamide, and riboflavin mononucleotide (intervention group) (very low certainty evidence). None of our other outcomes (hearing loss, neurological sequelae other than hearing loss, severe hearing loss, and short-term or long-term neurological sequelae other than hearing loss) were reported in these studies."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "The certainty of evidence for paracetamol was low for all outcomes due to issues with study design, inconsistency of results and too few participants in the studies and sparse reporting of the outcomes of interest for this review. The certainty of evidence was very low for all other treatments due to issues with study design and not enough data. No conclusions could be drawn about the effectiveness of any of the evaluated treatments at this time because of the limited and low certainty of the evidence. This may change if results from larger studies with improved design become available."
    }
  ]
}