{
  "doi": "10.1002/14651858.CD010164.pub2",
  "name": "Antibiotic prophylaxis for surgical site infection in people undergoing liver transplantation",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Surgical site infection is more frequent in liver transplantation than in other types of solid organ transplantation with different antibiotics. Studies have shown that the rate of surgical site infection varies from 8.8% to 37.5% after liver transplantation. Therefore, antimicrobial prophylaxis is likely an essential tool for reducing these infections. However, the literature lacks evidence indicating the best prophylactic antibiotic regimen that can be used for liver transplantation."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of antibiotic prophylactic regimens for surgical site infection in people undergoing liver transplantation."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Hepato-Biliary Group Controlled Trials Register, the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, Science Citation Index Expanded and Latin American Caribbean Health Sciences Literature (LILACS). The most recent search was performed on 11 September 2015."
    },
    {
      "heading": "Selection criteria",
      "text": "All eligible randomised clinical trials comparing any antibiotic regimen versus placebo, versus no intervention or versus another antibiotic regimen for surgical site infection in liver transplant recipients, regardless of age, sex and reason for transplantation. Quasi-randomised studies and other observational studies were considered for data on harm if retrieved with search results for randomised clinical trials."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors selected relevant trials, assessed risk of bias of studies and extracted data."
    },
    {
      "heading": "Main results",
      "text": "The electronic search identified 786 publications after removal of duplicates. From this search, only one seemingly randomised clinical trial, published in abstract form, fulfilled the inclusion criteria of this review. This trial was conducted at Shiraz Transplant Centre, Shiraz, Iran, where investigators randomly assigned a total of 180 consecutive liver transplant recipients. We judged the overall risk of bias of the trial published in abstract form as high. Researchers reported no numerical data but mentioned that 163 participants met the inclusion criteria after randomisation, and hence were included in the analyses. Most probably, the 17 excluded participants were high-risk liver transplant recipients. Trial authors concluded that they could find no differences between the two antibiotic regimens - ceftriaxone plus metronidazole versus ampicillin-sulbactam plus ceftizoxime - when given to liver transplant recipients. Review authors could not reconfirm the analyses because, as it has been mentioned, trial authors provided no trial data for analyses."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Benefits and harms of antibiotic prophylactic regimens for surgical site infection in liver transplantation remain unclear. Additional well-conducted randomised clinical trials adhering to SPIRIT (Spirit Protocol Items: Recommendations for Interventional Trials) and CONSORT (Consolidated Standards of Reporting Trials) guidelines are needed to determine the exact role of antibiotic prophylactic regimens in patients undergoing liver transplantation."
    }
  ],
  "pls_title": "Antibiotic prophylaxis for surgical site infection in people undergoing liver transplantation",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Benefits and harms of antibiotic prophylactic regimens for surgical site infection in people undergoing liver transplantation."
    },
    {
      "heading": "Background",
      "text": "Surgical site infection is more frequent in liver transplantation than in other types of solid organ transplantation. Studies have shown that the rate of surgical site infection varies from 8.8% to 37.5% after liver transplantation in which different regimens of prophylactic antibiotics are used. Therefore, antimicrobial prophylaxis is likely an essential tool for reducing surgical site infection. However, the literature lacks evidence regarding the best antibiotic prophylactic regimen that can be used for liver transplantation."
    },
    {
      "heading": "Study characteristics",
      "text": "All eligible randomised clinical trials comparing any antibiotic regimen versus placebo, versus no intervention or versus another antibiotic regimen for surgical site infection in patients who underwent liver transplantation, regardless of age, sex and reason for transplantation. Quasi-randomised studies and other observational studies were considered for data on harm if retrieved with the search result for randomised clinical trials.\nEvidence is current to September 2015. Only one randomised clinical trial published in abstract form examined the effects of antibiotics for prophylaxis in liver transplant recipients."
    },
    {
      "heading": "Key results",
      "text": "This randomised clinical trial, which was conducted at Shiraz Transplant Centre, Shiraz, Iran, randomly assigned a total of 180 participants; of these, 163 participants met the inclusion criteria after randomisation. The trial reported no other numerical data and was considered at high risk of bias; the quality of the evidence was low, hence we cannot be sure of the conclusions presented by trial authors. This trial assessed ceftriaxone plus metronidazole versus ampicillin-sulbactam plus ceftizoxime. Trial authors have not responded to three email requests sent by review authors to request detailed information, but they mention that they found no differences between the two antibiotic regimens when used for prophylaxis for bacterial infection among liver transplant recipients."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The only identified trial, which was published in abstract form, is at high risk of bias. Trial authors did not report on outcomes such as adverse events, time of graft survival, intensive care unit stay, total time of hospital stay nor quality of life. Although study authors seemed to report on some outcomes of interest, their reporting is ambiguous, and no data are available. Trial authors excluded high-risk patients from their analyses."
    },
    {
      "heading": "Conclusion and future research",
      "text": "This review provides no evidence on benefits and harms of antibiotics for prophylaxis of surgical site infection among liver transplant recipients. Well-conducted randomised clinical trials adhering to SPIRIT and CONSORT guidelines are needed to determine the effects of antibiotics in the algorithm for prevention of surgical site infection among patients undergoing liver transplantation."
    }
  ]
}