{
  "doi": "10.1002/14651858.CD013476.pub2",
  "name": "Oral and intranasal aspirin desensitisation for non‐steroidal anti‐inflammatory drug (NSAID)‐exacerbated respiratory disease ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "NSAID-exacerbated respiratory disease (N-ERD) is a hypersensitivity to non-steroidal anti-inflammatory drugs (NSAIDs), such as aspirin or ibuprofen, accompanied by chronic rhinosinusitis (with or without nasal polyps) or asthma. The prevalence of hypersensitivity to NSAIDs is estimated to be 2%. The first line of treatment is the avoidance of NSAIDs. Another treatment option is aspirin treatment after desensitisation (ATAD). Desensitisation can be induced by repeated administration of aspirin at fixed time intervals. The clinical benefit of aspirin might occur through inhibition of interleukin 4 and a reduction in prostaglandin D2. This therapy can be useful for people who have progressive airway disease and are in great need of medical intervention (mostly systemic corticosteroids) or surgery. An up-to-date Cochrane review is vital to investigate the effects of this therapy."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of oral or intranasal aspirin desensitisation, as monotherapy or as adjunctive therapy, in adults with NSAID-exacerbated respiratory disease."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Ear Nose and Throat (ENT) Information Specialist searched the Cochrane ENT and Airways Trials Registers; Central Register of Controlled Trials (CENTRAL); Ovid MEDLINE; Ovid Embase; Web of Science; ClinicalTrials.gov; International Clinical Trials Registry Platform and additional sources for published and unpublished trials. The date of the search was 10 February 2023."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials that compared ATAD with placebo were eligible. We included studies of adults with NSAID-exacerbated respiratory disease (i.e. intolerance to NSAID established, e.g. by aspirin challenge test), with chronic rhinosinusitis or asthma, or both. Participants had to be followed up for at least three months."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. The primary outcomes were health-related quality of life, asthma control, and significant serious and non-serious adverse events. The secondary outcomes were changes in airway assessments, nasal endoscopy score, medication use, symptom scores, and chronic rhinosinusitis and asthma exacerbations (description of exacerbation for which systemic corticosteroid or sinus surgery was needed). We used the GRADE approach to rate the certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "We included five studies with a total of 211 participants (146 analysed). All studies compared oral ATAD at different dosages with placebo and were performed in tertiary care centres. All participants had a diagnosis of chronic rhinosinusitis with nasal polyps. In four studies, participants also had a confirmed diagnosis of asthma and two studies reported that participants had previous surgery for nasal polyps. Outcomes were analysed at six and 36 months follow-up. However, only one study reported data for 36 months follow-up. All but one study reported source of funding.\nMid-term follow-up (six months, ATAD versus placebo)\nATAD may improve health-related quality of life, assessed with Sino-Nasal Outcome Test (SNOT) scores (mean difference (MD) −0.54, 95% confidence interval (CI) −0.76 to −0.31; 3 studies, 85 participants; minimum clinically important difference (MCID) 9.0 points for total score; low-certainty evidence). In this analysis, SNOT-22 scores were divided by 22 and SNOT-20 scores were divided by 20. The mean reduction (11.9 points) in SNOT score (based on SNOT-22) is larger than the MCID.\nIt is uncertain if asthma control may be improved after ATAD. Asthma control was measured using the Asthma Control Test (ACT) in one study and the Asthma Control Questionnaire (ACQ) in another study, so data were not pooled. The MD on the ACQ was −2.00 (total score 0 to 6) (95% CI −4.30 to 0.30; 1 study, 15 participants; MCID 0.5 points; very low-certainty evidence). The MD on the ACT was 5.90 (total score 5 to 25) (95% CI 2.93 to 8.87; 1 study, 30 participants; MCID 3 points; very low-certainty evidence).\nAll but one study reported on adverse events. Seven participants in the active treatment group developed a gastrointestinal disorder and dropped out (129 participants, very low-certainty evidence).\nWe are uncertain of the effect of ATAD on nasal airflow, measured by peak nasal inspiratory flow scores (MD 32.90 L/min, 95% CI −12.44 to 78.24; 1 study, 15 participants; very low-certainty evidence).\nIt is uncertain if the dosage of intranasal or inhaled corticosteroids may be reduced with ATAD (inhaled corticosteroids: −1197.60 µg, 95% CI −1744.93 to −650.27; intranasal corticosteroids: −120.50 µg, 95% CI −206.49 to −34.51; 1 study; 15 participants; very low-certainty evidence).\nSymptom scores may not differ between ATAD and placebo, but the evidence is very uncertain (sneezing: MD −0.70, 95% CI −1.45 to 0.05; smell: MD −2.20, 95% CI −4.74 to 0.34; nasal blockage: MD −0.90, 95% CI −1.90 to 0.10; 1 study, very low-certainty evidence).\nNo study assessed nasal endoscopy at this time point.\nLong-term follow-up (36 months, ATAD versus placebo)\nATAD may improve quality of life, as measured with the Rhinosinusitis Disability Index (RSDI) score (MD−18.10, 95% CI −32.82 to −3.38; 1 study; 31 participants; low-certainty evidence).\nATAD may result in little to no difference in the size of nasal polyps (MD −1.20, 95% CI −2.72 to 0.32; 1 study, 31 participants; very low-certainty evidence).\nNo adverse events were reported in either group over the total study period of 36 months (1 study; 31 participants; very low-certainty evidence).\nData on peak nasal inspiratory flow, changes in dosage of inhalation or intranasal corticosteroids and symptom scores were not reported at this time point."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Aspirin treatment after desensitisation may improve health-related quality of life for people with N-ERD with a follow-up of six months. With respect to asthma control, adverse events, peak nasal inspiratory flow score, nasal endoscopy scores, changes in dosage of inhaled or intranasal corticosteroids, nasal and bronchial symptom scores, exacerbations or worsening of asthma and chronic rhinosinusitis (including the need for surgery), the evidence is inconclusive for the short-term and long-term. We did not find data on peak expiratory flow.\nIt is difficult to interpret the results adequately, due to the potential influence of the use of any co-medications for chronic rhinosinusitis or asthma. Future research should emphasise longer duration of follow-up, report baseline disease characteristics and report on compliance and exacerbations for which additional medication or surgery is warranted."
    }
  ],
  "pls_title": "Is a procedure to induce tolerance for aspirin an effective treatment for adults with a hypersensitivity to non-steroidal anti-inflammatory drugs (NSAIDs)?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Due to a lack of robust evidence, the benefits and harms of aspirin after desensitisation (ATAD) (a procedure to induce tolerance to aspirin by exposing an individual to the drug gradually) as a treatment option for people with a hypersensitivity to non-steroidal anti-inflammatory drugs (NSAIDs) remain unclear.\n• Treatment with ATAD may lead to a better quality of life, although the evidence comes from small studies.\n• Future studies should be large enough to demonstrate clear effects of aspirin treatment on the need for surgery and corticosteroid use."
    },
    {
      "heading": "What is NSAID-exacerbated respiratory disease?",
      "text": "NSAID-exacerbated respiratory disease (N-ERD) is a hypersensitivity to NSAIDs, such as aspirin or ibuprofen, accompanied by chronic rhinosinusitis (inflammation of the nose and sinuses that lasts 12 weeks or longer) with or without nasal polyps (benign swellings of the lining of the nose) or asthma. Using an NSAID for people with N-ERD leads to a runny nose, nasal blockage, shortness of breath or even swelling of the tongue or throat within 30 to 120 minutes. The symptoms can be mild or severe."
    },
    {
      "heading": "How is NSAID-exacerbated respiratory disease treated?",
      "text": "People with N-ERD often suffer from chronic rhinosinusitis or asthma (or both). Treatment with ATAD might be effective in reducing symptoms in people with severe chronic rhinosinusitis or asthma who need medicine (repeated courses of corticosteroids by mouth (powerful medicine that works to reduce inflammation, such as prednisone)) or have repeated surgery performed for chronic rhinosinusitis."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to see whether ATAD could be an effective and safe treatment for people with N-ERD. We wanted to know whether ATAD could have an effect on quality of life or control of asthma, or result in less need for (oral) corticosteroids (such as prednisone, which may have unwanted effects) and less need for surgery in people with chronic rhinosinusitis."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that investigated aspirin (either given by mouth or sprayed directly into the nose) compared with a placebo (dummy pill). We were interested in adults with a confirmed diagnosis of aspirin intolerance with asthma or chronic rhinosinusitis, or both. We compared and summarised the results of the studies we found and rated our confidence in the evidence based on the amount and quality of the evidence found."
    },
    {
      "heading": "What did we find?",
      "text": "We found five studies with a total of 211 people. The studies, which were performed in specialist care centres, compared ATAD with placebo in people with a confirmed diagnosis of N-ERD. In all studies, treatment was given by mouth. All participants had chronic rhinosinusitis with nasal polyps. People in four studies also had asthma and two studies reported that people had previous surgery for nasal polyps. Results were reported at six months after treatment, and one study reported data at 36 months. All but one study reported funding for the study.\nWe found that after six months of treatment, daily aspirin may result in better quality of life compared to placebo (based on three studies with 85 people). It is unclear if the treatment has any effect on control of asthma, causes unwanted effects, affects the flow of air through the nose, changes the use of nasal sprays or asthma inhalers, or changes nasal or lung symptoms. No study reported on nasal polyps at six months.\nOne study reported that daily aspirin for 36 months may lead to a better quality of life, but may have little or no effect on the occurrence of any serious unwanted effects, size of nasal polyps and need for surgery. No unwanted effects were reported. The study did not report other results at 36 months.\nWe cannot conclude how often and for how long aspirin should be taken. People in these studies could use other medications for asthma and chronic rhinosinusitis, which could have a potential influence on the results."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have little confidence in the evidence for improved quality of life. We are very unclear about the evidence for aspirin controlling asthma or causing unwanted effects. It is possible that people in the studies were aware of which treatment they were getting. Further, the studies were relatively small."
    },
    {
      "heading": "How up to date is the evidence?",
      "text": "The evidence is up to date to February 2023."
    }
  ]
}