{
  "doi": "10.1002/14651858.CD011716.pub2",
  "name": "Ambulatory and short‐burst oxygen for interstitial lung disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "A large subgroup of people with interstitial lung disease (ILD) are normoxic at rest, but rapidly desaturate on exertion. This can limit exercise capacity and worsen dyspnoea. The use of ambulatory or short-burst oxygen when mobilising or during other activities, may improve exercise capacity and relieve dyspnoea."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of ambulatory and short-burst oxygen therapy, separately, on exercise capacity, dyspnoea and quality of life in people who have interstitial lung disease (ILD), particularly those with idiopathic pulmonary fibrosis (IPF)."
    },
    {
      "heading": "Search methods",
      "text": "We conducted searches in the Cochrane Airways Group Specialised Register (all years to May 2016), Cochrane Central Register of Controlled Trials (CENTRAL) (all years to May 2016), MEDLINE (Ovid) (1950 to 4th May 2016) and EMBASE (Ovid) (1974 to 4th May 2016). We also searched the reference lists of relevant studies, international clinical trial registries and respiratory conference abstracts for studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) or quasi-RCTs that compared ambulatory or short-burst oxygen with a control group in people with ILD of any origin."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies for inclusion and assessed risk of bias in the included studies. We extracted data from included studies using a prepared checklist, including study characteristics and results. We used the Grading of Recommendations Assessment, Development and Evaluation (GRADE) criteria to assess the quality of the included studies."
    },
    {
      "heading": "Main results",
      "text": "Three studies (including 98 participants, all of whom had IPF) met the inclusion criteria of this review. These studies were conducted in hospital respiratory physiology laboratories. Two studies did not demonstrate any beneficial effect of supplemental oxygen on exercise capacity or exertional dyspnoea. Neither of these studies titrated oxygen requirements to prevent ongoing exertional desaturation. One study showed an increase in exercise capacity as assessed by endurance time with supplemental oxygen. We did not identify any studies that examined the effect of ambulatory oxygen on health-related quality of life, survival, costs or time to exacerbation or hospitalisation. No study reported any adverse events. The quality of evidence for all three studies, as assessed by GRADE criteria, was low."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review found no evidence to support or refute the use of ambulatory or short burst oxygen in ILD due to the limited number of included studies and data. Further research is needed to examine the role of this treatment."
    }
  ],
  "pls_title": "Use of oxygen during activities for people with lung scarring conditions",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Should oxygen be used for people with lung scarring conditions, known as interstitial lung disease (ILD), whose oxygen levels drop when they exercise?"
    },
    {
      "heading": "Background",
      "text": "Many people with ILD have a drop in their oxygen levels when they are moving about. This is because of their lung scarring. Oxygen can be given, to be used only when people are moving about, to prevent this drop. This is called ambulatory oxygen. This may help to improve symptoms of breathlessness and their ability to exercise. It may also improve their quality of life. This Cochrane review examined the evidence for any effect of ambulatory oxygen on the ability to exercise, breathlessness and quality of life. Cochrane researchers searched the available evidence up to 4th May 2016."
    },
    {
      "heading": "Study characteristics and key results",
      "text": "We included only three studies, which had a total of 98 participants with ILD. All three studies compared the effects of both oxygen and air in all participants while they did an exercise test, while preventing them from knowing which treatment they were being given. Two studies showed no helpful effects on the ability to exercise or on symptoms of breathlessness. One study showed that participants could exercise for longer with oxygen. None of these studies looked at the effect of oxygen on quality of life, survival, the cost of oxygen treatment or its effects on hospital admissions. No adverse events were reported in any of the studies.\nWe also looked for studies of oxygen given after exercise in people with ILD (\"short burst oxygen\"), but did not find any studies."
    },
    {
      "heading": "Quality of the evidence",
      "text": "There were some problems with the way these studies were conducted. The included studies were small. Also, two studies did not make sure that the amount of oxygen given was enough to prevent a drop in oxygen levels when the participants were exercising. This could mean that they were not given enough oxygen. The overall quality of evidence in this review was low."
    },
    {
      "heading": "Conclusions",
      "text": "We cannot tell from these studies if ambulatory oxygen is helpful in people with ILD. More research is needed, which should look at the effect of ambulatory oxygen on exercise, breathlessness and also on quality of life in people with ILD."
    }
  ]
}