{
  "doi": "10.1002/14651858.CD013756.pub2",
  "name": "Implanted spinal neuromodulation interventions for chronic pain in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Implanted spinal neuromodulation (SNMD) techniques are used in the treatment of refractory chronic pain. They involve the implantation of electrodes around the spinal cord (spinal cord stimulation (SCS)) or dorsal root ganglion (dorsal root ganglion stimulation (DRGS)), and a pulse generator unit under the skin. Electrical stimulation is then used with the aim of reducing pain intensity."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy, effectiveness, adverse events, and cost-effectiveness of implanted spinal neuromodulation interventions for people with chronic pain."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE Ovid, Embase Ovid, Web of Science (ISI), Health Technology Assessments, ClinicalTrials.gov and World Health Organization International Clinical Trials Registry from inception to September 2021 without language restrictions, searched the reference lists of included studies and contacted experts in the field."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) comparing SNMD interventions with placebo (sham) stimulation, no treatment or usual care; or comparing SNMD interventions + another treatment versus that treatment alone. We included participants ≥ 18 years old with non-cancer and non-ischaemic pain of longer than three months duration. Primary outcomes were pain intensity and adverse events. Secondary outcomes were disability, analgesic medication use, health-related quality of life (HRQoL) and health economic outcomes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened database searches to determine inclusion, extracted data and evaluated risk of bias for prespecified results using the Risk of Bias 2.0 tool. Outcomes were evaluated at short- (≤ one month), medium- four to eight months) and long-term (≥12 months). Where possible we conducted meta-analyses. We used the GRADE system to assess the certainty of evidence."
    },
    {
      "heading": "Main results",
      "text": "We included 15 unique published studies that randomised 908 participants, and 20 unique ongoing studies. All studies evaluated SCS. We found no eligible published studies of DRGS and no studies comparing SCS with no treatment or usual care. We rated all results evaluated as being at high risk of bias overall. For all comparisons and outcomes where we found evidence, we graded the certainty of the evidence as low or very low, downgraded due to limitations of studies, imprecision and in some cases, inconsistency.\nActive stimulation versus placebo\nSCS versus placebo (sham)\nResults were only available at short-term follow-up for this comparison.\nPain intensity\nSix studies (N = 164) demonstrated a small effect in favour of SCS at short-term follow-up (0 to 100 scale, higher scores = worse pain, mean difference (MD) -8.73, 95% confidence interval (CI) -15.67 to -1.78, very low certainty). The point estimate falls below our predetermined threshold for a clinically important effect (≥10 points). No studies reported the proportion of participants experiencing 30% or 50% pain relief for this comparison.\nAdverse events (AEs)\nThe quality and inconsistency of adverse event reporting in these studies precluded formal analysis.\nActive stimulation + other intervention versus other intervention alone\nSCS + other intervention versus other intervention alone (open-label studies)\nPain intensity\nMean difference\nThree studies (N = 303) demonstrated a potentially clinically important mean difference in favour of SCS of -37.41 at short term (95% CI -46.39 to -28.42, very low certainty), and medium-term follow-up (5 studies, 635 participants, MD -31.22 95% CI -47.34 to -15.10 low-certainty), and no clear evidence for an effect of SCS at long-term follow-up (1 study, 44 participants, MD -7 (95% CI -24.76 to 10.76, very low-certainty).\nProportion of participants reporting ≥50% pain relief\nWe found an effect in favour of SCS at short-term (2 studies, N = 249, RR 15.90, 95% CI 6.70 to 37.74, I2 0% ; risk difference (RD) 0.65 (95% CI 0.57 to 0.74, very low certainty), medium term (5 studies, N = 597, RR 7.08, 95 %CI 3.40 to 14.71, I2 = 43%; RD 0.43, 95% CI 0.14 to 0.73, low-certainty evidence), and long term (1 study, N = 87, RR 15.15, 95% CI 2.11 to 108.91 ; RD 0.35, 95% CI 0.2 to 0.49, very low certainty) follow-up.\nAdverse events (AEs)\nDevice related\nNo studies specifically reported  device-related adverse events at short-term follow-up. At medium-term follow-up, the incidence of lead failure/displacement (3 studies N = 330) ranged from 0.9 to 14% (RD 0.04, 95% CI -0.04 to 0.11, I2 64%, very low certainty). The incidence of infection (4 studies, N = 548) ranged from 3 to 7% (RD 0.04, 95%CI 0.01, 0.07, I2 0%, very low certainty). The incidence of reoperation/reimplantation (4 studies, N =5 48) ranged from 2% to 31% (RD 0.11, 95% CI 0.02 to 0.21, I2 86%, very low certainty). One study (N = 44) reported a 55% incidence of lead failure/displacement (RD 0.55, 95% CI 0.35, 0 to 75, very low certainty), and a 94% incidence of reoperation/reimplantation (RD 0.94, 95% CI 0.80 to 1.07, very low certainty) at five-year follow-up. No studies provided data on infection rates at long-term follow-up.\nWe found reports of some serious adverse events as a result of the intervention. These included autonomic neuropathy, prolonged hospitalisation, prolonged monoparesis, pulmonary oedema, wound infection, device extrusion and one death resulting from subdural haematoma.\nOther\nNo studies reported the incidence of other adverse events at short-term follow-up. We found no clear evidence of a difference in otherAEs at medium-term (2 studies, N = 278, RD -0.05, 95% CI -0.16 to 0.06, I2 0%) or long term (1 study, N = 100, RD -0.17, 95% CI -0.37 to 0.02) follow-up.\nVery limited evidence suggested that SCS increases healthcare costs. It was not clear whether SCS was cost-effective."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found very low-certainty evidence that SCS may not provide clinically important benefits on pain intensity compared to placebo stimulation. We found low- to very low-certainty evidence that SNMD interventions may provide clinically important benefits for pain intensity when added to conventional medical management or physical therapy. SCS is associated with complications including infection, electrode lead failure/migration and a need for reoperation/re-implantation. The level of certainty regarding the size of those risks is very low. SNMD may lead to serious adverse events, including death. We found no evidence to support or refute the use of DRGS for chronic pain."
    }
  ],
  "pls_title": "What are the benefits and risks of electrical spinal cord and dorsal root ganglion stimulation for the treatment of chronic pain in adults?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why this question is important",
      "text": "Persistent (chronic) pain is a common problem that affects people from all walks of life. It can be the result of a wide range of different medical conditions and is sometimes unexplained, but it often causes substantial suffering, distress and disability and can have major impacts on a person's quality of life.\nImplanted spinal neuromodulation (SNMD) interventions involve surgically implanting wires (electrodes) into the space around nerves or the spinal cord that are connected to a \"pulse generator\" device which is usually implanted under the patient's skin. This delivers electrical stimulation to the nerves or spinal cord. It is thought that this stimulation interferes with danger messages being sent to the spinal cord and brain with the goal of reducing the perception of pain. Once implanted with a SNMD device people live with the device implanted, potentially on a permanent basis. We reviewed the evidence to find out whether these interventions were effective at reducing pain, disability and medication use, at improving quality of life and to find out the risk and type of complications they might cause. There are two broad types of SNMD: spinal cord stimulation (SCS), where electrodes are placed near the spinal cord and dorsal root ganglion stimulation (DRGS) where electrodes are placed near the nerve root, where the nerve branches off from the spinal cord."
    },
    {
      "heading": "How we identified and assessed the evidence",
      "text": "First, we searched for all relevant studies in the medical literature. We then compared the results, and summarised the evidence from all the studies. Finally, we assessed the certainty of the evidence. We considered factors such as the way studies were conducted, study sizes, and consistency of findings across studies. Based on our assessments, we rated the evidence as being of very low, low, moderate or high certainty."
    },
    {
      "heading": "What we found",
      "text": "We found 15 published studies that included 908 people with persistent pain due to a variety of causes including nerve disease, chronic low back pain, chronic neck pain and complex regional pain syndrome. All of these studies evaluated SCS; no studies evaluated DRGS.\nEight studies (that included 205 people) compared SCS with a sham (placebo) stimulation, where the electrodes were implanted, but no stimulation was delivered. Six studies that included 684 people compared SCS added with either medical management or physical therapy with medical management or physical therapy on its own. We rated the evidence as being of low, or very low certainty. Limitations in how the studies were conducted and reported, the amount of evidence we found and inconsistency between studies in some instances means that our confidence in the results is limited.\nThe evidence suggests the following.\nCompared to receiving medical management or physical therapy alone, people treated with the addition of SCS may experience less pain and higher quality of life after one month or six months of stimulation. There is limited evidence to draw conclusions in the long term of one year or more. It is unclear whether SCS reduces disability or medication use.\nCompared to a sham (placebo) stimulation, SCS may result in small reductions in pain intensity in the short term that may not be clinically important, but this is currently unclear. There is no evidence at medium or long-term follow-up points.\nSCS can result in complications. These include movement or malfunction of the electrode wires, wound infections and the need for further surgical procedures to fix issues with the implanted devices. We also found instances of serious complications that included one death, nerve damage, lasting muscle weakness, lung injury, serious infection, prolonged hospital stay and the extrusion of a stimulation device through the skin.\nVery limited evidence around the costs and economics of SCS suggested that SCS increases the costs of healthcare. It was not clear whether SCS was cost-effective."
    },
    {
      "heading": "What this means",
      "text": "SCS may reduce pain intensity in people with chronic pain. It is currently not clear how much of this effect is due to the SCS itself and how much is due to so-called \"placebo\" effects, which are the result of the experience of undergoing the procedure and the person's expectations that it will help them. Receiving SCS does present a risk of relatively common complications and less common serious complications. We are currently unsure of the precise degree of this risk."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The evidence in this review is current to September 2021."
    }
  ]
}