{
  "doi": "10.1002/14651858.CD011564.pub3",
  "name": "Vitamin D supplementation for chronic liver diseases in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Vitamin D deficiency is often reported in people with chronic liver diseases. Improving vitamin D status could therefore be beneficial for people with chronic liver diseases."
    },
    {
      "heading": "Objectives",
      "text": "To assess the beneficial and harmful effects of vitamin D supplementation in adults with chronic liver diseases."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Hepato-Biliary Group Controlled Trials Register, CENTRAL, MEDLINE Ovid, Embase Ovid, LILACS, Science Citation Index Expanded, and Conference Proceedings Citation Index-Science. We also searched ClinicalTrials.gov and the World Health Organization International Clinical Trials Registry Platform. We scanned bibliographies of relevant publications and enquired experts and pharmaceutical companies as to additional trials. All searches were up to November 2020."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised clinical trials that compared vitamin D at any dose, duration, and route of administration versus placebo or no intervention in adults with chronic liver diseases. Vitamin D could have been administered as supplemental vitamin D (vitamin D3 (cholecalciferol) or vitamin D2 (ergocalciferol)), or an active form of vitamin D (1α-hydroxyvitamin D (alfacalcidol), 25-hydroxyvitamin D (calcidiol), or 1,25-dihydroxyvitamin D (calcitriol))."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. We used GRADE to assess the certainty of evidence."
    },
    {
      "heading": "Main results",
      "text": "We included 27 randomised clinical trials with 1979 adult participants. This review update added 12 trials with 945 participants. We assessed all trials at high risk of bias. All trials had a parallel-group design. Eleven trials were conducted in high-income countries and 16 trials in middle-income countries. Ten trials included participants with chronic hepatitis C, five trials participants with liver cirrhosis, 11 trials participants with non-alcoholic fatty liver disease, and one trial liver transplant recipients. All of the included trials reported the baseline vitamin D status of participants. Participants in nine trials had baseline serum 25-hydroxyvitamin D levels at or above vitamin D adequacy (20 ng/mL), whilst participants in the remaining 18 trials were vitamin D insufficient (less than 20 ng/mL). Twenty-four trials administered vitamin D orally, two trials intramuscularly, and one trial intramuscularly and orally. In all 27 trials, the mean duration of vitamin D supplementation was 6 months, and the mean follow-up of participants from randomisation was 7 months. Twenty trials (1592 participants; 44% women; mean age 48 years) tested vitamin D3 (cholecalciferol); three trials (156 participants; 28% women; mean age 54 years) tested vitamin D2; four trials (291 participants; 60% women; mean age 52 years) tested 1,25-dihydroxyvitamin D; and one trial (18 participants; 0% women; mean age 52 years) tested 25-hydroxyvitamin D. One trial did not report the form of vitamin D. Twelve trials used a placebo, whilst the other 15 trials used no intervention in the control group. Fourteen trials appeared to be free of vested interest. Eleven trials did not provide any information on clinical trial support or sponsorship. Two trials were funded by industry.\nWe are very uncertain regarding the effect of vitamin D versus placebo or no intervention on all-cause mortality (risk ratio (RR) 0.86, 95% confidence interval (CI) 0.51 to 1.45; 27 trials; 1979 participants). The mean follow-up was 7 months (range 1 to 18 months). We are very uncertain regarding the effect of vitamin D versus placebo or no intervention on liver-related mortality (RR 1.62, 95% CI 0.08 to 34.66; 1 trial; 18 participants) (follow-up: 12 months); serious adverse events such as hypercalcaemia (RR 5.00, 95% CI 0.25 to 100.8; 1 trial; 76 participants); myocardial infarction (RR 0.75, 95% CI 0.08 to 6.81; 2 trials; 86 participants); thyroiditis (RR 0.33, 95% CI 0.01 to 7.91; 1 trial; 68 participants); circular haemorrhoidal prolapse (RR 3.00, 95% CI 0.14 to 65.9; 1 trial; 20 participants); bronchopneumonia (RR 0.33, 95% CI 0.02 to 7.32; 1 trial 20 participants); and non-serious adverse events. The certainty of evidence for all outcomes is very low.\nWe found no data on liver-related morbidity such as gastrointestinal bleeding, hepatic encephalopathy, hepatorenal syndrome, ascites, or liver cancer. There were also no data on health-related quality of life.\nThe evidence is also very uncertain regarding the effect of vitamin D versus placebo or no intervention on rapid, early, and sustained virological response in people with chronic hepatitis C."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Given the high risk of bias and insufficient power of the included trials and the very low certainty of the available evidence, vitamin D supplementation versus placebo or no intervention may increase or reduce all-cause mortality, liver-related mortality, serious adverse events, or non-serious adverse events in adults with chronic liver diseases. There is a lack of data on liver-related morbidity and health-related quality of life. Further evidence on clinically important outcomes analysed in this review is needed."
    }
  ],
  "pls_title": "Vitamin D supplementation for chronic liver diseases",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Is vitamin D supplementation beneficial or harmful for adults with chronic liver diseases?"
    },
    {
      "heading": "Background",
      "text": "The available evidence on vitamin D and chronic liver diseases in adults is inconclusive. The aim of this systematic review (a summary of results of available healthcare trials) was to analyse the benefits and harms of the different forms of vitamin D in people with chronic liver diseases."
    },
    {
      "heading": "Study characteristics",
      "text": "Twenty-seven trials with 1979 adult participants provided data for this review. This review update added 12 trials with 945 participants. The 1979 trial participants were randomly assigned to vitamin D compared with placebo (dummy pill) or no treatment. Eleven trials were conducted in high-income countries, and 16 trials in middle-income countries. The age range of the participants was 28 years to 61 years, and on average 44% were women. Ten trials included people with chronic hepatitis C, five trials people with liver cirrhosis, 11 trials people with non-alcoholic fatty liver disease, and one trial liver transplant recipients. There were no trials including people with chronic hepatitis B or inherited liver diseases. All of the included trials reported the baseline vitamin D status of participants. Vitamin D administration lasted on average six months, and most trials used the cholecalciferol (vitamin D3) form."
    },
    {
      "heading": "Funding",
      "text": "Fourteen trials appeared to be free of vested interest that could bias the trial results. Eleven trials may not have been free of vested interest, as they did not provide any information on clinical trial support or sponsorship. Two trials were funded by industry. We found no difference between trials without industry support compared to trials at risk of industry support in our analysis."
    },
    {
      "heading": "Key results",
      "text": "There is not enough evidence to determine whether vitamin D has beneficial or harmful effects, or has little to no effect on chronic liver diseases in adults. There were too few participants in the individual trials as well as in our evidence synthesis. The trials were at high risk of bias so we lack fair assessments of the benefits and harms of vitamin D in this population. Neither benefits nor harms of vitamin D supplementation in people with chronic liver diseases can be excluded. There were no trials including people with chronic hepatitis B and inherited liver diseases."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We judged all trials to be at high risk of bias (that is an underestimation or overestimation of the true intervention effect). The certainty of evidence is very low."
    },
    {
      "heading": "Currentness of evidence",
      "text": "The evidence is current to November 2020."
    }
  ]
}