{
  "doi": "10.1002/14651858.CD003935.pub5",
  "name": "Repeat doses of prenatal corticosteroids for women at risk of preterm birth for improving neonatal health outcomes ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Infants born preterm (before 37 weeks' gestation) are at risk of respiratory distress syndrome (RDS) and need for respiratory support due to lung immaturity. One course of prenatal corticosteroids, administered to women at risk of preterm birth, reduces the risk of respiratory morbidity and improves survival of their infants, but these benefits do not extend beyond seven days. Repeat doses of prenatal corticosteroids have been used for women at ongoing risk of preterm birth more than seven days after their first course of corticosteroids, with improvements in respiratory outcomes, but uncertainty remains about any long-term benefits and harms. This is an update of a review last published in 2015."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety, using the best available evidence, of a repeat dose(s) of prenatal corticosteroids, given to women who remain at risk of preterm birth seven or more days after an initial course of prenatal corticosteroids with the primary aim of reducing fetal and neonatal mortality and morbidity."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched Cochrane Pregnancy and Childbirth's Trials Register, ClinicalTrials.gov, the WHO International Clinical Trials Registry Platform (ICTRP), and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials, including cluster-randomised trials, of women who had already received one course of corticosteroids seven or more days previously and were still at risk of preterm birth, randomised to further dose(s) or no repeat doses, with or without placebo. Quasi-randomised trials were excluded. Abstracts were accepted if they met specific criteria. All trials had to meet criteria for trustworthiness, including a search of the Retraction Watch database for retractions or expressions of concern about the trials or their publications."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane Pregnancy and Childbirth methods. Two review authors independently selected trials, extracted data, and assessed trial quality and scientific integrity. We chose primary outcomes based on clinical importance as measures of effectiveness and safety, including serious outcomes, for the women and their fetuses/infants, infants in early childhood (age two to less than five years), the infant in mid- to late childhood (age five to less than 18 years) and the infant as an adult. We assessed risk of bias at the outcome level using the RoB 2 tool and assessed certainty of evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included 11 trials (4895 women and 5975 babies). High-certainty evidence from these trials indicated that treatment of women who remain at risk of preterm birth seven or more days after an initial course of prenatal corticosteroids with repeat dose(s) of corticosteroids, compared with no repeat corticosteroid treatment, reduced the risk of their infants experiencing the primary infant outcome of RDS (risk ratio (RR) 0.82, 95% confidence interval (CI) 0.74 to 0.90; 3540 babies; number needed to treat for an additional beneficial outcome (NNTB) 16, 95% CI 11 to 29) and had little or no effect on chronic lung disease (RR 1.00, 95% CI 0.83 to 1.22; 5661 babies). Moderate-certainty evidence indicated that the composite of serious infant outcomes was probably reduced with repeat dose(s) of corticosteroids (RR 0.88, 95% CI 0.80 to 0.97; 9 trials, 5736 babies; NNTB 39, 95% CI 24 to 158), as was severe lung disease (RR 0.83, 95% CI 0.72 to 0.97; NNTB 45, 95% CI 27 to 256; 4955 babies). Moderate-certainty evidence could not exclude benefit or harm for fetal or neonatal or infant death less than one year of age (RR 0.95, 95% CI 0.73 to 1.24; 5849 babies), severe intraventricular haemorrhage (RR 1.13, 95% CI 0.69 to 1.86; 5066 babies) and necrotising enterocolitis (RR 0.84, 95% CI 0.59 to 1.22; 5736 babies).\nIn women, moderate-certainty evidence found little or no effect on the likelihood of a caesarean birth (RR 1.03, 95% CI 0.98 to 1.09; 4266 mothers). Benefit or harm could not be excluded for maternal death (RR 0.32, 95% 0.01 to 7.81; 437 women) and maternal sepsis (RR 1.13, 95% CI 0.93 to 1.39; 4666 mothers). The evidence was unclear for risk of adverse effects and discontinuation of therapy due to maternal adverse effects. No trials reported breastfeeding status at hospital discharge or risk of admission to the intensive care unit.\nAt early childhood follow-up, moderate- to high-certainty evidence identified little or no effect of exposure to repeat prenatal corticosteroids compared with no repeat corticosteroids for primary outcomes relating to neurodevelopment (neurodevelopmental impairment: RR 0.97, 95% CI 0.85 to 1.10; 3616 children), survival without neurodevelopmental impairment (RR 1.01, 95% CI 0.98 to 1.04; 3845 children) and survival without major neurodevelopmental impairment (RR 1.02, 95% CI 0.98 to 1.05; 1816 children). An increase or decrease in the risk of death since randomisation could not be excluded (RR 1.06, 95% CI 0.81 to 1.40; 5 trials, 4565 babies randomised).\nAt mid-childhood follow-up, moderate-certainty evidence identified little or no effect of exposure to repeat prenatal corticosteroids compared with no repeat corticosteroids on survival free of neurocognitive impairment (RR 1.01, 95% CI 0.95 to 1.08; 963 children) or survival free of major neurocognitive impairment (RR 1.00, 95% CI 0.97 to 1.04; 2682 children). Benefit or harm could not be excluded for death since randomisation (RR 0.93, 95% CI 0.69 to 1.26; 2874 babies randomised) and any neurocognitive impairment (RR 0.96, 95% CI 0.72 to 1.29; 897 children).\nNo trials reported data for follow-up into adolescence or adulthood.\nRisk of bias across outcomes was generally low although there were some concerns of bias. For childhood follow-up, most outcomes had some concerns of risk of bias due to missing data from loss to follow-up."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The short-term benefits for babies included less respiratory distress and fewer serious health problems in the first few weeks after birth with repeat dose(s) of prenatal corticosteroids for women still at risk of preterm birth seven days or more after an initial course. The current available evidence reassuringly shows no significant harm for the women or child in early and mid-childhood, although no benefit.\nFurther research is needed on the long-term benefits and risks for the baby into adulthood."
    }
  ],
  "pls_title": "Repeat doses of prenatal corticosteroids for women at risk of preterm birth for improving health outcomes in their babies",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Infants born preterm (before 37 weeks' of pregnancy) are at risk of difficulty breathing and lung disease because their lungs are not fully developed. One course of prenatal (administered during pregnancy) corticosteroids, given to women who may give birth early, helps develop the baby's lungs and improves survival. This benefit does not last beyond seven days so those babies born preterm more than seven days after the course of corticosteroid are still at risk of difficulty breathing and lung disease. This review details the evidence available for the benefits and harms of giving a further course(s) of corticosteroids with the aim of extending the benefits on lung development and breathing."
    },
    {
      "heading": "Why is this important?",
      "text": "Preterm birth is common, affecting approximately one in nine babies worldwide. In addition to breathing difficulties after birth, preterm babies who survive the early weeks after birth are at risk of long-term disabilities such as delays in their development, epilepsy (fits) and cerebral palsy (weakness and problems in the muscles that affects movement and co-ordination).\nCorticosteroid medications are anti-inflammatory and suppress growth and the production of cortisol (stress hormone) from the adrenal gland. As a result, repeat prenatal corticosteroid treatment could increase the risk of infection and suppress production of cortisol for the mother and her baby, and reduce the baby's growth. It is, therefore, important that both the benefits and potential negative effects of repeat courses of corticosteroids are understood to allow the best treatment decisions to be made in clinical practice."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence on 27 January 2021 and identified 11 randomised controlled trials (clinical studies where people are randomly put into one of two or more treatment groups), involving 4895 women and their 5975 babies who remained at risk of early birth more than seven days after an initial course of corticosteroids between 23 and 34 weeks' gestation at trial enrolment.\nOverall, these trials showed that repeat dose(s) of prenatal corticosteroids reduced the risk of the baby having breathing difficulties, including severe difficulties, and serious health problems in the first few weeks after birth (moderate to high quality and low risk of bias evidence). There was probably no effect on chronic lung disease (usually defined by persistent breathing difficulty and need for oxygen treatment at the age they would have reached 36 weeks of pregnancy). The data available could not confirm if there was an increase, decrease or no change in the combination of fetal or newborn or infant death under one year of age, severe bleeding in the brain or severe bowel inflammation.\nFor the women, there was no increase in the likelihood of a caesarean birth but it was uncertain if there was an increase or decrease in maternal death, maternal infection, risk of maternal side effects or the need to stop treatment due to side effects. No trials reported data for breastfeeding at the time of leaving hospital or risk of the woman being admitted to the intensive care unit.\nIn five trials that follow the babies up to early childhood, there were no long-term benefits or harms on later development. Similarly, the two trials that follow children up to mid-childhood (five years in one trial and six to eight years in another trial) found no long-term benefits or harms to development. For early and mid-childhood follow-up it was unclear if the total deaths after randomisation up to the time of follow-up were increased, decreased or the same.\nThe evidence on which these statements were based was generally of moderate or high quality. Most results were based on information with low risk of bias or some concerns of risk of bias."
    },
    {
      "heading": "What does this mean?",
      "text": "This review shows that a repeat dose of prenatal corticosteroids given to women who remain at risk of an early birth after an initial course of prenatal corticosteroids helps the baby's lungs and reduces serious health problems in the first few weeks of life without harm on health or development up to mid-childhood. Further research is needed on the long-term benefits or harms for the baby into adulthood."
    }
  ]
}