{
  "doi": "10.1002/14651858.CD008921.pub2",
  "name": "Neuromodulators for pain management in rheumatoid arthritis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pain management is a high priority for patients with rheumatoid arthritis (RA). Despite deficiencies in research data, neuromodulators have gained widespread clinical acceptance as adjuvants in the management of patients with chronic musculoskeletal pain."
    },
    {
      "heading": "Objectives",
      "text": "The aim of this review was to determine the efficacy and safety of neuromodulators in pain management in patients with RA. Neuromodulators included in this review were anticonvulsants (gabapentin, pregabalin, phenytoin, sodium valproate, lamotrigine, carbamazepine, levetiracetam, oxcarbazepine, tiagabine and topiramate), ketamine, bupropion, methylphenidate, nefopam, capsaicin and the cannabinoids."
    },
    {
      "heading": "Search methods",
      "text": "We performed a computer-assisted search of the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2010, 4th quarter), MEDLINE (1950 to week 1 November 2010), EMBASE (Week 44, 2010) and PsycINFO (1806 to week 2 November 2010). We also searched the 2008 and 2009 American College of Rheumatology (ACR) and European League against Rheumatism (EULAR) conference abstracts and performed a handsearch of reference lists of articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials which compared any neuromodulator to another therapy (active or placebo, including non-pharmacological therapies) in adult patients with RA that had at least one clinically relevant outcome measure."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two blinded review authors independently extracted data and assessed the risk of bias in the trials. Meta-analyses were used to examine the efficacy of a neuromodulator on pain, depression and function as well as their safety."
    },
    {
      "heading": "Main results",
      "text": "Four trials with high risk of bias were included in this review. Two trials evaluated oral nefopam (52 participants) and one trial each evaluated topical capsaicin (31 participants) and oromucosal cannabis (58 participants).\nThe pooled analyses identified a significant reduction in pain levels favouring nefopam over placebo (weighted mean difference (WMD) -21.16, 95% CI -35.61 to -6.71; number needed to treat (NNT) 2, 95% CI 1.4 to 9.5) after two weeks. There were insufficient data to assess withdrawals due to adverse events. Nefopam was associated with significantly more adverse events (RR 4.11, 95% CI 1.58 to 10.69; NNTH 9, 95% CI 2 to 367), which were predominantly nausea and sweating.\nIn a mixed population trial, qualitative analysis of patients with RA showed a significantly greater reduction in pain favouring topical capsaicin over placebo at one and two weeks (MD -23.80, 95% CI -44.81 to -2.79; NNT 3, 95% CI 2 to 47; MD -34.40, 95% CI -54.66 to -14.14; NNT 2, 95% CI 1.4 to 6 respectively). No separate safety data were available for patients with RA, however 44% of patients developed burning at the site of application and 2% withdrew because of this.\nOne small, low quality trial assessed oromucosal cannabis against placebo and found a small, significant difference favouring cannabis in the verbal rating score 'pain at present' (MD -0.72, 95% CI -1.31 to -0.13) after five weeks. Patients receiving cannabis were significantly more likely to suffer an adverse event (risk ratio (RR) 1.82, 95% CI 1.10 to 3.00; NNTH 3, 95% CI 3 to 13). These were most commonly dizziness (26%), dry mouth (13%) and light headedness (10%)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently weak evidence that oral nefopam, topical capsaicin and oromucosal cannabis are all superior to placebo in reducing pain in patients with RA. However, each agent is associated with a significant side effect profile. The confidence in our estimates is not strong given the difficulties with blinding, the small numbers of participants evaluated and the lack of adverse event data. In some patients, however, even a small degree of pain relief may be considered worthwhile. Until further research is available, given the relatively mild nature of the adverse events, capsaicin could be considered as an add-on therapy for patients with persistent local pain and inadequate response or intolerance to other treatments. Oral nefopam and oromucosal cannabis have more significant side effect profiles however and the potential harms seem to outweigh any modest benefit achieved."
    }
  ],
  "pls_title": "Neuromodulators for pain management in rheumatoid arthritis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "This summary of a Cochrane review presents what we know from research about the effect of neuromodulators on pain in patients with rheumatoid arthritis."
    },
    {
      "heading": "The review shows that in people with rheumatoid arthritis",
      "text": "- Nefopam, topical capsaicin and oromucosal cannabis may improve pain levels\n- Oromucosal cannabis may slightly improve sleep\n- No trials were found that evaluated whether neuromodulators affect functional status, quality of life, withdrawals due to inadequate analgesia or depression\nWe also do not have precise information about serious side effects and complications. Possible side effects of nefopam that were found in the trials include nausea, dry mouth, sweating and feeling tired. However, rare complications have also been reported and include convulsions and cardiac arrhythmias.\nCommon side effects of topical capsaicin therapy include local skin irritation and burning. More serious allergic reactions are rare but have been reported.\nPossible side effects of oromucosal cannabis found in this review were dizziness, fatigue and loss of balance. Readers should be aware that, although not seen in our review, rarer complications including psychosis and suicidal thoughts have also been reported."
    },
    {
      "heading": "What is rheumatoid arthritis and what are neuromodulators?",
      "text": "When you have rheumatoid arthritis your immune system, which normally fights infection, attacks the lining of your joints. This makes your joints swollen, stiff and painful. The small joints of your hands and feet are usually affected first. There is no cure for rheumatoid arthritis at present, so the treatments aim to relieve pain and stiffness and improve your ability to move.\nNeuromodulators are broadly defined as substances which alter the way nerves communicate with each other and, consequently, the overall activity level of the brain. By acting on these nerve signals it is thought that these drugs can reduce the amount of pain felt by an individual. Neuromodulators sometimes used in pain management include the anticonvulsant agents (drugs used to prevent seizures); oral, intramuscular or intravenous ketamine; oral or intravenous nefopam; topical capsaicin, cannabis based medications (oral, oromucosal or inhaled); and more recently intra-articular botulinum toxin."
    },
    {
      "heading": "Best estimate of what happens to people with rheumatoid arthritis who take neuromodulators",
      "text": ""
    },
    {
      "heading": "Oral nefopam",
      "text": "Pain (higher scores mean worse or more severe pain)\n- People who took nefopam rated their pain 21 points lower on a scale of 0 to 100 after 2 weeks treatment with nefopam (21% absolute improvement)\n- People who took nefopam rated their pain as 18 on a scale of 0 to 100 after 2 weeks\n- People who took a placebo rated their pain as 39 on a scale of 0 to 100\nTotal adverse events\n- 27 more people out of 100 experienced an adverse event after 4 weeks treatment with nefopam (absolute difference 27%). These were predominantly nausea (56%), sweating (44%), insomnia (11%), pruritus (11%) and malaise (11%). They completely settled once treatment was ceased\n- 35 out of 100 people who took nefopam suffered an adverse event\n- 8 out of 100 people who took a placebo suffered an adverse event"
    },
    {
      "heading": "Topical capsaicin",
      "text": "Pain (higher scores mean worse or more severe pain)\n- People who took capsaicin rated their pain 34 points lower on a scale of 0 to 100 after 2 weeks treatment (34% absolute improvement)\n- People who took capsaicin rated their pain as 14 on a scale of 0 to 100 after 2 weeks\n- People who took a placebo rated their pain as 48 on a scale of 0 to 100\nAdverse events\nNo data"
    },
    {
      "heading": "Oromucosal cannabis",
      "text": "Pain (higher scores mean worse or more severe pain)\n- People who took oromucosal cannabis rated their pain 0.7 points lower on a scale of 0 to 5 after 5 weeks treatment\n- People who took oromucosal cannabis rated their pain as 2.6 on a scale of 0 to 5 after 5 weeks\n- People who took a placebo rated their pain as 3.3 on a scale of 0 to 5\nQuality of sleep\n- People who received oromucosal cannabis rated their sleep 1.2 points better on a scale of 0 to 10 after 5 weeks treatment (12% absolute improvement)\n- People who received oromucosal cannabis rated their sleep as 4.6 on a scale of 0 to 10 after 5 weeks\n- People who received a placebo rated their sleep as 3.4 on a scale of 0 to 10\nTotal adverse events\n- 27 more people out of 100 experienced an adverse event after 4 weeks treatment with oromucosal cannabis (absolute difference 27%). These were most commonly dizziness (26%), light headedness (10%), dry mouth (13%), nausea (6%) and falls (6%); they completely resolved once treatment was ceased\n- 35 out of 100 people who took oromucosal cannabis suffered an adverse event\n- 8 out of 100 people who took a placebo suffered an adverse event\nWe looked at all the published scientific literature and identified four drug trials that evaluated different neuromodulators. Two small studies with a total of 52 patients tested the drug nefopam (which is only available in some parts of the world). One trial each tested capsaicin cream (31 participants) and a cannabis based mouth spray (58 participants). Note: use of medicinal cannabis is illegal and therefore unavailable in most countries.\nWhen patients took nefopam they had a greater improvement in pain levels, on average 21 points on a 100 point scale, than those patients who were given a placebo (an inactive substance that has no treatment value). However, patients on nefopam also developed side effects, which mainly consisted of nausea and sweating. Many patients stopped taking the drug because the symptoms were so bad. These studies were performed in the 1980s when treatment for RA was very different to what it is now. Until further, larger studies are carried out to better assess nefopam, with many other effective pain relieving medications on the market, the risks of harm seem to outweigh the benefit arguing against its routine use.\nIn the one small study testing capsaicin cream (0.025%) in patients with persistent knee pain, patients also had better pain relief with capsaicin cream than for those given a placebo cream. On average, patients receiving the active treatment improved by 34 more points (out of 100) than the control group. The most common side effect was a local burning sensation at the site that the cream was applied. This was usually mild but was moderate to severe in a few patients. About 50% of patients who use capsaicin cream on their skin will develop this local burning but only 2 in 100 will stop treatment because of this.\nThe one small study of the cannabis based mouth spray Setivax also showed reduced pain levels in patients, to a small extent. Pain was measured on a 0 to 5 point scale and there was an improvement in patients receiving Setivax of 0.74 points. About one in every three patients taking this medication developed a side effect, which was commonly dizziness (26%), dry mouth (13%) or light headedness (10%). Although this is only one study, weighing up these side effects and the minimal benefit on pain levels, until further trials are carried out we cannot recommend the use of this medication."
    }
  ]
}