{
  "doi": "10.1002/14651858.CD002955.pub4",
  "name": "Naftidrofuryl for dementia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Dementia is a brain disorder characterized by the permanent loss of higher cognitive functions. A number of vasodilatory drug treatments are prescribed for dementia. Naftidrofuryl is one such medicine which is reported to improve clinical symptoms significantly. The efficacy and possible adverse events of naftidrofuryl need to be reviewed systematically and assessed critically to inform clinical practice and guide the continued search for new treatment regimens."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy and safety of naftidrofuryl in the treatment of dementia."
    },
    {
      "heading": "Search methods",
      "text": "We searched ALOIS: the Cochrane Dementia and Cognitive Improvement Group's Specialized Register on 11 January 2011 using the terms: naftidrofuryl. ALOIS contains records of clinical trials from major healthcare databases (MEDLINE, EMBASE, PsycINFO, LILACS and CINAHL), trial registries (such as ClinicalTrials.gov) and grey literature sources."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised placebo-controlled trials in which patients with dementia were treated with naftidrofuryl were considered eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion, assessed trial quality, and extracted data using data extraction forms. The domains assessed for risk of bias were sequence generation, allocation concealment, blinding, incomplete outcome data, and selective outcome reporting. We used odds ratios (OR) for reporting dichotomous data, and mean differences (MD) and standardized mean differences (SMD) for continuous data. We assessed statistical heterogeneity using the I2 statistic."
    },
    {
      "heading": "Main results",
      "text": "We identified nine randomised controlled trials involving 847 patients with Alzheimer's disease, vascular dementia, mixed dementia, senile dementia and unspecified dementia. The beneficial effects were found on functional performance and behaviour (-1.04 standardized points, 95% CI -1.73 to -0.35, P = 0.003) with a high-level heterogeneity (I2 = 54%), and mood (-0.80 standardized points, 95% CI -1.26 to -0.34, P=0.0006) for patients with dementia, as well as on cognitive function (-0.36 standardized points, 95% CI -0.71 to -0.02, P=0.04). However, this was not confirmed by clinical global measures. Naftidrofuryl was found to be well-tolerated by patients with dementia."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Oral administration of naftidrofuryl is well-tolerated by patients with dementia.The low-quality evidence shows that, by use of naftidrofuryl, people with dementia may benefit on performance, behaviour, cognition, and mood. However, the benefit on global impression is inconsistent and unconvincing."
    }
  ],
  "pls_title": "People with dementia may benefit from naftidrofuryl",
  "pls_type": "long",
  "pls": "Dementia is characterized by chronic, global, irreversible impairment in cognitive functions, including memory, executive function and personality. It has a serious impact on patients' quality of life. Naftidrofuryl has been suggested as a treatment for dementia which may work by increasing the oxygen supply to brain tissue. The low-quality evidence shows that naftidrofuryl may have benefits on performance, behaviour, cognition, and mood for patients with dementia. However, these benefits fail to translate into reliable clinically detectable changes. Naftidrofuryl orally administrated is well-tolerated."
}