{
  "doi": "10.1002/14651858.CD000987",
  "name": "Vitamin E for intermittent claudication",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "It is thought that vitamin E may improve tolerance to intermittent claudication (i.e. pain caused by ischaemia in the muscles of the leg during exercise), thereby relieving the pain, through a variety of mechanisms."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to determine the effects of vitamin E on people with intermittent claudication."
    },
    {
      "heading": "Search methods",
      "text": "The authors searched the Cochrane Peripheral Vascular Diseases Group trials register, reference lists of relevant articles and a library specialising in literature on vitamins (most recent search performed in November 2000)."
    },
    {
      "heading": "Selection criteria",
      "text": "Controlled trials comparing vitamin E with placebo, or other interventions, in patients with intermittent claudication."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Both authors extracted data and assessed study quality independently."
    },
    {
      "heading": "Main results",
      "text": "Five eligible studies were found with a total of 265, predominantly male, participants. The average age was 57 years. The follow-up varied from 12 weeks to 18 months. The trials were small and generally of poor quality. The people studied were reasonably homogeneous but five different doses of vitamin E were used and four different physical outcomes were measured. No trials were identified that compared vitamin E with treatments other than placebo.\nAll trials showed positive effects on one of their main outcomes. No serious adverse effects of vitamin E were reported. Two trials that lasted approximately eight months and used similar doses reported patients' subjective evaluation of the treatment. The relative risk for the combined results of these two trials using a random effects model was 0.57 with a 95% confidence interval of 0.28 to 1.15."
    },
    {
      "heading": "Authors' conclusions",
      "text": "While vitamin E - which is inexpensive and has had no serious side effects reported with its use - may have beneficial effects, there is insufficient evidence to determine whether it is an effective treatment for intermittent claudication."
    }
  ],
  "pls_title": "Vitamin E for intermittent claudication",
  "pls_type": "long",
  "pls": "Intermittent claudication is a cramping pain, brought on by exercise and relieved by rest, that is caused by an inadequate blood flow to the calf and leg muscles. It is a symptom of atherosclerosis, a disease where fatty deposits build up in the arteries, blocking blood flow. It has been suggested that taking Vitamin E may improve blood flow and boost the body's ability to repair. The review of trials found that more research is needed to show if Vitamin E reduces the effect of intermittent claudication. No adverse effects were found."
}