{
  "doi": "10.1002/14651858.CD004310.pub3",
  "name": "Megestrol acetate for treatment of anorexia‐cachexia syndrome",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an updated version of a previously published review in The Cochrane Library (2005, Issue 2) on 'Megestrol acetate for the treatment of anorexia-cachexia syndrome'. Megestrol acetate (MA) is currently used to improve appetite and to increase weight in cancer-associated anorexia. In 1993, MA was approved by the US Food and Drug Administration for the treatment of anorexia, cachexia or unexplained weight loss in patients with AIDS. The mechanism by which MA increases appetite is unknown and its effectiveness for anorexia and cachexia in neoplastic and AIDS (acquired immunodeficiency syndrome) patients is under investigation."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy, effectiveness and safety of MA in palliating anorexia-cachexia syndrome in patients with cancer, AIDS and other underlying pathologies."
    },
    {
      "heading": "Search methods",
      "text": "We sought studies through an extensive search of electronic databases, journals, reference lists, contact with investigators and other search strategies outlined in the methods. The most recent search for this update was carried out in May 2012."
    },
    {
      "heading": "Selection criteria",
      "text": "Studies were included in the review if they assessed MA compared to placebo or other drug treatments in randomised controlled trials of patients with a clinical diagnosis of anorexia-cachexia syndrome related to cancer, AIDS or any other underlying pathology."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two independent review authors conducted data extraction and evaluated methodological quality. We performed quantitative analyses using appetite and quality of life as a dichotomous variable, and analysed weight gain as continuous and dichotomous variables."
    },
    {
      "heading": "Main results",
      "text": "We included 35 trials in this update, the same number but not the same trials as in the previous version of the review. The trials comprised 3963 patients for effectiveness and 3180 for safety. Sixteen trials compared MA at different doses with placebo, seven trials compared different doses of MA with other drug treatments and 10 trials compared different doses of MA. Meta-analysis showed a benefit of MA compared with placebo, particularly with regard to appetite improvement and weight gain in cancer, AIDS and other underlying conditions, and lack of benefit in the same patients when MA was compared to other drugs. There was insufficient information to define the optimal dose of MA, but higher doses were more related to weight improvement than lower doses. Quality of life improvement in patients was seen only when comparing MA versus placebo but not other drugs in both subcategories: cancer and AIDS. Oedema, thromboembolic phenomena and deaths were more frequent in the patients treated with MA. More than 40 side effects were studied."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review shows that MA improves appetite and is associated with slight weight gain in cancer, AIDS and in patients with other underlying pathology. Despite the fact that these patients are receiving palliative care they should be informed of the risks involved in taking MA."
    }
  ],
  "pls_title": "Megestrol acetate for treatment of anorexia-cachexia syndrome",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Anorexia-cachexia syndrome (ACS)",
      "text": "is a common clinical problem characterised by loss of appetite and weight loss. It is common in patients who suffer from advanced cancer, AIDS and some other conditions. At present, there is no cure for ACS."
    },
    {
      "heading": "Megestrol acetate (MA)",
      "text": "is classified as a female hormone and is taken by mouth. It is currently used to improve appetite and to increase weight in ACS.\nThis updated review shows that:\n- MA improves appetite and has a small effect on weight gain;\n- MA does not improve quality of life;\n- side effects are more frequent in patients treated with MA.\nThis review shows that MA is associated with an increased risk of blood clots (which may result in swelling, pain or redness of one extremity and not the other, sudden difficulty in breathing, severe headache or vision changes), fluid retention (resulting in swelling of the feet or hands) and death.\nIn patients who take MA, approximately one in four will have an increase in their appetite, one in 12 will have an increase in their weight and one in 23 will die.\nLimited data are available regarding the safety of using MA, especially in the long term."
    }
  ]
}