{
  "doi": "10.1002/14651858.CD004299.pub2",
  "name": "Interventions for cellulitis and erysipelas",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cellulitis and erysipelas are now usually considered manifestations of the same condition, a skin infection associated with severe pain and systemic symptoms. A range of antibiotic treatments are suggested in guidelines."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of interventions for non-surgically-acquired cellulitis."
    },
    {
      "heading": "Search methods",
      "text": "In May 2010 we searched for randomised controlled trials in the Cochrane Skin Group Specialised Register, the Cochrane Central Register of Controlled Trials in The Cochrane Library, MEDLINE, EMBASE, and the ongoing trials databases."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomised controlled trials comparing two or more different interventions for cellulitis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trial quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "We included 25 studies with a total of 2488 participants. Our primary outcome 'symptoms rated by participant or medical practitioner or proportion symptom-free' was commonly reported. No two trials examined the same drugs, therefore we grouped similar types of drugs together.\nMacrolides/streptogramins were found to be more effective than penicillin antibiotics (Risk ratio (RR) 0.84, 95% CI 0.73 to 0.97). In 3 trials involving 419 people, 2 of these studies used oral macrolide against intravenous (iv) penicillin demonstrating that oral therapies can be more effective than iv therapies (RR 0.85, 95% CI 0.73 to 0.98).\nThree studies with a total of 88 people comparing a penicillin with a cephalosporin showed no difference in treatment effect (RR 0.99, 95% CI 0.68 to 1.43).\nSix trials which included 538 people that compared different generations of cephalosporin, showed no difference in treatment effect (RR 1.00, 95% CI 0.94 to1.06).\nWe found only small single studies for duration of antibiotic treatment, intramuscular versus intravenous route, the addition of corticosteroid to antibiotic treatment compared with antibiotic alone, and vibration therapy, so there was insufficient evidence to form conclusions. Only two studies investigated treatments for severe cellulitis and these selected different antibiotics for their comparisons, so we cannot make firm conclusions."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We cannot define the best treatment for cellulitis and most recommendations are made on single trials. There is a need for trials to evaluate the efficacy of oral antibiotics against intravenous antibiotics in the community setting as there are service implications for cost and comfort."
    }
  ],
  "pls_title": "Interventions for cellulitis and erysipelas",
  "pls_type": "long",
  "pls": "This review looks at interventions for the skin infections 'cellulitis' and 'erysipelas'. These two terms are now considered different presentations of the same condition by most experts, so they are considered together for this review. For simplicity we used the one term 'cellulitis' to refer to both conditions.\nCellulitis is a common painful skin infection, usually bacterial, that may require hospitalisation in severe cases. There is variation in the types of treatments prescribed, so this review aims to collate evidence on the best treatments available.\nThe infection most commonly affects the skin of the lower leg but can infect the skin in any part of the body, usually following an injury to the skin. The symptoms include severe pain, swelling, and inflammation, often accompanied by fever, rigours, nausea, and feeling generally unwell. The infection is usually treated with antibiotics, however corticosteroids and physical treatments have been used to reduce pain, redness, and swelling, and improve the circulation to the skin.\nWe identified 25 randomised controlled trials. No two trials investigated the same antibiotics, and there was no standard treatment regime used as a comparison. We are not able to define the best treatment for cellulitis and our limited conclusions are mostly based on single trials. No single treatment was clearly superior. Surprisingly, oral antibiotics appeared to be more effective than antibiotics given into a vein for moderate and severe cellulitis. This merits further study. Antibiotics given by injection into a muscle were as effective as when given into a vein, with a lower incidence of adverse events. In one study the addition of corticosteroids to an antibiotic appeared to shorten the length of hospital stay, however further trials are needed. A single small study indicated vibration therapy may increase the rate of recovery but the results of single trials should be viewed with caution. We had insufficient data to give meaningful results for adverse events."
}