{
  "doi": "10.1002/14651858.CD012700",
  "name": "Aerobic exercise training for adults with fibromyalgia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Exercise training is commonly recommended for individuals with fibromyalgia. This review is one of a series of reviews about exercise training for people with fibromyalgia that will replace the \"Exercise for treating fibromyalgia syndrome\" review first published in 2002."
    },
    {
      "heading": "Objectives",
      "text": "• To evaluate the benefits and harms of aerobic exercise training for adults with fibromyalgia\n• To assess the following specific comparisons\n० Aerobic versus control conditions (eg, treatment as usual, wait list control, physical activity as usual)\n० Aerobic versus aerobic interventions (eg, running vs brisk walking)\n० Aerobic versus non-exercise interventions (eg, medications, education)\n\nWe did not assess specific comparisons involving aerobic exercise versus other exercise interventions (eg, resistance exercise, aquatic exercise, flexibility exercise, mixed exercise). Other systematic reviews have examined or will examine these comparisons (Bidonde 2014; Busch 2013)."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Library, MEDLINE, Embase, the Cumulative Index to Nursing and Allied Health Literature (CINAHL), the Physiotherapy Evidence Database (PEDro), Thesis and Dissertation Abstracts, the Allied and Complementary Medicine Database (AMED), the World Health Organization International Clinical Trials Registry Platform (WHO ICTRP), and the ClinicalTrials.gov registry up to June 2016, unrestricted by language, and we reviewed the reference lists of retrieved trials to identify potentially relevant trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) in adults with a diagnosis of fibromyalgia that compared aerobic training interventions (dynamic physical activity that increases breathing and heart rate to submaximal levels for a prolonged period) versus no exercise or another intervention. Major outcomes were health-related quality of life (HRQL), pain intensity, stiffness, fatigue, physical function, withdrawals, and adverse events."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion, extracted data, performed a risk of bias assessment, and assessed the quality of the body of evidence for major outcomes using the GRADE approach. We used a 15% threshold for calculation of clinically relevant differences between groups."
    },
    {
      "heading": "Main results",
      "text": "We included 13 RCTs (839 people). Studies were at risk of selection, performance, and detection bias (owing to lack of blinding for self-reported outcomes) and had low risk of attrition and reporting bias. We prioritized the findings when aerobic exercise was compared with no exercise control and present them fully here.\nEight trials (with 456 participants) provided low-quality evidence for pain intensity, fatigue, stiffness, and physical function; and moderate-quality evidence for withdrawals and HRQL at completion of the intervention (6 to 24 weeks). With the exception of withdrawals and adverse events, major outcome measures were self-reported and were expressed on a 0 to 100 scale (lower values are best, negative mean differences (MDs)/standardized mean differences (SMDs) indicate improvement). Effects for aerobic exercise versus control were as follows: HRQL: mean 56.08; five studies; N = 372; MD -7.89, 95% CI -13.23 to -2.55; absolute improvement of 8% (3% to 13%) and relative improvement of 15% (5% to 24%); pain intensity: mean 65.31; six studies; N = 351; MD -11.06, 95% CI -18.34 to -3.77; absolute improvement of 11% (95% CI 4% to 18%) and relative improvement of 18% (7% to 30%); stiffness: mean 69; one study; N = 143; MD -7.96, 95% CI -14.95 to -0.97; absolute difference in improvement of 8% (1% to 15%) and relative change in improvement of 11.4% (21.4% to 1.4%); physical function: mean 38.32; three studies; N = 246; MD -10.16, 95% CI -15.39 to -4.94; absolute change in improvement of 10% (15% to 5%) and relative change in improvement of 21.9% (33% to 11%); and fatigue: mean 68; three studies; N = 286; MD -6.48, 95% CI -14.33 to 1.38; absolute change in improvement of 6% (12% improvement to 0.3% worse) and relative change in improvement of 8% (16% improvement to 0.4% worse). Pooled analysis resulted in a risk ratio (RR) of moderate quality for withdrawals (17 per 100 and 20 per 100 in control and intervention groups, respectively; eight studies; N = 456; RR 1.25, 95%CI 0.89 to 1.77; absolute change of 5% more withdrawals with exercise (3% fewer to 12% more).\nThree trials provided low-quality evidence on long-term effects (24 to 208 weeks post intervention) and reported that benefits for pain and function persisted but did not for HRQL or fatigue. Withdrawals were similar, and investigators did not assess stiffness and adverse events.\nWe are uncertain about the effects of one aerobic intervention versus another, as the evidence was of low to very low quality and was derived from single trials only, precluding meta-analyses. Similarly, we are uncertain of the effects of aerobic exercise over active controls (ie, education, three studies; stress management training, one study; medication, one study) owing to evidence of low to very low quality provided by single trials. Most studies did not measure adverse events; thus we are uncertain about the risk of adverse events associated with aerobic exercise."
    },
    {
      "heading": "Authors' conclusions",
      "text": "When compared with control, moderate-quality evidence indicates that aerobic exercise probably improves HRQL and all-cause withdrawal, and low-quality evidence suggests that aerobic exercise may slightly decrease pain intensity, may slightly improve physical function, and may lead to little difference in fatigue and stiffness. Three of the reported outcomes reached clinical significance (HRQL, physical function, and pain). Long-term effects of aerobic exercise may include little or no difference in pain, physical function, and all-cause withdrawal, and we are uncertain about long-term effects on remaining outcomes. We downgraded the evidence owing to the small number of included trials and participants across trials, and because of issues related to unclear and high risks of bias (performance, selection, and detection biases). Aerobic exercise appears to be well tolerated (similar withdrawal rates across groups), although evidence on adverse events is scarce, so we are uncertain about its safety."
    }
  ],
  "pls_title": "Aerobic exercise for adults with fibromyalgia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "This review summarizes the effects of aerobic exercise for adults with fibromyalgia."
    },
    {
      "heading": "What are aerobic exercises?",
      "text": "Aerobic exercises, such as walking and swimming, cause harder breathing and faster heart beating than occur at rest. Benefits of doing aerobic exercise include strengthening the heart and improving circulation, lowering blood pressure, and helping to control blood sugar and weight."
    },
    {
      "heading": "What problems does fibromyalgia cause?",
      "text": "People with fibromyalgia have chronic bodily pain and often have increased fatigue (feeling tired), stiffness, depression, and problems sleeping."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched for studies until June 2016, and found 13 studies (839 individuals). Most studies (61.5%) included only female participants. Average age of participants was 41 years (minimum 32 to maximum 56 years). According to the inclusion/exclusion criteria, most participants were not doing exercises before starting the study.\nAerobic interventions were compared with controls (wait list, treatment as usual, daily activities as usual) over six to 24 weeks. On average, exercise sessions were provided two to three times per week for 35 minutes each session. Exercises involved walking, cycling, running, and doing low-impact aerobics and aquacise. Participants exercised at different intensities, starting light and increasing as the study progressed. All programs were supervised."
    },
    {
      "heading": "Key results at the end of treatment",
      "text": "The findings of aerobic exercise compared with no exercise control were prioritised and are presented fully here. Moderate-quality evidence revealed that aerobic exercise improved HRQL, and low-quality evidence showed improvement in physical function and decreased pain, fatigue, and stiffness compared with control. Similar numbers of people dropped out of the aerobic interventions group and the comparison group. Minor adverse events were reported, but reporting was inconsistent in these studies.\nFour studies explored long-term effects at 24 to 208 weeks after the intervention ended. They reported benefits for pain and physical function among exercisers and noted no other effects."
    },
    {
      "heading": "Best estimates of what happened in people with fibromyalgia when they did aerobic exercise compared with when they received control interventions",
      "text": "Each outcome below was measured on a scale from 0 to 100, on which lower scores were better."
    },
    {
      "heading": "HRQL after 12 to 24 weeks",
      "text": "People who exercised were 7% better (or 7 points, ranging from 3 to 13 points) and rated their HRQL as 48 points versus 56 points in the control group."
    },
    {
      "heading": "Pain after 6 to 24 weeks",
      "text": "People who exercised were 11% better (or 11 points, ranging from 4 to 18 points) and rated their pain as 56 points versus 65 points in the control group."
    },
    {
      "heading": "Fatigue after 14 to 24 weeks",
      "text": "Those who exercised were 6% better (or 6 points, ranging from 12 better to 0.3 worse) and rated their fatigue as 63 points versus 68 points in the control group."
    },
    {
      "heading": "Stiffness after 16 weeks",
      "text": "Those who exercised were 8% better (or 8 points, ranging from 1 to 15) and rated their stiffness as 61 points versus 69 points in the control group."
    },
    {
      "heading": "Physical function after 8 to 24 weeks",
      "text": "The aerobic exercise group was 10% better (or 10 points, ranging from 15 to 5) and participants rated their physical function as 37 points versus 46 points in the control group."
    },
    {
      "heading": "Other results",
      "text": ""
    },
    {
      "heading": "Withdrawal from treatment",
      "text": "A total of 20 out of 100 people dropped out of the aerobic group compared with 17 out of 100 from the control group (3% more, ranging from 3% fewer to 12% more) for any reason."
    },
    {
      "heading": "Adverse events",
      "text": "We do not have precise information about adverse events associated with aerobic exercise. Some reports describe increased pain or fatigue, and one of the 496 participants doing aerobic exercise experienced a foot bone (metatarsal) stress fracture. This may have happened by chance."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Evidence shows that aerobic exercise may improve HRQL, pain, stiffness, and physical function, and probably leads to similar numbers of people dropping out from each group. Aerobic exercise does not seem to improve fatigue. The quality of the evidence was considered to be low or moderate because of the small numbers of people included in the studies, some issues involving study design, and low certainty of results."
    }
  ]
}