{
  "doi": "10.1002/14651858.CD003809.pub4",
  "name": "Fluorides for preventing early tooth decay (demineralised lesions) during fixed brace treatment ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Early dental decay or demineralised lesions (DLs, also known as white spot lesions) can appear on teeth during fixed orthodontic (brace) treatment. Fluoride reduces decay in susceptible individuals, including orthodontic patients. This review compared various forms of topical fluoride to prevent the development of DLs during orthodontic treatment. This is the second update of the Cochrane Review first published in 2004 and previously updated in 2013."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective was to evaluate whether topical fluoride reduces the proportion of orthodontic patients with new DLs after fixed appliances.\nThe secondary objectives were to examine the effectiveness of different modes of topical fluoride delivery in reducing the proportions of orthodontic patients with new DLs, as well as the severity of lesions, in terms of number, size and colour. Participant-assessed outcomes, such as perception of DLs, and oral health-related quality of life data were to be included, as would reports of adverse effects."
    },
    {
      "heading": "Search methods",
      "text": "Cochrane Oral Health's Information Specialist searched the following databases: Cochrane Oral Health's Trials Register (to 1 February 2019), the Cochrane Central Register of Controlled Trials (CENTRAL; 2019, Issue 1) in the Cochrane Library (searched 1 February 2019), MEDLINE Ovid (1946 to 1 February 2019), and Embase Ovid (1980 to 1 February 2019). The US National Institutes of Health Ongoing Trials Register (ClinicalTrials.gov) and the World Health Organization International Clinical Trials Registry Platform were searched for ongoing trials. No restrictions were placed on the language or date of publication when searching the electronic databases."
    },
    {
      "heading": "Selection criteria",
      "text": "Parallel-group, randomised controlled trials comparing the use of a fluoride-containing product versus a placebo, no treatment or a different type of fluoride treatment, in which the outcome of enamel demineralisation was assessed at the start and at the end of orthodontic treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two review authors independently, in duplicate, conducted risk of bias assessments and extracted data. Authors of trials were contacted to obtain missing data or to ask for clarification of aspects of trial methodology. Cochrane's statistical guidelines were followed."
    },
    {
      "heading": "Main results",
      "text": "This update includes 10 studies and contains data from nine studies, comparing eight interventions, involving 1798 randomised participants (1580 analysed). One report contained insufficient information and the authors have been contacted.\nWe assessed two studies as at low risk of bias, six at unclear risk of bias, and two at high risk of bias.\nTwo placebo (non-fluoride) controlled studies, at low risk of bias, investigated the professional application of varnish (7700 or 10,000 parts per million (ppm) fluoride (F)), every six weeks and found insufficient evidence of a difference regarding its effectiveness in preventing new DLs (risk ratio (RR) 0.52, 95% confidence interval (CI) 0.14 to 1.93; 405 participants; low-certainty evidence). One placebo (non-fluoride) controlled study, at unclear risk of bias, provides a low level of certainty that fluoride foam (12,300 ppm F), professionally applied every two months, may reduce the incidence of new DLs (12% versus 49%) after fixed orthodontic treatment (RR 0.26, 95% CI 0.11 to 0.57; 95 participants).\nOne study, at unclear risk of bias, also provides a low level of certainty that use of a high-concentration fluoride toothpaste (5000 ppm F) by patients may reduce the incidence of new DLs (18% versus 27%) compared with a conventional fluoride toothpaste (1450 ppm F) (RR 0.68, 95% CI 0.46 to 1.00; 380 participants).\nThere was no evidence for a difference in the proportions of orthodontic patients with new DLs on the teeth after treatment with fixed orthodontic appliances for the following comparisons:\n- an amine fluoride and stannous fluoride toothpaste/mouthrinse combination versus a sodium fluoride toothpaste/mouthrinse,\n- an amine fluoride gel versus a non-fluoride placebo applied by participants at home once a week and by professional application every three months,\n- resin-modified glass ionomer cement versus light-cured composite resin for bonding orthodontic brackets,\n- a 250 ppm F mouthrinse versus 0 ppm F placebo mouthrinse,\n- the use of an intraoral fluoride-releasing glass bead device attached to the brace versus a daily fluoride mouthrinse.\nThe last two comparisons involved studies that were assessed at high risk of bias, because a substantial number of participants were lost to follow-up.\nUnfortunately, although the internal validity and hence the quality of the studies has improved since the first version of the review, they have compared different interventions; therefore, the findings are only considered to provide low level of certainty, because none has been replicated by follow-up studies, in different settings, to confirm external validity.\nA patient-reported outcome, such as concern about the aesthetics of any DLs, was still not included as an outcome in any study. Reports of adverse effects from topical fluoride applications were rare and unlikely to be significant. One study involving fluoride-containing glass beads reported numerous breakages."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review found a low level of certainty that 12,300 ppm F foam applied by a professional every 6 to 8 weeks throughout fixed orthodontic treatment, might be effective in reducing the proportion of orthodontic patients with new DLs. In addition, there is a low level of certainty that the patient use of a high fluoride toothpaste (5000 ppm F) throughout orthodontic treatment, might be more effective than a conventional fluoride toothpaste. These two comparisons were based on single studies. There was insufficient evidence of a difference regarding the professional application of fluoride varnish (7700 or 10,000 ppm F). Further adequately powered, randomised controlled trials are required to increase the certainty of these findings and to determine the best means of preventing DLs in patients undergoing fixed orthodontic treatment. The most accurate means of assessing adherence with the use of fluoride products by patients and any possible adverse effects also need to be considered. Future studies should follow up participants beyond the end of orthodontic treatment to determine the effect of DLs on patient satisfaction with treatment."
    }
  ],
  "pls_title": "Fluorides for preventing early tooth decay (demineralised lesions) during fixed brace treatment",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Ugly white or brown marks sometimes appear on the teeth during treatment with braces to straighten teeth. These are due to early tooth decay and usually occur with fixed, glued-on 'train track', braces, which make it more difficult to clean the teeth.\nWe know that fluoride in toothpaste helps to prevent tooth decay and think that if extra fluoride is given to people wearing fixed braces, it will protect them from getting these marks. The aim of this Cochrane Oral Health's review was to look at how well fluorides help to prevent early tooth decay during fixed brace treatment and to find out the best way to get fluoride to the teeth."
    },
    {
      "heading": "Background",
      "text": "Wearing a fixed brace makes it harder for people to keep their teeth clean and may also cause pain. Pain can make it more difficult for people to brush their teeth. This can lead to a build-up of dental plaque around the brackets that attach the fixed brace to the teeth, and if the plaque stays on the tooth for long enough, it will cause early tooth decay, which looks like white or brown marks (demineralised lesions, also known as white spot lesions). People often wear braces for 18 months or longer and if the decay is left to progress, it can cause holes, which are sometimes bad enough to need fillings to be done in the teeth.\nFluoride helps the tooth to heal, reducing tooth decay in people who are at risk of developing it. People receiving fixed brace treatment may be given different forms of fluoride treatment. It is important to think about how the fluoride gets to the teeth. Does the fluoride need to be placed by a dentist or dental nurse, or can people having treatment with braces apply the fluoride to their own teeth?"
    },
    {
      "heading": "Study characteristics",
      "text": "This review is up-to-date as of 1 February 2019. The review includes 10 studies but we could only use the information from nine studies involving 1798 randomised people. We have asked for more information about one study. The review looks at eight different ways of applying fluoride to the teeth. People taking part in the studies were all having treatment with fixed braces. The number of people with new decay on the teeth at end of fixed brace treatment, as well as the amount of decay in each person, were measured and counted.\nWe compared the following treatments:\n- dentist or nurse-applied fluoride e.g. varnish, gel or foam,\n- patient-applied/used fluoride e.g. toothpaste, mouthwash, gel or foam, and\n- materials that release fluoride over time e.g. glues, elastic bands."
    },
    {
      "heading": "Key results",
      "text": "One study showed that when the dentist applies a foam with a high level of fluoride in it onto the teeth every time the patient is seen, this might reduce the risk of new decay. Another study found that if patients use a toothpaste with a higher level of fluoride than normal, then this might also reduce the risk of new marks on their teeth.\nNo studies have shown that other ways of giving the teeth extra fluoride reduced the number and/or size of new decay on teeth in people wearing fixed braces. Harmful effects of the different ways of giving the teeth more fluoride were not reported in any of the included studies."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "The level of belief we have in these findings is low, due to the lack of studies testing the same fluorides and showing the same results. We suggest that more, well-conducted studies should be done in this area."
    }
  ]
}