{
  "doi": "10.1002/14651858.CD010167.pub3",
  "name": "Regular (ICSI) versus ultra‐high magnification (IMSI) sperm selection for assisted reproduction ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Subfertility is a condition found in up to 15% of couples of reproductive age. Gamete micromanipulation, such as intracytoplasmic sperm injection (ICSI), is very useful for treating couples with compromised sperm parameters. An alternative method of sperm selection has been described; the spermatozoa are selected under high magnification (over 6000x) and used for ICSI. This technique, named intracytoplasmic morphologically selected sperm injection (IMSI), has a theoretical potential to improve reproductive outcomes among couples undergoing assisted reproduction techniques (ART). However, our previous version of this Cochrane Review was unable to find evidence that supported this possible beneficial effect. This is an update of Teixeira 2013."
    },
    {
      "heading": "Objectives",
      "text": "To identify, appraise, and summarise the available evidence regarding efficacy and safety of IMSI compared to ICSI in couples undergoing ART."
    },
    {
      "heading": "Search methods",
      "text": "We searched for randomised controlled trials (RCTs) in these electronic databases: the Cochrane Gynaecology and Fertility Group Specialised Register, CENTRAL, MEDLINE, Embase, PsycINFO, CINAHL, LILACS, and in these trial registers: ClinicalTrials.gov and the World Health Organization International Clinical Trials Registry Platform. We also handsearched the reference lists of included studies and similar reviews. We performed the last electronic search on 18 November 2019."
    },
    {
      "heading": "Selection criteria",
      "text": "We only considered RCTs that compared ICSI and IMSI; we did not include quasi-randomised trials. We considered studies that permitted the inclusion of the same participant more than once (cross-over or per cycle trials) only if data regarding the first treatment of each participant were available."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently performed study selection, data extraction, and assessment of the risk of bias and quality of the evidence; we solved disagreements by consulting a third review author. We corresponded with study investigators to resolve any queries, as required."
    },
    {
      "heading": "Main results",
      "text": "The updated search retrieved 535 records; we included 13 parallel-designed RCTs comparing IMSI and ICSI (four studies were added since the previous version), comprising 2775 couples (IMSI = 1256; ICSI = 1519).\nWe are uncertain if IMSI improves live birth rates (risk ratio (RR) 1.11, 95% confidence interval (CI) 0.89 to 1.39; 5 studies, 929 couples; I² = 1%), miscarriage rates per couple (RR 1.07, 95% CI 0.78 to 1.48; 10 studies, 2297 couples; I² = 0%, very-low quality evidence), and miscarriage rate per pregnancy (RR 0.90, 95% CI 0.68 to 1.20; 10 studies, 783 couples; I² = 0%, very-low quality evidence). We are uncertain if IMSI improves clinical pregnancy rates (RR 1.23, 95% CI 1.11 to 1.37; 13 studies, 2775 couples; I² = 47%, very-low quality evidence). None of the included studies reported congenital abnormalities. We judged the evidence for all outcomes to be of very low-quality. We downgraded the quality of the evidence due to limitations of the included studies (risk of bias), inconsistency of results, and a strong indication of publication bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The current evidence from randomised controlled trials does not support or refute the clinical use of intracytoplasmic sperm injection (intracytoplasmic morphologically selected sperm injection (IMSI). We are very uncertain of the chances of having a live birth and of the risk of having a miscarriage. We found very low-quality evidence that IMSI may increase chances of a clinical pregnancy, which means that we are still very uncertain about any real difference.\nWe did not find any trials reporting on the risk of congenital abnormalities. Well-designed and sufficiently powered trials are still required."
    }
  ],
  "pls_title": "Regular (ICSI) versus ultra-high magnification (IMSI) sperm selection for assisted reproduction",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Sperm micromanipulation, such as intracytoplasmic sperm injection (ICSI), is very useful for treating couples in which the male partner has reduced sperm concentration, motility, or both. In the past decade, a different approach for sperm selection has been described, which analyses sperm under ultra-high powered magnification (6000x). Initial studies showed that intracytoplasmic morphologically selected sperm injection (IMSI), using sperm selected under high magnification, was associated with higher pregnancy rates than those selected with conventional ICSI in couples with repeated implantation failures. However, the evidence from our previous Cochrane Review was uncertain of the real beneficial effects of this intervention."
    },
    {
      "heading": "Search date",
      "text": "We updated our search of the medical literature in November 2019, looking for studies that evaluated the effectiveness and safety of IMSI (using 6000x magnification) compared to conventional ICSI (using 200x to 400x magnification) procedures."
    },
    {
      "heading": "Study characteristics",
      "text": "We found 13 randomised controlled trials (four more than in the previous version), evaluating 2775 couples, that compared regular ICSI with IMSI for assisted reproduction. These studies were funded by fertility centres and universities."
    },
    {
      "heading": "Key results",
      "text": "Based on the very low-quality evidence that we found, we are uncertain of the benefit of IMSI over ICSI. The chance of having a live birth with IMSI was between 20% and 32%, compared to 25% with ICSI. For women with a 7% risk of miscarriage with regular ICSI, the risk with IMSI was between 5% and 10%. The clinical pregnancy rate with IMSI was between 35% and 44%, compared with 32% with ICSI."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We downgraded the quality of the evidence because of limitations in the included studies (risk of bias), inconsistency of the observed effect across studies, and high risk of publication bias. There was no evidence concerning congenital abnormalities. We conclude that the current evidence is very limited for suggesting using IMSI instead of ICSI in clinical practice."
    }
  ]
}