{
  "doi": "10.1002/14651858.CD016278",
  "name": "Tranexamic acid for preventing postpartum haemorrhage after caesarean section",
  "free": true,
  "abstract": [
    {
      "heading": "Rationale",
      "text": "Postpartum haemorrhage (PPH) is common and potentially life-threatening. The antifibrinolytic drug tranexamic acid (TXA) is recommended for treating PPH; it reduces the risk of death from haemorrhage by one-third when given soon after bleeding onset, but not overall risk of death. Interest in whether TXA may be effective in preventing PPH is growing. Evidence indicates that TXA given more than three hours after injury to bleeding trauma patients increases mortality. Potential harm becomes critical in prophylactic use of TXA. Reliable evidence of the effect and safety profile of TXA is required before widespread prophylactic use can be considered."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of TXA for preventing PPH compared to placebo or no treatment (with or without uterotonic co-treatment) in women during caesarean birth."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, and WHO ICTRP to 20 February 2024 and searched reference lists of retrieved studies."
    },
    {
      "heading": "Eligibility criteria",
      "text": "We included randomised controlled trials (RCTs) evaluating the use of TXA alone or plus uterotonics during caesarean birth for preventing PPH. Trials needed to be prospectively registered (i.e. before starting recruitment). We applied a trustworthiness checklist."
    },
    {
      "heading": "Outcomes",
      "text": "The critical outcome was blood loss ≥ 1000 mL, measured using estimated or calculated methods.\nImportant outcomes included maternal death, severe morbidity, blood transfusion, the use of additional surgical interventions to control PPH, thromboembolic events, use of additional uterotonics, hysterectomy, maternal satisfaction, and breastfeeding at discharge."
    },
    {
      "heading": "Risk of bias",
      "text": "We assessed risk of bias in the included studies using Cochrane's RoB 1 tool."
    },
    {
      "heading": "Synthesis methods",
      "text": "Two review authors independently selected trials, extracted data, and assessed risk of bias and trial trustworthiness. We pooled data using random-effects meta-analysis. We assessed the certainty of the evidence using GRADE."
    },
    {
      "heading": "Included studies",
      "text": "We included six RCTs with 15,981 participants. All 12 trials in the previous version of this review were not included after review of trial registrations and trustworthiness checklists. Most included studies involved women at low risk of PPH and were conducted in high-resource settings."
    },
    {
      "heading": "Synthesis of results",
      "text": "Prophylactic TXA in addition to standard care compared to placebo in addition to standard care or standard care alone\nTXA results in little to no difference in estimated blood loss ≥ 1000 mL (risk ratio (RR) 0.94, 95% confidence interval (CI) 0.79 to 1.11; 4 RCTs; n = 13,042; high certainty evidence), resulting in 8 fewer per 1000 women having estimated blood loss ≥ 1000 mL (from 30 fewer to 16 more). TXA likely results in a slight reduction in calculated blood loss ≥ 1000 mL (RR 0.83, 95% CI 0.76 to 0.92; 2 RCTs; n = 4327; moderate certainty evidence), resulting in 53 fewer per 1000 having calculated blood loss ≥ 1000 mL (from 75 fewer to 25 fewer).\nThe evidence is very uncertain about the effect of TXA on maternal death (one event in placebo group, none in TXA group). No trials measured severe morbidity.\nTXA likely results in little to no difference in blood transfusion (RR 0.88, 95% CI 0.72 to 1.08; 5 RCTs; n = 15,740; moderate certainty evidence), resulting in 4 fewer per 1000 women requiring a blood transfusion (from 10 fewer to 3 more).\nTXA results in little to no difference in additional surgical interventions to control PPH (RR 1.02, 95% CI 0.86 to 1.22; 4 RCTs; n = 15,631; high certainty evidence), resulting in 1 more per 1000 women requiring additional surgical intervention (from 4 fewer to 7 more).\nThe evidence is very uncertain about the effect of TXA on thromboembolic events (RR 1.40, 95% CI 0.22 to 8.90; 4 RCTs; n = 14,480; very low certainty evidence), resulting in 1 more per 1000 women having a thromboembolic event (from 2 fewer to 17 more).\nTXA results in little to no difference in the need for additional uterotonics (RR 0.88, 95% CI 0.78 to 1.00; 4 RCTs; n = 15,728; high certainty evidence), resulting in 15 fewer per 1000 women requiring additional uterotonics (from 27 fewer to 0 fewer).\nThe evidence is very uncertain about the effect of TXA on hysterectomy (RR 0.80, 95% CI 0.20 to 3.29; 2 RCTs; n = 4546; very low certainty evidence), resulting in 3 fewer per 10,000 women requiring a hysterectomy (from 11 fewer to 31 more).\nOne trial measuring maternal satisfaction reported no difference between groups at day two postpartum.\nNo data were available on breastfeeding.\nOverall, studies had low risk of bias. We downgraded the certainty of evidence mainly for imprecision."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Prophylactic TXA in addition to standard care during caesarean birth results in little to no difference in estimated blood loss ≥ 1000 mL and likely results in a slight reduction in calculated blood loss ≥ 1000 mL compared to placebo.\nThere were no data for severe morbidity due to PPH. Event rates for further interventions to control PPH were low and similar across groups. Prophylactic TXA thus results in little to no difference between groups for additional surgical interventions (32 versus 31 per 1000), and likely results in little to no difference between groups for blood transfusions (31 versus 36 per 1000) and use of additional uterotonics (107 versus 121 per 1000).\nThere were very few events for the outcomes maternal death (1 in placebo group), thromboembolic events (2 versus 3 per 1000), and hysterectomy (1 per 1000 in each group). Evidence for these serious adverse events is therefore very uncertain.\nDecisions about implementing routine prophylactic TXA during caesarean birth should not only consider outcomes related to blood loss, but also the relatively low rates of PPH morbidity and uncertainty of serious adverse events.\nMost studies included women at low risk of PPH, thereby precluding any conclusions about women at high risk of PPH.\nCost associated with routine use of an additional drug for all caesarean births needs to be considered."
    },
    {
      "heading": "Funding",
      "text": "This Cochrane review was funded in part by the World Health Organization."
    },
    {
      "heading": "Registration",
      "text": "The published protocol and updates to the review can be accessed:\nProtocol (2009) DOI: 10.1002/14651858.CD007872\nOriginal Review (2010) DOI: 10.1002/14651858.CD007872.pub2\nReview Update (2015) DOI: 10.1002/14651858.CD007872.pub3."
    }
  ],
  "pls_title": "What are the benefits and risks of tranexamic acid for preventing heavy bleeding after caesarean births?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "The clotting medicine tranexamic acid (TXA) given during caesarean birth does not prevent heavy bleeding when blood loss is measured by collecting blood and weighing surgical sponges, or when health providers estimate the amount of blood loss. When blood loss is calculated using the proportion of red blood cells in blood before and after the caesarean birth, there is likely a slight reduction in heavy bleeding.    TXA probably does not make a difference in the number of women who need further treatment to control heavy bleeding.    The effect of TXA on harmful effects is uncertain.\nThe clotting medicine tranexamic acid (TXA) given during caesarean birth does not prevent heavy bleeding when blood loss is measured by collecting blood and weighing surgical sponges, or when health providers estimate the amount of blood loss. When blood loss is calculated using the proportion of red blood cells in blood before and after the caesarean birth, there is likely a slight reduction in heavy bleeding.\nTXA probably does not make a difference in the number of women who need further treatment to control heavy bleeding.\nThe effect of TXA on harmful effects is uncertain."
    },
    {
      "heading": "What is the issue?",
      "text": "Heavy bleeding after giving birth (postpartum haemorrhage) is a common and sometimes life-threatening complication of birth. Most women receive drugs that stimulate the womb to contract (uterotonics) after vaginal or caesarean birth to prevent postpartum haemorrhage. Tranexamic acid (TXA) is a medication used to decrease blood loss in surgery and health conditions associated with increased bleeding. It works by helping to prevent the breakdown of blood clots. If a woman is bleeding heavily after birth, it decreases blood loss. We do not know if TXA can help prevent heavy bleeding after caesarean birth."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to know if fewer women receiving TXA at the time of surgery had heavy bleeding after a caesarean section. We also wanted to find out if receiving TXA during surgery was associated with any harmful effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for and selected all studies that addressed this question. We used a checklist to make sure we only included studies that we could trust. We made judgements about the quality of the studies before comparing and summarising the results of the studies. Lastly, we rated our confidence in the findings."
    },
    {
      "heading": "Why is this important?",
      "text": "We need to find out whether TXA is effective in preventing heavy bleeding after birth when given to women at the time of a caesarean birth. If TXA works, it could reduce excessive blood loss, the use of further treatment, and possibly complications from heavy bleeding and death."
    },
    {
      "heading": "What did we find?",
      "text": "We identified six studies with a total of 15,981 women that looked at the effects of preventive TXA. We found that TXA results in little to no difference in heavy bleeding after birth when blood loss is measured by collecting blood and weighing surgical sponges, or when health providers estimated the amount of blood loss, compared to placebo (dummy treatment). TXA likely results in a slight reduction of heavy bleeding when blood loss is calculated using the proportion of red blood cells in the blood before and after the caesarean birth. We are very uncertain about the effect of TXA on maternal death, and there is no evidence on the effect of TXA on women developing serious illness.\nIt is likely that TXA has no effect on the need to receive a blood transfusion, and makes no difference to whether a women needs further surgical treatment. We are very uncertain about the effect of TXA on blood clots. TXA results in little to no difference to whether women require additional drugs to help the womb contract, and we are very uncertain about the effect of TXA on the need for surgical removal of the womb. There does not seem to be a difference between groups in maternal satisfaction, and there is no evidence on the effects of TXA on breastfeeding."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Most studies included women at low risk of heavy bleeding after birth, preventing any conclusions about women at high risk of heavy bleeding after birth. Across trials, few women experienced harmful effects; however, we cannot be certain that this is the case in the real world."
    },
    {
      "heading": "What does this mean?",
      "text": "We found little to no difference in the number of women experiencing heavy bleeding after birth after they were given TXA preventatively during caesarean birth, and we are very uncertain about the effect of TXA on death, blood clots, and surgical removal of the womb. As these are harmful effects, health providers should take the benefit and the potential harms into account when considering routine treatment with TXA of women during caesarean birth.\nThere does not seem to be a difference in the number of women needing additional treatment for heavy bleeding after receiving TXA.\nGiving every women who gives caesarean birth TXA preventatively during birth is a serious decision with many implications. We need to weigh up blood loss outcomes, as well as the relatively low rates of serious illness after postpartum haemorrhage and uncertainty regarding serious unwanted effects."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence is current to 20 February 2024."
    }
  ]
}