{
  "doi": "10.1002/14651858.CD010967.pub3",
  "name": "Topical clonidine for neuropathic pain in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Clonidine is a presynaptic alpha-2-adrenergic receptor agonist that has been used for many years to treat hypertension and other conditions, including chronic pain. Adverse events associated with systemic use of the drug have limited its application. Topical use of drugs has been gaining interest since the beginning of the century, as it may limit adverse events without loss of analgesic efficacy. Topical clonidine (TC) formulations have been investigated for almost 20 years in clinical trials. This is an update of the original Cochrane Review published in Issue 8, 2015."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to assess the analgesic efficacy and safety of TC compared with placebo or other drugs in adults aged 18 years or above with chronic neuropathic pain."
    },
    {
      "heading": "Search methods",
      "text": "For this update we searched the Cochrane Register of Studies Online (CRSO), MEDLINE (Ovid), and Embase (Ovid) databases, and reference lists of retrieved papers and trial registries. We also contacted experts in the field. The most recent search was performed on 27 October 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, double-blind studies of at least two weeks' duration comparing TC versus placebo or other active treatment in adults with chronic neuropathic pain."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened references for eligibility, extracted data, and assessed risk of bias. Any discrepancies were resolved by discussion or by consulting a third review author if necessary. Where required, we contacted trial authors to request additional information.\nWe presented pooled estimates for dichotomous outcomes as risk ratios (RRs) with 95% confidence intervals (CIs), and continuous outcomes as mean differences (MDs) with P values. We used Review Manager Web software to perform the meta-analyses. We used a fixed-effect model if we considered heterogeneity as not important; otherwise, we used a random-effects model.\nThe review primary outcomes were: participant-reported pain relief of 50% or greater; participant-reported pain relief of 30% or greater; much or very much improved on Patient Global Impression of Change scale (PGIC); and very much improved on PGIC. Secondary outcomes included withdrawals due to adverse events; participants experiencing at least one adverse event; and withdrawals due to lack of efficacy. All outcomes were measured at the longest follow-up period.\nWe assessed the certainty of evidence using GRADE and created two summary of findings tables."
    },
    {
      "heading": "Main results",
      "text": "We included four studies in the review (two new in this update), with a total of 743 participants with painful diabetic neuropathy (PDN). TC (0.1% or 0.2%) was applied in gel form to the painful area two to three times daily. The double-blind treatment phase of three studies lasted 8 weeks to 85 days and compared TC versus placebo. In the fourth study, the double-blind treatment phase lasted 12 weeks and compared TC versus topical capsaicin. We assessed the studies as at unclear or high risk of bias for most domains; all studies were at unclear risk of bias for allocation concealment and blinding of outcome assessment; one study was at high risk of bias for blinding of participants and personnel; two studies were at high risk of attrition bias; and three studies were at high risk of bias due to notable funding concerns. We judged the certainty of evidence (GRADE) to be moderate to very low, downgrading for study limitations, imprecision of results, and publication bias.\nTC compared to placebo\nThere was no evidence of a difference in number of participants with participant-reported pain relief of 50% or greater during longest follow-up period (12 weeks) between groups (risk ratio (RR) 1.21, 95% confidence interval (CI) 0.78 to 1.86; 179 participants; 1 study; low certainty evidence). However, the number of participants with participant-reported pain relief of 30% or greater during longest follow-up period (8 to 12 weeks) was higher in the TC group compared with placebo (RR 1.35, 95% CI 1.03 to 1.77; 344 participants; 2 studies, very low certainty evidence). The number needed to treat for an additional beneficial outcome (NNTB) for this comparison was 8.33 (95% CI 4.3 to 50.0). Also, there was no evidence of a difference between groups for the outcomes much or very much improved on the PGIC during longest follow-up period (12 weeks) or very much improved on PGIC during the longest follow-up period (12 weeks) (RR 1.06, 95% CI 0.76 to 1.49 and RR 1.82, 95% CI 0.89 to 3.72, respectively; 179 participants; 1 study; low certainty evidence). We observed no evidence of a difference between groups in withdrawals due to adverse events and withdrawals due to lack of efficacy during the longest follow-up period (12 weeks) (RR 0.34, 95% CI 0.04 to 3.18 and RR 1.01, 95% CI 0.06 to 15.92, respectively; 179 participants; 1 study; low certainty evidence) and participants experiencing at least one adverse event during longest follow-up period (12 weeks) (RR 0.65, 95% CI 0.14 to 3.05; 344 participants; 2 studies; low certainty evidence).\nTC compared to active comparator\nThere was no evidence of a difference in the number of participants with participant-reported pain relief of 50% or greater during longest follow-up period (12 weeks) between groups (RR 1.41, 95% CI 0.99 to 2.0; 139 participants; 1 study; low certainty evidence). Other outcomes were not reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This is an update of a review published in 2015, for which our conclusions remain unchanged. Topical clonidine may provide some benefit to adults with painful diabetic neuropathy; however, the evidence is very uncertain. Additional trials are needed to assess TC in other neuropathic pain conditions and to determine whether it is possible to predict who or which groups of people will benefit from TC."
    }
  ],
  "pls_title": "Clonidine applied to the skin for adults with chronic neuropathic pain",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key message",
      "text": "We found no high certainty evidence to support the use of clonidine applied to the skin for painful diabetic neuropathy. We found no evidence for other chronic pain conditions."
    },
    {
      "heading": "What did we do?",
      "text": "To find out how clonidine applied to the skin (topical clonidine) works in people with neuropathic pain, we searched medical databases and references of retrieved papers and registries or clinical trials. We also contacted experts in the field. Two review authors independently screened references for eligibility, extracted data, and assessed risk of bias. When necessary, we contacted trial authors to request additional information."
    },
    {
      "heading": "What did we find?",
      "text": "We identified four studies for inclusion in the review. The studies lasted 8 weeks to 85 days and included a total of 743 participants with painful diabetic neuropathy. Clonidine (0.1% or 0.2%) was applied in gel form to the painful area two to three times daily, and was compared with placebo (dummy treatment) in three studies and with capsaicin applied to the skin in one study.\nLimitations in how the studies were conducted and reported and the small amount of evidence available means that our confidence in the results is limited. The evidence suggests that in adults with painful diabetic neuropathy, topical clonidine may provide pain relief in some people. However, topical clonidine was not better than placebo for our other outcomes. We found no evidence of a difference between topical clonidine and capsaicin applied to the skin in painful diabetic neuropathy. The information from clinical trials is not enough to judge about possible long-term side effects of clonidine applied to the skin; however, we found that during 8 to 12 weeks of treatment there was no evidence of a difference in number of side effects between study groups. We also do not know from the included trials how clonidine works in other chronic neuropathic pain conditions."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The review is current to 27 October 2021."
    }
  ]
}