{
  "doi": "10.1002/14651858.CD015122.pub2",
  "name": "Tranexamic acid for percutaneous nephrolithotomy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Percutaneous nephrolithotomy (PCNL) is the gold standard for the treatment of large kidney stones but comes with an increased risk of bleeding compared to other treatments, such as ureteroscopy and shock wave lithotripsy. Tranexamic acid (TXA) is an antifibrinolytic agent that has been used to reduce bleeding complications in other settings."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of TXA in individuals with kidney stones undergoing PCNL."
    },
    {
      "heading": "Search methods",
      "text": "We performed a comprehensive literature search of the Cochrane Library, PubMed (including MEDLINE), Embase, Scopus, Global Index Medicus, trials registries, other sources of the grey literature, and conference proceedings. We applied no restrictions on the language of publication nor publication status. The latest search date was 11 May 2023."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) that compared treatment with PCNL with administration of TXA to placebo (or no TXA) for patients ≥ 18 years old."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently classified studies and abstracted data. Primary outcomes were: blood transfusion, stone-free rate (SFR), and thromboembolic events (TEEs). Secondary outcomes were: adverse events (AEs), secondary interventions, major surgical complications, minor surgical complications, unplanned hospitalizations or readmissions, and hospital length of stay (LOS). We performed statistical analyzes using a random-effects model. We rated the certainty of evidence (CoE) according to the GRADE approach using a minimally contextualized approach with predefined thresholds for minimally clinically important differences (MCIDs)."
    },
    {
      "heading": "Main results",
      "text": "We analyzed 10 RCTs assessing the effect of systemic TXA in PCNL versus placebo (or no TXA) with 1883 randomized participants. Eight studies were published as full text. One was published in abstract proceedings, but it was separated into two separate studies for the purpose of our analyzes. Average stone surface area ranged 3.45 to 6.62 cm2. We also found a single RCT published in full text assessing the effects of topical TXA in PCNL versus placebo (or no TXA) with 400 randomized participants, the results of which are further described in the review. Here we focus only on the results of TXA used systemically.\nBlood transfusion - Based on a representative baseline risk of 5.7% for blood transfusions taken from a large presentative observational studies, systemic TXA may reduce blood transfusions (risk ratio (RR) 0.45, 95% confidence interval (CI) 0.27 to 0.76; I2 = 28%; 9 studies, 1353 participants; low CoE). We assumed an MCID of ≥ 2%. Based on 57 participants per 1000 with placebo (or no TXA) being transfused, this corresponds to 31 fewer (from 42 fewer to 14 fewer) participants being transfused per 1000.\nStone-free rate - Based on a representative baseline risk of 75.7% for SFR, systemic TXA may increase SFRs (RR 1.11, 95% CI 0.98 to 1.27; I2 = 62%; 4 studies, 603 participants; low CoE). We assumed an MCID of ≥ 5%. Based on 757 participants per 1000 being stone free with placebo (or no TXA), this corresponds to 83 more (from 15 fewer to 204 more) stone-free participants per 1000.\nThromboembolic events - There is probably no difference in TEEs (risk difference (RD) 0.00, 95% CI -0.01 to 0.01; I2 = 0%; 6 studies, 841 participants; moderate CoE). We assumed an MCID of ≥ 2%. Since there were no thromboembolic events in intervention and/or control groups in 5 out of6 studies, we opted to assess a risk difference with systemic TXA for this outcome.\nAdverse events - Systemic TXA may increase AEs (RR 5.22, 95% CI 0.52 to 52.72; I2 = 75%; 4 studies, 602 participants; low CoE). We assumed an MCID of ≥ 5%. Based on 23 participants per 1000 with placebo (or no TXA) having an adverse event, this corresponds to 98 more (from 11 fewer to 1000 more) participants with adverse events per 1000.\nSecondary interventions - Systemic TXA may have little to no effect on secondary interventions (RR 1.15, 95% CI 0.84 to 1.57; I2 = 0%; 2 studies, 319 participants; low CoE). We assumed an MCID of ≥ 5%. Based on 278 participants per 1000 with placebo (or no TXA) having a secondary intervention, this corresponds to 42 more (from 44 fewer to 158 more) participants with secondary interventions per 1000.\nMajor surgical complications - Based on a representative baseline risk for major surgical complications of 4.1%, systemic TXA may reduce major surgical complications (RR 0.36, 95% CI 0.21 to 0.62; I2 = 0%; 5 studies, 733 participants; moderate CoE). We assumed an MCID of ≥ 2%. Based on 41 participants per 1000 with placebo (or no TXA) having a major surgical complication, this corresponds to 26 fewer (from 32 fewer to 16 fewer) participants with major surgical complications per 1000.\nMinor surgical complications - Systemic TXA may reduce minor surgical complications (RR 0.71, 95% CI 0.45 to 1.10; I2 = 76%; 5 studies, 733 participants; low CoE). We assumed an MCID of ≥ 5%. Based on 396 participants per 1000 with placebo (or no TXA) having a minor surgical complication, this corresponds to 115 fewer (from 218 fewer to 40 more) participants with minor surgical complications per 1000.\nUnplanned hospitalizations or readmissions - We are very uncertain how unplanned hospitalizations or readmissions are affected (RR 1.55, 95% CI 0.45 to 5.31; I2 = not applicable; 1 study, 189 participants; very low CoE). We assumed an MCID of ≥ 2%.\nHospital length of stay - Systemic TXA may reduce hospital LOS (mean difference 0.52 days lower, 95% CI 0.93 lower to 0.11 lower; I2 = 98%; 7 studies, 1151 participants; low CoE). We assumed an MCID of ≥ 0.5 days."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on 10 RCTs with substantial methodological limitations that lowered all CoE of effect, we found that systemic TXA in PCNL may reduce blood transfusions, major and minor surgical complications, and hospital LOS, as well as improve SFRs; however, it may increase AEs. We are uncertain about the effects of systemic TXA on other outcomes. Findings of this review should assist urologists and their patients in making informed decisions about the use of TXA in the setting of PCNL."
    }
  ],
  "pls_title": "What are the benefits and risks of tranexamic acid for percutaneous nephrolithotomy for the treatment of kidney stones?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Tranexamic acid, when compared to placebo (or no medication), may reduce blood transfusions, surgical complications, and a patient's hospital stay following percutaneous nephrolithotomy.\n• Tranexamic acid, when compared to placebo (or no medication), may improve the removal of stone material following percutaneous nephrolithotomy but may increase unwanted medication effects.\n• We do not know if tranexamic acid affects the risk of blood clots forming in other parts of the body following percutaneous nephrolithotomy"
    },
    {
      "heading": "What is percutaneous nephrolithotomy?",
      "text": "Percutaneous nephrolithotomy is a treatment method for larger kidney stones. It involves cutting the skin, dilating a path to the stone, and using specialized instruments (like a laser) to break up the stone. Irrigation fluid is used to clear away any blood and help the urologist see better. Though this method is good at removing stones, it can also cause complications, including bleeding, which may require a blood transfusion."
    },
    {
      "heading": "What is tranexamic acid?",
      "text": "Tranexamic acid is a medication that can reduce the amount of bleeding and, therefore, the risk of a transfusion. It has been used in the treatment of bleeding disorders and to decrease bleeding in heart and bone/joint surgeries. It may be beneficial to use tranexamic acid during percutaneous nephrolithotomy."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if giving tranexamic acid was better (or worse) than not giving tranexamic acid. The main outcomes we were interested in were blood transfusions, completeness of stone removal, and the risk of blood clots forming in other parts of the body. We also studied unwanted medication effects, the need for more stone procedures, major and minor surgical complications, unplanned returns to the hospital, and length of stay in the hospital."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for all studies in which participants had a percutaneous nephrolithotomy for large stones, and chance determined whether they were given tranexamic acid or no tranexamic acid. We compared and summarized the results of the studies and rated our confidence in the evidence based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 10 studies that used tranexamic acid as an infusion by vein and one study that added tranexamic acid to the irrigation fluid. Based on these studies, tranexamic acid may reduce blood transfusions and improve stone removal. However, we do not know if tranexamic acid affects blood clots forming in other parts of the body when infused by a vein, or added to the irrigation fluid used for percutaneous nephrolithotomy."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have little confidence in most of the evidence, and for some of the results, we are confident in the evidence. Reasons for low confidence include concerns about whether participants in both groups were managed and evaluated the same way. Also, in some instances, the results of the included studies were quite different, the studies were small, or there were not enough studies to be sure of the effect."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up-to-date to 11 May 2023."
    }
  ]
}