{
  "doi": "10.1002/14651858.CD002215",
  "name": "Capitation, salary, fee‐for‐service and mixed systems of payment: effects on the behaviour of primary care physicians ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "It is widely believed that the method of payment of physicians may affect their clinical behaviour. Although payment systems may be used to achieve policy objectives (e.g. cost containment or improved quality of care), little is known about the effects of different payment systems in achieving these objectives."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the impact of different methods of payment (capitation, salary, fee for service and mixed systems of payment) on the clinical behaviour of primary care physicians (PCPs)."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Effective Practice and Organisation of Care Group specialised register; the Cochrane Controlled Trials Register; MEDLINE (1966 to October 1997); BIDS EMBASE (1980 to October 1997); BIDS ISI (1981 to October 1997); EconLit (1969 to October 1997); HealthStar (1975 to October 1997) Helmis (1984 to October 1997); health economics discussion paper series of the Universities of York, Aberdeen, Sheffield, Bristol, Brunel, and McMaster; Swedish Institute of Health Economics; RAND corporation; and reference lists of articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials, controlled before and after studies and interrupted time series analyses of interventions comparing the impact of capitation, salary, fee for service (FFS) and mixed systems of payment on primary care physician satisfaction with working environment; cost and quantity of care; type and pattern of care; equity of care; and patient health status and satisfaction."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers independently extracted data and assessed study quality."
    },
    {
      "heading": "Main results",
      "text": "Four studies were included involving 640 primary care physicians and more than 6400 patients. There was considerable variation in study setting and the range of outcomes measured. FFS resulted in more primary care visits/contacts, visits to specialists and diagnostic and curative services but fewer hospital referrals and repeat prescriptions compared with capitation. Compliance with a recommended number of visits was higher under FFS compared with capitation payment. FFS resulted in more patient visits, greater continuity of care, higher compliance with a recommended number of visits, but patients were less satisfied with access to their physician compared with salaried payment."
    },
    {
      "heading": "Authors' conclusions",
      "text": "It is noteworthy that so few studies met the inclusion criteria. There is some evidence to suggest that the method of payment of primary care physicians affects their behaviour, but the findings' generalisability is unknown. More evaluations of the effect of payment systems on PCP behaviour are needed, especially in terms of the relative impact of salary versus capitation payments."
    }
  ],
  "pls_title": "Some evidence to suggest that the way in which primary care physicians are paid may affect their clinical behaviour",
  "pls_type": "long",
  "pls": "This review examined the impact of different payment systems on primary care physician behaviour. Three payment systems were included: capitation (payment is made for every patient for whom care is provided), salary, and fee for service (payment is made for every item of care provided). There was some evidence that primary care physicians provide a greater quantity of primary care services under fee for service payment compared with capitation and salary, although long-term effects are unclear. There was no evidence, however, concerning other important outcomes such as patient health status, or comparing the relative impact of salary versus capitation payment."
}