{
  "doi": "10.1002/14651858.CD012366.pub2",
  "name": "Focal laser treatment in addition to chemotherapy for retinoblastoma",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Retinoblastoma is the most common primary intraocular malignancy of childhood. Systemic chemotherapy is a common treatment for intraocular retinoblastoma, and laser treatment is used as adjuvant therapy during or immediately after chemotherapy courses in selected cases."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effectiveness and safety of adding focal laser therapy to systemically-delivered chemotherapy in treating intraocular retinoblastoma."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (which contains the Cochrane Eyes and Vision Trials Register) (2016, Issue 9), MEDLINE Ovid (1946 to 20 October 2016), Embase Ovid (1980 to 20 October 2016), LILACS (Latin American and Caribbean Health Sciences Literature Database) (1982 to 20 October 2016), the ISRCTN registry (www.isrctn.com/editAdvancedSearch); searched 20 October 2016, ClinicalTrials.gov (www.clinicaltrials.gov); searched 20 October 2016, and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) (www.who.int/ictrp/search/en); searched 20 October 2016. We did not use any date or language restrictions in the electronic searches for trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We searched for randomised controlled trials (RCTs) of systemic chemotherapy with versus without adjuvant laser therapy for postequatorial retinoblastoma."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We planned to use standard methodological procedures expected by Cochrane. We planned to meta-analyse the primary outcome, that is the proportion of eyes with recurrence of tumours within three years from treatment"
    },
    {
      "heading": "Main results",
      "text": "No studies met the inclusion criteria for this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No evidence from randomised controlled trials was found to support or refute laser therapy in addition to systemic chemotherapy for postequatorial retinoblastoma."
    }
  ],
  "pls_title": "Focal laser treatment in addition to chemotherapy for retinoblastoma",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What was the aim of this review?",
      "text": "The aim of this Cochrane Review was to find out if focal laser therapy in addition to treatment by systemic chemotherapy for retinoblastoma reduces the risk of tumour recurrence."
    },
    {
      "heading": "Key messages",
      "text": "There were no data comparing systemic chemotherapy alone to systemic chemotherapy with laser therapy."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Retinoblastoma is the most common primary cancer in children to arise from within the eye. Treatments for retinoblastoma have evolved significantly throughout the years from eye removal (i.e. enucleation); to radiotherapy and, currently, the main treatment used is chemotherapy. The addition of laser therapy at the same time as, or immediately after, chemotherapy is administered may improve tumour control."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "The review authors did not find any completed studies that could be included in this review."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The review authors searched for studies published up to 20 October 2016."
    }
  ]
}