{
  "doi": "10.1002/14651858.CD009021.pub2",
  "name": "Exercise for pregnant women for preventing gestational diabetes mellitus",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Gestational diabetes mellitus (GDM) affects a significant number of women each year. GDM is associated with a wide range of adverse outcomes for women and their babies. Recent observational studies have found physical activity during normal pregnancy decreases insulin resistance and therefore might help to decrease the risk of developing GDM."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of physical exercise for pregnant women for preventing glucose intolerance or GDM."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group’s Trials Register (2 April 2012), ClinicalTrials.gov (2 April 2012) and the WOMBAT Perinatal Trials Registry (2 April 2012)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and cluster-randomised trials assessing the effects of exercise for preventing pregnancy glucose intolerance or GDM."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed study eligibility, extracted data and assessed the risk of bias of included studies."
    },
    {
      "heading": "Main results",
      "text": "We included five trials with a total of 1115 women and their babies (922 women and their babies contributed outcome data). Four of the five included trials had small sample sizes with one large trial that recruited 855 women and babies. All five included trials had a moderate risk of bias. When comparing women receiving additional exercise interventions with those having routine antenatal care, there was no significant difference in GDM incidence (three trials, 826 women, risk ratio (RR) 1.10, 95% confidence interval (CI) 0.66 to 1.84), caesarean section (two trials, 934 women, RR 1.33, 95% CI 0.97 to 1.84) or operative vaginal birth (two trials, 934 women, RR 0.83, 95% CI 0.58 to 1.17). No trial reported the infant primary outcomes prespecified in the review.\nNone of the five included trials found significant differences in insulin sensitivity. Evidence from one single large trial suggested no significant difference in the incidence of developing pregnancy hyperglycaemia not meeting GDM diagnostic criteria, pre-eclampsia or admission to neonatal ward between the two study groups. Babies born to women receiving exercise interventions had a non-significant trend to a lower ponderal index (mean difference (MD) -0.08 gram x 100 m3, 95% CI -0.18 to 0.02, one trial, 84 infants). No significant differences were seen between the two study groups for the outcomes of birthweight (two trials, 167 infants, MD -102.87 grams, 95% CI -235.34 to 29.60), macrosomia (two trials, 934 infants, RR 0.91, 95% CI 0.68 to 1.22), or small-for-gestational age (one trial, 84 infants, RR 1.05, 95% CI 0.25 to 4.40) or gestational age at birth (two trials, 167 infants, MD -0.04 weeks, 95% CI -0.37 to 0.29) or Apgar score less than seven at five minutes (two trials, 919 infants, RR 1.00, 95% CI 0.27 to 3.65). None of the trials reported long-term outcomes for women and their babies. No information was available on health services costs."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is limited randomised controlled trial evidence available on the effect of exercise during pregnancy for preventing pregnancy glucose intolerance or GDM. Results from three randomised trials with moderate risk of bias suggested no significant difference in GDM incidence between women receiving an additional exercise intervention and routine care.\nBased on the limited data currently available, conclusive evidence is not available to guide practice. Larger, well-designed randomised trials, with standardised behavioural interventions are needed to assess the effects of exercise on preventing GDM and other adverse pregnancy outcomes including large-for-gestational age and perinatal mortality. Longer-term health outcomes for both women and their babies and health service costs should be included. Several such trials are in progress. We identified another seven trials which are ongoing and we will consider these for inclusion in the next update of this review."
    }
  ],
  "pls_title": "Exercise for pregnant women for preventing gestational diabetes mellitus",
  "pls_type": "long",
  "pls": "Each year, a significant number of pregnant women around the world develop gestational diabetes mellitus (GDM), defined as glucose intolerance or high blood glucose concentration (hyperglycaemia) with onset or first recognition during pregnancy. During normal pregnancy, insulin becomes less effective in transferring glucose from the blood stream to the mother’s tissues to ensure an adequate nutrient supply to the baby. This insulin resistance increases as the pregnancy advances and GDM occurs when a mother does not secrete enough insulin to be able to meet this resistance. Women with GDM are at risk of future type 2 diabetes and their babies are at increased risk of adverse outcomes including being large-for-gestational age, having birthweight of at least 4000 grams and birth trauma. The modifiable risk factors for GDM include being overweight or obese; physical inactivity or sedentary lifestyle; low fibre and high glycaemic load diet and polycystic ovarian syndrome. This review aimed to assess the effects of physical exercise for pregnant women in preventing glucose intolerance or GDM and was based on limited evidence from five randomised controlled trials. Two trials involved obese women. The trials provided data from 922 women and their babies and were of moderate risk of bias. The exercise programs including individualised exercise with regular advice, weekly supervised group exercise session or home-based stationary cycling, either supervised or unsupervised, had no clear effect on preventing GDM (three trials with 826 women screened at 18 to 36 weeks' gestation), or improving insulin sensitivity (five trials) compared with standard antenatal care with normal daily activities. Based on these limited data, conclusive evidence is not available to guide practice. Larger, well-designed randomised trials are needed. Several such trials are in progress. We identified another seven trials which are ongoing and we will consider these for inclusion in the next update."
}