{
  "doi": "10.1002/14651858.CD004357.pub4",
  "name": "Monosodium glutamate avoidance for chronic asthma in adults and children",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Monosodium glutamate (MSG) is the sodium salt of the non-essential amino acid, glutamic acid, and is used as a flavour enhancer. It has been implicated in causing adverse reactions, which have been referred to as \"Chinese restaurant syndrome\". Over the last two decades there have been a number of studies investigating whether MSG ingestion induces an asthmatic response, and several reviews have been published (ILSI 1991; Stevenson 2000; Woods 2001), but no meta-analysis or Cochrane systematic review has been performed."
    },
    {
      "heading": "Objectives",
      "text": "The objectives of this review are to: 1) identify randomised controlled trials (RCTs) of MSG ingestion and asthma response in adults and children older than two years of age with asthma; 2) assess the methodological quality of these trials; and 3) determine the effect of MSG ingestion on asthma outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways group's Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL), and bibliographies of existing trials. Searches were current up to May 2012."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs that investigated the effect of MSG on chronic asthma in adults and children."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently extracted, entered and analysed data from included studies. We contacted study authors for additional information."
    },
    {
      "heading": "Main results",
      "text": "Only two cross-over studies involving 24 adults met the eligibility criteria; the challenge dosages of MSG were 1 g, 5 g and 25 mg/kg. They reported the number of subjects who had a maximum fall in forced expiratory volume in the first second (FEV1) greater than 15% or 200 mL after MSG or the control challenge. The pooled data found no statistically significant difference between MSG and placebo. One trial reported the mean change at four hours and maximum fall in FEV1 over four hours after MSG or the placebo challenge, but found no statistically significant difference between interventions. There were no differences in symptom scores, non-specific bronchial hyper-responsiveness (BHR), eosinophil cationic protein (ECP) or tryptase levels in peripheral blood between MSG and control, although we were unable to perform meta-analyses."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The limited evidence available (n = 24) found no significant difference between MSG or the control challenge for the number of subjects who had a maximum fall in FEV1 greater than 15% or 200 mL. There is no evidence to support the avoidance of MSG in adults with chronic asthma, but as data were limited, this review cannot provide a reliable evidence base for determining whether MSG avoidance is a worthwhile strategy. We could not find any studies conducted on the effect of MSG in children with chronic asthma. There is therefore, a need for further RCTs to investigate any relationship between MSG and asthma, especially in children."
    }
  ],
  "pls_title": "Monosodium glutamate (MSG) avoidance for chronic asthma in adults and children",
  "pls_type": "long",
  "pls": "Monosodium glutamate (MSG) is used as a flavour enhancer and has been implicated in \"Chinese Restaurant Syndrome\", causing tightness, burning or numbness in the face, neck and upper chest (although there is no evidence to prove this syndrome). It has also been proposed that asthmatics may react badly to MSG. In two randomised controlled trials (RCTs), involving 24 adult asthmatics, there was no evidence that MSG worsened asthma when compared to control ingestion. Further RCTs are needed."
}