{
  "doi": "10.1002/14651858.CD001298.pub5",
  "name": "Fluid and pharmacological agents for adhesion prevention after gynaecological surgery",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Adhesions are fibrin bands that are a common consequence of gynaecological surgery. They are caused by conditions that include pelvic inflammatory disease and endometriosis. Adhesions are associated with comorbidities, including pelvic pain, subfertility, and small bowel obstruction. Adhesions also increase the likelihood of further surgery, causing distress and unnecessary expenses. Strategies to prevent adhesion formation include the use of fluid (also called hydroflotation) and gel agents, which aim to prevent healing tissues from touching one another, or drugs, aimed to change an aspect of the healing process, to make adhesions less likely to form."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of fluid and pharmacological agents on rates of pain, live births, and adhesion prevention in women undergoing gynaecological surgery."
    },
    {
      "heading": "Search methods",
      "text": "We searched: the Cochrane Gynaecology and Fertility Specialised Register, CENTRAL, MEDLINE, Embase, PsycINFO, and Epistemonikos to 22 August 2019. We also checked the reference lists of relevant papers and contacted experts in the field."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials investigating the use of fluid (including gel) and pharmacological agents to prevent adhesions after gynaecological surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures recommended by Cochrane. We assessed the overall quality of the evidence using GRADE methods. Outcomes of interest were pelvic pain; live birth rates; incidence of, mean, and changes in adhesion scores at second look-laparoscopy (SLL); clinical pregnancy, miscarriage, and ectopic pregnancy rates; quality of life at SLL; and adverse events."
    },
    {
      "heading": "Main results",
      "text": "We included 32 trials (3492 women), and excluded 11.\nWe were unable to include data from nine studies in the statistical analyses, but the findings of these studies were broadly in keeping with the findings of the meta-analyses.\nHydroflotation agents versus no hydroflotation agents (10 RCTs)\nWe are uncertain whether hydroflotation agents affected pelvic pain (odds ratio (OR) 1.05, 95% confidence interval (CI) 0.52 to 2.09; one study, 226 women; very low-quality evidence).\nIt is unclear whether hydroflotation agents affected live birth rates (OR 0.67, 95% CI 0.29 to 1.58; two studies, 208 women; low-quality evidence) compared with no treatment.\nHydroflotation agents reduced the incidence of adhesions at SLL when compared with no treatment (OR 0.34, 95% CI 0.22 to 0.55, four studies, 566 women; high-quality evidence). The evidence suggests that in women with an 84% chance of having adhesions at SLL with no treatment, using hydroflotation agents would result in 54% to 75% having adhesions.\nHydroflotation agents probably made little or no difference to mean adhesion score at SLL (standardised mean difference (SMD) -0.06, 95% CI -0.20 to 0.09; four studies, 722 women; moderate-quality evidence).\nIt is unclear whether hydroflotation agents affected clinical pregnancy rate (OR 0.64, 95% CI 0.36 to 1.14; three studies, 310 women; moderate-quality evidence) compared with no treatment. This suggests that in women with a 26% chance of clinical pregnancy with no treatment, using hydroflotation agents would result in a clinical pregnancy rate of 11% to 28%.\nNo studies reported any adverse events attributable to the intervention.\nGel agents versus no treatment (12 RCTs)\nNo studies in this comparison reported pelvic pain or live birth rate. (SMD -0.24, 95% CI -0.55 to 0.08)\nGel agents reduced the incidence of adhesions at SLL compared with no treatment (OR 0.26, 95% CI 0.12 to 0.57; five studies, 147 women; high-quality evidence). This suggests that in women with an 84% chance of having adhesions at SLL with no treatment, the use of gel agents would result in 39% to 75% having adhesions.\nIt is unclear whether gel agents affected mean adhesion scores at SLL (SMD -0.24, 95% CI -0.55 to 0.08; four studies, 159 women; moderate-quality evidence), or clinical pregnancy rate (OR 0.20, 95% CI 0.02 to 2.02; one study, 30 women; low-quality evidence).\nNo studies in this comparison reported on adverse events attributable to the intervention.\nGel agents versus hydroflotation agents when used as an instillant (3 RCTs)\nNo studies in this comparison reported pelvic pain, live birth rate or clinical pregnancy rate.\nGel agents probably reduce the incidence of adhesions at SLL when compared with hydroflotation agents (OR 0.50, 95% CI 0.31 to 0.83; three studies, 538 women; moderate-quality evidence). This suggests that in women with a 46% chance of having adhesions at SLL with a hydroflotation agent, the use of gel agents would result in 21% to 41% having adhesions.\nWe are uncertain whether gel agents improved mean adhesion scores at SLL when compared with hydroflotation agents (MD -0.79, 95% CI -0.82 to -0.76; one study, 77 women; very low-quality evidence).\nNo studies in this comparison reported on adverse events attributable to the intervention.\nSteroids (any route) versus no steroids (4 RCTs)\nNo studies in this comparison reported pelvic pain, incidence of adhesions at SLL or mean adhesion score at SLL.\nIt is unclear whether steroids affected live birth rates compared with no steroids (OR 0.65, 95% CI 0.26 to 1.62; two studies, 223 women; low-quality evidence), or clinical pregnancy rates (OR 1.01, 95% CI 0.66 to 1.55; three studies, 410 women; low-quality evidence).\nNo studies in this comparison reported on adverse events attributable to the intervention."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Gels and hydroflotation agents appear to be effective adhesion prevention agents for use during gynaecological surgery, but we found no evidence indicating that they improve fertility outcomes or pelvic pain, and further research is required in this area. It is also worth noting that for some comparisons, wide confidence intervals crossing the line of no effect meant that clinical harm as a result of interventions could not be excluded. Future studies should measure outcomes in a uniform manner, using the modified American Fertility Society score. Statistical findings should be reported in full. No studies reported any adverse events attributable to intervention."
    }
  ],
  "pls_title": "Use of fluids and pharmacological agents (medicinal drugs) to prevent the formation of adhesions (scar tissue) after surgery of the female pelvis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "This Cochrane Review evaluated the use of fluid and pharmacological agents that aim to prevent adhesion formation after gynaecological surgery (we defined gels as fluid agents)."
    },
    {
      "heading": "Background",
      "text": "Adhesions are a type of scar tissue, which can cause two normally separate surfaces within the body to stick together. Adhesions often form within the pelvis following surgery, infection, or due to endometriosis. Adhesions caused by gynaecological surgery can cause pain and reduced fertility. Women with adhesions often require further surgery. Strategies to prevent adhesion formation include the use of fluid and gel agents, which aim to prevent healing tissues from touching one another, or drugs, aimed to change an aspect of the healing process, to make adhesions less likely to form."
    },
    {
      "heading": "Study characteristics",
      "text": "We included 32 randomised controlled trials (3492 women). We pooled the results of 23 trials (2796 women). We were unable to pool the results from the remaining nine trials, because investigators either measured adhesions in a way that would not allow us to pool the findings with other data, or did not report important statistical information. We searched all evidence up to August 2019."
    },
    {
      "heading": "Key results",
      "text": "Fluids and gels appear to be effective in reducing adhesions, but more information is needed to determine whether they affect pelvic pain or live birth rates. Large, high-quality studies should be conducted in which investigators use the standardised way of measuring adhesions, developed by the American Fertility Society (the modified AFS score)."
    },
    {
      "heading": "For the outcome of pain",
      "text": "one study reported uncertain results of the effect of a fluid agent (4% icodextrin, a glucose polymer) on pelvic pain. No studies reported pelvic pain outcomes with any other interventions."
    },
    {
      "heading": "For the outcome of fertility",
      "text": "the pooled results of two studies of fluid agents (dextran, another glucose polymer) found uncertain effects on live birth rates. The data suggest that in women with a 13% chance of giving birth with no treatment, 4% to 19% would give birth if treated with fluid agents. The pooled results of two studies of steroids found uncertain effects on live birth rates. The data suggest that in women with a 13% chance of giving birth with no treatment, 4% to 19% would give birth if treated with steroids. No studies reported live birth rate with any other interventions.\nWe are uncertain whether fluid agents, gel agents, or steroids affect clinical pregnancy rates compared with no treatment. No studies comparing the effect of fluid agents with gel agents reported clinical pregnancy rates."
    },
    {
      "heading": "For the outcome of adhesions at SLL",
      "text": "four studies found that fluid agents reduced the incidence of adhesions at second-look laparoscopy (SLL) compared with no treatment (high-quality evidence). This suggests that in women with an 84% chance of having adhesions at SLL with no treatment, the use of fluid agents would result in 54% to 75% having adhesions. Five studies found that gel agents reduced the incidence of adhesions at SLL compared with no treatment (high-quality evidence). This suggests that in women with an 84% chance of having adhesions at SLL with no treatment, using gel agents would result in 39% to 75% having adhesions. Three studies found that gel agents probably reduced the incidence of adhesions at SLL compared with fluid agents (moderate-quality evidence). This suggests that in women with a 46% chance of having adhesions at SLL with a fluid agent, using gel agents would result in 21% to 41% having adhesions.\nEight studies examined the effect of gel agents or fluid agents on mean adhesion score. We are uncertain if they have an effect when compared with no treatment, or with each other.\nNo studies reported the effect of steroids on adhesion incidence or mean adhesion scores at SLL."
    },
    {
      "heading": "For the outcome of adverse events",
      "text": "no studies reported any adverse events caused by the intervention being investigated."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence ranged from very-low to high. The main reasons for downgrading evidence were imprecision (small sample sizes and wide confidence intervals that crossed the line of no effect), and poor reporting of methods."
    }
  ]
}