{
  "doi": "10.1002/14651858.CD008318",
  "name": "Open, small‐incision, or laparoscopic cholecystectomy for patients with symptomatic cholecystolithiasis. An overview of Cochrane Hepato‐Biliary Group reviews ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Patients with symptomatic cholecystolithiasis are treated by three different techniques of cholecystectomy: open, small-incision, or laparoscopic. There is no overview on Cochrane systematic reviews on these three interventions."
    },
    {
      "heading": "Objectives",
      "text": "To summarise Cochrane reviews that assess the effects of different techniques of cholecystectomy for patients with symptomatic cholecystolithiasis."
    },
    {
      "heading": "Methods",
      "text": "The Cochrane Database of Systematic Reviews (CDSR) was searched for all systematic reviews evaluating any interventions for the treatment of symptomatic cholecystolithiasis (Issue 4, 2009)."
    },
    {
      "heading": "Main results",
      "text": "Three systematic reviews that included a total of 56 randomised trials with 5246 patients are included in this overview of reviews. All three reviews used identical inclusion criteria for trials and participants, and identical methodological assessments.\nLaparoscopic versus small-incision cholecystectomy \nThirteen trials with 2337 patients randomised studied this comparison. Bias risk was relatively low. There was no significant difference regarding mortality or complications. Total complications of laparoscopic and small-incision cholecystectomy were high, ie, 17.0% and 17.5%. Total complications (risk difference, random-effects model -0.01 (95% confidence interval (CI) -0.07 to 0.05)), hospital stay (mean difference (MD), random-effects -0.72 days (95% CI -1.48 to 0.04)), and convalescence were not significantly different. Trials with low risk of bias showed a quicker operative time for small-incision cholecystectomy (MD, low risk of bias considering 'blinding', random-effects model 16.4 minutes (95% CI 8.9 to 23.8)) while trials with high risk of bias showed no statistically significant difference.\nLaparoscopic versus open cholecystectomy \nThirty-eight trials with 2338 patients randomised studied this comparison. Bias risk was high. Laparoscopic cholecystectomy patients had a shorter hospital stay (MD, random-effects model -3 days (95% CI -3.9 to -2.3)) and convalescence (MD, random-effects model -22.5 days (95% CI -36.9 to -8.1)) compared with open cholecystectomy but did not differ significantly regarding mortality, complications, and operative time.\nSmall-incision versus open cholecystectomy \nSeven trials with 571 patients randomised studied this comparison. Bias risk was high. Small-incision cholecystectomy had a shorter hospital stay (MD, random-effects model -2.8 days (95% CI -4.9 to -0.6)) compared with open cholecystectomy but did not differ significantly regarding complications and operative time."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No statistically significant differences in the outcome measures of mortality and complications have been found among open, small-incision, and laparoscopic cholecystectomy. There were no data on symptom relief. Complications in elective cholecystectomy are high. The quicker recovery of both laparoscopic and small-incision cholecystectomy patients compared with patients on open cholecystectomy justifies the existing preferences for both minimal invasive techniques over open cholecystectomy. Laparoscopic and small-incision cholecystectomies seem to be comparable, but the latter has a significantly shorter operative time, and seems to be less costly."
    }
  ],
  "pls_title": "Open, small-incision, and laparoscopic cholecystectomy seem comparable with regard to mortality and complications",
  "pls_type": "long",
  "pls": "Gallstones are one of the major causes of morbidity in western society. Prevalence of persons with asymptomatic and symptomatic gallstones varies between 5% and 22%. There is consensus that only patients with symptomatic gallstones need treatment. Three different operation techniques for removal of the gallbladder exist: the classical open operation technique and two minimally invasive procedures, the laparoscopic and the small-incision technique. This overview evaluates the three surgical procedures and comprises fifty-six trials with 5246 patients randomised.\nComplication proportions in all three techniques are high, but there seem to be no significant differences in mortality and complications between the three operation techniques. Both minimally invasive techniques have advantages over the open operation considering postoperative recovery. This overview of three Cochrane Hepato-Biliary Group systematic reviews shows that the laparoscopic and the small-incision operation should be considered equal regarding patient-relevant outcomes (mortality, complications, hospital stay, and convalescence). Operative time seems to be quicker and costs seem to be lower using the small-incision technique.\nThe question today is why the laparoscopic cholecystectomy has become the standard treatment of cholecystectomy for patients with symptomatic cholecystolithiasis without the evidence being present. We were unable to find any arguments supporting the 'gold standard' status of laparoscopic cholecystectomy.\nIn future trials, research should concentrate more on outcomes that are relevant to patients (eg, complications and symptom relief). Furthermore, the execution of the trials should comply with CONSORT requirements (www.consort-statement.org)."
}