{
  "doi": "10.1002/14651858.CD005516.pub2",
  "name": "Enamel etching for bonding fixed orthodontic braces",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acid etching of tooth surfaces to promote the bonding of orthodontic attachments to the enamel has been a routine procedure in orthodontic treatment since the 1960s. Various types of orthodontic etchants and etching techniques have been introduced in the past five decades. Although a large amount of information on this topic has been published, there is a significant lack of consensus regarding the clinical effects of different dental etchants and etching techniques."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effects of different dental etchants and different etching techniques for the bonding of fixed orthodontic appliances."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following electronic databases: the Cochrane Oral Health Group's Trials Register (to 8 March 2013), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2013, Issue 2), MEDLINE via OVID (to 8 March 2013), EMBASE via OVID (to 8 March 2013), Chinese Biomedical Literature Database (to 12 March 2011), the WHO International Clinical Trials Registry Platform (to 8 March 2013) and the National Institutes of Health Clinical Trials Registry (to 8 March 2013). A handsearching group updated the handsearching of journals, carried out as part of the Cochrane Worldwide Handsearching Programme, to the most current issue. There were no restrictions regarding language or date of publication."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs) comparing different etching materials, or different etching techniques using the same etchants, for the bonding of fixed orthodontic brackets to incisors, canines and premolars in children and adults."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors extracted data and assessed the risk of bias of included studies independently and in duplicate. We resolved disagreements by discussion among the review team. We contacted the corresponding authors of the included studies to obtain additional information, if necessary."
    },
    {
      "heading": "Main results",
      "text": "We included 13 studies randomizing 417 participants with 7184 teeth/brackets. We assessed two studies (15%) as being at low risk of bias, 10 studies (77%) as being at high risk of bias and one study (8%) as being at unclear risk of bias.\nSelf etching primers (SEPs) versus conventional etchants\nEleven studies compared the effects of SEPs with conventional etchants. Only five of these studies (three of split-mouth design and two of parallel design) reported data at the participant level, with the remaining studies reporting at the tooth level, thus ignoring clustering/the paired nature of the data. A meta-analysis of these five studies, with follow-up ranging from 5 to 37 months, provided low-quality evidence that was insufficient to determine whether or not there is a difference in bond failure rate between SEPs and convention etchants (risk ratio 1.14; 95% confidence interval (CI) 0.75 to 1.73; 221 participants). The uncertainty in the CI includes both no effect and appreciable benefit and harm. Subgroup analysis did not show a difference between split-mouth and parallel studies.\nThere were no data available to allow assessment of the outcomes: decalcification, participant satisfaction and cost-effectiveness. One study reported decalcification, but only at the tooth level.\nSEPs versus SEPs\nTwo studies compared two different SEPs. Both studies reported bond failure rate, with one of the studies also reporting decalcification. However, as both studies reported outcomes only at the tooth level, there were no data available to evaluate the superiority of any of the SEPs over the others investigated with regards to any of the outcomes of this review.\nWe did not find any eligible studies evaluating different etching materials (e.g. phosphoric acid, polyacrylic acid, maleic acid), concentrations or etching times."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found low-quality evidence that was insufficient to conclude whether or not there is a difference in bond failure rate between SEPs and conventional etching systems when bonding fixed orthodontic appliances over a 5- to 37-month follow-up. Insufficient data were also available to allow any conclusions to be formed regarding the superiority of SEPs or conventional etching for the outcomes: decalcification, participant satisfaction and cost-effectiveness, or regarding the superiority of different etching materials, concentrations or etching times, or of any one SEP over another. Further well-designed RCTs on this topic are needed to provide more evidence in order to answer these clinical questions."
    }
  ],
  "pls_title": "Preparing tooth surfaces in preparation for the bonding of fixed orthodontic braces",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "The main question addressed by this review is: what is the best method for preparing the enamel on the surface of teeth so as to improve the bonding (sticking) of fixed orthodontic braces?"
    },
    {
      "heading": "Background",
      "text": "Many people need to wear fixed orthodontic devices, such as braces, to correct problems with the teeth and jaw (e.g. overcrowding or front teeth that stick out (protrude) or go too far backwards (retroclined)). How these braces are fixed in place will be of interest to them. In order to attach an orthodontic device, such as a brace, to a tooth, the surface of the appropriate tooth first needs to be prepared so that it can retain the glue or bonding agent used to enable the device to be attached securely. For the past 50 years, the usual way of doing this has been to etch (roughen) the surface of the tooth with acid, commonly phosphoric acid, although maleic acid or polyacrylic acid are also sometimes used. Possible harms of etching include the permanent loss of enamel (hard surface) from the surface of the tooth making it more likely for it to lose calcium or weaken during and after treatment. Recently, to reduce the length of time and complexity of the process, a technique using self etching primers (SEPs) has been developed as an alternative to conventional etchants or acids. However, whether SEPs or conventional etchants are better, and the best SEP, acid, concentration and etching time, remain to be determined."
    },
    {
      "heading": "Study characteristics",
      "text": "Cochrane Oral Health carried out this review of existing studies, which includes evidence current up to 8 March 2013. This review includes 13 published studies in which a total of 417 children and adults randomly received different tooth preparations before fixed orthodontic braces were bonded to their teeth. Eleven of these studies compared SEPs with conventional etching, and two compared two different SEPs."
    },
    {
      "heading": "Key results",
      "text": "Only five of the studies provided usable evidence for this review and the combined results did not enable a conclusion to be made about whether or not there is a difference in bond failure (when the orthodontic fixings come away from the tooth) between SEPs and conventional etching. There was also no usable evidence to suggest whether SEPs or conventional etchants lead to less decay around the etching site, or are associated with fewer costs or better participant satisfaction. There was also no usable evidence to enable conclusions to be drawn about which was the best SEP, acid, concentration or etching time."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The evidence presented is of low quality due to issues with the way in which some of the studies were conducted."
    }
  ]
}