{
  "doi": "10.1002/14651858.CD003945.pub4",
  "name": "Valproate preparations for agitation in dementia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Agitation has been reported in up to 90% of people with dementia. Agitation in people with dementia worsens carer burden, increases the risk of injury, and adds to the need for institutionalisation. Valproate preparations have been used in an attempt to control agitation in dementia, but their safety and efficacy have been questioned."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy and adverse effects of valproate preparations used to treat agitation in people with dementia, including the impact on carers."
    },
    {
      "heading": "Search methods",
      "text": "We searched ALOIS – the Cochrane Dementia and Cognitive Improvement Group's Specialized Register on 7 December 2017 using the terms: valproic OR valproate OR divalproex. ALOIS contains records from all major health care databases (the Cochrane Library, MEDLINE, Embase, PsycINFO, CINAHL, LILACS) as well as from many trials databases and grey literature sources."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised, placebo-controlled trials that assessed valproate preparations for agitation in people with dementia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened the retrieved studies against the inclusion criteria and extracted data and assessed methodological quality of the included studies. If necessary, we contacted trial authors to ask for additional data, including relevant subscales, or for other missing information. We pooled data in meta-analyses where possible. This is an update of a Cochrane Review last published in 2009. We found no new studies for inclusion."
    },
    {
      "heading": "Main results",
      "text": "The review included five studies with 430 participants. Studies varied in the preparations of valproate, mean doses (480 mg/day to 1000 mg/day), duration of treatment (three weeks to six weeks), and outcome measures used. The studies were generally well conducted although some methodological information was missing and one study was at high risk of attrition bias.\nThe quality of evidence related to our primary efficacy outcome of agitation varied from moderate to very low. We found moderate-quality evidence from two studies that measured behaviour with the total Brief Psychiatric Rating Scale (BPRS) score (range 0 to 108) and with the BPRS agitation factor (range 0 to 18). They found that there was probably little or no effect of valproate treatment over six weeks (total BPRS: mean difference (MD) 0.23, 95% confidence interval (CI) –2.14 to 2.59; 202 participants, 2 studies; BPRS agitation factor: MD –0.67, 95% CI –1.49 to 0.15; 202 participants, 2 studies). Very low-quality evidence from three studies which measured agitation with the Cohen-Mansfield Agitation Index (CMAI) were consistent with a lack of effect of valproate treatment on agitation. There was variable quality evidence on other behaviour outcomes reported in single studies of no difference between groups or a benefit for the placebo group.\nThree studies, which measured cognitive function using the Mini-Mental State Examination (MMSE), found little or no effect of valproate over six weeks, but we were uncertain about this result because the quality of the evidence was very low. Two studies that assessed functional ability using the Physical Self-Maintenance Scale (PSMS) (range 6 to 30) found that there was probably slightly worse function in the valproate-treated group, which was of uncertain clinical importance (MD 1.19, 95% CI 0.40 to 1.98; 203 participants, 2 studies; moderate-quality evidence).\nAnalysis of adverse effects and serious adverse events (SAE) indicated a higher incidence in valproate-treated participants. A meta-analysis of three studies showed that there may have been a higher rate of adverse effects among valproate-treated participants than among controls (odds ratio (OR) 2.02, 95% CI 1.30 to 3.14; 381 participants, 3 studies, low-quality evidence). Pooled analysis of the number of SAE for the two studies that reported such data indicated that participants treated with valproate preparations were more likely to experience SAEs (OR 4.77, 95% CI 1.00 to 22.74; 228 participants, 2 studies), but the very low quality of the data made it difficult to draw any firm conclusions regarding SAEs. Individual adverse events that were more frequent in the valproate-treated group included sedation, gastrointestinal symptoms (nausea, vomiting, and diarrhoea), and urinary tract infections."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This updated review corroborates earlier findings that valproate preparations are probably ineffective in treating agitation in people with dementia, but are associated with a higher rate of adverse effects, and possibly of SAEs. On the basis of this evidence, valproate therapy cannot be recommended for management of agitation in dementia. Further research may not be justified, particularly in light of the increased risk of adverse effects in this often frail group of people. Research would be better focused on effective non-pharmacological interventions for this patient group, or, for those situations where medication may be needed, further investigation of how to use other medications as effectively and safely as possible."
    }
  ],
  "pls_title": "Valproate preparations for the treatment of agitated behaviour in people with dementia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Agitated behaviour is very common in the later stages of dementia. It can include verbal behaviours, such as shouting, and physical behaviours, such as wandering or physical aggression. It has been shown to worsen the stress experienced by family carers, increase the risk of injury, and increase the need for people with dementia to move into institutional care.\nA type of medication that has been used to treat agitated behaviour in people who have dementia is valproate, which is available in several different preparations (valproic acid, divalproex sodium, sodium valproate, and valproate semi-sodium). These medications are not recommended in current guidelines (e.g. from the National Institute for Health and Care Excellence), but are sometimes still given to people with dementia to treat agitated behaviour."
    },
    {
      "heading": "Purpose of this review",
      "text": "We wanted to review the evidence about how effective and safe it is to give valproate preparations to people with dementia to treat agitation."
    },
    {
      "heading": "Studies included in this review",
      "text": "We searched medical databases up to December 2017 for studies that compared any preparation of valproate with a placebo (dummy tablet) to treat agitated behaviour in people diagnosed with dementia.\nWe included five studies with 479 participants who had various types of dementia and agitated behaviour. Most studies lasted for six weeks, although one was only three weeks long. The studies were generally well conducted, but the methods were not always fully reported and one study was at high risk of bias because of the high number of people who dropped out from the valproate-treated group."
    },
    {
      "heading": "Key findings",
      "text": "Studies measured agitated behaviour with various scales and the reliability of the evidence for the different scales ranged from moderate to very low. Overall, we found no evidence that valproate preparations improved behaviour, or specifically, agitated behaviour. We found that valproate preparations probably had little or no effect on participants' ability to perform daily activities. We could not be sure whether they had an effect on cognition (thinking and remembering) because the reliability of the evidence was very low.\nWe found low-reliability evidence from three studies that participants taking valproate may be more likely than those taking placebo to experience harmful effects. We could not be as certain about differences in serious harms, such as serious illness or admission to hospital, but data from two studies suggested that these may be more common in the participants taking valproate. Some of the side effects associated with valproate were sleepiness, feeling sick, being sick, watery stools, and urinary tract infections."
    },
    {
      "heading": "Conclusions",
      "text": "We only identified five relatively small studies for inclusion in this review. They varied in their methods, type of medicine and its dose, duration of treatment, and scales used to make measurements. This limited our ability to pool data across studies. However, we could be moderately confident in the conclusion that valproate preparations do not improve agitated behaviour in dementia. They may also be associated with harmful effects."
    }
  ]
}