{
  "doi": "10.1002/14651858.CD001943.pub2",
  "name": "Loxapine for schizophrenia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Some authors have suggested that loxapine is more effective than typical antipsychotics in reducing the negative symptoms of schizophrenia, that extrapyramidal adverse effects are not usually seen at clinically effective antipsychotic doses and that it should therefore be classed as atypical."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of loxapine compared with placebo, typical and other atypical antipsychotic drugs for schizophrenia and related psychoses."
    },
    {
      "heading": "Search methods",
      "text": "For this 2007 update, we searched the Cochrane Schizophrenia Group's Register (January 2007)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled clinical trials relevant to the care of schizophrenia that compared loxapine to other treatments."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We independently inspected abstracts ordered papers, re-inspected and quality assessed these. For dichotomous data we calculated relative risks (RR) and their 95% confidence intervals (CI) on an intention-to-treat basis based on a fixed effects model. We calculated numbers needed to treat/harm (NNT/NNH) where appropriate. For continuous data, we calculated weighted mean differences (WMD) again based on a fixed effects model."
    },
    {
      "heading": "Main results",
      "text": "We were able to include 41 studies in this review. Compared with placebo, loxapine has an antipsychotic effect (Global effect - not improved at six weeks: n=78, 2 RCTs, RR 0.30 CI 0.1 to 0.6 NNT 3 CI 3 to 5). It is as effective as typical drugs in the short term (4 -12 weeks) (Global effect: n=580, 13 RCTs, RR 0.86 CI 0.7 to 1.1; mental state: n=915, 6 RCTs, RR 0.89 CI 0.8 to 1.1). Very limited heterogeneous data suggest that, given intramuscularly (IM), loxapine may be at least as sedating as IM haloperidol and thiothixene. Loxapine is also as effective as atypicals (risperidone, quetiapine) (n=468, 6 RCTs, RR mental state not improved 1.07 CI 0.8 to 1.5). Adverse effect profile is similar to typicals but loxapine may cause more extrapyramidal adverse effects when compared with atypicals (n=340, 4 RCTs, RR 2.18 CI 1.6 to 3.1)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Loxapine is an antipsychotic which is not clearly distinct from typical or atypical drugs in terms of its effects on global or mental state. Loxapines profile of adverse effects is similar to that of the older generation of antipsychotic drugs."
    }
  ],
  "pls_title": "Loxapine for schizophrenia",
  "pls_type": "long",
  "pls": "Schizophrenia is a chronic and relapsing serious mental illness with a lifetime prevalence of about 1% worldwide.\nTypical and atypical antipsychotics provide a treatment for people with schizophrenia, with either a reduction in the episodes of psychosis or a reduction in the severity of the symptoms. However, a proportion of people still do not respond adequately to antipsychotic medication. Typical and atypical antipsychotics are associated with serious adverse effects which are not only uncomfortable for patients, but can also be associated with subsequent reduced compliance with treatment and therefore relapse in the illness.\nLoxapine is an antipsychotic drug available in Belgium, Canada, Denmark, France, Germany, Iceland, Ireland, Netherlands, New Zealand, Spain, the UK and the USA. We systematically evaluated the effects of this antipsychotic and were able to include 41 randomised trials following the updates in 2005 and 2007.\nLoxapine may be effective for the treatment of schizophrenia but does not differ greatly from the older typical antipsychotics (chlorpromazine, trifluperazine, perphenazine) or other atypicals (risperidone, quetipine) in respect of treatment efficacy. Loxapine, however, may cause more extrapyramidal adverse effects compared with atypical drugs."
}