{
  "doi": "10.1002/14651858.CD012505.pub2",
  "name": "Interventions during pregnancy to prevent preterm birth: an overview of Cochrane systematic reviews ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Preterm birth (PTB) is a major factor contributing to global rates of neonatal death and to longer-term health problems for surviving infants. Both the World Health Organization and the United Nations consider prevention of PTB as central to improving health care for pregnant women and newborn babies. Current preventative clinical strategies show varied efficacy in different populations of pregnant women, frustrating women and health providers alike, while researchers call for better understanding of the underlying mechanisms that lead to PTB."
    },
    {
      "heading": "Objectives",
      "text": "We aimed to summarise all evidence for interventions relevant to the prevention of PTB as reported in Cochrane systematic reviews (SRs). We intended to highlight promising interventions and to identify SRs in need of an update."
    },
    {
      "heading": "Methods",
      "text": "We searched the Cochrane Database of Systematic Reviews (2 November 2017) with key words to capture any Cochrane SR that prespecified or reported a PTB outcome. Inclusion criteria focused on pregnant women without signs of preterm labour or ruptured amniotic membranes. We included reviews of interventions for pregnant women irrespective of their risk status. We followed standard Cochrane methods.\nWe applied GRADE criteria to evaluate the quality of SR evidence. We assigned graphic icons to classify the effectiveness of interventions as: clear evidence of benefit; clear evidence of harm; clear evidence of no effect or equivalence; possible benefit; possible harm; or unknown benefit or harm. We defined clear evidence of benefit and clear evidence of harm to be GRADE moderate- or high-quality evidence with a confidence interval (CI) that does not cross the line of no effect. Clear evidence of no effect or equivalence is GRADE moderate- or high-quality evidence with a narrow CI crossing the line of no effect. Possible benefit and possible harm refer to GRADE low-quality evidence with a clear effect (CI does not cross the line of no effect) or GRADE moderate- or high-quality evidence with a wide CI. Unknown harm or benefit refers to GRADE low- or very low-quality evidence with a wide CI."
    },
    {
      "heading": "Main results",
      "text": "We included 83 SRs; 70 had outcome data. Below we highlight key results from a subset of 36 SRs of interventions intended to prevent PTB.\nOutcome: preterm birth\nClear evidence of benefit\nFour SRs reported clear evidence of benefit to prevent specific populations of pregnant women from giving birth early, including midwife-led continuity models of care versus other models of care for all women; screening for lower genital tract infections for pregnant women less than 37 weeks' gestation and without signs of labour, bleeding or infection; and zinc supplementation for pregnant women without systemic illness. Cervical cerclage showed clear benefit for women with singleton pregnancy and high risk of PTB only.\nClear evidence of harm\nNo included SR reported clear evidence of harm.\nNo effect or equivalence\nFor pregnant women at high risk of PTB, bedrest for women with singleton pregnancy and antibiotic prophylaxis during the second and third trimester were of no effect or equivalent to a comparator.\nPossible benefit\nFour SRs found possible benefit in: group antenatal care for all pregnant women; antibiotics for pregnant women with asymptomatic bacteriuria; pharmacological interventions for smoking cessation for pregnant women who smoke; and vitamin D supplements alone for women without pre-existing conditions such as diabetes.\nPossible harm\nOne SR reported possible harm (increased risk of PTB) with intramuscular progesterone, but this finding is only relevant to women with multiple pregnancy and high risk of PTB. Another review found possible harm with vitamin D, calcium and other minerals for pregnant women without pre-existing conditions.\nOutcome: perinatal death\nClear evidence of benefit\nTwo SRs reported clear evidence of benefit to reduce pregnant women's risk of perinatal death: midwife-led continuity models of care for all pregnant women; and fetal and umbilical Doppler for high-risk pregnant women.\nClear evidence of harm\nNo included SR reported clear evidence of harm.\nNo effect or equivalence\nFor pregnant women at high risk of PTB, antibiotic prophylaxis during the second and third trimester was of no effect or equivalent to a comparator.\nPossible benefit\nOne SR reported possible benefit with cervical cerclage for women with singleton pregnancy and high risk of PTB.\nPossible harm\nOne SR reported possible harm associated with a reduced schedule of antenatal visits for pregnant women at low risk of pregnancy complications; importantly, these women already received antenatal care in settings with limited resources.\nOutcomes: preterm birth and perinatal death\nUnknown benefit or harm\nFor pregnant women at high risk of PTB for any reason including multiple pregnancy, home uterine monitoring was of unknown benefit or harm. For pregnant women at high risk due to multiple pregnancy: bedrest, prophylactic oral betamimetics, vaginal progesterone and cervical cerclage were all of unknown benefit or harm."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Implications for practice\nThe overview serves as a map and guide to all current evidence relevant to PTB prevention published in the Cochrane Library. Of 70 SRs with outcome data, we identified 36 reviews of interventions with the aim of preventing PTB. Just four of these SRs had evidence of clear benefit to women, with an additional four SRs reporting possible benefit. No SR reported clear harm, which is an important finding for women and health providers alike.\nThe overview summarises no evidence for the clinically important interventions of cervical pessary, cervical length assessment and vaginal progesterone because these Cochrane Reviews were not current. These are active areas for PTB research.\nThe graphic icons we assigned to SR effect estimates do not constitute clinical guidance or an endorsement of specific interventions for pregnant women. It remains critical for pregnant women and their healthcare providers to carefully consider whether specific strategies to prevent PTB will be of benefit for individual women, or for specific populations of women.\nImplications for research\nFormal consensus work is needed to establish standard language for overviews of reviews and to define the limits of their interpretation.\nClinicians, researchers and funders must address the lack of evidence for interventions relevant to women at high risk of PTB due to multiple pregnancy."
    }
  ],
  "pls_title": "Ways to help pregnant women avoid preterm birth",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Preterm birth, or being born before 37 weeks of pregnancy, is a major reason why newborns die and may also mean long-term disability for surviving infants. There are many ways healthcare providers try to prevent women from having their babies too early. Pregnant women may be encouraged to take vitamins, reduce smoking, take medicines for infections or attend regular healthcare visits. Our overview looks at different ways (or interventions) to prevent preterm birth. We searched for relevant papers in the Cochrane Library on 2 November, 2017."
    },
    {
      "heading": "Why is this important?",
      "text": "Preterm birth is devastating and costly for women, families and health systems. We aimed to summarise relevant information for pregnant women, healthcare workers and researchers."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We included 83 systematic reviews with evidence about whether or not the intervention was able to reduce pregnant women's chance of having a preterm birth or a baby death. Seventy of these reviews had information about preterm birth. We categorised the evidence we found as: clear benefit or harm; no effect; possible benefit or harm; or unknown effect."
    },
    {
      "heading": "Outcome: preterm birth",
      "text": "Clear benefit\nWe were confident that the following interventions were able to help specific populations of pregnant women avoid giving birth early: midwife-led continuity models of care versus other models of care for all women; screening for lower genital tract infections; and zinc supplementation for pregnant women without systemic illness. Cervical stitch (cerclage) was of benefit only for women at high risk of preterm birth and with singleton pregnancy.\nClear harm\nWe found no treatment that increased women’s chance of giving birth preterm.\nPossible benefit\nThe following interventions may have helped some groups of pregnant women avoid preterm birth, but we have less confidence in these results: group antenatal care for all pregnant women; antibiotics for pregnant women with asymptomatic bacteriuria; pharmacological interventions for smoking cessation; and vitamin D supplements alone for women without health problems.\nPossible harm\nWe found two interventions that may have made things worse for some pregnant women: intramuscular progesterone for women at high risk of preterm birth with multiple pregnancy; and taking vitamin D supplements, calcium and other minerals for pregnant women without health problems."
    },
    {
      "heading": "Outcome: perinatal death",
      "text": "Clear benefit\nWe were confident in evidence for midwife-led continuity models of care for all pregnant women; and for fetal and umbilical Doppler for high-risk pregnant women; these interventions appeared to reduce women's chance of experiencing baby death.\nClear harm\nWe found no intervention that increased women’s risk of baby death.\nPossible benefit\nWe found a possible benefit with cervical stitch (cerclage) for women with singleton pregnancy and high risk of preterm birth.\nPossible harm\nOne review reported possible harm associated with having fewer antenatal visits, even for pregnant women at low risk of pregnancy problems. The pregnant women in this review already received limited antenatal care."
    },
    {
      "heading": "Outcomes: preterm birth and perinatal death",
      "text": "Unknown benefit or harm\nFor pregnant women at high risk of preterm birth for any reason including multiple pregnancy, home uterine monitoring was of unknown benefit or harm. For high-risk pregnant women with multiple pregnancy: bedrest, prophylactic oral betamimetics, vaginal progesterone and cervical cerclage were all of unknown benefit or harm."
    },
    {
      "heading": "What does this mean?",
      "text": "There is valuable information in the Cochrane Library relevant to women, doctors, midwives and researchers interested in preventing early birth. We have summarised the results of systematic reviews to describe how well different strategies work to prevent early birth and baby death. We organised our information in clear figures with graphic icons to represent how confident we were in the results and to point readers toward promising treatments for specific groups of pregnant women.\nOur overview found no up-to-date information in the Cochrane Library for the important treatments of cervical pessary, vaginal progesterone or cervical assessment with ultrasound. We found no high-quality evidence relevant to women at high risk of preterm birth due to multiple pregnancy. It remains important for pregnant women and their healthcare providers to carefully consider whether specific strategies to prevent preterm birth will be of benefit for individual women, or for specific populations of women."
    }
  ]
}