{
  "doi": "10.1002/14651858.CD012071.pub2",
  "name": "Antibiotic treatment for newborns with congenital syphilis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Congenital syphilis continues to be a substantial public health problem in many parts of the world. Since the first use of penicillin for the treatment of syphilis in 1943, which was a notable early success, it has remained the preferred and standard treatment including for congenital syphilis. However, the treatment of congenital syphilis is largely based on clinical experience and there is extremely limited evidence on the optimal dose or duration of administration of penicillin or the use of other antibiotics."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of antibiotic treatment for newborns with confirmed, highly probable and possible congenital syphilis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane STI Group Specialized Register, CENTRAL, MEDLINE, Embase, LILACS, WHO ICTRP, ClinicalTrials.gov and Web of Science to 23 May 2018. We also handsearched conference proceedings, contacted trial authors and reviewed the reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing antibiotic treatment (any concentration, frequency, duration and route) with no intervention or any other antibiotic treatment for neonates with confirmed, highly probable or possible congenital syphilis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "All review authors independently assessed trials for inclusion, extracted data and assessed the risk of bias in the included studies. We resolved any disagreements through consensus. We assessed the quality of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "Two RCTs (191 participants) met our inclusion criteria and none of these trials was funded by the industry. One trial (22 participants) compared benzathine penicillin with no intervention for infants with possible congenital syphilis. Low-quality evidence suggested that benzathine penicillin administration may not have decreased the rate of neonatal death due to any cause (risk ratio (RR) 0.83, 95% confidence interval (CI) 0.06 to 11.70), and showed a possible reduction into the proportion of neonates with clinical manifestations of congenital syphilis (RR 0.12, 95% CI 0.01 to 2.09). Penicillin administration increased the serological cure at the third month (RR 2.13, 95% CI 1.06 to 4.27). These results should be taken with caution, because the trial was stopped early because there were four cases with clinical congenital syphilis in the no treatment group and none in the treatment group. Interim analysis suggested this difference was significant. This study did not report neonatal death due to congenital syphilis or the frequency of serious or minor adverse events after therapy. We downgraded the quality of evidence because of imprecision and risk of bias.\nOne trial (169 participants) compared benzathine penicillin versus procaine benzylpenicillin. High- and moderate-quality evidence suggested that there were probably no differences between benzathine penicillin and procaine benzylpenicillin for the outcomes: absence of clinical manifestations of congenital syphilis (RR 1.00, 95% CI 0.97 to 1.03) and serological cure (RR 1.00, 95% CI 0.97 to 1.03). There were no cases of neonatal death due congenital syphilis; all 152 babies who followed up survived. This study did not report on the frequency of serious or minor adverse events after therapy. We downgraded the quality of evidence because of serious risk of bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "At present, the evidence on the effectiveness and safety of antibiotic treatment for newborns with confirmed, highly probable or possible congenital syphilis is sparse, implying that we are uncertain about the estimated effect. One trial compared benzathine penicillin with no intervention for infants with possible congenital syphilis. Low-quality evidence suggested penicillin administration possibly reduce the proportion of neonates with clinical manifestations of congenital syphilis, penicillin administration increased the serological cure at the third month. These findings support the clinical use of penicillin in neonates with confirmed, highly probable or possible congenital syphilis. High- and moderate-quality evidence suggests that there are probably no differences between benzathine penicillin and procaine benzylpenicillin administration for the outcomes of absence of clinical manifestations of syphilis or serological cure."
    }
  ],
  "pls_title": "Which antibiotic are useful to treat newborns with congenital syphilis?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "To assess the effectiveness and safety of antibiotic treatment for newborns with congenital syphilis."
    },
    {
      "heading": "Background",
      "text": "Pregnant women with syphilis can transmit it through the placenta to the fetus or at birth to the neonate; in such cases the baby is said to have congenital syphilis. This continues to be a substantial public health problem in many countries. In 2007, the World Health Organization launched a global initiative for the elimination of mother-to-child transmission of syphilis."
    },
    {
      "heading": "Trial characteristics",
      "text": "We identified only two clinical trials following extensive searches of medical databases carried out up to 23 May 2018 and involved two main formulations of penicillin, long-acting benzathine penicillin and procaine benzylpenicillin. Both trials recruited infants with asymptomatic (no symptoms) congenital syphilis. The first with 22 newborns was undertaken in South Africa and compared benzathine penicillin with no treatment. The second trial was carried out in USA and recruited 169 infants and compared the effectiveness of benzathine penicillin and procaine benzylpenicillin."
    },
    {
      "heading": "Key results",
      "text": "The first study showed there was not difference in the rate of neonatal death due to any cause, moreover results suggested a possible reduction into the proportion of neonates with clinical manifestations of congenital syphilis. Also penicillin administration increase the number of patients who experience a favourable response in terms of the test used to monitor disease activity (serological cure). This trial was stopped early after there were four cases of congenital syphilis found in the no-treatment group and none in the penicillin group.\nThe second trial showed that both benzathine penicillin and procaine benzylpenicillin were probably equally effective in treating congenital syphilis for the outcomes absence of clinical manifestations of congenital syphilis and serological cure. None of the studies assessed the side effects of treatment."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence for the first trial was low due to poor reporting of study methods. For the second trial, there was high-quality evidence for the absence of clinical manifestations of congenital syphilis on neonates, but moderate-quality evidence for serological cure due to few data."
    },
    {
      "heading": "Conclusions",
      "text": "Compared with no intervention, treatment with benzathine penicillin may increase rates of serological cure by the age of three months and possibly reduce the the clinical manifestation of congenital syphilis. There is probably no difference between long-acting benzathine penicillin and procaine benzylpenicillin for treating newborns with congenital syphilis."
    }
  ]
}