{
  "doi": "10.1002/14651858.CD001112.pub2",
  "name": "Caffeine for asthma",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Caffeine has a variety of pharmacological effects; it is a weak bronchodilator and it also reduces respiratory muscle fatigue. It is chemically related to the drug theophylline which is used to treat asthma. It has been suggested that caffeine may reduce asthma symptoms and interest has been expressed in its potential role as an asthma treatment. A number of studies have explored the effects of caffeine in asthma; this is the first review to systematically examine and summarise the evidence."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of caffeine on lung function and identify whether there is a need to control for caffeine consumption prior to either lung function or exhaled nitric oxide testing."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group trials register and the reference lists of articles (August 2011), an updated search in June 2011 yielded one potentially relevant article which has been added to 'studies awaiting classification'. We also contacted study authors."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised trials (RCTs) of oral caffeine compared to placebo or coffee compared to decaffeinated coffee in adults with asthma."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently carried out trial selection, quality assessment and data extraction."
    },
    {
      "heading": "Main results",
      "text": "We included seven trials involving a total of 75 people with mild to moderate asthma. The studies were all of cross-over design.\nSix trials involving 55 people showed that in comparison with placebo, caffeine, even at a 'low dose' (less than 5 mg/kg body weight), appears to improve lung function for up to two hours after consumption. Forced expiratory volume in one second (FEV1) showed a small improvement up to two hours after caffeine ingestion (standardised mean difference 0.72; 95% confidence interval 0.25 to 1.20), which translates into a 5% mean difference in FEV1. However in two studies the mean differences in FEV1 were 12% and 18% after caffeine. Mid-expiratory flow rates also showed a small improvement with caffeine and this was sustained up to four hours.\nOne trial involving 20 people examined the effect of drinking coffee versus a decaffeinated variety on the exhaled nitric oxide levels in patients with asthma and concluded that there was no significant effect on this outcome."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Caffeine appears to improve airways function modestly, for up to four hours, in people with asthma. People may need to avoid caffeine for at least four hours prior to lung function testing, as caffeine ingestion could cause misinterpretation of the results. Drinking caffeinated coffee before taking exhaled nitric oxide measurements does not appear to affect the results of the test, but more studies are needed to confirm this."
    }
  ],
  "pls_title": "The effect of caffeine in people with asthma",
  "pls_type": "long",
  "pls": "Caffeine is found in coffee, tea, cola drinks and cocoa. Caffeine is a drug that is very similar to theophylline. Theophylline is a bronchodilator drug that is taken to open up the airways in the lungs and therefore relieve the symptoms of asthma, such as wheezing, coughing and breathlessness. Scientists are interested in finding out whether caffeine has the same effect on the lungs as theophylline.\nThere are two major reasons why it is important to know if caffeine is a bronchodilator. The first is because it may be beneficial for asthmatics to take caffeine in order to relieve the symptoms of asthma. The second is because consuming caffeine may affect the results of important tests that determine how bad someone's asthma is.\nIf caffeine acts as a bronchodilator and widens the airways, then a patient who has consumed caffeine before taking the test would show a better result in a lung function test than they would have if they had not consumed any caffeine. The potential problem with this is that if the test results are better than expected doctors may prescribe a lower dose or a weaker drug than is really necessary, which can lead to problems with asthma management.\nThis review carefully examines all the available high-quality clinical trials on caffeine in asthma. This review was conducted to discover if people should avoid consuming caffeine before taking lung function tests.\nThis review found that even small amounts of caffeine can improve lung function for up to four hours. Therefore caffeine can affect the result of a lung function test (e.g. spirometry) and so caffeine should be avoided before taking a lung function test if possible, and previous caffeine consumption should be recorded.\nIt is not known if taking caffeine leads to improvements in symptoms. It may be that in order to improve the symptoms of asthma, caffeine is needed in such large amounts that the drug's adverse effects would become a problem, so more research is needed.\nAnother clinical trial looked at the effect of caffeine on exhaled nitric oxide levels and found that there is no significant effect, so it appears unlikely that patients would need to avoid caffeine before taking this type of test. However, this is the result of just a single study so more research is needed to clarify this."
}