{
  "doi": "10.1002/14651858.CD015091.pub2",
  "name": "Topical ophthalmic anesthetics for corneal abrasions",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Despite potential analgesic benefits from topical ophthalmic amides and esters, their outpatient use has become of concern because of the potential for abuse and ophthalmic complications."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of topical ophthalmic anesthetics compared with placebo or other treatments in persons with corneal abrasions."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL); MEDLINE; Embase.com; Latin American and Caribbean Health Sciences (LILACS); ClinicalTrials.gov; and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP), without restriction on language or year of publication. The search was performed on 10 February 2023."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) of topical ophthalmic anesthetics alone or in combination with another treatment (e.g. nonsteroidal anti-inflammatory drugs (NSAIDs)) versus a non-anesthetic control group (e.g. placebo, non-treatment, or alternative treatment). We included trials that enrolled participants of all ages who had corneal abrasions within 48 hours of presentation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methodology."
    },
    {
      "heading": "Main results",
      "text": "We included nine parallel-group RCTs with a total of 556 participants (median number of participants per study: 45, interquartile range (IQR) 44 to 74), conducted in eight countries: Australia, Canada, France, South Korea, Turkey, New Zealand, UK, and USA.\nStudy characteristics and risk of bias\nFour RCTs (314 participants) investigated post-traumatic corneal abrasions diagnosed in the emergency department setting. Five trials described 242 participants from ophthalmology surgery centers with post-surgical corneal defects: four from photorefractive keratectomy (PRK) and one from pterygium surgery. Study duration ranged from two days to six months, the most common being one week (four RCTs). Treatment duration ranged from three hours to one week (nine RCTs); the majority were between 24 and 48 hours (five RCTs). The age of participants was reported in eight studies, ranging from 17 to 74 years of age. Only one participant in one trial was under 18 years of age. Of four studies that reported funding sources, none was industry-sponsored. We judged a high risk of bias in one trial with respect to the outcome pain control by 48 hours, and in five of seven trials with respect to the outcome complications at the furthest time point. The domain for which we assessed studies to be at the highest risk of bias was missing or selective reporting of outcome data.\nFindings\nThe treatments investigated included topical anesthetics compared with placebo, topical anesthetic compared with NSAID (post-surgical cases), and topical anesthetics plus NSAID compared with placebo (post-surgical cases).\nPain control by 24 hours\nIn all studies, self-reported pain outcomes were on a 10-point scale, where lower numbers represent less pain. In post-surgical trials, topical anesthetics provided a moderate reduction in self-reported pain at 24 hours compared with placebo of 1.28 points on a 10-point scale (mean difference (MD) −1.28, 95% confidence interval (CI) −1.76 to −0.80; 3 RCTs, 119 participants). In the post-trauma participants, there may be little or no difference in effect (MD −0.04, 95% CI −0.10 to 0.02; 1 RCT, 76 participants). Compared with NSAID in post-surgical participants, topical anesthetics resulted in a slight increase in pain at 24 hours (MD 0.82, 95% CI 0.01 to 1.63; 1 RCT, 74 participants).\nOne RCT compared topical anesthetics plus NSAID to placebo. There may be a large reduction in pain at 24 hours with topical anesthetics plus NSAID in post-surgical participants, but the evidence to support this large effect is very uncertain (MD −5.72, 95% CI −7.35 to −4.09; 1 RCT, 30 participants; very low-certainty evidence).\nPain control by 48 hours\nCompared with placebo, topical anesthetics reduced post-trauma pain substantially by 48 hours (MD −5.68, 95% CI −6.38 to −4.98; 1 RCT, 111 participants) but had little to no effect on post-surgical pain (MD 0.41, 95% CI −0.45 to 1.27; 1 RCT, 44 participants), although the evidence is very uncertain.\nPain control by 72 hours\nOne post-surgical RCT showed little or no effect of topical anesthetics compared with placebo by 72 hours (MD 0.49, 95% CI −0.06 to 1.04; 44 participants; very low-certainty evidence).\nProportion of participants with unresolved epithelial defects\nWhen compared with placebo or NSAID, topical anesthetics increased the number of participants without complete resolution of defects in trials of post-trauma participants (risk ratio (RR) 1.37, 95% CI 0.78 to 2.42; 3 RCTs, 221 participants; very low-certainty evidence). The proportion of placebo-treated post-surgical participants with unresolved epithelial defects at 24 to 72 hours was lower when compared with those assigned to topical anesthetics (RR 0.14, 95% CI 0.01 to 2.55; 1 RCT, 30 participants; very low-certainty evidence) or topical anesthetics plus NSAID (RR 0.33, 95% CI 0.04 to 2.85; 1 RCT, 30 participants; very low-certainty evidence).\nProportion of participants with complications at the longest follow-up\nWhen compared with placebo or NSAID, topical anesthetics resulted in a higher proportion of post-trauma participants with complications at up to two weeks (RR 1.13, 95% CI 0.23 to 5.46; 3 RCTs, 242 participants) and post-surgical participants with complications at up to one week (RR 7.00, 95% CI 0.38 to 128.02; 1 RCT, 44 participants). When topical anesthetic plus NSAID was compared with placebo, no complications were reported in either treatment arm up to one week post-surgery (risk difference (RD) 0.00, 95% CI −0.12 to 0.12; 1 RCT, 30 participants). The evidence is very uncertain for safety outcomes.\nQuality of life\nNone of the included trials assessed quality of life outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Despite topical anesthetics providing excellent pain control in the intraoperative setting, the currently available evidence provides little or no certainty about their efficacy for reducing ocular pain in the initial 24 to 72 hours after a corneal abrasion, whether from unintentional trauma or surgery. We have very low confidence in this evidence as a basis to recommend topical anesthetics as an efficacious treatment modality to relieve pain from corneal abrasions. We also found no evidence of a substantial effect on epithelial healing up to 72 hours or a reduction in ocular complications when we compared anesthetics alone or with NSAIDs versus placebo."
    }
  ],
  "pls_title": "What are the benefits and unwanted effects of topical anesthetics for corneal abrasions?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key message(s)",
      "text": "1. We are very uncertain about the effectiveness of anesthetic eye drops for control of pain due to corneal abrasions (scratches).\n2. We are very uncertain about the safety of anesthetic eye drops regarding speed of healing and complications.\n3. To ensure trustworthy evidence, researchers should follow best-practice guidance. Future research studies should include more people followed over a longer period of time after treatment ends."
    },
    {
      "heading": "What is a corneal abrasion?",
      "text": "A corneal abrasion is a scratch on the clear outer layer of the eye. These scratches can be caused by fingernails, dust, dirt, wood, twigs, thorns, or metal shavings blown or pushed into the eye. Improper use of contact lenses sometimes results in minor but painful scratches on the cornea. Some eye surgeries, like one type of laser refractive surgery, may require deliberately creating an abrasion. The symptoms of corneal abrasion include eye pain, blurred vision, grittiness, excessive tearing, redness, light sensitivity, or even headache."
    },
    {
      "heading": "How are corneal abrasions treated?",
      "text": "Non-medicine-based care of corneal abrasions includes eye rinse with clean water or normal saline and frequent blinking. Although most minor scratches on the cornea can heal on their own, they are typically treated with antibiotic eye drops or ointment to prevent infections. Sometimes, doctors prescribe topical painkillers to reduce eye pain, such as anesthetics (medications that lower the sense of pain) and nonsteroidal anti-inflammatory drugs (NSAIDs)."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We assessed whether anesthetic eye drops reduce pain in people with corneal abrasions. We also examined whether anesthetic eye drops influence the healing of the corneal wound or cause unwanted effects on the eyes."
    },
    {
      "heading": "What did we do?",
      "text": "We performed a systematic review by searching for studies that compared anesthetic eye drops with no treatment, inactive eye drops, or a different medication. We summarized the review findings and reported results along with our confidence about the evidence based on the study design and method."
    },
    {
      "heading": "What did we find?",
      "text": "We found nine studies that had enrolled 556 people aged 17 years or older. Four studies took place in hospital emergency care settings and five took place in eye surgery settings. Most studies were one week long, but their length ranged from two days (one study) to six months (another study). Only four studies reported funding sources, none of which were drug companies.\nIn comparison with inactive treatment, anesthetic eye drops alone were effective in reducing eye pain up to 24 hours after treatment and may also be effective when combined with NSAIDs. When compared with NSAIDs, the anesthetic eye drops alone were slightly less effective at pain control. At 48 hours, anesthetics alone decreased eye pain relative to inactive eye drops but were no more effective at 72 hours. Anesthetic eye drops resulted in a slight delay in wound healing up to 72 hours after treatment. Other complications, such as infections, were slightly more frequent with anesthetics, but these complications were similar between groups up to one week after treatment. There were too few studies to know whether people responded to treatment differently when the abrasion was from an injury or from eye surgery. No study looked at quality of life.\nThe evidence for all outcomes in this review is very uncertain. Further research studies that enroll larger numbers of participants and follow them for at least one week are likely to change our findings."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are not confident of the conclusions suggested by the evidence found for this review of the effectiveness and safety of anesthetic eye drops because of the flawed collection and reporting of data, and the small size of the studies."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence is up-to-date as of 10 February 2023."
    }
  ]
}