{
  "doi": "10.1002/14651858.CD013702.pub2",
  "name": "Endoluminal interventions versus surgical interventions for stenosis in vein grafts following infrainguinal bypass ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Bypass surgery using a large saphenous vein graft, or another autologous venous graft, is a well-recognised treatment option for managing peripheral arterial disease of the lower limb, including chronic limb-threatening ischaemia (CLTI) and intermittent claudication, peripheral limb aneurysms, and major limb arterial trauma. Bypass surgery has good results in terms of limb preservation rates and long-term graft patency but is limited by the possibility of vein graft failure due to stenoses of the graft. Detection of stenoses through clinical and ultrasonographic surveillance, followed by treatment, is used to avoid graft occlusion. The conventional approach to treatment of patients with graft stenosis following infrainguinal bypass consists of open surgical repair, which usually is performed under general anaesthesia. Endoluminal treatment with angioplasty is less invasive and uses local anaesthesia. Both methods aim to improve blood flow to the limb."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of endoluminal interventions versus surgical intervention for people with vein graft stenosis following infrainguinal bypass."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, CINAHL, the World Health Organization International Clinical Trials Registry Platform, and ClinicalTrials.gov to 25 August 2020."
    },
    {
      "heading": "Selection criteria",
      "text": "We aimed to include all published and unpublished randomised controlled trials (RCTs) that compared endoluminal interventions versus surgical intervention for people with vein graft stenosis following infrainguinal bypass."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed all identified studies for potential inclusion in the review. We aimed to use standard methodological procedures in accordance with the Cochrane Handbook for Systematic Reviews of Interventions. The main outcomes of interest were primary patency, primary assisted patency, and all-cause mortality."
    },
    {
      "heading": "Main results",
      "text": "We identified no RCTs that met the inclusion criteria for this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no RCTs that compared endoluminal interventions versus surgical intervention for stenosis in vein grafts following infrainguinal bypass. Currently, there is no high-certainty evidence to support the use of one type of intervention over another. High-quality studies are needed to provide evidence on managing vein graft stenosis following infrainguinal bypass."
    }
  ],
  "pls_title": "Endoluminal (via blood vessels) or open surgery treatments to prevent blockage in vein grafts following bypass treatment for limb-threatening peripheral arterial disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Bypass surgery (i.e. taking a vein from the same or opposite leg (graft) and using it to carry blood from above to below the blocked, damaged, or dilated artery) is a surgical procedure that is often used to treat symptomatic lower limb peripheral arterial disease (disease in which the blood vessels are narrowed or blocked), lower limb aneurysm (blood vessel expansion like a balloon), and major vascular trauma of the lower limb. This is a well-recognised treatment option with excellent results for preservation of the limb and durability of the graft, but the graft can develop narrowing (stenosis), which can compromise its function. There are two options for treating these stenoses before occlusion of the venous bypass: open surgical intervention and endoluminal interventions. Open surgical procedures have long durability, but they are invasive procedures. Such interventions can lead to postoperative wound complications. Endoluminal treatments are less invasive. These treatments may be associated with fewer postoperative complications but may have less durability when compared to open surgical treatment. This review was conducted to investigate if it is better to have an open or an endoluminal intervention to treat stenosis in vein graft bypass."
    },
    {
      "heading": "Study characteristics and key results",
      "text": "We searched for evidence that directly compared endoluminal interventions with open surgical intervention for stenosis in vein grafts following infrainguinal bypass (good to 25 August 2020). We did not find any randomised controlled trials (clinical studies in which people are divided by chance between two or more treatment groups) on this topic. Further research is needed to help vascular and endovascular surgeons and their patients in choosing the best option for treatment of vein graft stenosis following leg bypass."
    },
    {
      "heading": "Reliability of the evidence",
      "text": "We did not find any studies, so we could not assess any evidence."
    },
    {
      "heading": "Conclusion",
      "text": "We found no RCTs that compared endoluminal interventions versus surgical intervention for vein graft stenosis following leg bypass. High-quality studies that provide evidence on managing vein graft stenosis following infrainguinal bypass are needed."
    }
  ]
}