{
  "doi": "10.1002/14651858.CD005427.pub2",
  "name": "Combined chiropractic interventions for low‐back pain",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chiropractors commonly use a combination of interventions to treat people with low-back pain (LBP)."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of combined chiropractic interventions (that is, a combination of therapies, other than spinal manipulation alone) on pain, disability, back-related function, overall improvement, and patient satisfaction in adults with LBP, aged 18 and older."
    },
    {
      "heading": "Search methods",
      "text": "We searched: The Cochrane Back Review Group Trials Register (May 2009), CENTRAL (The Cochrane Library 2009, Issue 2), and MEDLINE (from January 1966), EMBASE (from January 1980), CINAHL (from January 1982), MANTIS (from Inception) and the Index to Chiropractic Literature (from Inception) to May 2009. We also screened references of identified articles and contacted chiropractic researchers."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised trials comparing the use of combined chiropractic interventions (rather than spinal manipulation alone) with no treatment or other therapies."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two review authors selected studies, assessed the risk of bias, and extracted the data using standardised forms. Both descriptive synthesis and meta-analyses were performed."
    },
    {
      "heading": "Main results",
      "text": "We included 12 studies involving 2887 participants with LBP. Three studies had low risk of bias. Included studies evaluated a range of chiropractic procedures in a variety of sub-populations of people with LBP.\nNo trials were located of combined chiropractic interventions compared to no treatment. For acute and subacute LBP, chiropractic interventions improved short- and medium-term pain (SMD -0.25 (95% CI -0.46 to -0.04) and MD -0.89 (95%CI -1.60 to -0.18)) compared to other treatments, but there was no significant difference in long-term pain (MD -0.46 (95% CI -1.18 to 0.26)). Short-term improvement in disability was greater in the chiropractic group compared to other therapies (SMD -0.36 (95% CI -0.70 to -0.02)). However, the effect was small and all studies contributing to these results had high risk of bias. There was no difference in medium- and long-term disability. No difference was demonstrated for combined chiropractic interventions for chronic LBP and for studies that had a mixed population of LBP."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Combined chiropractic interventions slightly improved pain and disability in the short-term and pain in the medium-term for acute and subacute LBP. However, there is currently no evidence that supports or refutes that these interventions provide a clinically meaningful difference for pain or disability in people with LBP when compared to other interventions. Future research is very likely to change the estimate of effect and our confidence in the results."
    }
  ],
  "pls_title": "Combined chiropractic interventions for low-back pain",
  "pls_type": "long",
  "pls": "Low-back pain is one of the most common and costly musculoskeletal problems in modern society. About 80% of the population will experience low-back pain at some time in their lives. Many people with low-back pain seek the care of a chiropractor. For this review, chiropractic was defined as encompassing a combination of therapies such as spinal manipulation, massage, heat and cold therapies, electrotherapies, the use of mechanical devices, exercise programs, nutritional advice, orthotics, lifestyle modification and patient education. The review did not look at studies where chiropractic was defined as spinal manipulation alone as this has been reviewed elsewhere and is not necessarily reflective of actual clinical practice. Non-specific low-back pain indicates that no specific cause is detectable, such as infection, cancer, osteoporosis, rheumatoid arthritis, fracture, inflammatory process or radicular syndrome (pain, tingling or numbness spreading down the leg).Twelve randomised trials (including 2887 participants) assessing various combinations of chiropractic care for low-back pain were included in this review, but only three of these studies were considered to have a low risk of bias.\nThe review shows that while combined chiropractic interventions slightly improved pain and disability in the short term and pain in the medium term for acute and subacute low-back pain, there is currently no evidence to support or refute that combined chiropractic interventions provide a clinically meaningful advantage over other treatments for pain or disability in people with low-back pain. Any demonstrated differences were small and were only seen in studies with a high risk of bias. Future research is very likely to change the results and our confidence in them. Well conducted randomised trials are required that compare combined chiropractic interventions to other established therapies for low-back pain."
}