{
  "doi": "10.1002/14651858.CD006114.pub2",
  "name": "Fluvoxamine versus other anti‐depressive agents for depression",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Fluvoxamine, one of the oldest selective serotonin reuptake inhibitors (SSRIs), is prescribed to patients with major depression in many countries. Several studies have previously reviewed the efficacy and tolerability of fluvoxamine for the treatment of major depression. However, these reviews are now outdated."
    },
    {
      "heading": "Objectives",
      "text": "Our objective is to evaluate the effectiveness, tolerability and side effect profile of fluvoxamine for major depression in comparison with other anti-depressive agents, including tricyclics (TCAs), heterocyclics, other SSRIs, SNRIs, other newer agents and other conventional psychotropic drugs."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Collaboration Depression, Anxiety and Neurosis Controlled Trials Register. Trial databases and ongoing trial registers in North America, Europe, Japan and Australia, were handsearched for randomised controlled trials. We checked reference lists of the articles included in the review, previous systematic reviews and major textbooks of affective disorder for published reports and citations of unpublished research. The date of last search was 31 August 2008."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials, published in any language, that compared fluvoxamine with any other active antidepressants in the acute phase treatment of major depression."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two independent review authors inspected citations and abstracts, obtained papers, extracted data and assessed the risk of bias of included studies. We analysed dichotomous data using odds ratios (ORs) and continuous data using the standardised mean difference (SMD). A random effects model was used to combine studies."
    },
    {
      "heading": "Main results",
      "text": "A total of 54 randomised controlled trials (n = 5122) were included. No strong evidence was found to indicate that fluvoxamine was either superior or inferior to other antidepressants regarding response, remission and tolerability. However, differing side effect profiles were evident, especially with regard to gastrointestinal side effects of fluvoxamine when compared to other antidepressants. For example, fluvoxamine was generally associated with a higher incidence of vomiting/nausea (versus imipramine, OR 2.23, CI 1.59 to 3.14; versus clomipramine, OR 2.13, CI 1.06 to 4.27; versus amitriptyline, OR 2.86, CI 1.31 to 2.63)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no strong evidence that fluvoxamine was either superior or inferior to any other antidepressants in terms of efficacy and tolerability in the acute phase treatment of depression. However, differing side effect profiles were evident. Based on these findings, we conclude that clinicians should focus on practical or clinically relevant considerations, including these differences in side effect profiles."
    }
  ],
  "pls_title": "Fluvoxamine versus other anti-depressive agents for depression",
  "pls_type": "long",
  "pls": "Major depression is a severe mental illness characterised by a persistent and unreactive low mood and loss of all interest and pleasure, usually accompanied by a range of symptoms including appetite change, sleep disturbance, fatigue, loss of energy, poor concentration, psychomotor symptoms, inappropriate guilt and morbid thoughts of death. Although pharmacological and psychological interventions are both effective for major depression, antidepressant (AD) drugs remain the mainstay for treatment of moderate or severe depression. Fluvoxamine is one of the oldest selective serotonin reuptake inhibitors (SSRIs) and is prescribed to patients with major depression in many countries. This review reports trials comparing fluvoxamine with other antidepressants for treatment of major depression. We found no strong evidence that fluvoxamine was either superior or inferior to any other antidepressants in terms of efficacy and tolerability in the acute phase treatment of depression. However, there is evidence of differing side-effect profiles, especially when comparing gastrointestinal side effects between fluvoxamine and tricyclic antidepressants (TCAs). Based on these findings, we conclude that clinicians should focus on practical or clinically relevant considerations including these differences in side effect profiles."
}