{
  "doi": "10.1002/14651858.CD005324.pub2",
  "name": "Bisphosphonate therapy for children and adolescents with secondary osteoporosis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Children with chronic illnesses are at increased risk for reductions in bone strength and subsequent fractures (osteoporosis), either due to the impact of the underlying condition on skeletal development or due to the osteotoxic effect of medications (e.g., glucocorticoids) used to treat the chronic illness. Bisphosphonates are being administered with increasing frequency to children with secondary osteoporosis; however, the efficacy and harm of these agents remains unclear."
    },
    {
      "heading": "Objectives",
      "text": "To examine the efficacy and harm of bisphosphonate therapy in the treatment and prevention of secondary osteoporosis in children and adolescents."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (Issue 4, 2006), MEDLINE, EMBASE, CINAHL and ISI Web of Science (inception-December 2006). Further literature was identified through expert contact, key author searches, scanning reference lists of included studies, and contacting bisphosphonate manufacturers."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized, quasi-randomized, controlled clinical trials, cohort, and case controls of bisphosphonate(s) in children 0-18 years of age with at least one low-trauma fracture event or reductions in bone mineral density in the context of secondary osteoporosis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers independently extracted data and assessed quality. Case series were used for supplemental harms-related data."
    },
    {
      "heading": "Main results",
      "text": "Six RCTs, two CCTs, and one prospective cohort (n=281 children) were included and classified into osteoporosis due to: 1) neuromuscular conditions (one RCT) and 2) chronic illness (five RCTs, two CCTs, one cohort). Bisphosphonates examined were oral alendronate, clodronate, and intravenous (IV) pamidronate. Study quality varied. Harms data from 23 case series (n=241 children) were used.\nHeterogeneity precluded statistically combining the results. Percent change or Z-score change in lumbar spine areal BMD from baseline were consistently reported. Two studies carried out between-group analyses; one showed no significant difference (using oral alendronate in anorexia nervosa) while the other demonstrated a treatment effect on lumbar spine with IV pamidronate in burn patients. Frequently reported harms included the acute phase reaction, followed by gastrointestinal complaints, and bone/muscle pain."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The results justify further evaluation of bisphosphonates among children with secondary osteoporosis. However, the evidence does not support bisphosphonates as standard therapy. Short-term (3 years or less) bisphosphonate use appears to be well-tolerated. An accepted criterion for osteoporosis in children, a standardized approach to BMD reporting, and examining functional bone health outcomes (e.g., fracture rates) will allow for appropriate comparisons across studies."
    }
  ],
  "pls_title": "Bisphosphonate therapy for children and adolescents with secondary osteoporosis.",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "This summary of a Cochrane review presents what we know from research about the effect of bisphosphonates for osteoporosis in children and adolescents. The review shows that bisphosphonates:\n- may not lead to any difference in bone mineral density (bone thickness and strength)."
    },
    {
      "heading": "What is osteoporosis and what are bisphosphonates?",
      "text": "We often do not have precise information about side effects and complications. This is particularly true for rare but serious side effects. Possible side effects may include the acute phase reaction (fever, chills, general malaise), low levels of calcium in the body, nausea, abdominal bloating and other digestion problems, damage to the esophagus, bone or muscle pain, dizziness, rash, and memory loss.What is osteoporosis and what are bisphosphonates?Bone is a living, growing part of your body. Throughout your lifetime, new bone cells grow and old bone cells break down to make room for the new, stronger bone. When you have osteoporosis, the old bone breaks down faster than the new bone can replace it. As this happens, the bones lose minerals (such as calcium). This makes bones weaker and more likely to break even after a minor injury, like a little bump or fall. All the bones in your body are weaker if you have osteoporosis but not everyone who has osteoporosis gets a broken bone.To find out whether a person's bones are weaker than normal, a bone mineral density test is done using a special x-ray, a computed tomography (CT) scan or an ultrasound.In some children with a chronic illness, osteoporosis could be caused by condition they have or because of the medications they take for their condition. This is known as secondary osteoporosis.Bisphosphonates are a type of medication that slows down the cells that break down the old bone. This means the cells that grow new bone have a chance to catch up and strengthen the bone."
    }
  ]
}