{
  "doi": "10.1002/14651858.CD008570.pub3",
  "name": "Ergonomic interventions for preventing work‐related musculoskeletal disorders of the upper limb and neck among office workers ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Work-related upper limb and neck musculoskeletal disorders (MSDs) are one of the most common occupational disorders worldwide. Studies have shown that the percentage of office workers that suffer from MSDs ranges from 20 to 60 per cent. The direct and indirect costs of work-related upper limb MSDs have been reported to be high in Europe, Australia, and the United States. Although ergonomic interventions are likely to reduce the risk of office workers developing work-related upper limb and neck MSDs, the evidence is unclear. This is an update of a Cochrane Review which was last published in 2012."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of physical, cognitive and organisational ergonomic interventions, or combinations of those interventions for the prevention of work-related upper limb and neck MSDs among office workers."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, CINAHL, Web of Science (Science Citation Index), SPORTDiscus, Embase, the US Centers for Disease Control and Prevention, the National Institute for Occupational Safety and Health database, and the World Health Organization's International Clinical Trials Registry Platform, to 10 October 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) of ergonomic interventions for preventing work-related upper limb or neck MSDs (or both) among office workers. We only included studies where the baseline prevalence of MSDs of the upper limb or neck, or both, was less than 25%."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed risk of bias. We included studies with relevant data that we judged to be sufficiently homogeneous regarding the interventions and outcomes in the meta-analysis. We assessed the overall quality of the evidence for each comparison using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included 15 RCTs (2165 workers). We judged one study to have a low risk of bias and the remaining 14 studies to have a high risk of bias due to small numbers of participants and the potential for selection bias.\nPhysical ergonomic interventions\nThere is inconsistent evidence for arm supports and alternative computer mouse designs. There is moderate-quality evidence that an arm support with an alternative computer mouse (two studies) reduced the incidence of neck or shoulder MSDs (risk ratio (RR) 0.52; 95% confidence interval (CI) 0.27 to 0.99), but not the incidence of right upper limb MSDs (RR 0.73; 95% CI 0.32 to 1.66); and low-quality evidence that this intervention reduced neck or shoulder discomfort (standardised mean difference (SMD) −0.41; 95% CI −0.69 to −0.12) and right upper limb discomfort (SMD −0.34; 95% CI −0.63 to −0.06).\nThere is moderate-quality evidence that the incidence of neck or shoulder and right upper limb disorders were not considerably reduced when comparing an alternative computer mouse and a conventional mouse (two studies; neck or shoulder: RR 0.62; 95% CI 0.19 to 2.00; right upper limb: RR 0.91; 95% CI 0.48 to 1.72), and also when comparing an arm support with a conventional mouse and a conventional mouse alone (two studies) (neck or shoulder: RR 0.91; 95% CI 0.12 to 6.98; right upper limb: RR 1.07; 95% CI 0.58 to 1.96).\nWorkstation adjustment (one study) and sit-stand desks (one study) did not have an effect on upper limb pain or discomfort, compared to no intervention.\nOrganisational ergonomic interventions\nThere is very low-quality evidence that supplementary breaks (two studies) reduce discomfort of the neck (MD −0.25; 95% CI −0.40 to −0.11), right shoulder or upper arm (MD −0.33; 95% CI −0.46 to −0.19), and right forearm or wrist or hand (MD -0.18; 95% CI -0.29 to -0.08) among data entry workers.\nTraining in ergonomic interventions\nThere is low to very low-quality evidence in five studies that participatory and active training interventions may or may not prevent work-related MSDs of the upper limb or neck or both.\nMultifaceted ergonomic interventions\nFor multifaceted interventions there is one study (very low-quality evidence) that showed no effect on any of the six upper limb pain outcomes measured in that study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found inconsistent evidence that the use of an arm support or an alternative mouse may or may not reduce the incidence of neck or shoulder MSDs. For other physical ergonomic interventions there is no evidence of an effect. For organisational interventions, in the form of supplementary breaks, there is very low-quality evidence of an effect on upper limb discomfort. For training and multifaceted interventions there is no evidence of an effect on upper limb pain or discomfort. Further high-quality studies are needed to determine the effectiveness of these interventions among office workers."
    }
  ],
  "pls_title": "Ergonomic interventions for preventing work-related musculoskeletal disorders of the upper limb and neck among office workers",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane Review was to find out if ergonomic interventions can prevent musculoskeletal pain or discomfort or both (musculoskeletal disorders; MSDs) among office workers. We collected and analysed all relevant studies to answer this question and found 15 studies."
    },
    {
      "heading": "Key messages",
      "text": "We found physical ergonomic interventions, such as using an arm support with a computer mouse based on neutral posture, may or may not prevent work-related MSDs among office workers. We are still uncertain of the effectiveness of the other physical, organisational and cognitive ergonomic interventions."
    },
    {
      "heading": "What was studied in the review?",
      "text": "We selected office workers in our review, as they are a working population that has a higher risk for developing MSDs of the upper limb and neck. We assessed the effect of using ergonomic principles to improve the workplace and working process. Ergonomic refers to interactions among workers and other elements in the working environment, which includes physical, organisational and cognitive components. Physical ergonomic interventions include improving the equipment and environment of the workplace. The aim of these methods is to reduce the physical strain to the musculoskeletal system, thus reducing risk of injury. Meanwhile, organisational ergonomic interventions consist of allowing optimum workplace and rest time for the musculoskeletal system to recover from fatigue, thus reducing the risk of long-term injury. Cognitive ergonomic interventions consist of improving mental processes such as perception, memory, reasoning and motor response through modifying work processes and training. The aim of these methods is to reduce mental workload, increase reliability and reduce error, which may have an indirect effect on reducing strain on the musculoskeletal system."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "We found 15 studies that included 2165 workers. Fourteen of the studies conducted and reported their work poorly, and most of the studies had a small number of participants.\nOut of the 15 studies, five studies evaluated the effectiveness of physical ergonomic interventions. Four studies evaluated the effectiveness of organisational ergonomic interventions, in the form of breaks or reduced working hours in preventing work-related MSDs of the upper limb or neck, or both, among office workers. Five studies evaluated the effectiveness of ergonomic training, and one study evaluated multifaceted ergonomic interventions. We did not find any studies evaluating the effectiveness of cognitive ergonomic interventions."
    },
    {
      "heading": "Physical ergonomic interventions",
      "text": "We found that the use of an arm support or a mouse based on neutral posture may or may not prevent work-related MSDs of the neck and shoulder. Workstation adjustment, and sit-stand desks do not have an effect on upper limb pain compared to no intervention."
    },
    {
      "heading": "Organisational ergonomic interventions",
      "text": "We found that supplementary breaks may reduce neck and upper limb discomfort among data entry workers (two studies)."
    },
    {
      "heading": "Cognitive ergonomic interventions",
      "text": "We found no studies using these methods."
    },
    {
      "heading": "Training interventions",
      "text": "There is no effect on upper limb pain compared to no intervention in five studies."
    },
    {
      "heading": "Mutlifaceted ergonomic interventions",
      "text": "There is no effect on pain or discomfort compared to no intervention in one study.\nThis means that there remains a need to conduct further studies to assess the effectiveness of ergonomic interventions."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The review authors searched for studies that had been published up to 10 October 2018."
    }
  ]
}