{
  "doi": "10.1002/14651858.CD003860.pub4",
  "name": "Hypofractionated radiation therapy for early breast cancer",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Shortening the duration of radiation therapy would benefit women with early breast cancer treated with breast conserving surgery. It may also improve access to radiation therapy by improving efficiency in radiation oncology departments globally. This can only happen if the shorter treatment is as effective and safe as conventional radiation therapy. This is an update of a Cochrane Review first published in 2008 and updated in 2009."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of altered radiation fraction size for women with early breast cancer who have had breast conserving surgery."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Breast Cancer Specialised Register (23 May 2015), CENTRAL (The Cochrane Library 2015, Issue 4), MEDLINE (Jan 1996 to May 2015), EMBASE (Jan 1980 to May 2015), the WHO International Clinical Trials Registry Platform (ICTRP) search portal (June 2010 to May 2015) and ClinicalTrials.gov (16 April 2015), reference lists of articles and relevant conference proceedings. No language or publication constraints were applied."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of altered fraction size versus conventional fractionation for radiation therapy in women with early breast cancer who had undergone breast conserving surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors performed data extraction independently, with disagreements resolved by discussion. We sought missing data from trial authors."
    },
    {
      "heading": "Main results",
      "text": "We studied 8228 women in nine studies. Eight out of nine studies were at low or unclear risk of bias. Altered fraction size (delivering radiation therapy in larger amounts each day but over fewer days than with conventional fractionation) did not have a clinically meaningful effect on: local recurrence-free survival (Hazard Ratio (HR) 0.94, 95% CI 0.77 to 1.15, 7095 women, four studies, high-quality evidence), cosmetic outcome (Risk ratio (RR) 0.90, 95% CI 0.81 to 1.01, 2103 women, four studies, high-quality evidence) or overall survival (HR 0.91, 95% CI 0.80 to 1.03, 5685 women, three studies, high-quality evidence). Acute radiation skin toxicity (RR 0.32, 95% CI 0.22 to 0.45, 357 women, two studies) was reduced with altered fraction size. Late radiation subcutaneous toxicity did not differ with altered fraction size (RR 0.93, 95% CI 0.83 to 1.05, 5130 women, four studies, high-quality evidence). Breast cancer-specific survival (HR 0.91, 95% CI 0.78 to 1.06, 5685 women, three studies, high quality evidence) and relapse-free survival (HR 0.93, 95% CI 0.82 to 1.05, 5685 women, three studies, moderate-quality evidence) did not differ with altered fraction size. We found no data for mastectomy rate. Altered fraction size was associated with less patient-reported (P < 0.001) and physician-reported (P = 0.009) fatigue at six months (287 women, one study). We found no difference in the issue of altered fractionation for patient-reported outcomes of: physical well-being (P = 0.46), functional well-being (P = 0.38), emotional well-being (P = 0.58), social well-being (P = 0.32), breast cancer concerns (P = 0.94; 287 women, one study). We found no data with respect to costs."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found that using altered fraction size regimens (greater than 2 Gy per fraction) does not have a clinically meaningful effect on local recurrence, is associated with decreased acute toxicity and does not seem to affect breast appearance, late toxicity or patient-reported quality-of-life measures for selected women treated with breast conserving therapy. These are mostly women with node negative tumours smaller than 3 cm and negative pathological margins."
    }
  ],
  "pls_title": "Fraction size in radiation therapy for breast conservation in early breast cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We asked if giving fewer radiation treatments (using a higher radiation dose at each visit) was as effective as the conventional 25 to 30 radiation treatments for women with early breast cancer who have breast conserving therapy (keep their breast)."
    },
    {
      "heading": "Background",
      "text": "Breast cancer is the most common cancer diagnosed in women, with one in eight women in the United States and Australia, and one in nine women in the United Kingdom being diagnosed with the condition by age 85 years. Breast conserving therapy (removing the tumour but keeping an intact breast) has proven to be as effective as mastectomy (removing the breast tissue) in terms of survival for women with cancer confined to the breast (or the local lymph nodes, or both), as long as a five to six-week course of radiation therapy is delivered. This involves 25 to 30 visits to a radiation oncology department. Without radiation therapy after breast conserving surgery there is a significant risk of breast cancer returning in the breast (local recurrence). Furthermore, for every local recurrence avoided with radiation, one death is avoided at 15 years. Many women prefer breast conservation which has resulted in an increased demand for radiation services. Giving fewer daily radiation treatments (fractions) would be beneficial to women if this has the same effect on tumour control and survival, and cosmetic outcome. In order to reduce the number of treatments, the radiation dose delivered per fraction is increased. This may also reduce demand on radiation resources and be more convenient for women."
    },
    {
      "heading": "Study characteristics",
      "text": "Nine studies, involving 8228 women, were included in this review. Most of the women in the studies (91%) had tumours 3 cm or less in size, all had complete removal of the tumour on pathology and 68% had no evidence of cancer in their lymph nodes. Where the breast size was known, 83% had small or medium breasts."
    },
    {
      "heading": "Key results",
      "text": "The evidence is current up to May 2015. Local recurrence was not different for women having fewer treatments (four fewer local relapses per 1000 (where the true value may be anywhere between 16 fewer to 10 more local relapses per 1000)). Breast appearance was not different for women undergoing fewer treatments (31 fewer fair/poor breast appearance per 1000 (where the true value may be anywhere between 59 fewer to 3 more per 1000 with fair/poor breast appearance)). Survival was not altered by having fewer treatments (13 fewer deaths per 1000 (where the true value could be between 31 fewer to 5 more deaths per 1000)) and there was no significant difference in late skin toxicity (4 more episodes of toxicity per 1000; where the true value may be anywhere between 14 fewer to 36 more episodes of toxicity per 1000) or radiation toxicity. Acute skin toxicity is decreased with fewer treatments (326 fewer events per 1000 (where the true value may be anywhere between 264 fewer to 374 fewer acute skin toxicity events per 1000)). This review indicates that for women who fit these criteria, using fewer radiation treatments after tumour removal gives the same cancer control, with less skin reaction at the time and the likely the same side-effects in the long term."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We found high quality evidence for the following outcomes: local recurrence-free survival, breast appearance, toxicity, overall survival and breast cancer-specific survival. We found moderate quality evidence for relapse-free survival, and no data for mastectomy rate (mastectomy may be required because of local recurrence or unacceptable treatment-related toxicity) or costs."
    }
  ]
}