{
  "doi": "10.1002/14651858.CD012723.pub2",
  "name": "Treatment for telangiectasias and reticular veins",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Telangiectasias (spider veins) and reticular veins on the lower limbs are very common, increase with age, and have been found in 41% of women. The cause is unknown and the patients may be asymptomatic or can report pain, burning or itching. Treatments include sclerotherapy, laser, intense pulsed light, microphlebectomy and thermoablation, but none is established as preferable."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of sclerotherapy, laser therapy, intensive pulsed light, thermocoagulation, and microphlebectomy treatments for telangiectasias and reticular veins."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register, CENTRAL, MEDLINE, Embase, AMED and CINAHL databases, and the World Health Organization International Clinical Trials Registry Platform and ClinicalTrials.gov trials registers to 16 March 2021. We undertook additional searches in LILACS and IBECS databases, reference checking, and contacted specialists in the field, manufacturers and study authors to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and quasi-RCTs that compared treatment methods such as sclerotherapy, laser therapy, intensive pulsed light, thermocoagulation, and microphlebectomy for telangiectasias and reticular veins in the lower limb. We included studies that compared individual treatment methods against placebo, or that compared different sclerosing agents, foam or laser treatment, or that used a combination of treatment methods."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors independently performed study selection, extracted data, assessed risks of bias and assessed the certainty of evidence using GRADE. The outcomes of interest were resolution or improvement (or both) of telangiectasias, adverse events (including hyperpigmentation, matting), pain, recurrence, time to resolution, and quality of life."
    },
    {
      "heading": "Main results",
      "text": "We included 3632 participants from 35 RCTs. Studies compared a variety of sclerosing agents, laser treatment and compression. No studies investigated intensive pulsed light, thermocoagulation or microphlebectomy. None of the included studies assessed recurrence or time to resolution. Overall the risk of bias of the included studies was moderate. We downgraded the certainty of evidence to moderate or low because of clinical heterogeneity and imprecision due to the wide confidence intervals (CIs) and few participants for each comparison.\nAny sclerosing agent versus placebo\nThere was moderate-certainty evidence that sclerosing agents showed more resolution or improvement of telangiectasias compared to placebo (standard mean difference (SMD) 3.08, 95% CI 2.68 to 3.48; 4 studies, 613 participants/procedures), and more frequent adverse events: hyperpigmentation (risk ratio (RR) 11.88, 95% CI 4.54 to 31.09; 3 studies, 528 participants/procedures); matting (RR 4.06, 95% CI 1.28 to 12.84; 3 studies, 528 participants/procedures). There may be more pain experienced in the sclerosing-agents group compared to placebo (SMD 0.70, 95% CI 0.06 to 1.34; 1 study, 40 participants; low-certainty evidence).\nPolidocanol versus any sclerosing agent\nThere was no clear difference in resolution or improvement (or both) of telangiectasias (SMD 0.01, 95% CI −0.13 to 0.14; 7 studies, 852 participants/procedures), hyperpigmentation (RR 0.94, 95% CI 0.62 to 1.43; 6 studies, 819 participants/procedures), or matting (RR 0.82, 95% CI 0.52 to 1.27; 7 studies, 859 participants/procedures), but there were fewer cases of pain (SMD −0.26, 95% CI −0.44 to −0.08; 5 studies, 480 participants/procedures) in the polidocanol group. All moderate-certainty evidence.\nSodium tetradecyl sulphate (STS) versus any sclerosing agent\nThere was no clear difference in resolution or improvement (or both) of telangiectasias (SMD −0.07, 95% CI −0.25 to 0.11; 4 studies, 473 participants/procedures). There was more hyperpigmentation (RR 1.71, 95% CI 1.10 to 2.64; 4 studies, 478 participants/procedures), matting (RR 2.10, 95% CI 1.14 to 3.85; 2 studies, 323 participants/procedures) and probably more pain (RR 1.49, 95% CI 0.99 to 2.25; 4 studies, 409 participants/procedures). All moderate-certainty evidence.\nFoam versus any sclerosing agent\nThere was no clear difference in resolution or improvement (or both) of telangiectasias (SMD 0.04, 95% CI −0.26 to 0.34; 2 studies, 187 participants/procedures); hyperpigmentation (RR 2.12, 95% CI 0.44 to 10.23; 2 studies, 187 participants/procedures) or pain (SMD −0.10, 95% CI −0.44 to 0.24; 1 study, 147 participants/procedures). There may be more matting using foam (RR 6.12, 95% CI 1.04 to 35.98; 2 studies, 187 participants/procedures). All low-certainty evidence.\nLaser versus any sclerosing agent\nThere was no clear difference in resolution or improvement (or both) of telangiectasias (SMD −0.09, 95% CI −0.25 to 0.07; 5 studies, 593 participants/procedures), or matting (RR 1.00, 95% CI 0.46 to 2.19; 2 studies, 162 participants/procedures), and maybe less hyperpigmentation (RR 0.57, 95% CI 0.40 to 0.80; 4 studies, 262 participants/procedures) in the laser group. All moderate-certainty evidence. High heterogeneity of the studies reporting on pain prevented pooling, and results were inconsistent (low-certainty evidence).\nLaser plus sclerotherapy (polidocanol) versus sclerotherapy (polidocanol)\nLow-certainty evidence suggests there may be more resolution or improvement (or both) of telangiectasias in the combined group (SMD 5.68, 95% CI 5.14 to 6.23; 2 studies, 710 participants), and no clear difference in hyperpigmentation (RR 0.83, 95% CI 0.35 to 1.99; 2 studies, 656 participants) or matting (RR 0.83, 95% CI 0.21 to 3.28; 2 studies, 656 participants). There may be more pain in the combined group (RR 2.44, 95% CI 1.69 to 3.55; 1 study, 596 participants; low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Small numbers of studies and participants in each comparison limited our confidence in the evidence. Sclerosing agents were more effective than placebo for resolution or improvement of telangiectasias but also caused more adverse events (moderate-certainty evidence), and may result in more pain (low-certainty evidence). There was no evidence of a benefit in resolution or improvement for any sclerosant compared to another or to laser. There may be more resolution or improvement of telangiectasias in the combined laser and polidocanol group compared to polidocanol alone (low-certainty evidence). There may be differences between treatments in adverse events and pain. Compared to other sclerosing agents polidocanol probably causes less pain; STS resulted in more hyperpigmentation, matting and probably pain; foam may cause more matting (low-certainty evidence); laser treatment may result in less hyperpigmentation (moderate-certainty evidence). Further well-designed studies are required to provide evidence for other available treatments and important outcomes (such as recurrence, time to resolution and delayed adverse events); and to improve our confidence in the identified comparisons."
    }
  ],
  "pls_title": "Treatment for telangiectasias and reticular veins",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What are telangiectasias and reticular veins?",
      "text": "Telangiectasias (spider veins) are small dilated blood vessels near the skin surface measuring less than 1.0 mm in diameter. Reticular veins have a diameter of less than 3.0 mm and are deeper in the skin. The cause is unknown, and they can be solely cosmetic, or can result in pain, burning or itching. Telangiectasias and reticular veins on the legs are very common, increase with age, and have been found in 41% of women over the age of 50 years. Risk factors include family history, pregnancy, local trauma, obesity and hormonal factors"
    },
    {
      "heading": "How are telangiectasias and reticular veins treated?",
      "text": "There are several treatments, such as sclerotherapy, laser, intense pulsed light, microphlebectomy and thermoablation, but none is established as preferable. Unwanted side effects of treatments include hyperpigmentation (skin darkening), matting (new telangiectasis after treatment), allergy and pain. It is therefore important to know the effects of these treatments to help doctors and patients decide which is the best option for them."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies where patients were randomly selected to receive one treatment for spider veins compared to a sham treatment, or to another type of treatment. We then compared the results and summarised the evidence from all the studies. Finally, we assessed how certain we are of the evidence. We considered factors such as the way studies were conducted, study sizes, and consistency of findings across studies. Based on our assessments, we categorised the evidence as being of very low, low, moderate or high certainty."
    },
    {
      "heading": "What did we find?",
      "text": "We found 35 studies with a combined total of 3632 participants (searched to 16 March 2021). Some studies compared one treatment on one leg to another treatment on the other leg. Studies used a variety of different treatments and none of them reported on all of our outcomes. Not all available treatments were investigated: no studies investigated intensive pulsed light, thermocoagulation or microphlebectomy.\nSclerosing agents improved telangiectasias and reticular veins resolution when compared to sham treatment, but resulted in more unwanted side effects (hyperpigmentation and matting). There was no benefit seen in one sclerosing agent compared to another, or compared to laser, for improving telangiectasias. There may be differences between treatments in adverse events and pain. Compared to other agents, polidocanol may result in less pain. Sodium tetradecyl sulphate (STS) may cause more hyperpigmentation, matting and probably more pain; foam may result in more matting; laser treatment may cause less hyperpigmentation. Combined laser plus sclerotherapy may result in better resolution compared to only sclerotherapy, but may cause more pain."
    },
    {
      "heading": "How reliable are these results?",
      "text": "We are not very confident in these results. We downgraded the certainty of the evidence by one or two levels (from high to moderate or low). This was because of the differences in the designs of the studies, which meant that only small numbers of studies and participants provided information for each treatment comparison."
    },
    {
      "heading": "Conclusion",
      "text": "Further well-designed studies are needed to improve our confidence in the comparisons identified in this review, for other treatments available, and for other important outcomes, such as recurrence, time to resolution and long-term side effects."
    }
  ]
}