{
  "doi": "10.1002/14651858.CD010227.pub2",
  "name": "Methotrexate monotherapy and methotrexate combination therapy with traditional and biologic disease modifying anti‐rheumatic drugs for rheumatoid arthritis: A network meta‐analysis ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Methotrexate is considered the preferred disease-modifying anti-rheumatic drug (DMARD) for the treatment of rheumatoid arthritis, but controversy exists on the additional benefits and harms of combining methotrexate with other DMARDs."
    },
    {
      "heading": "Objectives",
      "text": "To compare methotrexate and methotrexate-based DMARD combinations for rheumatoid arthritis in patients naïve to or with an inadequate response (IR) to methotrexate."
    },
    {
      "heading": "Methods",
      "text": "We systematically identified all randomised controlled trials with methotrexate monotherapy or in combination with any currently used conventional synthetic DMARD , biologic DMARDs, or tofacitinib. Three major outcomes (ACR50 response, radiographic progression and withdrawals due to adverse events) and multiple minor outcomes were evaluated. Treatment effects were summarized using Bayesian random-effects network meta-analyses, separately for methotrexate-naïve and methotrexate-IR trials. Heterogeneity was explored through meta-regression and subgroup analyses. The risk of bias of each trial was assessed using the Cochrane risk of bias tool, and trials at high risk of bias were excluded from the main analysis. The quality of evidence was evaluated using the GRADE approach. A comparison between two treatments was considered statistically significant if its credible interval excluded the null effect, indicating >97.5% probability that one treatment was superior."
    },
    {
      "heading": "Main results",
      "text": "158 trials with over 37,000 patients were included. Methotrexate-naïve: Several treatment combinations with methotrexate were statistically superior to oral methotrexate for ACR50 response: methotrexate + sulfasalazine + hydroxychloroquine (“triple therapy”), methotrexate + several biologics (abatacept, adalimumab, etanercept, infliximab, rituximab, tocilizumab), and tofacitinib. The estimated probability of ACR50 response was similar between these treatments (range 56-67%, moderate to high quality evidence), compared with 41% for methotrexate. Methotrexate combined with adalimumab, etanercept, certolizumab, or infliximab was statistically superior to oral methotrexate for inhibiting radiographic progression (moderate to high quality evidence) but the estimated mean change over one year with all treatments was less than the minimal clinically important difference of five units on the Sharp-van der Heijde scale. Methotrexate + azathioprine had statistically more withdrawals due to adverse events than oral methotrexate, and triple therapy had statistically fewer withdrawals due to adverse events than methotrexate + infliximab (rate ratio 0.26, 95% credible interval: 0.06 to 0.91). Methotrexate-inadequate response: In patients with an inadequate response to methotrexate, several treatments were statistically significantly superior to oral methotrexate for ACR50 response: triple therapy (moderate quality evidence), methotrexate + hydroxychloroquine (low quality evidence), methotrexate + leflunomide (moderate quality evidence), methotrexate + intramuscular gold (very low quality evidence), methotrexate + most biologics (moderate to high quality evidence), and methotrexate + tofacitinib (high quality evidence). There was a 61% probability of an ACR50 response with triple therapy, compared to a range of 27% to 64% for the combinations of methotrexate + biologic DMARDs that were statistically significantly superior to oral methotrexate. No treatment was statistically significantly superior to oral methotrexate for inhibiting radiographic progression. Methotrexate + cyclosporine and methotrexate + tocilizumab (8 mg/kg) had a statistically higher rate of withdrawals due to adverse events than oral methotrexate and methotrexate + abatacept had a statistically lower rate of withdrawals due to adverse events than several treatments."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found moderate to high quality evidence that combination therapy with methotrexate + sulfasalazine+ hydroxychloroquine (triple therapy) or methotrexate + most biologic DMARDs or tofacitinib were similarly effective in controlling disease activity and generally well tolerated in methotrexate-naïve patients or after an inadequate response to methotrexate. Methotrexate + some biologic DMARDs were superior to methotrexate in preventing joint damage in methotrexate-naïve patients, but the magnitude of these effects was small over one year."
    }
  ],
  "pls_title": "Methotrexate alone or in combination with other medications for rheumatoid arthritis",
  "pls_type": "long",
  "pls": "Researchers in the Cochrane Collaboration conducted a review of the effects of methotrexate either taken alone or with other disease-modifying anti-rheumatic drugs (DMARDs) for people with rheumatoid arthritis. After searching for all relevant studies up to January 19, 2016, they found 158 studies with over 37,000 people. These studies were published between 1985 and 2016 and were between 12 weeks and 2 years in duration. Their findings are summarised below:\nIn people with rheumatoid arthritis, compared to taking methotrexate alone:\n-The combination of methotrexate + sulfasalazine + hydroxychloroquine and methotrexate + most biologic DMARDs improves disease activity. Other treatment combinations (methotrexate + hydroxychloroquine, methotrexate + leflunomide, methotrexate + gold injections) may improve disease activity in people who do not respond to methotrexate alone.\n-The combinations of methotrexate + several biologic DMARDs (adalimumab, etanercept, certolizumab, or infliximab) reduces joint damage (as seen on x-rays) slightly over one year in patients who have not taken methotrexate before.\n-The combinations of methotrexate + azathioprine, methotrexate + cyclosporine and methotrexate + tocilizumab (8 mg/kg) probably increases the chance of stopping the medication due to a side effect.\nWhat is rheumatoid arthritis and what is methotrexate and other disease-modifying anti-rheumatic drugs?\nWhen you have rheumatoid arthritis (RA) your immune system, which normally fights infection, attacks the lining of your joints. This makes your joints swollen, stiff and painful. There is no cure for RA at present, so the treatments aim to relieve pain and stiffness and improve your ability to move. Fortunately, there are many medications that can control the disease effectively. These medications are known as disease-modifying anti-rheumatic drugs, or DMARDs. Methotrexate is widely regarded as the preferred DMARD for most patients with RA as it works well for most patients and is generally well tolerated. Methotrexate can be used by itself or can be combined with other DMARDs. These other DMARDs include medications that have been available and used for many years (such as sulfasalazine and hydroxychloroquine), as well as newer more expensive treatments (biologic DMARDs and tofacitinib). It is important to understand how all of these treatments compare in terms of the benefits and side effects.\nWhat happens to people with rheumatoid arthritis who take methotrexate combined with other disease-modifying anti-rheumatic drugs?\nA) People who have not taken methotrexate before:\nACR 50 (number of tender or swollen joints and other outcomes such as pain and disability)\n-61 out of 100 people who took methotrexate + sulfasalazine + hydroxychloroquine and 56 to 67 people out of 100 who took methotrexate + biologic DMARDs or tofacitinib experienced improvement in the symptoms of their rheumatoid arthritis, compared to 41 out of 100 people who took methotrexate alone.\nX-rays of the joints:\n-People who took methotrexate combined with adalimumab, etanercept, certolizumab, or infliximab had a small reduction in the progression of joint damage (Sharp-van der Heijde score) over one year compared to oral methotrexate, but the estimated amount of damage even with oral methotrexate was very small (2.6 point increase).\nStopping the medication due to a side effect\n-36 out of 100 people who took methotrexate + azathioprine had to stop the medication due to a side effect, compared to 8 people out of 100 who took methotrexate alone.\nB) People who have taken methotrexate before:\nACR 50 (number of tender or swollen joints and other outcomes such as pain and disability)\n-61 out of 100 people who took methotrexate + sulfasalazine + hydroxychloroquine and 27 to 64 people out of 100 who took methotrexate + biologic DMARDs or tofacitinib experienced improvement in the symptoms of their rheumatoid arthritis, compared to 13 out of 100 people who took methotrexate alone.\nX-rays of the joints:\n-No treatment resulted in a significant reduction in the amount of joint damage seen on x-rays over one year.\nStopping the medication due to a side effect\n-21 out of 100 people who took methotrexate + cyclosporine and 12 out of 100 people who took methotrexate + tocilizumab (8 mg/kg) had to stop the medication due to a side effect, compared to 7 people out of 100 who took methotrexate alone."
}