{
  "doi": "10.1002/14651858.CD010503.pub2",
  "name": "Non‐contraceptive oestrogen‐containing preparations for controlling symptoms of premenstrual syndrome ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Premenstrual syndrome (PMS) is a psychological and somatic disorder of unknown aetiology, with symptoms typically including irritability, depression, mood swings, bloating, breast tenderness and sleep disturbances. About 3% to 10% of women who experience these symptoms may also meet criteria for premenstrual dysphoric disorder (PMDD). PMS symptoms recur during the luteal phase of the menstrual cycle and reduce by the end of menstruation. PMS results from ovulation and may be due to ovarian steroid interactions relating to neurotransmitter dysfunction. Premenstrual disorders have a devastating effect on women, their families and their work.\nSeveral treatment options have been suggested for PMS, including pharmacological and surgical interventions. The treatments thought to be most effective tend to fall into one of two categories: suppressing ovulation or correcting a speculated neuroendocrine anomaly.\nTransdermal oestradiol by patch, gel or implant effectively stops ovulation and the cyclical hormonal changes which produce the cyclical symptoms. These preparations are normally used for hormone therapy and contain lower doses of oestrogen than found in oral contraceptive pills. A shortened seven-day course of a progestogen is required each month for endometrial protection but can reproduce premenstrual syndrome-type symptoms in these women."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness and safety of non-contraceptive oestrogen-containing preparations in the management of PMS."
    },
    {
      "heading": "Search methods",
      "text": "On 14 March 2016, we searched the following databases: the Cochrane Gynaecology and Fertility Group (CGF) Specialised Register; Cochrane Central Register of Studies (CRSO); MEDLINE; Embase; PsycINFO; CINAHL; ClinicalTrials.gov; metaRegister of Controlled trials (mRCT); and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) Search Portal. In addition, we checked the reference lists of articles retrieved."
    },
    {
      "heading": "Selection criteria",
      "text": "We included published and unpublished randomized placebo or active controlled trials on the efficacy of the use of non-contraceptive oestrogen-containing preparations in the management of premenstrual syndrome in women of reproductive age with PMS diagnosed by at least two prospective cycles without current psychiatric disorder."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies, assessed risk of bias, extracted data on premenstrual symptoms and adverse effects and entered data into Review Manager 5 software. Where possible, intention-to-treat or modified intention-to-treat analysis was used. Studies were pooled using a fixed-effect model, analysing cross-over trials as parallel trials. Standardised mean differences (SMDs) with 95% confidence intervals (CIs) were calculated for premenstrual symptom scores. Risk ratios (RRs) with 95% confidence intervals (CIs) were calculated for dichotomous outcomes. The overall quality of the evidence was assessed using the GRADE working group methods."
    },
    {
      "heading": "Main results",
      "text": "The search resulted in 524 potentially relevant articles. Five eligible randomized controlled trials (RCTs) were identified (305 women). Trials using oral tablets, transdermal patches and implants were identified. No trial used gels.\nOne small cross-over trial (11 women, effective sample size 22 women considering cross-over trials) compared oral luteal-phase oestrogen versus placebo. Data were very low quality and unsuitable for analysis, but study authors reported that the intervention was ineffective and might aggravate the symptoms of PMS. They also reported that there were no adverse events.\nThree studies compared continuous oestrogen with progestogen versus placebo (with or without progestogen). These trials were of reasonable quality, although with a high risk of attrition bias and an unclear risk of bias due to potential carry-over effects in two cross-over trials. Continuous oestrogen had a small to moderate positive effect on global symptom scores (SMD −0.34, 95% CI −0.59 to −0.10, P = 0.005, 3 RCTs, 158 women, effective sample size 267 women, I² = 63%, very low quality evidence). The evidence was too imprecise to determine if the groups differed in withdrawal rates due to adverse effects (RR 0.64, 95% CI 0.26 to 1.58, P = 0.33, 3 RCTs, 196 women, effective sample size 284 women, I² = 0%, very low quality evidence). Similarly, the evidence was very imprecise in measures of specific adverse events, with large uncertainties around the true value of the relative risk. None of the studies reported on long-term risks such as endometrial cancer or breast cancer.\nOne study compared patch dosage (100 vs 200 µg oestrogen, with progestogen in both arms) and had a high risk of performance bias, detection bias and attrition bias. The study did not find evidence that dosage affects global symptoms but there was much uncertainty around the effect estimate (SMD −1.55, 95% CI −8.88 to 5.78, P = 0.68, 1 RCT, 98 women, very low quality evidence). The evidence on rates of withdrawal for adverse events was too imprecise to draw any conclusions (RR 0.70, 95% CI 0.34 to 1.46, P = 0.34, 1 RCT, 107 women, low-quality evidence). However, it appeared that the 100 µg dose might be associated with a lower overall risk of adverse events attributed to oestrogen (RR 0.51, 95% Cl 0.26 to 0.99, P = 0.05, 1 RCT, 107 women, very low quality evidence) with a large uncertainty around the effect estimate.\nThe overall quality of the evidence for all comparisons was very low, mainly due to risk of bias (specifically attrition), imprecision, and statistical and clinical heterogeneity."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found very low quality evidence to support the effectiveness of continuous oestrogen (transdermal patches or subcutaneous implants) plus progestogen, with a small to moderate effect size. We found very low quality evidence from a study based on 11 women to suggest that luteal-phase oral unopposed oestrogen is probably ineffective and possibly detrimental for controlling the symptoms of PMS. A comparison between 200 µg and 100 µg doses of continuous oestrogen was inconclusive with regard to effectiveness, but suggested that the lower dose was less likely to cause side effects. Uncertainty remains regarding safety, as the identified studies were too small to provide definite answers. Moreover, no included trial addressed adverse effects that might occur beyond the typical trial duration of 2-8 months. This suggests the choice of oestrogen dose and mode of administration could be based on an individual woman’s preference and modified according to the effectiveness and tolerability of the chosen regimen."
    }
  ],
  "pls_title": "Oestrogen for premenstrual syndrome",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Oestrogen is widely used to suppress ovulation, mainly as a contraceptive. This is the first systematic review aiming to evaluate the effectiveness and safety of non-contraceptive oestrogen-containing preparations (oral, patch, implant and gel) in controlling symptoms of premenstrual syndrome (PMS)."
    },
    {
      "heading": "Background",
      "text": "PMS is characterised by a range of physical, psychological and behavioural symptoms that are not due to any organic disease, and that occur during the luteal phase (second half) of the menstrual cycle and disappear at the onset of menstruation. It is now thought that the condition is due to complex interactions between ovarian steroids and neurotransmitters. A clinical diagnosis requires that the symptoms are confirmed by prospective recording for at least two menstrual cycles and that they cause substantial distress or impairment to daily life (e.g. work, school, social activities, hobbies, interpersonal relationships)."
    },
    {
      "heading": "Study characteristics",
      "text": "The review identified 524 potentially relevant articles. Only five randomized controlled trials met our inclusion criteria, and these compared oestrogen with placebo in a total of 305 women who were clinically diagnosed with PMS."
    },
    {
      "heading": "Key results",
      "text": "We found very low quality evidence to suggest that oral unopposed oestrogen given in the luteal phase of the menstrual cycle is probably ineffective for controlling the symptoms of PMS and may even make them worse. There was very low quality evidence to support the effectiveness of continuous oestrogen (in the form of transdermal patches or subcutaneous implants) plus progestogen, with a small to moderate effect size. A comparison between 200 microgram and 100 microgram doses of continuous oestrogen was inconclusive with regard to effectiveness but suggested that the lower dose was less likely to cause side effects. Uncertainty remains regarding safety, as the identified studies were too small to provide definite answers. Moreover, none of the included trials addressed adverse effects that might occur beyond the typical trial duration of 2 to 8 months. This suggests the choice of oestrogen dose and mode of administration could be based on an individual woman’s preference and modified according to the effectiveness and tolerability of the chosen regimen."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The overall quality of the evidence for all comparisons was graded as very low, mainly due to risk of bias in the included studies, imprecision (due to small sample sizes) and differences between the studies."
    }
  ]
}