{
  "doi": "10.1002/14651858.CD008578.pub3",
  "name": "Chinese medicinal herbs for mumps",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Mumps is an infectious disease caused by the mumps virus. Chinese physicians generally believe that Chinese medicinal herbs are effective in alleviating symptoms and reducing the duration of mumps. Herbalists tend to develop a treatment plan according to the individual's symptoms."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of Chinese medicinal herbs combined with routine treatments for mumps."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (2015, Issue 1), MEDLINE (1948 to January week 4, 2015), EMBASE (1974 to February 2015), CINAHL (1981 to February 2015), AMED (1985 to April 2014), the Chinese Biomedical Database (CBM) (1980 to February 2015), China National Knowledge Infrastructure (CNKI) (1979 to February 2015), VIP Information (1989 to February 2015), and relevant databases of ongoing trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) of Chinese medicinal herbs for mumps (with or without complications)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently evaluated trial quality and conducted data extraction. We contacted the trial authors for missing data regarding participant allocation. Some trials allocated participants according to the participants' admission sequence, making it a pseudo-random allocation. None of the trials concealed participants' allocation or used blinding."
    },
    {
      "heading": "Main results",
      "text": "We did not identify any eligible trials for inclusion. We identified 108 studies that claimed to use random allocation. We excluded 104 studies because the allocation methods the authors had used were not actually randomised. We were unable to contact the trial authors of the remaining four studies. These trials require further evaluation and have been allocated to the 'Studies awaiting classification' section."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We did not find any RCTs for or against Chinese herbal medicine used in the treatment of mumps. We hope more high-quality RCTs will be conducted in the future."
    }
  ],
  "pls_title": "Chinese medicinal herbs for mumps",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect and safety of Chinese medicinal herbs for mumps."
    },
    {
      "heading": "Background",
      "text": "Mumps (epidemic parotitis) is an infectious illness caused by the multiplication of the mumps virus in the upper respiratory tract. It can range from a mild upper respiratory disease to serious complications. Herbal medicines have been used in traditional Chinese medicine (TCM) as the main therapy to prevent and treat mumps for thousands of years. Many Chinese physicians believe that Chinese medicinal herbs are effective in treating mumps."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to February 2015. The review authors did not find any randomised controlled trials (RCTs) to provide reliable evidence for the effectiveness and safety of Chinese medicinal herbs for mumps. Although no trials were included, we reviewed the studies and found no reports of adverse events with Chinese medicinal herbs as a treatment for mumps."
    },
    {
      "heading": "Key results",
      "text": "High-quality trials are needed to answer these questions."
    }
  ]
}