{
  "doi": "10.1002/14651858.CD001296",
  "name": "Aspirin for vascular dementia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Aspirin is widely prescribed for patients with a diagnosis of vascular dementia. In a survey of UK geriatricians and psychiatrists 80% of patients with clinical diagnoses of vascular dementia were prescribed aspirin. However, a number of queries remain unanswered. Is there convincing evidence that aspirin benefits patients with vascular dementia? Does aspirin affect cognition and behaviour, or improve prognosis? Does the risk of cerebral or gastric haemorrhage outweigh any benefit?"
    },
    {
      "heading": "Objectives",
      "text": "To assess the randomised trial evidence for efficacy and safety of aspirin in the treatment of vascular dementia."
    },
    {
      "heading": "Search methods",
      "text": "We searched ALOIS: the Cochrane Dementia and Cognitive Improvement Group's Specialized Register on 12 March 2012 using the terms: aspirin OR \"acetylsalicylic acid\". ALOIS contains records of clinical trials identified from monthly searches of a number of major healthcare databases, numerous trial registries and grey literature sources.\nIn addition, relevant websites were searched and some journals were handsearched. Specialists in the field were approached for unpublished material and any publications found were searched for additional references."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials investigating the effect of aspirin for vascular dementia were eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Retrieved studies were analysed independently by both review authors. Methodology and results were critically appraised and outcomes scanned included cognition, behavioural change, mortality and institutionalisation."
    },
    {
      "heading": "Main results",
      "text": "No trials were eligible for inclusion in this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The most recent search for references to relevant research was carried out in March 2012. No trials were found for inclusion in this systematic review.\nLow-dose aspirin is frequently used as 'treatment as normal' in control groups and as a baseline treatment in pharmacological trials.\nThere is still no good evidence that aspirin is effective in treating patients with a diagnosis of vascular dementia.\nThere is increasing concern that low-dose aspirin is associated with increased risk of haemorrhages.\nFurther research is needed to assess the effect of aspirin on cognition, and on other outcomes such as haemorrhages, mortality, institutionalisation and behaviour.\nHowever, the feasibility of such research is limited by a number of factors, including the widespread use of low-dose aspirin for secondary prevention of cerebrovascular and cardiovascular conditions, and its low cost and lack of patent, which limit commercial interest in investing in these studies. In addition, there is increasing evidence of its potential to cause harm from haemorrhages, especially gastric and cerebral haemorrhages that can be fatal.\n"
    }
  ],
  "pls_title": "There is no evidence that aspirin improves the symptoms of vascular dementia",
  "pls_type": "long",
  "pls": "Low-dose aspirin can improve the prognosis of heart disease and stroke, possibly by reducing clot formation within the blood vessels and helping to maintain or improve blood flow to the heart and brain. Many doctors assume that aspirin will also provide some benefit for people with vascular dementia.\nThis systematic review shows that there is no evidence to suggest that aspirin is useful for people with vascular dementia. It is possible that vascular dementia and stroke are caused by different pathological processes. Practitioners need to be aware of the risks of aspirin, such as haemorrhages, which can be fatal.\n"
}