{
  "doi": "10.1002/14651858.CD004391.pub2",
  "name": "Intramuscular arteether for treating severe malaria",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Quinine and artemisinin drugs are used in severe malaria, but quinine resistance is increasing. Arteether is a recently developed artemisinin derivative that is oil soluble, has a long elimination half life, and is more stable than other derivatives."
    },
    {
      "heading": "Objectives",
      "text": "To compare intramuscular arteether with other antimalarial drugs to treat severe malaria."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Infectious Diseases Group Specialized Register (October 2010), CENTRAL (The Cochrane Library Issue 3, 2010), MEDLINE (1966 to October 2010), EMBASE (1980 to October 2010), U.S. National Library of Medicine (NLM) Gateway (1953 to 1965), Web Science Citation (1981 to October 2010), LILACS (October 2010), Google search engine (October 2010), conference proceedings, and reference lists. We also contacted researchers, organizations, and pharmaceutical companies to help identify trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized and quasi-randomized controlled trials of intramuscular arteether in adults and children with severe malaria."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We independently assessed the risk of bias in the trials and extracted data, and analysed data using Review Manager 5."
    },
    {
      "heading": "Main results",
      "text": "Two small trials (n = 194) met the inclusion criteria. Both trials compared arteether with quinine in children with cerebral malaria and reported on similar outcomes. There was no statistically significant difference in the number of deaths (risk ratio 0.75, 95% confidence interval 0.43 to 1.30; n = 194, 2 trials), neurological complications (risk ratio 1.18, 95% confidence interval 0.31 to 4.46; n = 58, 1 trial), or other outcomes including time to regain consciousness, parasite clearance time, and fever clearance time. The meta-analyses lack statistical power to detect important differences."
    },
    {
      "heading": "Authors' conclusions",
      "text": "More trials with a larger number of participants are needed before a firm conclusion about the efficacy and safety of arteether can be reached."
    }
  ],
  "pls_title": "Intramuscular arteether to treat severe malaria",
  "pls_type": "long",
  "pls": "People with severe malaria are unconscious, have difficulty breathing, may convulse, and have low blood sugar. They need to be treated quickly, but because of their illness cannot take drugs by mouth. Arteether, an artemisinin derivative, is a possible alternative to the standard drug quinine. There are two types, artemotil and alpha/beta arteether, both are which are given as an intramuscular injection once a day. The authors of this review wanted to compare intramuscular arteether with other drugs used to treat severe malaria. They identified two small trials with 194 participants. Both trials compared arteether with quinine in children with cerebral malaria (an unrousable coma that cannot be attributed to any other cause other than malaria). There was no difference between the drugs in the number of deaths, people with neurological symptoms, or other outcomes, but there were probably too few participants to detect differences."
}