{
  "doi": "10.1002/14651858.CD012740.pub2",
  "name": "Ab interno trabecular bypass surgery with Schlemm´s canal microstent (Hydrus) for open angle glaucoma ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Glaucoma is a leading cause of irreversible blindness. A number of minimally-invasive surgical techniques have been introduced as a treatment to prevent glaucoma from progressing; ab interno trabecular bypass surgery with the Schlemm's canal Hydrus microstent is one of them."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy and safety of ab interno trabecular bypass surgery with the Hydrus microstent in treating people with open angle glaucoma (OAG)."
    },
    {
      "heading": "Search methods",
      "text": "On 7 May 2019, we searched CENTRAL (2019, Issue 5), which contains the Cochrane Eyes and Vision Trials Register; Ovid MEDLINE; Ovid Embase; the ISRCTN registry; ClinicalTrials.gov; and the WHO ICTRP."
    },
    {
      "heading": "Selection criteria",
      "text": "We searched for randomised controlled trials (RCTs) of the Hydrus microstent, alone or with cataract surgery, compared to other surgical treatments (cataract surgery alone, other minimally-invasive glaucoma device techniques, trabeculectomy), laser treatment, or medical treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "A minimum of three authors independently extracted data from reports of included studies, using a data collection form and analysed data, based on standard Cochrane methods."
    },
    {
      "heading": "Main results",
      "text": "We included three published studies, with 808 people randomised. Two studies had multiple international recruitment centres in the USA and other countries. The third study had several sites based in Europe. All three studies were sponsored by the Hydrus manufacturer Ivantis Inc. All studies included participants with mainly mild or moderate OAG (mean deviation between -3.6 dB (decibel) and -8.4 dB in all study arms), which was controlled with medication in many participants (mean medicated intraocular pressure (IOP) 17.9 mmHg to 19.1 mmHg). There were no concerns regarding allocation concealment bias, but masking of outcome assessors was high or unclear risk in all studies; masking of participants was achieved, and losses to follow-up were not a concern.\nTwo studies compared the Hydrus microstent combined with cataract surgery to cataract surgery alone, in participants with visually significant cataracts and OAG.\nWe found moderate-certainty evidence that adding the Hydrus microstent to cataract surgery increased the proportion of participants who were medication-free from about half to more than three quarters at 12-month, short-term follow-up (risk ratio (RR) 1.59, 95% confidence interval (CI) 1.39 to 1.83; 2 studies, 639 participants; I² = 0%; and 24-month, medium-term follow-up (RR 1.63, 95% CI 1.40 to 1.88; 2 studies, 619 participants; I² = 0%).\nThe Hydrus microstent combined with cataract surgery reduced the medium-term mean change in unmedicated IOP (after washout) by 2 mmHg more compared to cataract surgery alone (mean difference (MD) -2.00, 95% CI -2.69 to -1.31; 2 studies, 619 participants; I² = 0%; moderate-certainty evidence), and the mean change in IOP-lowering drops (MD -0.41, 95% CI -0.56 to -0.27; 2 studies, 619 participants; I² = 0%; low-certainty evidence). We also found low-certainty evidence that adding a Hydrus microstent to cataract surgery reduced the need for secondary glaucoma surgery from about 2.5% to less than 1% (RR 0.17, 95% CI 0.03 to 0.86; 2 studies, 653 participants; I² = 27%; low-certainty evidence).\nIntraocular bleeding, loss of 2 or more visual acuity (VA) lines, and IOP spikes of 10 mmHg or more were rare in both groups; estimates were imprecise, and included both beneficial and harmful effects. There were no cases of endophthalmitis in either group.\nNo data were available on the proportion of participants achieving IOP less than 21 mmHg, 17 mmHg, or 14 mmHg; health-related quality of life (HRQOL), or visual field progression.\nOne study provided short-term data for the Hydrus microstent compared with the iStent trabecular micro-bypass stent (iStent: implantation of two devices in a single procedure) in 152 participants with OAG (148 in analyses). Use of the Hydrus increased the proportion of medication-free participants from about a quarter to about half compared to those who received iStent, but this estimate was imprecise (RR 1.94, 95% CI 1.21 to 3.11; low-certainty evidence). Use of the Hydrus microstent reduced unmedicated IOP (after washout) by about 3 mmHg more than the iStent (MD -3.10, 95% CI -4.17 to -2.03; moderate-certainty evidence), and the use of IOP-lowering medication (MD -0.60, 95% CI -0.99 to -0.21; low-certainty evidence). Both devices achieved a final IOP < 21 mmHg in most participants (Hydrus microstent: 91.8%; iStent: 84%; RR 1.09, 95% CI 0.97 to 1.23; low-certainty evidence).\nNone of the participants who received the Hydrus microstent (N = 74) required additional glaucoma surgery; two participants who received the iStent (N = 76) did.\nFew adverse events were found in either group.\nNo data were available on the proportion of participants achieving IOP less than 17 mmHg or 14 mmHg, or on HRQOL."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In people with cataracts and generally mild to moderate OAG, there is moderate-certainty evidence that the Hydrus microstent with cataract surgery compared to cataract surgery alone, likely increases the proportion of participants who do not require IOP lowering medication, and may further reduce IOP at short- and medium-term follow-up.\nThere is moderate-certainty evidence that the Hydrus microstent is probably more effective than the iStent in lowering IOP of people with OAG in the short-term.\nFew studies were available on the effects of the Hydrus microstent, therefore the results of this review may not be applicable to all people with OAG, particularly in selected people with medically uncontrolled glaucoma, since IOP was controlled with medication in many participants in the included studies. Complications may be rare using the Hydrus microstent, as well as the comparator iStent, but larger studies are needed to investigate its safety."
    }
  ],
  "pls_title": "Ab interno trabecular bypass surgery with Schlemm's canal Hydrus microstent for open angle glaucoma",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What was the aim of the review?",
      "text": "The aim of this Cochrane Review was to find out if ab interno trabecular bypass surgery with the Hydrus microstent lowers the pressure in the eye (intraocular pressure) for people with open angle glaucoma (OAG). The Cochrane Review authors collected and analysed all relevant studies to answer this question, and found three completed studies."
    },
    {
      "heading": "Key messages",
      "text": "In people with cataracts and glaucoma, having combined treatment of cataract surgery and a Hydrus implant may increase the number of people who do not need intraocular pressure (IOP) lowering medication (drugs), and may further reduce IOP compared with cataract surgery alone in the short- and medium-term. Where the Hydrus microstent was compared to iStent, the microstent was probably more effective in people with OAG. This evidence was from studies on people in whom IOP was often well-controlled with medication, and their OAG was mainly mild or moderate."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Glaucoma is a common eye condition and can cause blindness if left untreated. In glaucoma, the optic nerve (which connects the eye to the brain) is damaged, often due to increased pressure in the eye as a result of build-up of fluid. Ab interno trabecular bypass surgery with a Hydrus microstent is a type of surgery in which doctors implant the Hydrus (a small device that opens up a channel in the main fluid canal called Schlemm's) and improves the flow of fluid through this canal. This may lead to lower eye pressure and a lower chance of damage to the optic nerve. This type of surgery is less invasive, and may lead to fewer complications and faster healing times than other types of surgery for glaucoma."
    },
    {
      "heading": "What were the main results of the review?",
      "text": "Two studies (653 participants with cataracts and open angle glaucoma) found that the proportion of people not using IOP lowering medication at two years was about half for those who received cataract surgery alone, and was more than three-quarters if the Hydrus microstent was also implanted during cataract surgery; this evidence was of moderate-certainty because of problems with study quality. About one in 30 or 50 participants needed further glaucoma surgery after cataract surgery alone, compared with one in 100 or less when the Hydrus microstent was added; this evidence was of low-certainty, because of problems with study quality and the small number of glaucoma surgeries.\nAnother study (152 participants with open angle glaucoma) compared a Hydrus implant with an iStent implant (a small tube implanted into the eye's drainage system, known as the trabecular meshwork, allowing fluid to flow in the Schlemm's canal) at one year. The study found that the Hydrus microstent nearly doubled the number of people not using IOP lowering medication at one year, from about a quarter to almost a half; this evidence was of low-certainty, because of problems with study quality and the small number of participants. Further glaucoma surgery was very rarely needed in either group.\nAll included studies were sponsored by the Hydrus manufacturer Ivantis Inc.\nThe use of the Hydrus implant was probably safe in these studies, but larger studies and a longer follow-up may be needed to investigate very rare or long-term adverse events. This evidence was from studies on people in whom IOP was often well-controlled with medication, and further trials are needed for participants with uncontrolled glaucoma."
    },
    {
      "heading": "How up-to-date is the review?",
      "text": "The Cochrane Review authors searched for studies published up to 7 May 2019."
    }
  ]
}