{
  "doi": "10.1002/14651858.CD005563.pub3",
  "name": "Interventions for preventing delirium in hospitalised non‐ICU patients",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Delirium is a common mental disorder, which is distressing and has serious adverse outcomes in hospitalised patients. Prevention of delirium is desirable from the perspective of patients and carers, and healthcare providers. It is currently unclear, however, whether interventions for preventing delirium are effective."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of interventions for preventing delirium in hospitalised non-Intensive Care Unit (ICU) patients."
    },
    {
      "heading": "Search methods",
      "text": "We searched ALOIS - the Cochrane Dementia and Cognitive Improvement Group’s Specialized Register on 4 December 2015 for all randomised studies on preventing delirium. We also searched MEDLINE (Ovid SP), EMBASE (Ovid SP), PsycINFO (Ovid SP), Central (The Cochrane Library), CINAHL (EBSCOhost), LILACS (BIREME), Web of Science core collection (ISI Web of Science), ClinicalTrials.gov and the WHO meta register of trials, ICTRP."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) of single and multi- component non-pharmacological and pharmacological interventions for preventing delirium in hospitalised non-ICU patients."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors examined titles and abstracts of citations identified by the search for eligibility and extracted data independently, with any disagreements settled by consensus. The primary outcome was incidence of delirium; secondary outcomes included duration and severity of delirium, institutional care at discharge, quality of life and healthcare costs. We used risk ratios (RRs) as measures of treatment effect for dichotomous outcomes; and between group mean differences and standard deviations for continuous outcomes."
    },
    {
      "heading": "Main results",
      "text": "We included 39 trials that recruited 16,082 participants, assessing 22 different interventions or comparisons. Fourteen trials were placebo-controlled, 15 evaluated a delirium prevention intervention against usual care, and 10 compared two different interventions. Thirty-two studies were conducted in patients undergoing surgery, the majority in orthopaedic settings. Seven studies were conducted in general medical or geriatric medicine settings.\nWe found multi-component interventions reduced the incidence of delirium compared to usual care (RR 0.69, 95% CI 0.59 to 0.81; seven studies; 1950 participants; moderate-quality evidence). Effect sizes were similar in medical (RR 0.63, 95% CI 0.43 to 0.92; four studies; 1365 participants) and surgical settings (RR 0.71, 95% CI 0.59 to 0.85; three studies; 585 participants). In the subgroup of patients with pre-existing dementia, the effect of multi-component interventions remains uncertain (RR 0.90, 95% CI 0.59 to 1.36; one study, 50 participants; low-quality evidence).\nThere is no clear evidence that cholinesterase inhibitors are effective in preventing delirium compared to placebo (RR 0.68, 95% CI, 0.17 to 2.62; two studies, 113 participants; very low-quality evidence).\nThree trials provide no clear evidence of an effect of antipsychotic medications as a group on the incidence of delirium (RR 0.73, 95% CI, 0.33 to 1.59; 916 participants; very low-quality evidence). In a pre-planned subgroup analysis there was no evidence for effectiveness of a typical antipsychotic (haloperidol) (RR 1.05, 95% CI 0.69 to 1.60; two studies; 516 participants, low-quality evidence). However, delirium incidence was lower (RR 0.36, 95% CI 0.24 to 0.52; one study; 400 participants, moderate-quality evidence) for patients treated with an atypical antipsychotic (olanzapine) compared to placebo (moderate-quality evidence).\nThere is no clear evidence that melatonin or melatonin agonists reduce delirium incidence compared to placebo (RR 0.41, 95% CI 0.09 to 1.89; three studies, 529 participants; low-quality evidence).\nThere is moderate-quality evidence that Bispectral Index (BIS)-guided anaesthesia reduces the incidence of delirium compared to BIS-blinded anaesthesia or clinical judgement (RR 0.71, 95% CI 0.60 to 0.85; two studies; 2057 participants).\nIt is not possible to generate robust evidence statements for a range of additional pharmacological and anaesthetic interventions due to small numbers of trials, of variable methodological quality."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is strong evidence supporting multi-component interventions to prevent delirium in hospitalised patients. There is no clear evidence that cholinesterase inhibitors, antipsychotic medication or melatonin reduce the incidence of delirium. Using the Bispectral Index to monitor and control depth of anaesthesia reduces the incidence of postoperative delirium. The role of drugs and other anaesthetic techniques to prevent delirium remains uncertain."
    }
  ],
  "pls_title": "Interventions to prevent delirium in hospitalised patients, not including those on intensive care units",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence for the effectiveness of interventions for preventing delirium in hospitalised patients, not including those on intensive care units (ICU) (specialised wards for the care of critically ill patients)."
    },
    {
      "heading": "Background",
      "text": "Delirium is a common and serious illness for people admitted to hospital. It can be distressing for patients and their families. It also increases the chances of developing other complications in hospital, being admitted to a care home or dying in hospital. Delirium is a very expensive condition for health services. Prevention of delirium is therefore desirable for patients, families and health services.\nThere are many risk factors for developing delirium (e.g. infection, dehydration, certain medications). Therefore, one approach (called ‘multi-component interventions’) to preventing delirium is to target these multiple risk factors. Some medications have effects on the brain chemicals implicated in developing delirium, and may, therefore, have a role in prevention. There are also a number of other interventions that target delirium risk factors related to anaesthesia and medical treatment around the time of surgery."
    },
    {
      "heading": "Study characteristics",
      "text": "This evidence is current to 4 December 2015. We found 39 trials that recruited 16,082 participants testing 22 different multi-component interventions, medications or anaesthetic interventions, compared to usual care, placebo, or different interventions."
    },
    {
      "heading": "Key findings",
      "text": "We found strong evidence that multi-component interventions can prevent delirium in both medical and surgical settings and less robust evidence that they reduce the severity of delirium. Evidence about their effect on the duration of delirium is inconclusive.\nThere is evidence that monitoring the depth of anaesthesia can reduce the occurrence of delirium after general anaesthetic.\nWe found no clear evidence that a range of medications or other anaesthetic techniques or procedures are effective in preventing delirium."
    },
    {
      "heading": "Quality of the evidence",
      "text": "There is moderate-quality evidence to indicate that multi-component interventions reduce the incidence of delirium. The evidence supports implementing multi-component delirium prevention interventions into routine care for patients in hospital.\nThere is moderate-quality evidence that monitoring depth of general anaesthesia can be used to prevent delirium postoperatively.\nThe quality of the evidence for a range of medications or other anaesthetic techniques or procedures for preventing delirium is poor (because of the small number of trials and the variable quality of trial methods), and cannot be used to inform changes to practice."
    },
    {
      "heading": "External funding",
      "text": "None."
    }
  ]
}