{
  "doi": "10.1002/14651858.CD001206.pub3",
  "name": "Pharmacotherapy for social anxiety disorder (SAnD)",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Recognition is growing that social anxiety disorder (SAnD) is a chronic and disabling disorder, and data from early trials demonstrate that medication may be effective in its treatment. This systematic review is an update of an earlier review of pharmacotherapy of SAnD."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of pharmacotherapy for social anxiety disorder in adults and identify which factors (methodological or clinical) predict response to treatment."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Common Mental Disorders Controlled Trials Register (CCMDCTR-Studies and CCMDCTR-References) to 17 August 2015. The CCMDCTR contains reports of relevant RCTs from MEDLINE (1950-), Embase (1974-), PsycINFO (1967-) and CENTRAL (all years). We scanned the reference lists of articles for additional studies. We updated the search in August 2017 and placed additional studies in Awaiting Classification, these will be incorporated in the next version of the review, as appropriate."
    },
    {
      "heading": "Selection criteria",
      "text": "We restricted studies to randomised controlled trials (RCTs) of pharmacotherapy versus placebo in the treatment of SAnD in adults."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors (TW and JI) assessed trials for eligibility and inclusion for this review update. We extracted descriptive, methodological and outcome information from each trial, contacting investigators for missing information where necessary. We calculated summary statistics for continuous and dichotomous variables (if provided) and undertook subgroup and sensitivity analyses."
    },
    {
      "heading": "Main results",
      "text": "We included 66 RCTs in the review (> 24 weeks; 11,597 participants; age range 18 to 70 years) and 63 in the meta-analysis. For the primary outcome of treatment response, we found very low-quality evidence of treatment response for selective serotonin reuptake inhibitors (SSRIs) compared with placebo (number of studies (k) = 24, risk ratio (RR) 1.65; 95% confidence interval (CI) 1.48 to 1.85, N = 4984). On this outcome there was also evidence of benefit for monoamine oxidase inhibitors (MAOIs) (k = 4, RR 2.36; 95% CI 1.48 to 3.75, N = 235), reversible inhibitors of monoamine oxidase A (RIMAs) (k = 8, RR 1.83; 95% CI 1.32 to 2.55, N = 1270), and the benzodiazepines (k = 2, RR 4.03; 95% CI 2.45 to 6.65, N = 132), although the evidence was low quality. We also found clinical response for the anticonvulsants with gamma-amino butyric acid (GABA) analogues (k = 3, RR 1.60; 95% CI 1.16 to 2.20, N = 532; moderate-quality evidence). The SSRIs were the only medication proving effective in reducing relapse based on moderate-quality evidence. We assessed the SSRIs and the serotonin and norepinephrine reuptake inhibitor (SNRI) venlafaxine on the basis of treatment withdrawal; this was higher for medication than placebo (SSRIs: k = 24, RR 2.59; 95% CI 1.97 to 3.39, N = 5131, low-quality evidence; venlafaxine: k = 4, RR 3.23; 95% CI 2.15 to 4.86, N = 1213, moderate-quality evidence), but there were low absolute rates of withdrawal for both these medications classes compared to placebo. We did not find evidence of a benefit for the rest of the medications compared to placebo.\nFor the secondary outcome of SAnD symptom severity, there was benefit for the SSRIs, the SNRI venlafaxine, MAOIs, RIMAs, benzodiazepines, the antipsychotic olanzapine, and the noradrenergic and specific serotonergic antidepressant (NaSSA) atomoxetine in the reduction of SAnD symptoms, but most of the evidence was of very low quality. Treatment with SSRIs and RIMAs was also associated with a reduction in depression symptoms. The SSRIs were the only medication class that demonstrated evidence of reduction in disability across a number of domains.\nWe observed a response to long-term treatment with medication for the SSRIs (low-quality evidence), for the MAOIs (very low-quality evidence) and for the RIMAs (moderate-quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found evidence of treatment efficacy for the SSRIs, but it is based on very low- to moderate-quality evidence. Tolerability of SSRIs was lower than placebo, but absolute withdrawal rates were low.\nWhile a small number of trials did report treatment efficacy for benzodiazepines, anticonvulsants, MAOIs, and RIMAs, readers should consider this finding in the context of potential for abuse or unfavourable side effects."
    }
  ],
  "pls_title": "Medication for social anxiety disorder (SAnD): a review of the evidence",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is this review important?",
      "text": "Individuals with SAnD often experience intense fear, avoidance, and distress in unfamiliar social situations. There is evidence that medications are useful in minimising these symptoms."
    },
    {
      "heading": "Who will be interested in this review?",
      "text": "- People with SAnD.\n- Families and friends of people who suffer from anxiety disorders.\n- General practitioners, psychiatrists, psychologists, and pharmacists."
    },
    {
      "heading": "What questions does this review aim to answer?",
      "text": "- Is pharmacotherapy an effective form of treatment for SAnD in adults?\n- Is medication effective and tolerable for people in terms of side effects?\n- Which factors (methodological or clinical) predict response to pharmacotherapy?"
    },
    {
      "heading": "Which studies were included in the review?",
      "text": "We included studies comparing medication with placebo for the treatment of SAnD in adults.\nWe included 66 trials in the review, with a total of 11,597 participants."
    },
    {
      "heading": "What does the evidence from the review tell us?",
      "text": "There was evidence of benefit that selective serotonin reuptake inhibitors (SSRIs) were more effective than placebo, although the evidence was of very low quality. There was also evidence of benefit for monoamine oxidase inhibitors (MAOIs), reversible inhibitors of monoamine oxidase A (RIMAs), and benzodiazepines, even though the evidence was low in quality. The anticonvulsants gabapentin and pregabalin also showed moderate-quality evidence of a clinical response. We did not observe this effect for the remaining medication classes. The SSRIs were the only medication proving effective in reducing relapse based on moderate-quality evidence. There was low-quality evidence that more people taking SSRIs and SNRIs dropped out due to side effects than those taking placebo, but absolute withdrawal rates were low.\nFor the outcome of SAnD symptom severity, there was evidence of benefit for SSRIs, the serotonin and norepinephrine reuptake inhibitor (SNRI) venlafaxine, MAOIs, RIMAs, benzodiazepines, the antipsychotic olanzapine, and the noradrenergic and specific serotonergic antidepressant (NaSSA) atomoxetine, but most of the evidence was of very low quality. SSRIs and RIMAs reduced depression symptoms, and SSRIs reduced functional disability across all domains.\nWe also observed response to long-term treatment with SSRIs (based on low-quality evidence), MAOIs (based on very low-quality evidence), and RIMAs (based on moderate-quality evidence)."
    },
    {
      "heading": "What should happen next?",
      "text": "Most evidence for treatment efficacy is related to SSRIs. Nevertheless, SSRI trials were associated with very low-quality evidence and high risk of publication bias. It would be useful for future studies to evaluate the treatment of SAnD in people with comorbid disorders, including substance use disorders. Trials that provide adequate information on randomisation and allocation concealment are needed."
    }
  ]
}