{
  "doi": "10.1002/14651858.CD009210.pub2",
  "name": "Perioperative angiotensin‐converting enzyme inhibitors or angiotensin II type 1 receptor blockers for preventing mortality and morbidity in adults ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Perioperative hypertension requires careful management. Angiotensin-converting enzyme inhibitors (ACEIs) or angiotensin II type 1 receptor blockers (ARBs) have shown efficacy in treating hypertension associated with surgery. However, there is lack of consensus about whether they can prevent mortality and morbidity."
    },
    {
      "heading": "Objectives",
      "text": "To systematically assess the benefits and harms of administration of ACEIs or ARBs perioperatively for the prevention of mortality and morbidity in adults (aged 18 years and above) undergoing any type of surgery under general anaesthesia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the current issue of the Cochrane Central Register of Controlled Trials (CENTRAL; 2014, Issue 12), Ovid MEDLINE (1966 to 8 December 2014), EMBASE (1980 to 8 December 2014), and references of the retrieved randomized trials, meta-analyses, and systematic reviews. We reran the search on February 3, 2017. Three potential new studies of interest were added to a list of 'Studies awaiting Classification' and will be incorporated into the formal review findings during the review update."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) comparing perioperative administration of ACEIs or ARBs with placebo in adults (aged 18 years and above) undergoing any type of surgery under general anaesthesia. We excluded studies in which participants underwent procedures that required local anaesthesia only, or participants who had already been on ACEIs or ARBs."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently performed study selection, assessed the risk of bias, and extracted data. We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We included seven RCTs with a total of 571 participants in the review. Two of the seven trials involved 36 participants undergoing non-cardiac vascular surgery (infrarenal aortic surgery), and five involved 535 participants undergoing cardiac surgery, including valvular surgery, coronary artery bypass surgery, and cardiopulmonary bypass surgery. The intervention was started from 11 days to 25 minutes before surgery in six trials and during surgery in one trial. We considered all seven RCTs to carry a high risk of bias. The effects of ACEIs or ARBs on perioperative mortality and acute myocardial infarction were uncertain because the quality of the evidence was very low. The risk of death was 2.7% in the ACEIs or ARBs group and 1.6% in the placebo group (risk ratio (RR) 1.61; 95% confidence interval (CI) 0.44 to 5.85). The risk of acute myocardial infarction was 1.7% in the ACEIs or ARBs group and 3.0% in the placebo group (RR 0.55; 95% CI 0.14 to 2.26). ACEIs or ARBs may improve congestive heart failure (cardiac index) perioperatively (mean difference (MD) -0.60; 95% CI -0.70 to -0.50, very low-quality evidence). In terms of rate of complications, there was no difference in perioperative cerebrovascular complications (RR 0.48; 95% CI 0.18 to 1.28, very low-quality evidence) and hypotension (RR 1.95; 95% CI 0.86 to 4.41, very low-quality evidence). Cardiac surgery-related renal failure was not reported. ACEIs or ARBs were associated with shortened length of hospital stay (MD -0.54; 95% CI -0.93 to -0.16, P value = 0.005, very low-quality evidence). These findings should be interpreted cautiously due to likely confounding by the clinical backgrounds of the participants. ACEIs or ARBs may shorten the length of hospital stay, (MD -0.54; 95% CI -0.93 to -0.16, very low-quality evidence) Two studies reported adverse events, and there was no evidence of a difference between the ACEIs or ARBs and control groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Overall, this review did not find evidence to support that perioperative ACEIs or ARBs can prevent mortality, morbidity, and complications (hypotension, perioperative cerebrovascular complications, and cardiac surgery-related renal failure). We found no evidence showing that the use of these drugs may reduce the rate of acute myocardial infarction. However, ACEIs or ARBs may increase cardiac output perioperatively. Due to the low and very low methodology quality, high risk of bias, and lack of power of the included studies, the true effect may be substantially different from the observed estimates. Perioperative (mainly elective cardiac surgery, according to included studies) initiation of ACEIs or ARBs therapy should be individualized."
    }
  ],
  "pls_title": "Giving blood pressure-lowering drugs around the time of surgery to reduce the risk of death and serious illness in adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence on two drugs that are used to lower blood pressure (angiotensin-converting enzyme inhibitors (ACEIs) or angiotensin II type 1 receptor blockers (ARBs)) around the time of surgery for reducing the risk of death and serious illness in adults undergoing surgery using a general anaesthetic."
    },
    {
      "heading": "Background",
      "text": "People with high blood pressure around the time of surgery are carefully treated as they have a higher risk of complications such as reduced blood flow to the heart muscle (myocardial ischaemia), heart attack, and even death. ACEIs or ARBs relax the blood vessels and are effective in treating high blood pressure associated with surgery, but the outcome is uncertain when these are used for the prevention of surgery-related complications."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched the databases to 8 December 2014. We found seven randomized controlled trials (from 1992 to 2014) with 571 participants that met our inclusion criteria. Two of the seven trials involved 36 participants undergoing non-cardiac vascular surgery (infrarenal aortic surgery), and five involved 535 participants undergoing cardiac surgery, including valvular surgery, coronary artery bypass surgery, and cardiopulmonary bypass surgery. The interventions started from 11 days to 25 minutes before surgery in six trials and during surgery in one. All of the seven studies were conducted in Europe and the United States. One of the seven studies was funded by a drug company."
    },
    {
      "heading": "Key results",
      "text": "Three trials involving 419 participants reported on deaths, but the results were imprecise with no evidence of a difference between the intervention and placebo groups (perioperative mortality). Two trials with 345 participants reported a similar number of participants in the two groups with changes in their electrocardiogram that indicated a heart attack (acute myocardial infarction). The output of the heart (cardiac index) appeared to be increased in one trial only.\nThe two trials that reported the risk of low blood pressure as a potential complication of the intervention found no apparent difference; and the risk of stroke was similar with and without the intervention in three trials.\nThe results from three studies showed that ACEIs or ARBs may reduce length of hospital stay, but these findings should be interpreted cautiously because of the possible influence of the clinical backgrounds of the participants studied. Two trials that assessed adverse events found no evidence of a difference between ACEIs or ARBs and placebo (no treatment)."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of evidence for the outcomes was low or very low. The overall number of participants was small. Most participants were undergoing cardiac surgery, which meant the findings cannot be generalized to other types of surgery. We reran the search on February 3, 2017. We will deal with the three studies of interest when we update the review."
    }
  ]
}