{
  "doi": "10.1002/14651858.CD006039.pub4",
  "name": "Resection versus no intervention or other surgical interventions for colorectal cancer liver metastases ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Up to 50% of patients with colorectal cancer develop metastases of which half are isolated to the liver and 10% to 25% are eligible for resection. If all disease is removed these patients have a 30% to 50% chance of survival at five years. \nTreatment options include hepatic resection and other modalities using cryosurgery and radiofrequency thermal ablation. Although these new modalities allow safe ablation of liver metastases often without the need for surgical intervention, there are still no clear guidelines on the appropriate management of patients with colorectal cancer liver metastases."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of surgical resection of colorectal cancer liver metastases compared to no intervention and other modalities of intervention, including cryosurgery and radiofrequency ablation."
    },
    {
      "heading": "Search methods",
      "text": "Searches were conducted in the Cochrane Central Register of Controlled Trials, MEDLINE, EMBASE and LILACS databases and updated 14 June 2011."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials comparing resection or other surgical interventions for liver metastases in participants who had undergone curative surgery for adenocarcinoma of the colon or rectum and who were eligible for liver resection (i.e. with no evidence of primary or metastatic cancer elsewhere)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers independently assessed trial quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "Only one trial with a high risk of bias involving 123 people (87 male 36 female) was included in this review. The data from this ten year randomized controlled trial suggest that cryosurgery may be effective in the treatment of liver metastases. The investigators reported higher disease free survival rates at 10 years in those patients who received the cryosurgery compared to conventional surgical techniques."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The single study included in this review provides very limited evidence to support the effectiveness of one intervention over the other. The authors conclude that local ablative therapies might be useful for the management of liver metastases, but more research is required to further evaluate the effects of these treatment options and their potential role in increasing disease-free survival and in decreasing recurrence rates."
    }
  ],
  "pls_title": "Resection versus no intervention or other surgical interventions for colorectal cancer liver metastases",
  "pls_type": "long",
  "pls": "Almost half of patients with colorectal cancer develop metastases many of which are located in the liver, and a quarter of which may be amendable to surgery. If all disease is removed these patients have a 30% to 50% chance of survival at five years. \nTreatment options include surgical removal of the diseased section of the liver as well as other modalities such as cryosurgery and radiofrequency thermal ablation. Although new treatments allow safe destruction of liver metastases, often without the need for major surgery, there are still no clear guidelines on the appropriate management of patients with colorectal cancer liver metastases. Only one low quality study which reported improved disease-free survival in patients who underwent cryosurgery compared with conventional techniques, was included in this review.\nThere is very limited evidence to support the effectiveness or otherwise of a single approach, either surgical resection or other surgical procedure for the management of colorectal liver metastases. Further research is required to evaluate the effects of these treatment options and their role in increasing disease-free survival and in decreasing recurrence. Treatment decisions should continue to be based on individual circumstances and clinician's experience."
}