{
  "doi": "10.1002/14651858.CD007077.pub4",
  "name": "Partial breast irradiation versus whole breast radiotherapy for early breast cancer",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Breast-conserving therapy for women with breast cancer consists of local excision of the tumour (achieving clear margins) followed by radiotherapy (RT). Most true recurrences occur in the same quadrant as the original tumour. Whole breast radiotherapy (WBRT) may not protect against the development of a new primary cancer developing in other quadrants of the breast. In this Cochrane Review, we investigated the delivery of radiation to a limited volume of the breast around the tumour bed (partial breast irradiation (PBI)) sometimes with a shortened treatment duration (accelerated partial breast irradiation (APBI))."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether PBI/APBI is equivalent to or better than conventional or hypofractionated WBRT after breast-conserving therapy for early-stage breast cancer."
    },
    {
      "heading": "Search methods",
      "text": "On 27 August 2020, we searched the Cochrane Breast Cancer Group Specialised Register, CENTRAL, MEDLINE, Embase, CINAHL and three trial databases. We searched for grey literature: OpenGrey (September 2020), reference lists of articles, conference proceedings and published abstracts, and applied no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) without confounding, that evaluated conservative surgery plus PBI/APBI versus conservative surgery plus WBRT. Published and unpublished trials were eligible."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors (BH and ML) performed data extraction, used Cochrane's risk of bias tool and resolved any disagreements through discussion, and assessed the certainty of the evidence for main outcomes using GRADE. Main outcomes were local recurrence-free survival, cosmesis, overall survival, toxicity (subcutaneous fibrosis), cause-specific survival, distant metastasis-free survival and subsequent mastectomy. We entered data into Review Manager 5 for analysis."
    },
    {
      "heading": "Main results",
      "text": "We included nine RCTs that enrolled 15,187 women who had invasive breast cancer or ductal carcinoma in-situ (6.3%) with T1-2N0-1M0 Grade I or II unifocal tumours (less than 2 cm or 3 cm or less) treated with breast-conserving therapy with negative margins. This is the second update of the review and includes two new studies and 4432 more participants.\nLocal recurrence-free survival is probably slightly reduced (by 3/1000, 95% CI 6 fewer to 0 fewer) with the use of PBI/APBI compared to WBRT (hazard ratio (HR) 1.21, 95% confidence interval (CI) 1.03 to 1.42; 8 studies, 13,168 participants; moderate-certainty evidence).\nCosmesis (physician/nurse-reported) is probably worse (by 63/1000, 95% CI 35 more to 92 more) with the use of PBI/APBI (odds ratio (OR) 1.57, 95% CI 1.31 to 1.87; 6 studies, 3652 participants; moderate-certainty evidence).\nOverall survival is similar (0/1000 fewer, 95% CI 6 fewer to 6 more) with PBI/APBI and WBRT (HR 0.99, 95% CI 0.88 to 1.12; 8 studies, 13,175 participants; high-certainty evidence).\nLate radiation toxicity (subcutaneous fibrosis) is probably increased (by 14/1000 more, 95% CI 102 more to 188 more) with PBI/APBI (OR 5.07, 95% CI 3.81 to 6.74; 2 studies, 3011 participants; moderate-certainty evidence).\nThe use of PBI/APBI probably makes little difference (1/1000 less, 95% CI 6 fewer to 3 more) to cause-specific survival (HR 1.06, 95% CI 0.83 to 1.36; 7 studies, 9865 participants; moderate-certainty evidence).\nWe found the use of PBI/APBI compared with WBRT probably makes little or no difference (1/1000 fewer (95% CI 4 fewer to 6 more)) to distant metastasis-free survival (HR 0.95, 95% CI 0.80 to 1.13; 7 studies, 11,033 participants; moderate-certainty evidence).\nWe found the use of PBI/APBI in comparison with WBRT makes little or no difference (2/1000 fewer, 95% CI 20 fewer to 20 more) to mastectomy rates (OR 0.98, 95% CI 0.78 to 1.23; 3 studies, 3740 participants, high-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "It appeared that local recurrence-free survival is probably worse with PBI/APBI; however, the difference was small and nearly all women remain free of local recurrence. Overall survival is similar with PBI/APBI and WBRT, and we found little to no difference in other oncological outcomes. Some late effects (subcutaneous fibrosis) may be worse with PBI/APBI and its use is probably associated with worse cosmetic outcomes. The limitations of the data currently available mean that we cannot make definitive conclusions about the efficacy and safety or ways to deliver PBI/APBI. We await completion of ongoing trials."
    }
  ],
  "pls_title": "Partial breast irradiation for early breast cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Breast cancer is the most common cancer that women get.\nWomen with early breast cancer who choose to keep their breast need to have radiotherapy (RT) as well as surgery to remove the cancer to make sure it does not regrow in the breast. RT is treatment with high energy x-rays. Having RT for breast cancer usually means 15 to 30 visits to the RT department, five times per week.\nIf breast cancer does regrow in the same breast (called local recurrence), it tends to come back in the area it was removed from. Women can also grow a new cancer (new 'elsewhere primary') in another part of the same breast. We are not sure if the RT given to stop cancer regrowth where the first cancer was, stops the growth of 'elsewhere primaries.'"
    },
    {
      "heading": "Why does it matter?",
      "text": "We always want to treat the smallest area we can with RT because this means fewer side effects. Treating only part of the breast could mean that RT might be able to be used again in another part of the same breast if needed. New ways of giving RT mean that treating part of the breast can be done with fewer treatments. This is likely to be easier for women and cost less money."
    },
    {
      "heading": "What did we compare?",
      "text": "We asked if giving RT to part of the breast (called partial breast irradiation (PBI)) is as good as giving RT to the whole breast. PBI can be given with a shortened treatment duration (called accelerated partial breast irradiation (APBI)).\nFor this treatment to be acceptable, it would need to control the cancer as well as giving RT to the whole breast does. It would also be important that the PBI gives about the same side effects and breast appearance as treating the whole breast."
    },
    {
      "heading": "What did we find?",
      "text": "We found nine studies, which involved 15,187 women. Our evidence is current to 27 August 2020. Local recurrence is probably slightly more common with APBI/PBI (moderate-quality evidence) and the breast appearance (scored by doctors and nurses) was probably worse with APBI/PBI (moderate-quality evidence). There is probably little difference in survival (high-quality evidence). Late radiation fibrosis (change in breast appearance and feel) is probably increased with APBI/PBI. There are probably few differences in breast cancer-related deaths and spread of breast cancer around the body with the use of APBI/PBI. The use of APBI/PBI makes little difference to how many women need mastectomy (removal of the whole breast) because of unacceptable late side effects or local recurrence."
    },
    {
      "heading": "What do our findings mean?",
      "text": "This means that at the moment, PBI does not give the same cancer control in the breast as treating the whole breast, but the difference is small. It may cause worse side effects. There are seven big ongoing studies that will be important to answer this question. We hope to have a clearer answer in the next update of this review."
    }
  ]
}