{
  "doi": "10.1002/14651858.CD011005.pub2",
  "name": "Treatment of fatigue in amyotrophic lateral sclerosis/motor neuron disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Amyotrophic lateral sclerosis (ALS), also known as motor neuron disease (MND), is terminal, progressive neurological condition for which there are no curative treatments. Among people with ALS/MND, fatigue is a common and debilitating symptom, which is characterised by reversible motor weakness and whole-body tiredness that is only partially relieved by rest. The effectiveness of pharmacological or non-pharmacological treatments for fatigue in ALS/MND is not yet established."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of pharmacological and non-pharmacological interventions for fatigue in ALS/MND."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases on 5 September 2017: Cochrane Neuromuscular Specialised Register, CENTRAL, MEDLINE, Embase, PsycINFO, CINAHL Plus, and ERIC. We also searched two clinical trials registries."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomised and quasi-randomised controlled trials of any intervention which sought to reduce fatigue for people with ALS/MND. We included studies if reduction in fatigue was a primary or secondary outcome of the trial."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We included one pharmacological (modafinil) study and three non-pharmacological studies (resistance exercise, respiratory exercise, and repetitive transcranial magnetic stimulation (rTMS)), involving a total of 86 participants with ALS/MND. None of the included studies were free from risk of bias. Since there was only one trial for each intervention, no meta-analysis was possible. All studies assessed fatigue using the Fatigue Severity Scale (FSS; scale from 9 to 63, higher scores indicate more fatigue). Information for assessing bias was often lacking in study reports, making the risk of bias unclear across several domains in all trials. Blinding of participants was not possible in exercise trials, but the outcome assessment was blinded.\nWe found very low-quality evidence suggesting possible improvements in fatigue for modafinil treatment versus placebo (MD -11.00, 95% CI -23.08 to 1.08), respiratory exercise versus a sham intervention (MD -9.65, 95% CI -22.04 to 2.73), and rTMS versus sham rTMS (data not provided), which warrant further investigation to clarify the efficacy of these treatments for fatigue in ALS/MND. We found no clear improvements in fatigue for resistance exercise versus usual care (MD 0.20, 95% CI -10.98 to 11.38; very low-quality evidence).\nThree participants in the modafinil group dropped out of the modafinil study, two citing issues with headache and one with chest tightness; other adverse effects were anxiety, nausea, dizziness, and sialorrhoea (probably ALS-related). The trials reported no adverse effects of exercise or rTMS.\nWe cannot be certain about the effects of any of the interventions studied because of imprecision (small numbers of participants, wide CI), and possible study limitations."
    },
    {
      "heading": "Authors' conclusions",
      "text": "It is impossible to draw firm conclusions about the effectiveness of interventions to improve fatigue for people with ALS/MND as there are few randomised studies, and the quality of available evidence is very low."
    }
  ],
  "pls_title": "Treatments for extreme tiredness and lack of energy (fatigue) in amyotrophic lateral sclerosis/motor neuron disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What are the effects of treatments for fatigue in people living with amyotrophic lateral sclerosis (ALS) compared to no treatment or placebo?"
    },
    {
      "heading": "Background",
      "text": "ALS, which is also known as motor neuron disease (MND), is a condition in which the nerves that control movement stop working. People experience problems moving their limbs, maintaining posture, swallowing, and breathing, which worsen over time and shorten life. The cause is unknown, and there is no cure. People living with ALS/MND often experience fatigue, which can cause distress and reduce quality of life. Fatigue can have many causes, including respiratory problems, medication, malnutrition, and depression. Our focus in this review was on treatments for fatigue that arises from the condition itself. Different treatments may improve symptoms of fatigue in ALS/MND. These include medicines, which may help people feel more awake, and other treatments, such as exercise. It is unclear whether any of these treatments are effective for improving fatigue in ALS/MND. We reviewed the available studies on the effects of treatments for fatigue in ALS/MND."
    },
    {
      "heading": "Study characteristics",
      "text": "The review included four small studies with a total of 86 participants. Each study investigated a different treatment. These were a drug treatment (modafinil) compared to placebo, breathing exercises compared to sham (inactive) breathing exercises, exercises with weights compared to usual care, and magnetic brain stimulation compared to sham rTMS."
    },
    {
      "heading": "Key results and quality of the evidence",
      "text": "We are very uncertain about the effects of modafinil, breathing exercises, exercises with weights, or magnetic brain stimulation on fatigue in people with ALS/MND, as the evidence was very low quality. It was often unclear whether studies were adequately designed and performed, as trial reports often lacked details. The results of these small studies were not precise. Three participants stopped taking modafinil because of side effects: headache in two, and chest tightness in one; participants also reported anxiety, nausea, dizziness, and sialorrhoea (inability to control oral secretions). We need more research on effective treatments for fatigue in ALS/MND.\nThe searches are up to date to September 2017."
    }
  ]
}