{
  "doi": "10.1002/14651858.CD013059.pub2",
  "name": "Psychological therapies for depression in older adults residing in long‐term care settings ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Depression is common amongst older people residing in long-term care (LTC) facilities. Currently, most residents treated for depression are prescribed antidepressant medications, despite the potential availability of psychological therapies that are suitable for older people and a preference amongst many older people for non-pharmacological treatment approaches."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of psychological therapies for depression in older people living in LTC settings, in comparison with treatment as usual, waiting list control, and non-specific attentional control; and to compare the effectiveness of different types of psychological therapies in this setting."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Common Mental Disorders Group Controlled Trials Register, CENTRAL, MEDLINE, Embase, five other databases, five grey literature sources, and two trial registers. We performed reference checking and citation searching, and contacted study authors to identify additional studies. The latest search was 31 October 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) and cluster-RCTs of any type of psychological therapy for the treatment of depression in adults aged 65 years and over residing in a LTC facility."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened titles/abstracts and full-text manuscripts for inclusion. Two review authors independently performed data extraction and risk of bias assessments using the Cochrane RoB 1 tool. We contacted study authors for additional information where required.\nPrimary outcomes were level of depressive symptomatology and treatment non-acceptability; secondary outcomes included depression remission, quality of life or psychological well-being, and level of anxious symptomatology. We used Review Manager 5 to conduct meta-analyses, using pairwise random-effects models. For continuous data, we calculated standardized mean differences and 95% confidence intervals (CIs), using endpoint data, and for dichotomous data, we used odds ratios and 95% CIs. We used GRADE to assess the certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "We included 19 RCTs with 873 participants; 16 parallel group RCTs and three cluster-RCTs. Most studies compared psychological therapy (typically including elements of cognitive behavioural therapy, behavioural therapy, reminiscence therapy, or a combination of these) to treatment as usual or to a condition controlling for the effects of attention.\nWe found very low-certainty evidence that psychological therapies were more effective than non-therapy control conditions in reducing symptoms of depression, with a large effect size at end-of-intervention (SMD −1.04, 95% CI −1.49 to −0.58; 18 RCTs, 644 participants) and at short-term (up to three months) follow-up (SMD −1.03, 95% CI −1.49 to −0.56; 16 RCTs, 512 participants). In addition, very low-certainty evidence from a single study with 82 participants indicated that psychological therapy was associated with a greater reduction in the number of participants presenting with major depressive disorder compared to treatment as usual control, at end-of-intervention and short-term follow-up. However, given the limited data on the effect of psychological therapies on remission of major depressive disorder, caution is advised in interpreting this result.\nParticipants receiving psychological therapy were more likely to drop out of the trial than participants receiving a non-therapy control (odds ratio 3.44, 95% CI 1.19 to 9.93), which may indicate higher treatment non-acceptability. However, analyses were restricted due to limited dropout case data and imprecise reporting, and the finding should be interpreted with caution.\nThere was very low-certainty evidence that psychological therapy was more effective than non-therapy control conditions in improving quality of life and psychological well-being at short-term follow-up, with a medium effect size (SMD 0.51, 95% CI 0.19 to 0.82; 5 RCTs, 170 participants), but the effect size was small at postintervention (SMD 0.40, 95% CI −0.02 to 0.82; 6 RCTs, 195 participants). There was very low-certainty evidence of no effect of psychological therapy on anxiety symptoms postintervention (SMD −0.68, 95% CI −2.50 to 1.14; 2 RCTs, 115 participants), although results lacked precision, and there was insufficient data to determine short-term outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This systematic review suggests that cognitive behavioural therapy, behavioural therapy, and reminiscence therapy may reduce depressive symptoms compared with usual care for LTC residents, but the evidence is very uncertain. Psychological therapies may also improve quality of life and psychological well-being amongst depressed LTC residents in the short term, but may have no effect on symptoms of anxiety in depressed LTC residents, compared to control conditions. However, the evidence for these effects is very uncertain, limiting our confidence in the findings.\nThe evidence could be strengthened by better reporting and higher-quality RCTs of psychological therapies in LTC, including trials with larger samples, reporting results separately for those with and without cognitive impairment and dementia, and longer-term outcomes to determine when effects wane."
    }
  ],
  "pls_title": "Are psychological therapies effective in reducing depression in older adults living in long-term care?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "– Psychological therapies (sometimes known as talking therapies) may treat symptoms of depression better than non-therapy approaches in older adults living in long-term care (LTC) facilities (for example, nursing or residential homes and assisted-living facilities).\n– Psychological therapies may also be better than non-therapy approaches for increasing quality of life and psychological well-being (an individual's emotional health and overall functioning) in the short term.\n– Due to insufficient evidence, the broader benefits of psychological therapies, and longer-term effects, are unclear."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out whether psychological therapies were beneficial for managing depression in LTC settings."
    },
    {
      "heading": "Why is this important?",
      "text": "Depression is common amongst older people living in LTC. This population is often prescribed medication to manage depression. Psychological therapies may be a viable alternative."
    },
    {
      "heading": "What psychological therapies may be used to treat depression in older people?",
      "text": "Psychological therapies to treat depression in people living in LTC include behavioural therapy, cognitive behavioural therapy, and reminiscence therapy."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared psychological therapies for older adults with depression living in LTC facilities with an alternative care approach. We examined outcomes following the completion of therapy, and at short-term (up to three months), medium-term (three to six months), and long-term (more than six months) follow-up.\nWe compared and summarized the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 19 studies with 873 participants with depression. Most studies compared cognitive behavioural therapy, behavioural therapy, or reminiscence therapy to usual care services or to a condition providing residents with a similar level of attention (for example, friendly visits from volunteers or current events discussion groups).\nWe found that psychological therapies may be better at reducing symptoms of depression than other approaches immediately following therapy and for up to six months. This effect was not as apparent in studies where psychological therapies were compared with a condition where older people were given increased attention in LTC.\nPsychological therapies may also improve older peoples' quality of life and psychological well-being for up to three months after therapy, but we did not find evidence that psychological therapies reduce symptoms of anxiety in older people with depression."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence is very limited because most studies included small numbers of participants and used unreliable methods.\nGiven the ageing population and projected increase in older people requiring LTC, high-quality clinical trials on the effectiveness of treatments for depression are urgently required."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The literature search was completed in October 2021."
    }
  ]
}