{
  "doi": "10.1002/14651858.CD004502.pub2",
  "name": "Audio recordings of consultations with doctors for parents of critically sick babies",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Family centred care is an important part of neonatal intensive care. Ensuring effective communication in the neonatal intensive care unit (NICU) is a challenge but is crucial to the implementation of family centred care. Providing parents in NICU with audiotape recordings of their conversations with neonatologists could promote effective communication."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to assess the usefulness of providing parents of sick babies with audiotape recordings of their consultations with neonatologists."
    },
    {
      "heading": "Search methods",
      "text": "The standard search strategy of the Cochrane Neonatal Review Group was used. This included searches of electronic databases: Oxford Database of Perinatal Trials, Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library Issue 3, 2004), and MEDLINE (1966 - February 2004); and previous reviews including cross references and expert informants. There were no language restrictions applied to the electronic searches. Hand searching of conference and symposia proceedings was restricted to the English language."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised trials of any form of providing parents of babies in NICU with audiotape recordings of their conversation with doctors in the NICU."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Four reviewers independently assessed the eligibility of the trials."
    },
    {
      "heading": "Main results",
      "text": "Our searches did not identify any trials which met the eligibility criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no information available from randomised or quasi-randomised trials to demonstrate any benefits from providing parents in NICU with audiotape recordings of their conversations with neonatologists."
    }
  ],
  "pls_title": "Audio recordings of consultations with doctors for parents of critically sick babies",
  "pls_type": "long",
  "pls": "Parents with babies in a hospital's neonatal intensive care unit (NICU) often feel stressed and depressed.  These emotions can make it difficult for the parents to remember or fully understand the details of their conversations with doctors.  The doctors in the NICU may also communicate poorly with parents due to lack of time or for other reasons. Another Cochrane review has shown that patients with cancer benefit from having audio recordings of their doctor visits, so they can review the information later (Scott JT, Harmsen M, Prictor MJ, Entwistle VA, Sowden AJ, Watt I. Recordings or summaries of consultations for people with cancer. The Cochrane Database of Systematic Reviews 2003, Issue 2).  Similarly, the authors of this Cochrane review wanted to know whether giving parents audio recordings of their conversations with NICU doctors would help the parents understand and remember the information discussed.  They also wondered if the audio recordings would have an effect on the parents' emotional states.  The authors searched databases of medical journal articles and looked through conference proceedings for studies, and they also contacted experts and patient groups, looking for studies which compared parents of NICU infants who received audio recordings to a similar group of parents who did not get them (a type of study called a controlled trial).  The authors found no controlled trials on this topic. They are now conducting one of their own as they consider the recording of conversations to be an important part of family-centered care, which considers the needs of parents as well as patients.  As of now, however, there is no evidence showing audio recordings of conversations with NICU doctors is helpful for parents."
}