{
  "doi": "10.1002/14651858.CD005937.pub3",
  "name": "Treatments for suppression of lactation",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Various pharmacologic and non-pharmacologic interventions have been used to suppress lactation after childbirth and relieve associated symptoms. Despite the large volume of literature on the subject, there is currently no universal guideline on the most appropriate approach for suppressing lactation in postpartum women."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of interventions used for suppression of lactation in postpartum women (who have not breastfed or expressed breastmilk) to determine which approach has the greatest comparative benefits with least risk."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 June 2012)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials evaluating the effectiveness of treatments used for suppression of postpartum lactation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "We included 62 trials (6428 women). Twenty-two trials did not contribute data to the meta-analyses. The trials were generally small and of limited quality. Three trials (107 women) indicated that bromocriptine significantly reduced the proportion of women lactating compared with no treatment at or within seven days postpartum (three trials, 107 women; risk ratio (RR) 0.36, 95% confidence interval (CI) 0.24 to 0.54). Seven trials involving oestrogen preparations (diethylstilbestrol, quinestrol, chlorotrianisene, hexestrol) suggested that they significantly reduced the proportion of lactating women compared with no treatment at or within seven days postpartum (RR 0.40, 95% CI 0.29 to 0.56). We found no trials comparing non-pharmacologic methods with no treatment. Trials comparing bromocriptine with other pharmacologic agents such as methergoline, prostaglandins, pyridoxine, carbegoline, diethylstilbestrol and cyclofenil suggested similarity in their effectiveness. Side effects were poorly reported in the trials and no case of thromboembolism was recorded in the four trials that reported it as an outcome."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is weak evidence that some pharmacologic treatments (most of which are currently unavailable to the public) are better than no treatment for suppressing lactation symptoms in the first postpartum week. No evidence currently exists to indicate whether non-pharmacologic approaches are more effective than no treatment. Presently, there is insufficient evidence to address the side effects of methods employed for suppressing lactation. When women desire treatment, bromocriptine may be considered where it is registered for lactation suppression in those without predisposition to its major side effects of public concerns. Many trials did not contribute data that could be included in analyses. Large randomised trials are needed to compare the effectiveness of pharmacologic (especially bromocriptine) and non-pharmacologic methods with no treatment. Such trials should consider the acceptability of the intervention and lactation symptoms of concern to women and be large enough to detect clinically important differences in major side effects between comparison groups."
    }
  ],
  "pls_title": "Treatments for suppression of lactation",
  "pls_type": "long",
  "pls": "Women cannot always breastfeed after birth. Reasons may be because the infant dies or is adopted, or the mother is too ill, or for the well being of the mother or infant. HIV-positive mothers, particularly those not on antiretroviral drugs during pregnancy, avoid breastfeeding to reduce the risk of passing on the virus to their infants. Some mothers do not breastfeed on personal or social grounds. Without an infant suckling, milk production (lactation) eventually stops of its own accord. In the meantime, women can experience breast engorgement, leakage of milk, discomfort and pain. Clinicians may provide treatment to suppress lactation and reduce these symptoms. Binding the breasts or wearing a tight brassiere, applying an infra-red lamp, fluid and diet restrictions, external application of jasmine flower and ice packs are tried non-drug approaches. Drug treatments include oestrogens and bromocriptine which lowers prolactin levels. However, increased risks of thromboembolism, cerebral accident and myocardial infarction have been reported with their use.\nThe evidence to support treatments for preventing lactation is limited. The review authors identified 62 controlled trials that randomised a total of 6428 mothers to receive the treatment under investigation, no treatment or another treatment. Twenty-two trials did not contribute data to the meta-analyses. The trials were generally of limited quality and most were conducted among healthy women who chose not to breastfeed for personal reasons at hospitals in industrialised countries before 1980. Half of the trials involved bromocriptine. Two trials (107 women) reported that taking bromocriptine was better than no treatment in suppressing lactation in the first week after giving birth. The 11 trials using oestrogen preparations (diethylstilbestrol, quinestrol, chlorotrianisene, hexestrol) also showed suppression of lactation. A combination of testosterone and oestrogen preparations was of some benefit in reducing symptoms in three trials (436 women). Other pharmacologic agents (clomiphene, tamoxifen, prostaglandins, pyridoxine, oxytocin, L-dopa and homeopathic preparation) were tested in single small trials. Generally, side effects were poorly reported and no case of thromboembolism was recorded among trials that included it as an adverse treatment outcome. Most of the drugs tested are currently not available or registered for suppressing lactation. No trials compared non-drug approaches with no treatment and none of the included trials provided reliable data on women’s satisfaction with the treatment."
}