{
  "doi": "10.1002/14651858.CD007355.pub3",
  "name": "Single dose oral ketoprofen or dexketoprofen for acute postoperative pain in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This review is an update of \"Single dose oral ketoprofen and dexketoprofen for acute postoperative pain in adults\" last updated in Issue 4, 2009. Ketoprofen is a non-selective nonsteroidal anti-inflammatory drug (NSAID) used to treat acute and chronic painful conditions. Dexketoprofen is the (S)-enantiomer, which is believed to confer analgesia. Theoretically dexketoprofen is expected to provide equivalent analgesia to ketoprofen at half the dose, with a consequent reduction in gastrointestinal adverse events. This review is one of a series on oral analgesics for acute postoperative pain. Individual reviews have been brought together in two overviews to provide information about the relative efficacy and harm of the different interventions."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of single dose oral ketoprofen and oral dexketoprofen compared with placebo for acute postoperative pain, using methods that permit comparison with other analgesics evaluated in the same way, and criteria of efficacy recommended by an in-depth study at the individual patient level."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, and Embase from 2009 to 28 March 2017. We also searched the reference lists of retrieved studies and reviews, and two online clinical trial registries."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised, double-blind, placebo-controlled trials of single dose orally administered ketoprofen or dexketoprofen in adults with moderate to severe acute postoperative pain."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently considered studies for inclusion in the review, examined issues of study quality and potential bias, and extracted data. For dichotomous outcomes, we calculated risk ratio (RR) and number needed to treat for an additional beneficial outcome (NNT) or harmful outcome (NNH) with 95% confidence intervals (CI) for ketoprofen and dexketoprofen, compared with placebo, where there were sufficient data. We collected information on the number of participants with at least 50% of the maximum possible pain relief over six hours, the median time to use of rescue medication, and the proportion of participants requiring rescue medication. We also collected information on adverse events and withdrawals. We assessed the quality of the evidence using GRADE, and created 'Summary of findings' tables."
    },
    {
      "heading": "Main results",
      "text": "This updated review included 24 studies; six additional studies added 1001 participants involved in comparisons of ketoprofen or dexketoprofen and placebo, with a 12% increase in participants taking ketoprofen and a 65% increase for dexketoprofen. Most participants (70%) were women. Dental studies typically involved young participants (mean age 20 to 30 years); other types of surgery involved older participants (mean age 37 to 68 years). Overall, we judged the studies at high risk of bias only for small size, which can lead to an overestimation of benefit.\nKetoprofen doses ranged between 6.5 mg and 150 mg. The proportion of participants achieving at least 50% pain relief over six hours with the usual ketoprofen oral dose of 50 mg was 57%, compared to 23% with placebo, giving an NNT of 2.9 (95% CI 2.4 to 3.7) (RR 2.5, 95% CI 2.0 to 3.1; 594 participants; 8 studies; high quality evidence). Efficacy was significantly better in dental studies (NNT 1.8) than other surgery (NNT 4.2). The proportion of participants using rescue medication within six hours was lower with ketoprofen (32%) than with placebo (75%), giving a number needed to treat to prevent use of rescue medication (NNTp) of 2.3 (95% CI 1.8 to 3.1); 263 participants; 4 studies; high quality evidence). Median time to remedication estimates were poorly reported. Reports of any adverse event were similar with ketoprofen (18%) and placebo (11%) (RR 1.6, 95% CI 0.98 to 2.8; 342 participants; 5 studies; high quality evidence). No study reported any serious adverse events (very low quality evidence).\nDexketoprofen doses ranged between 5 mg and 100 mg. The proportion of participants achieving at least 50% pain relief over six hours with the usual dexketoprofen oral dose of 20 mg or 25 mg was 52%, compared to 27% with placebo, giving an NNT of 4.1 (95% CI 3.3 to 5.2) (RR 2.0, 95% CI 1.6 to 2.2; 1177 participants; 8 studies; high quality evidence). Efficacy was significantly better in dental studies (NNT 2.7) than other surgery (NNT 5.7). The proportion of participants using rescue medication within six hours was lower with dexketoprofen (47%) than placebo (69%), giving an NNTp of 4.7 (95% CI 3.3 to 8.0); 445 participants; 5 studies; high quality evidence). Median time to remedication estimates were poorly reported. Reports of any adverse event were similar with dexketoprofen (14%) and placebo (10%) (RR 1.4, 95% CI 0.89 to 2.2; 536 participants, 6 studies; high quality evidence). No study reported any serious adverse events (very low quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Ketoprofen at doses of 25 mg to 100 mg is an effective analgesic in moderate to severe acute postoperative pain with an NNT for at least 50% pain relief of 2.9 with a 50 mg dose. This is similar to that of commonly used NSAIDs such as ibuprofen (NNT 2.5 for 400 mg dose) and diclofenac (NNT 2.7 for 50 mg dose). Dexketoprofen is also effective with an NNT of 4.1 in the dose range 10 mg to 25 mg. Differential efficacy between dental surgery and other types of surgery seen for both drugs is unusual. Both drugs were well tolerated in single doses."
    }
  ],
  "pls_title": "Single dose oral ketoprofen and dexketoprofen for acute postoperative pain in adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Bottom line",
      "text": "This review found that most people with moderate or severe pain after an operation get good pain relief from taking ketoprofen 50 mg or dexketoprofen 25 mg."
    },
    {
      "heading": "Background",
      "text": "Acute pain is short-lived pain often felt soon after injury, including after operations. Most people who have an operation have moderate or severe pain afterwards. Painkillers are tested in people with acute pain, often following the removal of wisdom teeth. This pain is usually treated with painkillers taken by mouth. We believe these results can be applied to other acute painful conditions.\nNonsteroidal anti-inflammatory drugs (NSAIDs) are painkillers that usually provide good pain relief to a high proportion of people with moderate or severe pain after an operation when taken by mouth by people who are able to swallow. This review updated the evidence on two closely related NSAIDs, ketoprofen and dexketoprofen. Ketoprofen has two forms, one of which, dexketoprofen, is the form that produces pain relief."
    },
    {
      "heading": "Study characteristics",
      "text": "In March 2017, we found 24 studies involving 5220 people. The main comparison was between usual oral doses of ketoprofen 50 mg and placebo, and dexketoprofen 25 mg and placebo. The studies tested single doses after wisdom tooth extraction, and after other types of surgery, mainly hip replacement and gynaecological operations. Studies included adults over a range of ages, and 7 out of 10 participants were women. The main outcome was participants having at least half of the maximum possible pain relief over the first six hours after taking the tablets."
    },
    {
      "heading": "Key results",
      "text": "For ketoprofen, there were 594 participants in eight studies in the comparison with placebo (a dummy tablet). About 6 in 10 achieved at least half of the maximum possible pain relief with ketoprofen 50 mg compared with 2 in 10 with placebo. The number of participants who needed more painkillers within six hours was 5 in 10 with ketoprofen compared with 8 in 10 with placebo.\nFor dexketoprofen, there were 1177 participants in eight studies in the comparison with placebo. About 5 in 10 achieved at least half of the maximum possible pain relief with dexketoprofen 25 mg compared with 3 in 10 with placebo. The number of participants who needed more painkillers within six hours was 5 in 10 with dexketoprofen compared with 7 in 10 with placebo.\nAbout 1 or 2 in 10 people had any side effects with ketoprofen, dexketoprofen, or placebo. Serious side effects were uncommon. Few people dropped out of the studies for any reason."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence was judged to be high for most outcomes. This research provides a very good indication of the likely effect. The likelihood that the effect will be substantially different is low."
    }
  ]
}