{
  "doi": "10.1002/14651858.CD008070.pub4",
  "name": "Maternal position in the second stage of labour for women with epidural anaesthesia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Epidural analgesia in labour prolongs the second stage and increases instrumental delivery. It has been suggested that a more upright maternal position during all or part of the second stage may counteract these adverse effects. This is an update of a Cochrane Review published in 2017."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of different birthing positions (upright or recumbent) during the second stage of labour, on maternal and fetal outcomes for women with epidural analgesia."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth’s Trials Register, ClinicalTrials.gov, the WHO International Clinical Trials Registry Platform (ICTRP) (5 June 2018), and the reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised or quasi-randomised trials including pregnant women (primigravidae or multigravidae) in the second stage of induced or spontaneous labour receiving epidural analgesia of any kind. Cluster-randomised controlled trials would have been eligible for inclusion but we found none. Studies published in abstract form only were also eligible.\nWe assumed the experimental intervention to be maternal use of any upright position during the second stage of labour, compared with the control condition of remaining in any recumbent position."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion, assessed risks of bias, and extracted data. We contacted study authors to obtain missing data. We assessed the quality of the evidence using the GRADE approach.\nWe carried out a planned sensitivity analysis of the three studies with low risks of bias for allocation concealment and incomplete outcome data reporting, and further excluded one study with a co-intervention (this was not prespecified)."
    },
    {
      "heading": "Main results",
      "text": "We include eight randomised controlled trials, involving 4464 women, comparing upright positions versus recumbent positions in this update. Five were conducted in the UK, one in France and two in Spain.\nThe largest UK trial accounted for three-quarters of all review participants, and we judged it to have low risk of bias. We assessed two other trials as being at low risk of selection and attrition bias. We rated four studies at unclear or high risk of bias for both selection and attrition bias and one study as high risk of bias due to a co-intervention. The trials varied in their comparators, with five studies comparing different positions (upright and recumbent), two comparing ambulation with (recumbent) non-ambulation, and one study comparing postural changes guided by a physiotherapist to a recumbent position.\nOverall, there may be little or no difference between upright and recumbent positions for our combined primary outcome of operative birth (caesarean or instrumental vaginal): average risk ratio (RR) 0.86, 95% confidence interval (CI) 0.70 to 1.07; 8 trials, 4316 women; I2 = 78%; low-quality evidence. It is uncertain whether the upright position has any impact on caesarean section (RR 0.94, 95% CI 0.61 to 1.46; 8 trials, 4316 women; I2 = 47%; very low-quality evidence), instrumental vaginal birth (RR 0.90, 95% CI 0.72 to 1.12; 8 trials, 4316 women; I2 = 69%) and the duration of the second stage of labour (mean difference (MD) 6.00 minutes, 95% CI −37.46 to 49.46; 3 trials, 456 women; I2 = 96%), because we rated the quality of the evidence as very low for these outcomes. Maternal position in the second stage of labour probably makes little or no difference to postpartum haemorrhage (PPH), (PPH requiring blood transfusion): RR 1.20, 95% CI 0.83 to 1.72; 1 trial, 3093 women; moderate-quality evidence. Maternal satisfaction with the overall childbirth experience was slightly lower in the upright group: RR 0.95, 95% CI 0.92 to 0.99; 1 trial, 2373 women. Fewer babies were born with low cord pH in the upright group: RR 0.43, 95% CI 0.20 to 0.90; 2 trials, 3159 infants; moderate-quality evidence.\nThe results were less clear for other maternal or fetal outcomes, including trauma to the birth canal requiring suturing (average RR 1.00, 95% CI 0.89 to 1.13; 3 trials, 3266 women; I2 = 46%; low-quality evidence), abnormal fetal heart patterns requiring intervention (RR 1.69, 95% CI 0.32 to 8.84; 1 trial, 107 women; very low-quality evidence), or admission to neonatal intensive care unit (RR 0.54, 95% CI 0.02 to 12.73; 1 trial, 66 infants; very low-quality evidence). However, the CIs around some of these estimates were wide, and we cannot rule out clinically important effects.\nIn our sensitivity analysis of studies at low risk of bias, upright positions increase the chance of women having an operative birth: RR 1.11, 95% CI 1.03 to 1.20; 3 trials, 3609 women; high-quality evidence. In absolute terms, this equates to 63 more operative births per 1000 women (from 17 more to 115 more). This increase appears to be due to the increase in caesarean section in the upright group (RR 1.29; 95% CI 1.05 to 1.57; 3 trials, 3609 women; high-quality evidence), which equates to 25 more caesarean sections per 1000 women (from 4 more to 49 more). In the sensitivity analysis there was no clear impact on instrumental vaginal births: RR 1.08, 95% CI 0.91 to 1.30; 3 trials, 3609 women; low-quality evidence."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There may be little or no difference in operative birth between women who adopt recumbent or supine positions during the second stage of labour with an epidural analgesia. However, the studies are heterogeneous, probably related to differing study designs and interventions, differing adherence to the allocated intervention and possible selection and attrition bias. Sensitivity analysis of studies at low risk of bias indicated that recumbent positions may reduce the need for operative birth and caesarean section, without increasing instrumental delivery. Mothers may be more satisfied with their experience of childbirth by adopting a recumbent position. The studies in this review looked at left or right lateral and semi-recumbent positions. Recumbent positions such as flat on the back or lithotomy are not generally used due to the possibility of aorto-caval compression, although we acknowledge that these recumbent positions were not the focus of trials included in this review."
    }
  ],
  "pls_title": "Maternal position in the second stage of labour for women with epidural anaesthesia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Late labour, sometimes called the second stage, is made up of a latent or passive phase where the mother is fully dilated and the baby’s head descends without the mother pushing, and an active phase when the mother has an urge to push and the baby is born.\nWe wanted to find out whether different birthing positions (upright or lying down) during the second stage of labour could change birth outcomes both for women who have used an epidural for pain relief and for their babies. Outcomes included caesarean section, instrumental birth, excessive bleeding or stitches following tears to the vagina during the birth. For babies, we looked at whether they coped well with labour or needed admission to a special care baby unit. We also wanted to determine women's views on the experience of childbirth and their satisfaction with the labour. This is an update of a review first published in 2013."
    },
    {
      "heading": "Why is this important?",
      "text": "An epidural is the most effective method for pain relief in labour. It is popular, even though it may increase the length of the labour and the use of forceps and vacuum (ventouse) to assist the birth. Such instrumental births can cause later prolapse, urine leakage, or painful sexual intercourse. In recent years low-dose techniques, also known as 'walking' or 'mobile' epidurals, have become popular. The low doses allow women to be more mobile during their labour and make it easier to assume an upright position. It has been suggested that such an upright position can make birth easier."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence from randomised controlled trials in June 2018. This updated review now includes eight studies involving 4464 women and their babies. One of the new studies was very well conducted and accounted for three-quarters of all women in the review. Five trials were conducted in the UK, one in France and two in Spain. They compared various upright positions with lying-down (recumbent) positions.\nOverall, there may be little or no difference between upright and lying-down positions for caesarean section or instrumental vaginal (operative) births (8 trials, 4316 women; low-quality evidence). The studies showed considerable variations in findings. However, when we looked only at the high-quality studies we found a clear harm from upright positions (3 trials, 3609 women). There was evidence of an increased risk of operative birth (instrumental or caesarean birth combined) and an increase in caesarean births.\nThere was no difference in the number of women who had tears requiring stitches (3 trials, 3266 women; low-quality evidence) or suffering excessive bleeding (1 trial; 3093 women; moderate-quality evidence). It is uncertain whether the upright position has any impact on instrumental vaginal birth or the length of the second stage of labour, because we found the quality of the evidence to be very low for these outcomes.\nMothers were slightly more satisfied with lying-down positions (1 trial, 2373 women). Although more babies had high acid levels in the cord at birth with lying-down positions (2 trials, 3159 infants; moderate-quality evidence), there was no other evidence of baby harm. Suitable lying-down positions were on the left or right side, but not flat on their back nor with the legs raised in stirrups."
    },
    {
      "heading": "What does this mean?",
      "text": "The overall evidence did not show a clear difference in operative births for women with an epidural during the second stage of labour. Differences in how well the studies were designed and conducted and differing positions adopted may account for this. However, the high-quality evidence showed better outcomes for women moving between lying-down on the side positions that avoided lying flat on the back. These positions result in more normal births, a better experience and no harm to mother or baby when compared with an upright position."
    }
  ]
}