{
  "doi": "10.1002/14651858.CD007235.pub4",
  "name": "Cervical assessment by ultrasound for preventing preterm delivery",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Measurement of cervical length by ultrasound is predictive of preterm birth (PTB). There are three methods of ultrasound cervical assessment: transvaginal (TVU), transabdominal (TAU), and transperineal (TPU, also called translabial). Cervical length measured by TVU is a relatively new screening test, and has been associated with better prediction of PTB than previously available tests. It is unclear if cervical length measured by ultrasound is effective for preventing PTB. This is an update of a review last published in 2013."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of antenatal management based on transvaginal, transabdominal, and transperineal (also called translabial) ultrasound screening of cervical length for preventing preterm birth."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched the Cochrane Pregnancy and Childbirth’s Trials Register, ClinicalTrials.gov, and the WHO International Clinical Trials Registry Platform (ICTRP) to 30 August 2018; reviewed the reference lists of all articles, and contacted experts in the field for additional and ongoing trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included published and unpublished randomised controlled trials (RCT) including pregnant women between the gestational ages of 14 to 32 weeks, for whom the cervical length was screened for risk of PTB with TVU, TAU, or TPU. This review focused on studies based on knowledge versus no knowledge of cervical length results, or ultrasound versus no ultrasound for cervical length. We excluded studies based on interventions (e.g. progesterone, cerclage) for short cervical length."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We followed standard Cochrane methods."
    },
    {
      "heading": "Main results",
      "text": "We included seven RCTs (N = 923): one examined asymptomatic women with twin pregnancies; four included women with singleton pregnancies and symptoms of preterm labour (PTL); one included women with singleton pregnancies and symptoms of preterm premature rupture of membranes (PPROM); and one included asymptomatic singletons. All trials used TVU for screening.\nWe assessed the risk of bias of the included studies as mixed, and the quality of the evidence for primary outcomes as very low for all populations.\nFor asymptomatic women with twin pregnancies, it is uncertain whether knowledge of TVU-measured cervical length compared to no knowledge reduces PTB at less than 34 weeks (risk ratio (RR) 0.62, 95% confidence intervals (CI) 0.30 to 1.25; 1 study, 125 participants) because the quality of the evidence is very low. The results were also inconclusive for preterm birth at 36, 32, or 30 weeks; gestational age at birth, and other maternal and perinatal outcomes.\nFour trials examined knowledge of TVU-measured cervical length of singletons with symptoms of PTL versus no knowledge. We are uncertain of the effects because of inconclusive results and very low-quality evidence for: preterm births at less than 37 weeks (average RR 0.59, 95% CI 0.26 to 1.32; 2 studies, 242 participants; I² = 66%; Tau² = 0.23). Birth occurred about four days later in the knowledge groups (mean difference (MD) 0.64 weeks, 95% CI 0.03 to 1.25; 3 trials, 290 women). The results were inconclusive for the other outcomes for which there were available data: PTB at less than 34 or 28 weeks; birthweight less than 2500 g; perinatal death; maternal hospitalisation; tocolysis; and steroids for fetal lung maturity.\nThe trial of singletons with PPROM (N = 92) evaluated safety of using TVU to measure cervical length in this population as its primary outcome, not its effect on management. The results were inconclusive for incidence of maternal and neonatal infections between the TVU and no ultrasound groups.\nIn the trial of asymptomatic singletons (N = 296), in which women either received TVU or not, the results were inconclusive for preterm birth at less than 37 weeks (RR 1.27, 95% CI 0.61 to 2.61; I² = 0%), gestational age at birth, and other perinatal and maternal outcomes.\nWe downgraded evidence for limitations in study design, inconsistency between the trials, and imprecision, due to small sample size and wide confidence intervals crossing the line of no effect.\nNo trial compared the effect of knowledge of the CL with no knowledge of CL in other populations, such as asymptomatic women with singleton pregnancies, or symptomatic women with twin pregnancies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are limited data on the effects of knowing the cervical length, measured by ultrasound, for preventing preterm births, which preclude us from drawing any conclusions for women with asymptomatic twin or singleton pregnancies, singleton pregnancies with PPROM, or other populations and clinical scenarios.\nLimited evidence suggests that knowledge of transvaginal ultrasound-measured cervical length, used to inform the management of women with singleton pregnancies and symptoms of preterm labour, appears to prolong pregnancy by about four days over women in the no knowledge groups.\nFuture studies could look at specific populations separately (e.g. singleton versus twins; symptoms versus no symptoms of PTL), report on all pertinent maternal and perinatal outcomes, and include cost-effectiveness analyses. Most importantly, future studies should include a clear protocol for management of women based on TVU-measured cervical length."
    }
  ],
  "pls_title": "Cervical assessment by ultrasound for preventing preterm delivery",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "We set out to assess the effectiveness of knowing the cervical length, measured with ultrasound, for preventing preterm birth compared with not knowing the cervical length."
    },
    {
      "heading": "What is the issue?",
      "text": "The cervix is the lower part of the uterus that connects to the vagina. When women are not pregnant, it is normally at least 3 cm long. During pregnancy, a short cervical length is associated with a risk of spontaneous preterm birth. The shorter the cervical length, the greater the risk. Therefore, measuring cervical length by ultrasound can help predict spontaneous preterm birth. The cervical length is measured by an ultrasound scan through the vagina (transvaginal or TVU), abdomen (transabdominal), or the perineum (transperineal). The most common causes of spontaneous preterm birth are preterm labour or preterm premature rupture of the membranes. Many of the interventions used to prevent preterm birth are used once symptoms develop."
    },
    {
      "heading": "Why is this important?",
      "text": "Preterm birth before 37 weeks is the main cause of a newborn baby being sick and disabled, or dying. The cervix is the opening or passage through which the baby must pass before being born vaginally. Ultrasound can detect early changes of the cervix, such as shortening of the cervical length, to predict preterm birth. On identifying a short cervical length, interventions can be applied to prevent preterm birth. These interventions include giving the expectant mother progesterone to relax the uterus, or applying a stitch, known as a cerclage, to tighten the opening of the cervix."
    },
    {
      "heading": "What evidence did we find?",
      "text": "This review assessed if knowing the cervical length can prevent preterm birth. We included seven randomised controlled studies, which involved 923 pregnant women at 14 to 32 weeks' gestation. One study included expectant mothers with twins, without any symptoms of preterm birth or labour, and looked at the number of babies born prematurely before 36 weeks. Four studies included expectant mothers of single babies with threatened preterm labour, and one study involving women with premature rupture of the membranes looked at the safety of transvaginal ultrasound. One trial included expectant mothers with singleton pregnancies who did not have any symptoms of preterm birth or labour to look at the efficacy of transvaginal ultrasound cervical length screening. All studies used transvaginal ultrasound to assess cervical length.\nFor women with twin pregnancies and not showing symptoms of preterm birth, we are unclear of the impact of knowing the cervical length on whether babies are born before 34 weeks' gestation, or their gestational age at birth (1 study, 125 women), because we assessed the quality of the evidence to be very low. For women with a single baby and threatened preterm labour, knowledge of their cervical length may have led to a longer pregnancy by about four days (4 studies, 410 women), but the evidence on the number of babies born before 37 weeks was unclear (2 studies, 242 women). For women whose waters had broken, it is unclear whether healthcare provider knowledge makes any difference to whether the women gave birth preterm, or on the number of infections, again because we judged the quality of evidence as very low. For women with singleton pregnancies not showing symptoms of preterm birth, it is unclear whether an ultrasound to measure cervical length made any difference to whether their babies were born before 37 weeks' gestation (1 study, 296 women; very low-quality evidence)."
    },
    {
      "heading": "What does this mean?",
      "text": "We found a limited number of studies including small numbers of women. The studies varied in their design and had a broad spread of results. Women were not blinded to whether they had an ultrasound or not. Currently, there is not enough high quality research to show if knowledge of cervical length in women with twin or singleton pregnancies has any effect. Future studies could include ways of managing women as a result of the cervical length results, and it would be useful to look at specific populations separately, such as single babies versus twins and women with and without symptoms of preterm labour. They could also report on all important maternal and perinatal outcomes, and include cost-effectiveness analyses."
    }
  ]
}