{
  "doi": "10.1002/14651858.CD005579.pub2",
  "name": "Pharmacological interventions for clozapine‐induced hypersalivation",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Clozapine is widely used for people with schizophrenia. Although agranulocytosis, weight gain, and cardiac problems are serious problems associated with its use, hypersalivation, sometimes of a gross and socially unacceptable quantity, is also common (30-80%)."
    },
    {
      "heading": "Objectives",
      "text": "To determine the clinical effects of pharmacological interventions for clozapine-induced hypersalivation."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group Trials Register (March 2007), inspected references of all identified studies for further trials, contacted relevant pharmaceutical companies, drug approval agencies and authors of trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials comparing pharmacological interventions, at any dose and by any route of administration, for clozapine-induced hypersalivation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data independently. For dichotomous data (homogenous) we calculated relative risk (RR) with 95% confidence intervals (CI) and numbers needed to treat (NNT) on an intention-to-treat basis. We calculated weighted mean difference (WMD) for continuous data."
    },
    {
      "heading": "Main results",
      "text": "Of the 15 trials identified, 14 were conducted in China and 14 in hospitals. The quality of reporting was poor with no studies clearly describing allocation concealment and much data were missing or unusable. All results are vulnerable to considerable bias. Most frequently the primary outcome was the diameter of the wet patch on the pillow. Antimuscarinics (astemizole, diphenhydramine, propantheline, doxepin) were the most commonly evaluated drugs. For the outcome of 'no clinically important improvement' astemizole and diphenhydramine were more effective than placebo (astemizole: n=97, 2 RCTs, RR 0.61 CI 0.47 to 0.81 NNT 3 CI 2 to 5; diphenhydramine: n=131, 2 RCTs, RR 0.43 CI 0.31 to 0.58, NNT 2 CI 1.5 to 2.5), but the doses of astemizole used were those that can cause toxicity. Data involving propantheline were heterogeneous (I2= 86.6%), but both studies showed benefit over placebo. Adverse effects were poorly recorded.\nOf the other interventions, oryzanol (rice bran oil and rice embryo oil extract) showed benefit over the antimuscarinic doxepin in terms of 'no clinically important change' (n=104, 1 RCT, RR 0.45 CI 0.27 to 0.75, NNT 4 CI 2 to 7). The Chinese medicine suo quo wan (comprises spicebush root, Chinese yam and bitter cardamom) showed benefit over doxepin (n=70, 1 RCT, RR 'no clinically important change' 0.31 CI 0.16 to 0.59, NNT 3 CI 1.5 to 3.7)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are currently insufficient data to confidently inform clinical practice. The limitations of these studies are plentiful and the risk of bias is high. These trials, however, are invaluable guides for current and future study design. Well conducted randomised trials are possible. Some may be underway. Current practice outside of well designed randomised trials should be clearly justified."
    }
  ],
  "pls_title": "Interventions for people with schizophrenia who have too much saliva due to clozapine treatment",
  "pls_type": "long",
  "pls": "Clozapine is an antipsychotic medication used in the treatment of schizophrenia, a mental health problem that can cause symptoms such as hallucinations and delusions and social withdrawal. Clozapine may be useful in those for whom other medications have not worked very well. One of the common side-effects of clozapine is having too much saliva in the mouth (hypersalivation). This can be embarrassing in public and problematic, especially at night. This review is about ways of reducing this problem and includes 15 trials containing 964 people, most of which were done in hospitals in China. Treatments included medications that had previously been useful for this problem or were thought to work in theory. The medications used were from a group of drugs called antimuscarinics, traditional Chinese medicines or others. The trials were short (all four weeks or less). From these trials the antimuscarinics; astemizole, diphenhydramine and propantheline, were shown to be better than placebo at reducing hypersalivation. Another medication called oryzanol and a Chinese traditional medicine called Suo quo wan were found to have benefit over doxepin, an antimuscarinic. However, because of the shortness of the trials, poor reporting and the limitations of design, it is difficult to draw any firm conclusions from these results.  \n\n(Plain language summary prepared for this review by Janey Antoniou of RETHINK, UK, www.rethink.org)"
}