{
  "doi": "10.1002/14651858.CD011542.pub2",
  "name": "Environmental and behavioural modifications for improving food and fluid intake in people with dementia ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Weight loss, malnutrition and dehydration are common problems for people with dementia. Environmental modifications such as, change of routine, context or ambience at mealtimes, or behavioural modifications, such as education or training of people with dementia or caregivers, may be considered to try to improve food and fluid intake and nutritional status of people with dementia."
    },
    {
      "heading": "Objectives",
      "text": "Primary: To assess the effects of environmental or behavioural modifications on food and fluid intake and nutritional status in people with dementia. Secondary: To assess the effects of environmental or behavioural modifications in connection with nutrition on mealtime behaviour, cognitive and functional outcomes and quality of life, in specific settings (i.e. home care, residential care and nursing home care) for different stages of dementia. To assess the adverse consequences or effects of the included interventions."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Specialized Register of Cochrane Dementia and Cognitive Improvement (ALOIS), MEDLINE, Eembase, PsycINFO, CINAHL, ClinicalTrials.gov and the World Health Organization (WHO) portal/ICTRP on 17 January 2018. We scanned reference lists of other reviews and of included articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) investigating interventions designed to modify the mealtime environment of people with dementia, to modify the mealtime behaviour of people with dementia or their caregivers, or both, with the intention of improving food and fluid intake. We included people with any common dementia subtype."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies, extracted data and assessed the risk of bias of included trials. We assessed the quality of evidence for each outcome using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included nine studies, investigating 1502 people. Three studies explicitly investigated participants with Alzheimer's disease; six did not specify the type of dementia. Five studies provided clear measures to identify the severity of dementia at baseline, and overall very mild to severe stages were covered. The interventions and outcome measures were diverse. The overall quality of evidence was mainly low to very low.\nOne study implemented environmental as well as behavioural modifications by providing additional food items between meals and personal encouragement to consume them. The control group received no intervention. Differences between groups were very small and the quality of the evidence from this study was very low, so we are very uncertain of any effect of this intervention.\nThe remaining eight studies implemented behavioural modifications.\nThree studies provided nutritional education and nutrition promotion programmes. Control groups did not receive these programmes. After 12 months, the intervention group showed slightly higher protein intake per day (mean difference (MD) 0.11 g/kg, 95% confidence interval (CI) -0.01 to 0.23; n = 78, 1 study; low-quality evidence), but there was no clear evidence of a difference in nutritional status assessed with body mass index (BMI) (MD -0.26 kg/m² favouring control, 95% CI -0.70 to 0.19; n = 734, 2 studies; moderate-quality evidence), body weight (MD -1.60 kg favouring control, 95% CI -3.47 to 0.27; n = 656, 1 study; moderate-quality evidence), or score on Mini Nutritional Assessment (MNA) (MD -0.10 favouring control, 95% CI -0.67 to 0.47; n = 656, 1 study; low-quality evidence). After six months, the intervention group in one study had slightly lower BMI (MD -1.79 kg/m² favouring control, 95% CI -1.28 to -2.30; n = 52, 1 study; moderate-quality evidence) and body weight (MD -8.11 kg favouring control, 95% CI -2.06 to -12.56; n = 52, 1 study; moderate-quality evidence). This type of intervention may have a small positive effect on food intake, but little or no effect, or a negative effect, on nutritional status.\nTwo studies compared self-feeding skills training programmes. In one study, the control group received no training and in the other study the control group received a different self-feeding skills training programme. For both comparisons the quality of the evidence was very low and we are very uncertain whether these interventions have any effect.\nOne study investigated general training of nurses to impart knowledge on how to feed people with dementia and improve attitudes towards people with dementia. Again, the quality of the evidence was very low so that we cannot be certain of any effect.\nTwo studies investigated vocal or tactile positive feedback provided by caregivers while feeding participants. After three weeks, the intervention group showed an increase in calories consumed per meal (MD 200 kcal, 95% CI 119.81 to 280.19; n = 42, 1 study; low-quality evidence) and protein consumed per meal (MD 15g, 95% CI 7.74 to 22.26; n = 42, 1 study; low-quality evidence). This intervention may increase the intake of food and liquids slightly; nutritional status was not assessed."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Due to the quantity and quality of the evidence currently available, we cannot identify any specific environmental or behavioural modifications for improving food and fluid intake in people with dementia."
    }
  ],
  "pls_title": "Environmental and behavioural modifications for improving food and fluid intake in people with dementia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What we wanted to know",
      "text": "Weight loss, malnutrition and dehydration are common problems for people with dementia and can occur at any stage of the illness. People with dementia often develop psychological symptoms or behaviours which cause them to eat or drink less. In the later stages of the illness, they become dependent on others to help them eat or drink. We wanted to investigate how to keep people with dementia eating and drinking as well as possible. We looked for studies which changed the way food and drink are presented to people with dementia, and for studies which attempted to change the behaviour of people with dementia or of those helping them to eat. We called these environmental and behavioural modifications respectively, though some interventions include aspects of both. We were mainly interested in the effect on how much people with dementia ate and drank and on measures of how well-nourished they were (e.g. body weight or body mass index (BMI)), but we also looked for effects on eating behaviour, symptoms of dementia and quality of life."
    },
    {
      "heading": "How we tried to answer the question",
      "text": "We searched for all the randomised controlled trials (RCTs) which were relevant to our question. In these trials, some people with dementia got an environmental or behavioural modification intended to improve their eating and drinking and were then compared with other people who had not had the intervention (the control group). Whether someone got the intervention or not was decided at random. We found nine RCTs to include in our review. In total, there were 1502 people in these trials. They had varying degrees of dementia, probably mostly due to Alzheimer's disease. Seven of the trials took place in care homes. In one trial, people were given extra snacks between meals and encouraged to eat them. In three trials, people with dementia were given education about diet and eating. In two trials, people with dementia were taught skills to help them to eat independently. In three trials, training was given to the carers responsible for helping people with dementia to eat."
    },
    {
      "heading": "What we found out",
      "text": "All the trials we found tested different interventions and measured their effects in different ways. Generally, the trials were small and there were problems with the way they were done, which reduced our confidence in the results. For some interventions, the quality of the evidence was so low that we could not draw any conclusions. For others, there was a mixture of positive and negative effects."
    },
    {
      "heading": "What we concluded",
      "text": "Because of the amount and quality of the evidence we found, we cannot at the moment, identify any specific environmental or behavioural modifications for improving food and fluid intake in people with dementia."
    }
  ]
}