{
  "doi": "10.1002/14651858.CD005103.pub2",
  "name": "Continuous subcutaneous insulin infusion (CSII) versus multiple insulin injections for type 1 diabetes mellitus ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Type 1 diabetes is a metabolic disorder resulting from a defect in insulin secretion. Onset of type 1 diabetes mellitus may occur at any age and it is one of the most common chronic diseases of childhood and adolescence. Since there are no interventions known to prevent onset, it is vital that effective treatment regimes are available. Glycaemic control is maintained by replacement of insulin and may be in the form of 'conventional' insulin therapy (multiple injections per day) or continuous subcutaneous insulin infusion (CSII)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of CSII compared to multiple insulin injections (MI) in people with type 1 diabetes mellitus."
    },
    {
      "heading": "Search methods",
      "text": "Studies were obtained from electronic searches of The Cochrane Library, MEDLINE, EMBASE and CINAHL."
    },
    {
      "heading": "Selection criteria",
      "text": "Studies were included if they were randomised controlled trials comparing CSII with three or more insulin injections per day (MI) in people with type 1 diabetes mellitus."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed risk of bias and extracted characteristics of included studies. Authors contacted study investigators to obtain missing information. Generic inverse variance meta-analyses using a random-effects model were performed."
    },
    {
      "heading": "Main results",
      "text": "Twenty three studies randomised 976 participants with type 1 diabetes to either intervention. There was a statistically significant difference in glycosylated haemoglobin A1c (HbA1c) favouring CSII (weighted mean difference -0.3% (95% confidence interval -0.1 to -0.4). There were no obvious differences between the interventions for non-severe hypoglycaemia, but severe hypoglycaemia appeared to be reduced in those using CSII. Quality of life measures suggest that CSII is preferred over MI. No significant difference was found for weight. Adverse events were not well reported, no information is available on mortality, morbidity and costs."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is some evidence to suggest that CSII may be better than MI for glycaemic control in people with type 1 diabetes. Non-severe hypoglycaemic events do not appear to be reduced with CSII. There is insufficient evidence regarding adverse events, mortality, morbidity and costs."
    }
  ],
  "pls_title": "Continuous subcutaneous insulin infusion (CSII) versus multiple insulin injections for type 1 diabetes mellitus",
  "pls_type": "long",
  "pls": "Type 1 diabetes results from a defect in insulin secretion, leading to elevated levels of plasma sugar or glucose and disturbances in carbohydrate, fat and protein metabolism. Complications may effect the eyes, kidneys, nerves and the cardiovascular system. Type 1 diabetes may occur at any age and it is one of the most common chronic diseases of childhood and adolescence. Type 1 diabetes impacts heavily on the lifestyle of the individual as well as their families. Since there is no cure or prevention for type 1 diabetes, life-long insulin replacement and monitoring of blood glucose levels are required. It is vital that effective insulin therapy regimes are available for optimal management and to minimise blood glucose fluctuation (known as too low or too high blood sugar levels - hypoglycaemia or hyperglycaemia).\nInsulin therapy may be in the form of 'conventional' therapy of multiple (typically four) injections per day or continuous subcutaneous insulin infusion. Continuous subcutaneous insulin infusion involves attachment (via catheter on the outside of the body) to an insulin pump that is programmed to deliver insulin to match the individual's needs, and doses are activated by the individual to cover meals and correct blood glucose fluctuation. Here we explore whether continuous subcutaneous insulin infusion is better than three or more insulin injections per day for good management of type 1 diabetes.\nTwenty three studies randomised 976 participants with type 1 diabetes to either continuous subcutaneous insulin infusion or multiple injections. Seven of the 23 studies were performed in participants under 18 years of age and the remainder were performed in adults. Study duration ranged from six days to four years. The body of evidence suggests that continuous subcutaneous insulin infusion may be better than multiple injections for glycaemic control in people with type 1 diabetes; continuous subcutaneous insulin infusion appears to provide no benefit for reducing non-severe hypoglycaemic events. Future studies need to consider the short and long term adverse effects, mortality, morbidity and costs of these interventions."
}