{
  "doi": "10.1002/14651858.CD009279.pub3",
  "name": "Interventions for preventing recurrent urinary tract infection during pregnancy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Recurrent urinary tract infections (RUTI) are common in women who are pregnant and may cause serious adverse pregnancy outcomes for both mother and child including preterm birth and small-for-gestational-age babies. Interventions used to prevent RUTI in women who are pregnant can be pharmacological (antibiotics) or non-pharmacological (cranberry products, acupuncture, probiotics and behavioural modifications). So far little is known about the best way to prevent RUTI in pregnant women."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of interventions for preventing RUTI in pregnant women.\nThe primary maternal outcomes were RUTI before birth (variously defined) and preterm birth (before 37 weeks). The primary infant outcomes were small-for-gestational age and total mortality."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (20 May 2015) and reference lists of retrieved articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Published, unpublished and ongoing randomised controlled trials (RCTs), quasi-RCTs, clustered-randomised trials and abstracts of any intervention (pharmacological and non-pharmacological) for preventing RUTI during pregnancy (compared with another intervention, placebo or with usual care)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias, extracted data and checked them for accuracy."
    },
    {
      "heading": "Main results",
      "text": "The review included one trial involving 200 women and was at moderate to high risk of bias.The trial compared a daily dose of nitrofurantoin and close surveillance (regular clinic visit, urine cultures and antibiotics when a positive culture was found) with close surveillance only. No significant differences were found for the primary outcomes: recurrent pyelonephritis (risk ratio (RR) 0.89, 95% confidence interval (CI) 0.31 to 2.53; one study, 167 women), RUTI before birth (RR 0.30, 95% CI 0.06 to 1.38; one study, 167 women), and preterm birth (before 37 weeks) (RR 1.18, 95% CI 0.42 to 3.35; one study, 147 women). The overall quality of evidence for these outcomes as assessed using GRADE was very low. There were no significant differences between the two comparison groups for any of the following secondary outcomes, birthweight less than 2500 (g) (RR 2.03, 95% CI 0.53 to 7.80; one study, 147 infants), birthweight (mean difference (MD) -113.00, 95% CI -327.20 to 101.20; one study, 147 infants), five-minute Apgar score less than seven (RR 2.03, 95% CI 0.19 to 21.87; one study, 147 infants) and miscarriages (RR 3.11, 95% CI 0.33 to 29.29; one study, 167 women). The evidence for these secondary outcomes was also of very low quality. The incidence of asymptomatic bacteriuria (ASB) (at least 103 colonies per mL) (secondary outcome), only reported in women with a clinic attendance rate of more than 90% (RR 0.55, 95% CI 0.34 to 0.89; one study, 102 women), was significantly reduced in women who received nitrofurantoin and close surveillance. Data on total mortality and small-for-gestational-age babies were not reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "A daily dose of nitrofurantoin and close surveillance has not been shown to prevent RUTI compared with close surveillance alone. A significant reduction of ASB was found in women with a high clinic attendance rate and who received nitrofurantoin and close surveillance. There was limited reporting of both primary and secondary outcomes for both women and infants. No conclusions can be drawn regarding the optimal intervention to prevent RUTI in women who are pregnant. Randomised controlled trials comparing different pharmacological and non-pharmacological interventions are necessary to investigate potentially effective interventions to prevent RUTI in women who are pregnant."
    }
  ],
  "pls_title": "Interventions for preventing recurrent urinary tract infections during pregnancy",
  "pls_type": "long",
  "pls": "Recurrent urinary tract infections (RUTI) are common in women generally, and particularly in pregnant women. A urinary tract infection (UTI) is an infection of the urinary tract (bladder, kidneys) due to the presence of bacteria in the urine (bacteriuria). During pregnancy, UTI may be a serious complication that is associated with adverse pregnancy outcomes for both mother and child including preterm birth and small-for-gestational-age babies. Therefore, it is important to define the optimal intervention for preventing RUTI during pregnancy to improve pregnancy outcomes. Interventions used to prevent RUTI in pregnant women can be pharmacological (antibiotics) or non-pharmacological (cranberry products, acupuncture, probiotics and behavioural modifications). So far, little is known about the best way to prevent RUTI in pregnant women.\nThis review identified one study involving 200 pregnant women who received nitrofurantoin (antibiotics) and close surveillance (regular clinic visit, urine cultures and antibiotics when a positive culture was found) or close surveillance alone. Suppressive therapy with daily dose of nitrofurantoin and close surveillance was not shown to prevent RUTI compared with close surveillance alone but the evidence was of very low quality. A significant reduction of asymptomatic bacteriuria (presence of bacteria in the urine without the symptoms of a UTI) was found in women with a high clinic attendance rate who received nitrofurantoin and close surveillance. Due to lack of evidence no conclusions can be drawn. Future randomised controlled trials comparing different pharmacological and non-pharmacological interventions are necessary to assess the optimal intervention to prevent RUTI in women who are pregnant. Such trials should report on a comprehensive range of outcomes for both women and infants."
}