{
  "doi": "10.1002/14651858.CD009356.pub3",
  "name": "Hypnosis for pain management during labour and childbirth",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This review is one in a series of Cochrane reviews investigating pain management for childbirth. These reviews all contribute to an overview of systematic reviews of pain management for women in labour, and share a generic protocol. This review updates an earlier version of the review of the same title."
    },
    {
      "heading": "Objectives",
      "text": "To examine the effectiveness and safety of hypnosis for pain management during labour and childbirth."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group’s Trials Register (30 September 2015) and the reference lists of primary studies and review articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) and quasi-RCTS comparing preparation for labour using hypnosis and/or use of hypnosis during labour, with or without concurrent use of pharmacological or non-pharmacological pain relief methods versus placebo, no treatment or any analgesic drug or technique."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed trial quality. Where possible we contacted study authors seeking additional information about data and methodology."
    },
    {
      "heading": "Main results",
      "text": "We included nine trials randomising a total of 2954 women. The risk of bias in trials was variable, there were several well-designed large trials and some trials where little was reported about trial design. Although eight of the nine trials assessed antenatal hypnotherapy, there were considerable differences between these trials in timing and technique. One trial provided hypnotherapy during labour. In this updated review we compared hypnosis interventions with all control groups (main comparison) and also with specific control conditions: standard care (nine RCTs), supportive counselling (two RCTs) and relaxation training (two RCTs).\nIn the main comparison, women in the hypnosis group were less likely to use pharmacological pain relief or analgesia than those in the control groups, (average risk ratio (RR) 0.73, 95% CI 0.57 to 0.94, eight studies, 2916 women; very low-quality evidence; random-effects model). There were no clear differences between women in the hypnosis group and those in the control groups for most of the other primary outcomes. There were no clear differences for sense of coping with labour (MD 0.22, 95% CI -0.14 to 0.58, one study, 420 women; low-quality evidence) or spontaneous vaginal birth (average RR 1.12, 95% CI 0.96 to 1.32, six studies, 2361 women; low-quality evidence; random-effects model). There were no clear differences for satisfaction with pain relief (measured on a seven-point scale two weeks postnatally) for women in the hypnosis group who also received pethidine (MD 0.41, 95% CI -0.45 to 1.27; one study, 72 women), Entonox (MD 0.19, 95% CI -0.19 to 0.57; one study, 357 women), self-hypnosis (MD 0.28, 95% CI -0.32 to 0.88; one study, 160 women), or epidural (MD -0.03, 95% CI -0.40 to 0.34; one study, 127 women), but a slight benefit in favour of hypnosis was seen for women who received water immersion (MD 0.52, 95% CI 0.04 to 1.00; one study, 174 women (all low-quality evidence). There were no clear differences for satisfaction with pain relief when it was measured as the number of women who reported they had adequate pain relief (risk ratio (RR) 1.06, 95% confidence interval (CI) 0.94 to 1.20, one study, 264 women; low-quality evidence). It should be noted that for pharmacological pain relief and spontaneous vaginal birth, there was evidence of considerable statistical heterogeneity, which could not be fully explained by subgroup analysis.\nFor this review's secondary outcomes, no clear differences were found between women in the hypnosis group and women in the control groups for most outcomes where data were available. There was mixed evidence regarding benefits for women in the hypnosis group compared with all control groups for pain intensity, satisfaction with childbirth experience and postnatal depression. For each of these outcomes, data from more than one trial were available for analysis but could not be combined due to differences in measurement methods. There was evidence that fewer women in the hypnosis group stayed in hospital for more than two days after the birth but this finding was based on one small study (RR 0.11, 95% CI 0.02 to 0.83). No clear differences between women in the hypnosis group and the control groups were found for the other secondary outcomes where data were available.\nIn the comparisons of hypnosis with specific types of control conditions: standard care, supportive counselling and relaxation training, there were no clear differences found between women in the hypnosis group and those in the standard care control groups or the relaxation control groups for the primary outcomes. Compared with the women in the supportive counselling control group, women in the hypnosis group were less likely to use pharmacological analgesia (average RR 0.48, 95% CI 0.32 to 0.73, two studies, 562 women). They were also more likely to have a spontaneous vaginal birth (RR 2.42, 95% CI 1.43 to 4.07), although this finding was based on the results of one small study. Overall these new comparisons displayed much less statistical heterogeneity than the comparison including all control groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are still only a relatively small number of studies assessing the use of hypnosis for labour and childbirth. Hypnosis may reduce the overall use of analgesia during labour, but not epidural use. No clear differences were found between women in the hypnosis group and those in the control groups for satisfaction with pain relief, sense of coping with labour or spontaneous vaginal birth. Not enough evidence currently exists regarding satisfaction with pain relief or sense of coping with labour and we would encourage any future research to prioritise the measurement of these outcomes. The evidence for the main comparison was assessed using GRADE as being of low quality for all the primary outcomes with downgrading decisions due to concerns regarding inconsistency of the evidence, limitations in design and imprecision. Further research is needed in the form of large, well-designed randomised controlled trials to assess whether hypnosis is of value for pain management during labour and childbirth."
    }
  ],
  "pls_title": "Hypnosis for pain management during labour and childbirth",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Women's experiences of pain in labour are variable and complex. Techniques such as hypnosis have been proposed as ways to help women cope with pain during labour. Hypnosis represents an aspect of conscious awareness similar to daydreaming and involves focusing attention inwards and increased responsiveness to suggestions. Suggestions are verbal and non-verbal communications, that may influence perceptions (such as the way contractions are experienced), mood or behaviour. During childbirth women may use hypnosis in a range of ways; to promote relaxation, as a means of dissociating from pain or to change their perceptions, for example, perceIving contractions as a way to get closer to birthing their baby rather than an experience of pain and suffering more usually associated with injury and disability. Women can be guided into hypnosis by a practitioner during labour or individuals can learn self-hypnosis during pregnancy, for subsequent use during labour. This training on how to use hypnosis during the pregnancy is sometimes supplemented by audio recordings of hypnotic suggestions."
    },
    {
      "heading": "Why is it important?",
      "text": "Childbirth is a major physical, emotional and social event in a woman's life. The experience and management of pain during labour are important issues for many women."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We included nine trials that randomised 2954 women to hypnosis or to control groups receiving; standard care, relaxation training or supportive counselling. In eight trials the women were trained in self-hypnosis during pregnancy for later use during labour. In the other trial, the hypnotherapist was present during the woman's labour.\nThere were no clear differences between women in the hypnosis group and those in the control groups in terms of the number of normal deliveries, women's satisfaction with the method of pain relief or women's sense of coping with labour. However, fewer women in the hypnosis group used pain relief medication for labour. Epidural use did not differ between the groups. All the evidence for these outcomes was found to be of low quality. The studies measured a range of other outcomes and no consistent differences were found."
    },
    {
      "heading": "What does this mean?",
      "text": "Hypnosis may reduce the overall use of pain medication during labour, but does not seem to reduce the use of epidurals. Women using hypnosis are no more likely to have a normal vaginal birth. There is currently not enough evidence to say whether hypnosis helps women feel more satisfied about their pain relief in labour, nor whether it improves their sense of coping with labour. Further high-quality research is needed and should include assessment of women's satisfaction with pain relief and sense of coping in labour. Our conclusions about the impact hypnosis has on pain during labour and childbirth may change with future, high-quality research."
    }
  ]
}