{
  "doi": "10.1002/14651858.CD003051.pub3",
  "name": "Surgical sealant for preventing air leaks after pulmonary resections in patients with lung cancer ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Postoperative air leak is a frequent complication after pulmonary resection for lung cancer. It may cause serious complications, such as empyema, or prolong the need for chest tube and hospitalization. Different types of surgical sealants have been developed to prevent or to reduce postoperative air leaks. A systematic review was therefore undertaken to evaluate the evidence on their effectiveness."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of surgical sealants in preventing or reducing postoperative air leaks after pulmonary resection for lung cancer."
    },
    {
      "heading": "Search methods",
      "text": "We searched the electronic databases MEDLINE (1966 to September 2008), EMBASE (1974 to September 2008), and the Cochrane Central Register of Controlled Trials (CENTRAL)(The Cochrane Library, Issue 3, 2008) and listed references. We hand searched conference proceedings to identify published and unpublished trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled clinical trials in which standard closure techniques plus a sealant were compared with the same intervention with no use of any sealant in patients undergoing elective pulmonary resection provided that a large proportion of the patients studied had undergone pulmonary resection for lung cancer."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Four reviewers independently selected the trials to be included in the review, assessed methodological quality of each trial and extracted data using a standardized form. Because of several limitations, narrative synthesis was used at this stage."
    },
    {
      "heading": "Main results",
      "text": "Sixteen trials, with 1642 randomized patients in total were included. In thirteen trials there were differences between treatment and control patients in reducing postoperative air leaks. This reduction proved to be significant in six trials. Three trials showed a significant reduction in time to chest drain removal in the treatment group. In two trials, the percentage of patients with persistent air leak was significantly smaller in the treatment group. Finally, three trials including 352 patients showed a statistically significant reduction in length of hospital stay."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Surgical sealants reduce postoperative air leaks and time to chest drain removal but this reduction is not always associated with a reduction in length of postoperative hospital stay. Therefore, systematic use of surgical sealants with the objective of reducing hospital stay cannot be recommended at the moment. More and larger randomized controlled clinical trials are needed."
    }
  ],
  "pls_title": "The use of sealants after lung cancer resection reduce postoperative air leaks and, in many cases, the length of hospitalization",
  "pls_type": "long",
  "pls": "Air leak (air coming out of the remaining lung tissue) after lung removal for lung cancer is a common postoperative complication that prolongs hospital stay. Surgical sealants (glue), synthetic or made from blood products, have been developed to prevent or to reduce the incidence of air leaks. They are applied during the operation over the lung surfaces that show air leaks. This review of randomized trials found that the use of surgical sealants seems to reduce postoperative air leaks and length of hospitalization. Nevertheless, more and larger randomized trials are needed to clearly determine the effects of surgical sealants, especially on length of hospitalization."
}