{
  "doi": "10.1002/14651858.CD005244.pub3",
  "name": "Interventions in the alcohol server setting for preventing injuries",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Injuries are a significant public health burden and alcohol intoxication is recognised as a risk factor for injuries. Increasing attention is being paid to supply-side interventions that aim to modify the environment and context within which alcohol is supplied and consumed."
    },
    {
      "heading": "Objectives",
      "text": "To quantify the effectiveness of interventions implemented in the server setting for reducing injuries."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following electronic databases to November 2008; Cochrane Injuries Group's Specialised Register, CENTRAL, MEDLINE, EMBASE, PsycINFO, PsycEXTRA, ISI Web of Science, Conference Proceedings Citation Index - Science, TRANSPORT and ETOH. We also searched reference lists of articles and contacted experts in the field."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs), non-randomised controlled trials (NRTs) and controlled before and after studies (CBAs) of the effects of interventions administered in the server setting that attempted to modify the conditions under which alcohol is served and consumed, to facilitate sensible alcohol consumption and reduce the occurrence of alcohol-related harm."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently screened search results and assessed the full texts of potentially relevant studies for inclusion. Data were extracted and methodological quality was examined. Due to variability in the types of interventions investigated, a pooled analysis was not appropriate."
    },
    {
      "heading": "Main results",
      "text": "Twenty-three studies met the inclusion criteria. Overall methodological quality was poor. Five studies used an injury outcome measure; one of these studies was randomised, the remaining four where CBA studies.\nThe RCT targeting the alcohol server setting environment with an injury outcome compared the introduction of toughened glassware (experimental) to annealed glassware (control) on the number of bar staff injuries; a greater number of injuries were detected in the experimental group (relative risk 1.72, 95% CI 1.15 to 2.59).\nOne CBA study investigated server training and estimated a reduction of 23% in single-vehicle, night-time crashes in the experimental area (controlled for crashes in the control area). Another CBA study examined the impact of a drink driving service, and reported a reduction in injury road crashes of 15% in the experimental area, with no change in the control; no difference was found for fatal crashes. In a CBA study investigating the impact of an intervention aiming to reduce crime in drinking premises, the study authors found a lower rate of all crime in the experimental premises (rate ratio 4.6, 95% CI 1.7 to 12, P = 0.01); no difference was found for injury (rate ratio 1.1 95% CI 0.1 to 10, P = 0.093). A CBA study investigating the impact of a policy intervention reported that pre-intervention the serious assault rate in the experimental area was 52% higher than the rate in the control area. After intervention, the serious assault rate in the experimental area was 37% lower than in the control area.\nThe effects of such interventions on patron alcohol consumption is inconclusive. One randomised trial found a statistically significant reduction in observed severe aggression exhibited by patrons. There is some indication of improved server behaviour but it is difficult to predict what effect this might have on injury risk."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence from randomised controlled trials and well conducted controlled before and after studies to determine the effect of interventions administered in the alcohol server setting on injuries. Compliance with interventions appears to be a problem; hence mandated interventions may be more likely to show an effect. Randomised controlled trials, with adequate allocation concealment and blinding are required to improve the evidence base. Further well-conducted, non-randomised trials are also needed when random allocation is not feasible."
    }
  ],
  "pls_title": "Are interventions that are implemented in alcohol server settings (e.g. bars and pubs) effective for preventing injuries?",
  "pls_type": "long",
  "pls": "Injuries are a significant public health burden and alcohol intoxication (i.e. drunkenness) is recognised as a risk factor for injuries; indeed the effects of alcohol lead to a considerable proportion of all injuries. Alcohol-associated injuries are a problem in both high- and low-income countries.\nMany interventions to reduce alcohol-related injuries have a demand-side focus and aim to reduce individuals' demand and consequently consumption of alcohol. However, there is increasing attention on supply-side interventions, which attempt to alter the environment and context within which alcohol is supplied and consumed; the aim being to modify the drinking and/or the drinking environment so that potential harm is minimised.\nThis systematic review was conducted to examine the evidence for the effectiveness of interventions implemented in the alcohol server setting for reducing injuries. The authors of this systematic review examined all studies that compared server settings which received an intervention aimed at facilitating sensible alcohol consumption and/or preventing injuries, to server settings which did not receive such an intervention.\nThe authors found 23 studies; only five of these measured the effect on injury, the remaining 18 measured the effect on behaviour (by the patrons and/or the servers of the alcohol within the premises). The studies investigated a range of interventions involving server training, health promotion initiatives, a drink driving service, a policy intervention and interventions that targeted the server setting environment.\nThe authors concluded that there is insufficient high quality evidence that interventions in the alcohol server setting are effective in preventing injuries. The evidence for the effectiveness of the interventions on patron alcohol consumption was found to be inconclusive. There is conflicting evidence as to whether server behaviour is improved and it is difficult to predict what effect this might have on actual injury risk.\nLack of compliance with interventions seems to be a particular problem; hence mandated interventions or those with associated incentives for compliance, may be more likely to show an effect. The methodology of future evaluations needs to be improved. The focus of research should be broadened to investigate the effectiveness of interventions other than server training, where previous research dominates. When the collection of injury outcome data is not feasible, research is needed to identify the most useful proxy indicators."
}