{
  "doi": "10.1002/14651858.CD004637.pub2",
  "name": "Antibiotic prophylaxis for elective hysterectomy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Elective hysterectomy is commonly performed for benign gynaecological conditions. Hysterectomy can be performed abdominally, laparoscopically, or vaginally, with or without laparoscopic assistance. Antibiotic prophylaxis consists of administration of antibiotics to reduce the rate of postoperative infection, which otherwise affects 40%-50% of women after vaginal hysterectomy, and more than 20% after abdominal hysterectomy. No Cochrane review has systematically assessed evidence on this topic."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness and safety of antibiotic prophylaxis in women undergoing elective hysterectomy."
    },
    {
      "heading": "Search methods",
      "text": "We searched electronic databases to November 2016 (including the Cochrane Gynaecology and Fertility Group Specialised Register, the Cochrane Central Register of Studies (CRSO), MEDLINE, Embase, PsycINFO, and the Cumulative Index to Nursing and Allied Health Literature (CINAHL), as well as clinical trials registers, conference abstracts, and reference lists of relevant articles."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials (RCTs) comparing use of antibiotics versus placebo or other antibiotics as prophylaxis in women undergoing elective hysterectomy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used Cochrane standard methodological procedures."
    },
    {
      "heading": "Main results",
      "text": "We included in this review 37 RCTs, which performed 20 comparisons of various antibiotics versus placebo and versus one another (6079 women). The quality of the evidence ranged from very low to moderate. The main limitations of study findings were risk of bias due to poor reporting of methods, imprecision due to small samples and low event rates, and inadequate reporting of adverse effects.\nAny antibiotic versus placebo\nVaginal hysterectomy\nLow-quality evidence shows that women who received antibiotic prophylaxis had fewer total postoperative infections (risk ratio (RR) 0.28, 95% confidence interval (CI) 0.19 to 0.40; four RCTs, N = 293; I2 = 85%), less urinary tract infection (UTI) (RR 0.58, 95% CI 0.43 to 0.77; eight RCTs, N = 1473; I2 = 44%), fewer pelvic infections (RR 0.28, 95% CI 0.20 to 0.39; 11 RCTs, N = 1693; I2 = 57%), and fewer postoperative fevers (RR 0.43, 95% CI 0.34 to 0.54; nine RCTs, N = 1562; I2 = 47%) than women who did not receive such prophylaxis. This suggests that antibiotic prophylaxis reduces the average risk of postoperative infection from about 34% to 7% to 14%. Whether this treatment has led to differences in rates of other serious infection remains unclear (RR 0.20, 95% CI 0.01 to 4.10; one RCT, N = 146; very low-quality evidence).\nData were insufficient for comparison of adverse effects.\nAbdominal hysterectomy\nWomen who received antibiotic prophylaxis of any class had fewer total postoperative infections (RR 0.38, 95% CI 0.21 to 0.67; one RCT, N = 158; low-quality evidence), abdominal wound infections (RR 0.51, 95% CI 0.36 to 0.73; 11 RCTs, N = 2247; I2 = 6%; moderate-quality evidence), UTIs (RR 0.41, 95% CI 0.31 to 0.53; 11 RCTs, N = 2705; I2 = 28%; moderate-quality evidence), pelvic infections (RR 0.50, 95% CI 0.35 to 0.71; 11 RCTs, N = 1883; I2 = 11%; moderate-quality evidence), and postoperative fevers (RR 0.59, 95% CI 0.50 to 0.70; 11 RCTs, N = 2394; I2 = 55%; moderate-quality evidence) than women who did not receive prophylaxis, suggesting that antibiotic prophylaxis reduces the average risk of postoperative infection from about 16% to 1% to 6%. Whether this treatment has led to differences in rates of other serious infection remains unclear (RR 0.44, 95% CI 0.12 to 1.69; two RCTs, N = 476; I2 = 29%; very low-quality evidence).\nIt is unclear whether rates of adverse effects differed between groups (RR 1.80, 95% CI 0.62 to 5.18; two RCTs, N = 430; I2 = 0%; very low-quality evidence).\nHead-to-head comparisons between antibiotics\nVaginal hysterectomy\nWe identified four comparisons: cephalosporin versus penicillin (two RCTs, N = 470), cephalosporin versus tetracycline (one RCT, N = 51), antiprotozoal versus lincosamide (one RCT, N = 80), and cephalosporin versus antiprotozoal (one RCT, N = 78). Data show no evidence of differences between groups for any of the primary outcomes, except that fewer cases of total postoperative infection and postoperative fever were reported in women who received cephalosporin than in those who received antiprotozoal.\nOnly one comparison (cephalosporin vs penicillin; two RCTs, N = 451) yielded data on adverse effects and showed no differences between groups.\nAbdominal hysterectomy\nWe identified only one comparison: cephalosporin versus penicillin (N = 220). Data show no evidence of differences between groups for any of the primary outcomes. Adverse effects were not reported.\nCombined antibiotics versus single antibiotics\nVaginal hysterectomy\nWe identified three comparisons: cephalosporin plus antiprotozoal versus cephalosporin (one RCT, N = 78), cephalosporin plus antiprotozoal versus antiprotozoal (one RCT, N = 78), and penicillin plus antiprotozoal versus penicillin (one RCT, N = 18). Data were unavailable for most outcomes, including adverse effects. We found no evidence of differences between groups, except that fewer women receiving cephalosporin with antiprotozoal received a diagnosis of total postoperative infection, UTI, or postoperative fever compared with women receiving antiprotozoal.\nAbdominal hysterectomy\nWe identified one comparison (penicillin plus antiprotozoal vs penicillin only; two RCT, N = 155). Whether differences between groups occurred was unclear. Adverse effects were not reported.\nComparison of cephalosporins in different regimens\nSingle small trials addressed dose comparisons and provided no data for most outcomes, including adverse effects. Whether differences between groups occurred was unclear. No trials compared route of administration.\nThe quality of evidence for all head-to-head and dose comparisons was very low owing to very serious imprecision and serious risk of bias related to poor reporting of methods."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Antibiotic prophylaxis appears to be effective in preventing postoperative infection in women undergoing elective vaginal or abdominal hysterectomy, regardless of the dose regimen. However, evidence is insufficient to show whether use of prophylactic antibiotics influences rates of adverse effects. Similarly, evidence is insufficient to show which (if any) individual antibiotic, dose regimen, or route of administration is safest and most effective. The most recent studies included in this review were 14 years old at the time of our search. Thus findings from included studies may not reflect current practice in perioperative and postoperative care and may not show locoregional antimicrobial resistance patterns."
    }
  ],
  "pls_title": "Antibiotic prophylaxis for elective hysterectomy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Are antibiotics effective and safe for preventing postoperative infection in women undergoing elective (non-urgent) hysterectomy?"
    },
    {
      "heading": "Background",
      "text": "Surgical operation carried out to remove the uterus (hysterectomy) is commonly performed. Most cases are performed as non-urgent (elective) procedures for non-cancerous (benign) conditions affecting the uterus, such as menstrual pain or abnormal bleeding patterns. Antibiotics are usually given before the operation is performed (prophylactic antibiotics, or antibiotic prophylaxis) to prevent or reduce the occurrence of infection after the procedure. Researchers in the Cochrane Collaboration reviewed the evidence on effectiveness and safety of antibiotics used to prevent infection after non-urgent surgical operation to remove the uterus. Evidence is current to November 2016."
    },
    {
      "heading": "Study characteristics",
      "text": "We identified 37 randomised controlled trials (RCTs), which included a total of 6079 women and compared 20 different types of antibiotics versus placebo (an inactive pill) or versus one another."
    },
    {
      "heading": "Key results",
      "text": "This review found moderate-quality evidence showing that antibiotics appear to be effective in preventing infection in women undergoing non-urgent surgical removal of the uterus through the vagina or abdomen. This suggests that antibiotic prophylaxis reduces the average risk of postoperative infection after vaginal hysterectomy from about 62% to 12% to 25%, and after abdominal hysterectomy from about 39% to 8% to 26%.\nHowever, evidence is insufficient to show whether use of prophylactic antibiotics influences rates of adverse effects (side effects), or whether any one antibiotic is more effective or safer than the others.\nWhen antibiotics are compared head-to-head or in combination versus single antibiotics, it is unclear which individual antibiotic was more effective and safer, or whether combined antibiotics were more effective and safer than single antibiotics. The quality of the evidence for these comparisons is very low.\nIt is also unclear which dose regimen or route of administration of antibiotics is safest or most effective in women undergoing elective hysterectomy.\nThe most recent of the studies included in this review was published 14 years ago, at the time of our search. Thus findings from the included studies may not reflect current practice in perioperative and postoperative care and may not show locoregional antimicrobial resistance patterns."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of evidence for our main comparisons ranged from very low to moderate. The main limitations of this evidence are risk of bias due to poor reporting of randomisation methods, imprecision due to small sample sizes and low event rates, and inadequate reporting of adverse effects."
    }
  ]
}