{
  "doi": "10.1002/14651858.CD012425.pub2",
  "name": "Follow‐up strategies following completion of primary cancer treatment in adult cancer survivors ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Most cancer survivors receive follow-up care after completion of treatment with the primary aim of detecting recurrence. Traditional follow-up consisting of fixed visits to a cancer specialist for examinations and tests are expensive and may be burdensome for the patient. Follow-up strategies involving non-specialist care providers, different intensity of procedures, or addition of survivorship care packages have been developed and tested, however their effectiveness remains unclear."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review is to compare the effect of different follow-up strategies in adult cancer survivors, following completion of primary cancer treatment, on the primary outcomes of overall survival and time to detection of recurrence. Secondary outcomes are health-related quality of life, anxiety (including fear of recurrence), depression and cost."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, four other databases and two trials registries on 11 December 2018 together with reference checking, citation searching and contact with study authors to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised trials comparing different follow-up strategies for adult cancer survivors following completion of curatively-intended primary cancer treatment, which included at least one of the outcomes listed above. We compared the effectiveness of: 1) non-specialist-led follow-up (i.e. general practitioner (GP)-led, nurse-led, patient-initiated or shared care) versus specialist-led follow-up; 2) less intensive versus more intensive follow-up (based on clinical visits, examinations and diagnostic procedures) and 3) follow-up integrating additional care components relevant for detection of recurrence (e.g. patient symptom education or monitoring, or survivorship care plans) versus usual care."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological guidelines by Cochrane and Cochrane Effective Practice and Organisation of Care (EPOC). We assessed the certainty of the evidence using the GRADE approach. For each comparison, we present synthesised findings for overall survival and time to detection of recurrence as hazard ratios (HR) and for health-related quality of life, anxiety and depression as mean differences (MD), with 95% confidence intervals (CI). When meta-analysis was not possible, we reported the results from individual studies. For survival and recurrence, we used meta-regression analysis where possible to investigate whether the effects varied with regards to cancer site, publication year and study quality."
    },
    {
      "heading": "Main results",
      "text": "We included 53 trials involving 20,832 participants across 12 cancer sites and 15 countries, mainly in Europe, North America and Australia. All the studies were carried out in either a hospital or general practice setting. Seventeen studies compared non-specialist-led follow-up with specialist-led follow-up, 24 studies compared intensity of follow-up and 12 studies compared patient symptom education or monitoring, or survivorship care plans with usual care. Risk of bias was generally low or unclear in most of the studies, with a higher risk of bias in the smaller trials.\nNon-specialist-led follow-up compared with specialist-led follow-up\nIt is uncertain how this strategy affects overall survival (HR 1.21, 95% CI 0.68 to 2.15; 2 studies; 603 participants), time to detection of recurrence (4 studies, 1691 participants) or cost (8 studies, 1756 participants) because the certainty of the evidence is very low.\nNon-specialist- versus specialist-led follow up may make little or no difference to health-related quality of life at 12 months (MD 1.06, 95% CI −1.83 to 3.95; 4 studies; 605 participants; low-certainty evidence); and probably makes little or no difference to anxiety at 12 months (MD −0.03, 95% CI −0.73 to 0.67; 5 studies; 1266 participants; moderate-certainty evidence). We are more certain that it has little or no effect on depression at 12 months (MD 0.03, 95% CI −0.35 to 0.42; 5 studies; 1266 participants; high-certainty evidence).\nLess intensive follow-up compared with more intensive follow-up\nLess intensive versus more intensive follow-up may make little or no difference to overall survival (HR 1.05, 95% CI 0.96 to 1.14; 13 studies; 10,726 participants; low-certainty evidence) and probably increases time to detection of recurrence (HR 0.85, 95% CI 0.79 to 0.92; 12 studies; 11,276 participants; moderate-certainty evidence). Meta-regression analysis showed little or no difference in the intervention effects by cancer site, publication year or study quality.\nIt is uncertain whether this strategy has an effect on health-related quality of life (3 studies, 2742 participants), anxiety (1 study, 180 participants) or cost (6 studies, 1412 participants) because the certainty of evidence is very low. None of the studies reported on depression.\nFollow-up strategies integrating additional patient symptom education or monitoring, or survivorship care plans compared with usual care:\nNone of the studies reported on overall survival or time to detection of recurrence.\nIt is uncertain whether this strategy makes a difference to health-related quality of life (12 studies, 2846 participants), anxiety (1 study, 470 participants), depression (8 studies, 2351 participants) or cost (1 studies, 408 participants), as the certainty of evidence is very low."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Evidence regarding the effectiveness of the different follow-up strategies varies substantially. Less intensive follow-up may make little or no difference to overall survival but probably delays detection of recurrence. However, as we did not analyse the two outcomes together, we cannot make direct conclusions about the effect of interventions on survival after detection of recurrence. The effects of non-specialist-led follow-up on survival and detection of recurrence, and how intensity of follow-up affects health-related quality of life, anxiety and depression, are uncertain. There was little evidence for the effects of follow-up integrating additional patient symptom education/monitoring and survivorship care plans."
    }
  ],
  "pls_title": "Follow-up strategies after completion of primary cancer treatment",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "In this Cochrane Review, we aimed to find out if cancer survivors who received three different types of follow-up care, after they were treated for their cancer, have better medical and personal outcomes. We collected and assessed all relevant studies and found 53 studies."
    },
    {
      "heading": "Key messages",
      "text": "Non-specialist-led follow-up, such as follow-up provided by a general practitioner (GP) or nurse, makes little or no difference to health-related quality of life, anxiety or depression, when compared to specialist-led follow-up. We cannot be sure about its effects on overall survival and detection of a cancer returning after treatment (recurrence).\nLess intensive follow-up, such as follow-up with fewer examinations or tests, may make little or no difference to overall survival but probably delays detection of recurrence when compared to more intensive follow-up. However, other types of studies are needed before we can be certain about the effects of early detection of recurrence on survival. We also cannot be sure about its effect on health-related quality of life, anxiety and depression.\nThere was little evidence for the final type of follow-up, which integrated additional components relevant for detection of recurrence, such as patient symptom education or monitoring, or survivorship care plans."
    },
    {
      "heading": "What was studied in the review?",
      "text": "After being treated for cancer, most patients receive follow-up care to look for signs of recurrence. If the cancer returns, it is thought to be better to detect it earlier, as it allows earlier treatment, which is expected to improve survival for the patient. Traditional follow-up involving fixed visits to a cancer specialist in a hospital setting for examinations and tests can be expensive and burdensome for the patient. Newer follow-up strategies involving non-specialist care providers, different intensity of examinations, or the addition of survivorship care plans have been developed and tested but their effectiveness remains unclear.\nThe aim of our review was to find out if three types of aftercare increased survival, decreased the time until recurrence is detected, and improved patient outcomes such as health-related quality of life, anxiety and depression, as well as cost. The types of aftercare were: 1) non-specialist-led (e.g. GP-led, nurse-led, patient-initiated or shared care) versus specialist-led follow-up; 2) less intensive versus more intensive follow-up (based on frequency or intensity of clinical visits, examinations or diagnostic procedures); and 3) follow-up integrating additional care components relevant for detection of recurrence (e.g. patient symptom education or monitoring, or survivorship care plans) versus usual care."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "We analysed 53 studies, involving 20,832 participants with 12 types of cancer in 15 different countries, mainly in Europe, North America and Australia. All the studies were carried out in either a hospital or general practice setting."
    },
    {
      "heading": "When cancer survivors receive aftercare led by non-specialists, such as GPs and nurses",
      "text": "- We are not sure if overall survival is affected or if cancer recurrence is detected earlier;\n- It probably makes little or no difference to health-related quality of life and anxiety and it makes no difference for depression at 12 months of follow-up;\n- We are not sure there is a difference in costs between these two types of follow-up strategies."
    },
    {
      "heading": "When cancer survivors receive less intensive aftercare, such as fewer examinations and tests",
      "text": "- It may make little or no difference to overall survival but it probably delays detection of recurrence;\n- We are not sure if makes a difference to health-related quality of life, anxiety and costs. We did not find any studies assessing depression."
    },
    {
      "heading": "When cancer survivors receive aftercare with additional education about their symptoms or survivorship care plans",
      "text": "- We are not sure about how this type of aftercare improves health-related quality of life, anxiety or depression, or if increases the costs of care. We did not find any studies that assessed overall survival or if cancer recurrence is detected earlier."
    },
    {
      "heading": "How up to date is this review?",
      "text": "We reviewed studies that had been published up to 11 December 2018."
    }
  ]
}