{
  "doi": "10.1002/14651858.CD011106.pub2",
  "name": "Protocolized versus non‐protocolized weaning for reducing the duration of invasive mechanical ventilation in newborn infants ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Mechanical ventilation is a life-saving intervention for critically ill newborn infants with respiratory failure admitted to a neonatal intensive care unit (NICU). Ventilating newborn infants can be challenging due to small tidal volumes, high breathing frequencies, and the use of uncuffed endotracheal tubes. Mechanical ventilation has several short-term, as well as long-term complications. To prevent complications, weaning from the ventilator is started as soon as possible. Weaning aims to support the transfer from full mechanical ventilation support to spontaneous breathing activity."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy of protocolized versus non-protocolized ventilator weaning for newborn infants in reducing the duration of invasive mechanical ventilation, the duration of weaning, and shortening the NICU and hospital length of stay. To determine efficacy in predefined subgroups including: gestational age and birth weight; type of protocol; and type of protocol delivery. To establish whether protocolized weaning is safe and clinically effective in reducing the duration of mechanical ventilation without increasing the risk of adverse events."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled trials (CENTRAL; the Cochrane Library; 2015, Issue 7); MEDLINE In-Process and other Non-Indexed Citations and OVID MEDLINE (1950 to 31 July 2015); CINAHL (1982 to 31 July 2015); EMBASE (1988 to 31 July 2015); and Web of Science (1990 to 15 July 2015). We did not restrict language of publication. We contacted authors of studies with a subgroup of newborn infants in their study, and experts in the field regarding this subject. In addition, we searched abstracts from conference proceedings, theses, dissertations, and reference lists of all identified studies for further relevant studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized, quasi-randomized or cluster-randomized controlled trials that compared protocolized with non-protocolized ventilator weaning practices in newborn infants with a gestational age of 24 weeks or more, who were enrolled in the study before the postnatal age of 28 completed days after the expected date of birth."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Four authors, in pairs, independently reviewed titles and abstracts identified by electronic searches. We retrieved full-text versions of potentially relevant studies."
    },
    {
      "heading": "Main results",
      "text": "Our search yielded 1752 records. We removed duplicates (1062) and irrelevant studies (843). We did not find any randomized, quasi-randomized or cluster-randomized controlled trials conducted on weaning from mechanical ventilation in newborn infants. Two randomized controlled trials met the inclusion criteria on type of study and type of intervention, but only included a proportion of newborns. The study authors could not provide data needed for subgroup analysis; we excluded both studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on the results of this review, there is no evidence to support or refute the superiority or inferiority of weaning by protocol over non-protocol weaning on duration of invasive mechanical ventilation in newborn infants."
    }
  ],
  "pls_title": "The usefulness of protocols for reducing the time newborn infants spend on mechanical ventilation in the neonatal intensive care unit",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": ""
    },
    {
      "heading": "Background",
      "text": "Background"
    },
    {
      "heading": "Study characteristics",
      "text": "Study characteristics"
    },
    {
      "heading": "Key results",
      "text": "Key resultsWe found no studies that involved newborn infants before the 28thday of life. We found two studies with a subpopulation of newborns, but we were not able to extract the data from this subgroup out of the total group studied.Quality of evidence\nThere is currently no evidence comparing protocolized and non-protocolized weaning in newborn infants in the neonatal intensive care unit."
    }
  ]
}