{
  "doi": "10.1002/14651858.CD004152.pub4",
  "name": "Interventions for replacing missing teeth: antibiotics at dental implant placement to prevent complications ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Some dental implant failures may be due to bacterial contamination at implant insertion. Infections around biomaterials are difficult to treat, and almost all infected implants have to be removed. In general, antibiotic prophylaxis in surgery is only indicated for patients at risk of infectious endocarditis; with reduced host-response; when surgery is performed in infected sites; in cases of extensive and prolonged surgical interventions; and when large foreign materials are implanted. A variety of prophylactic systemic antibiotic regimens have been suggested to minimise infections after dental implant placement. More recent protocols recommended short-term prophylaxis, if antibiotics have to be used. Adverse events may occur with the administration of antibiotics, and can range from diarrhoea to life-threatening allergic reactions. Another major concern associated with the widespread use of antibiotics is the selection of antibiotic-resistant bacteria. The use of prophylactic antibiotics in implant dentistry is controversial."
    },
    {
      "heading": "Objectives",
      "text": "To assess the beneficial or harmful effects of systemic prophylactic antibiotics at dental implant placement versus no antibiotic or placebo administration and, if antibiotics are beneficial, to determine which type, dosage and duration is the most effective."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Oral Health's Trials Register (to 17 June 2013), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2013, Issue 5), MEDLINE via OVID (1946 to 17 June 2013) and EMBASE via OVID (1980 to 17 June 2013). There were no language or date restrictions placed on the searches of the electronic databases."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled clinical trials (RCTs) with a follow-up of at least three months, that compared the administration of various prophylactic antibiotic regimens versus no antibiotics to people undergoing dental implant placement. Outcome measures included prosthesis failures, implant failures, postoperative infections and adverse events (gastrointestinal, hypersensitivity, etc)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Screening of eligible studies, assessment of the risk of bias of the trials and data extraction were conducted in duplicate and independently by two review authors. Results were expressed as risk ratios (RRs) using a random-effects model for dichotomous outcomes with 95% confidence intervals (CIs). Heterogeneity, including both clinical and methodological factors, was to be investigated."
    },
    {
      "heading": "Main results",
      "text": "Six RCTs with 1162 participants were included: three trials compared 2 g of preoperative amoxicillin versus placebo (927 participants), one compared 3 g of preoperative amoxicillin versus placebo (55 participants), one compared 1 g of preoperative amoxicillin plus 500 mg four times a day for two days versus no antibiotics (80 participants), and one compared four groups: (1) 2 g of preoperative amoxicillin; (2) 2 g of preoperative amoxicillin plus 1 g twice a day for seven days; (3) 1 g of postoperative amoxicillin twice a day for seven days, and (4) no antibiotics (100 participants). The overall body of evidence was considered to be of moderate quality. The meta-analyses of the six trials showed a statistically significant higher number of participants experiencing implant failures in the group not receiving antibiotics (RR 0.33; 95% CI 0.16 to 0.67, P value 0.002, heterogeneity: Tau2 0.00; Chi2 2.87, df = 5 (P value 0.57); I2 0%). The number needed to treat for one additional beneficial outcome (NNTB) to prevent one person having an implant failure is 25 (95% CI 14 to 100), based on an implant failure rate of 6% in participants not receiving antibiotics. There was borderline statistical significance for prosthesis failures (RR 0.44; 95% CI 0.19 to 1.00), with no statistically significant differences for infections (RR 0.69; 95% CI 0.36 to 1.35), or adverse events (RR 1; 95% CI 0.06 to 15.85) (only two minor adverse events were recorded, one in the placebo group). No conclusive information can be derived from the only trial that compared three different durations of antibiotic prophylaxis since no event (implant/prosthesis failures, infections or adverse events) occurred in any of the 25 participants included in each study group. There were no trials that evaluated different antibiotics or different antibiotic dosages."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Scientific evidence suggests that, in general, antibiotics are beneficial for reducing failure of dental implants placed in ordinary conditions. Specifically 2 g or 3 g of amoxicillin given orally, as a single administration, one hour preoperatively significantly reduces failure of dental implants. No significant adverse events were reported. It might be sensible to suggest the use of a single dose of 2 g prophylactic amoxicillin prior to dental implant placement. It is still unknown whether postoperative antibiotics are beneficial, and which antibiotic is the most effective."
    }
  ],
  "pls_title": "Interventions for replacing missing teeth: antibiotics at dental implant placement to prevent complications",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "This review, carried out by authors of the Cochrane Oral Health Group, has been produced to assess the possible benefits of antibiotics taken orally at the time of the placement of a dental implant in order to prevent infection. If antibiotics are shown to be of benefit in preventing infection, this review also seeks to establish which type, dosage and duration of treatment is the most effective. The use of antibiotics to prevent infection in implant dentistry is controversial, and there is a need to answer these questions in order to improve the success rates of dental implants whilst minimising complications, harms or adverse effects."
    },
    {
      "heading": "Background",
      "text": "Missing teeth can sometimes be replaced with dental implants to which a crown, bridge or denture can be attached. Bacteria introduced during the placement of implants can lead to infection, and sometimes implant failure. Infections around biomaterials (such as dental implants) are difficult to treat and almost all infected implants have to be removed, which is why it is so important to prevent infection if possible.\nIt has been suggested that taking antibiotics orally either before or after placement (or both) can minimise the chances of infection.\nGenerally the use of antibiotics in surgery in order to prevent infection is only recommended for people at risk, when surgery is extensive, or performed in infected sites, and when large foreign materials are implanted in the body. Recently, a short term course of antibiotics has been recommended when antibiotics have to be used, because sometimes antibiotics can cause side effects that range from diarrhoea to life-threatening allergic reactions. Another major concern associated with the widespread use of antibiotics is the increase in the appearance of antibiotic-resistant bacteria."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence on which this review is based was up to date as of 17 June 2013. Six trials were included with a total of 1162 participants.\nAll six of these trials compared the use of antibiotics to prevent infection (failures and complications) with no treatment or treatment with a placebo (a fake medicine with no active ingredient). The antibiotic used in all the trials was amoxicillin; doses and timing of doses varied, although most used a single dose taken just before the implant was placed. One of the trials, with 100 participants, also looked at different doses of amoxicillin taken at different times.\nThere were no trials that looked at alternative antibiotics.\nParticipants were people over 18 years of age who were able to give consent to taking part in a medical trial. Potential participants were excluded for a variety of reasons that included: if they were at risk of heart disease, had artificial joints, had problems with their immune system, were affected by diabetes, had received radiotherapy in the head and neck area, had need of additional procedures at the time of implant placement, were allergic to penicillin, had chronic/acute infections near the planned implant site, were already receiving antibiotic treatment for any other reasons (or had taken them up to six months previously), had been treated with or were receiving intravenous amino-bisphosphonates, were pregnant or breast feeding, were receiving long-term nonsteroidal anti-inflammatory drug therapy, or had blood clotting problems. The follow-up period in all the trials was at least three months."
    },
    {
      "heading": "Key results",
      "text": "It appears that the oral administration of two grams of amoxicillin one hour before placement of dental implants is effective in reducing implant failures. More specifically, giving antibiotics to 25 people will avoid one person experiencing early implant losses. It is still unclear whether postoperative antibiotics are beneficial, or which antibiotics work best."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The evidence from the six trials (1162 participants) that compared the use of antibiotics with placebo or no treatment was considered to be of moderate quality. However, the one trial (100 participants) that investigated antibiotics given for different lengths of time was found to be at high risk of bias."
    }
  ]
}