{
  "doi": "10.1002/14651858.CD000238.pub2",
  "name": "Ambulatory oxygen for people with chronic obstructive pulmonary disease who are not hypoxaemic at rest ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "People with chronic obstructive pulmonary disease (COPD) often become transiently hypoxaemic (low oxygen levels in blood) on exercise, necessitating oxygen therapy to improve breathlessness and exercise capacity and to reduce disability. Ambulatory oxygen therapy refers to provision of oxygen therapy during exercise and activities of daily living. Ambulatory oxygen therapy is often used by patients on long-term oxygen therapy (LTOT) during exercise or by non-LTOT users with or without resting hypoxaemia when they show evidence of exercise de-saturation and demonstrate improvement in exercise capacity with supplemental oxygen."
    },
    {
      "heading": "Objectives",
      "text": "To determine the longer-term efficacy of ambulatory oxygen therapy only in patients with COPD who do not meet the criteria for LTOT, with respect to improvement in exercise capacity, mortality, quality of life and other relevant measures of improvement."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Airways Group Specialised Register, including MEDLINE, EMBASE and CINAHL, was searched. Online clinical trial registers, including Controlled Clinical Trials (www.controlled-trials.com), government registries (clinicaltrials.gov) and World Health Organization (WHO) registries (www.who.int/trialsearch), were screened for ongoing and recently completed studies. Bibliographies of included studies were searched for additional trials that may meet the inclusion criteria and were not retrieved by the above search strategy. Authors of identified trials were contacted to provide other published and unpublished studies. Searches were current as of November 2012."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) that compare ambulatory oxygen therapy provided through portable oxygen cylinders/battery-powered devices or liquid oxygen canisters versus placebo air cylinders, usual medical care or co-intervention in study participants with COPD who did not meet criteria for LTOT."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methods as expected by The Cochrane Collaboration."
    },
    {
      "heading": "Main results",
      "text": "Four studies met the inclusion criteria (331 participants), with two studies producing a statistically and clinically significant benefit in favour of the intervention for dyspnoea post exercise.The quality of life domain for all four included studies produced a statistically significant benefit for the subcategories of dyspnoea and fatigue, in favour of the oxygen group (dyspnoea mean difference (MD) 0.28, 95% confidence interval (CI) 0.10 to 0.45; P value 0.002; fatigue MD 0.17, 95% CI 0.04 to 0.31; P value 0.009). No evidence of any effect was reported for survival, and limited benefits were observed for exercise capacity (as measured by step test and distance walk test), with one study showing a statistically significant improvement in the number of steps taken in the oxygen group for group N-of-1 studies only. No other statistically significant benefits were observed for exercise capacity among the other trials or individual N-of-1 studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In patients with COPD with moderate hypoxia, current evidence on ambulatory oxygen therapy reveals improvements in dyspnoea post exercise and in the dyspnoea and fatigue domain of quality of life. However, evidence for the clinical utility and effectiveness of ambulatory oxygen in improving mortality and exercise capacity was not evident in this review. Methodologically rigorous RCTs with sufficient power to detect a difference are required to investigate the role of ambulatory oxygen in the management of COPD."
    }
  ],
  "pls_title": "Portable oxygen for chronic obstructive pulmonary disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Some people with chronic obstructive pulmonary disease (COPD) have low oxygen levels in their blood when they are resting or when moving. Low oxygen levels are known as hypoxaemia. These patients can carry around an oxygen supply (oxygen in small cylinders, portable liquid oxygen systems or battery-powered oxygen concentrators) so that they have oxygen to breathe to make simple tasks such as getting dressed, leaving the house, doing chores or even walking around their own home easier, and to help them to breathe. This portable oxygen device is referred to as 'ambulatory oxygen.'"
    },
    {
      "heading": "Review question",
      "text": "We conducted this review to find out the long-term benefit of ambulatory oxygen therapy for people who are not severely hypoxaemic at rest."
    },
    {
      "heading": "Study characteristics",
      "text": "We looked at randomised controlled trials that compared ambulatory oxygen versus a placebo (normal air). We found four studies on 331 people with a mean age of 71 years. Two of the included studies were from Australia, one from New Zealand and one from Canada. The method of oxygen delivery and the dose of oxygen varied, although equipment in all instances consisted of light-weight or portable cylinders with flow ranging from 3 L/min to 6 L/min. Final follow-up was reported as 12 weeks for three studies and two weeks for the Nonoyama study."
    },
    {
      "heading": "Key results",
      "text": "We found that ambulatory oxygen therapy reduced breathlessness and decreased the number of patients who felt tired. However, the distance that people could walk in five to six minutes and survival (death rate) did not change."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The overall quality of evidence from the studies in this review was moderate. The way the studies were conducted (methods) was not fully reported in all cases. Most studies were lacking the pre-published study plan (protocol)."
    },
    {
      "heading": "Bottom line",
      "text": "From this review, it is not possible to know whether ambulatory oxygen therapy should be provided during exercise or for day-to-day activities for patients with COPD who are not severely hypoxaemic at rest.\nThis Cochrane plain language summary is up-to-date as of November 2012."
    }
  ]
}