{
  "doi": "10.1002/14651858.CD000453.pub2",
  "name": "Supported housing for people with severe mental disorders",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "There has been a significant reduction in the number of people with severe mental illness who spend extended periods in long-stay hospitals. District health authorities, local authorities, housing associations and voluntary organisations are jointly expected to provide support for people with severe mental disorder/s. This 'support' may well involve some kind of special housing."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of supported housing schemes compared with outreach support schemes or 'standard care' for people with severe mental disorder/s living in the community."
    },
    {
      "heading": "Search methods",
      "text": "For the 2006 update we searched the Cochrane Schizophrenia Group Trials Register (April 2006) and the Cochrane Central Register of Controlled Trials (CENTRAL, 2006 Issue 2)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all relevant randomised, or quasi-randomised, trials dealing with people with 'severe mental disorder/s' allocated to supported housing, compared with outreach support schemes or standard care. We focused on outcomes of service utilisation, mental state, satisfaction with care, social functioning, quality of life and economic data."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We reliably selected studies, quality rated them and undertook data extraction. For dichotomous data, we would have estimated relative risks (RR), with the 95% confidence intervals (CI). Where possible, we would have calculated the number needed to treat statistic (NNT). We would have carried out analysis by intention-to-treat and would have summated normal continuous data using the weighted mean difference (WMD). We would have presented scale data for only those tools that had attained pre-specified levels of quality and undertaken tests for heterogeneity and publication bias."
    },
    {
      "heading": "Main results",
      "text": "Although 139 citations were acquired from the searches, no study met the inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Dedicated schemes whereby people with severe mental illness are located within one site or building with assistance from professional workers have potential for great benefit as they provide a 'safe haven' for people in need of stability and support. This, however, may be at the risk of increasing dependence on professionals and prolonging exclusion from the community. Whether or not the benefits outweigh the risks can only be a matter of opinion in the absence of reliable evidence. There is an urgent need to investigate the effects of supported housing on people with severe mental illness within a randomised trial."
    }
  ],
  "pls_title": "Supported housing for people with severe mental disorders",
  "pls_type": "long",
  "pls": "Support for people with severe mental illness may be provided through supported housing schemes with the intention of increasing treatment success rates and reducing cycles of hospital readmissions. Many of these initiatives are based on informal reports of effectiveness and they are costly in terms of development, capital investment and on-going care provision. In this review we sought to compare supported housing schemes with outreach support schemes or 'standard care' for people with severe mental disorder/s living in the community. We did not identify any studies from randomised trials in this review. There are a number of supported housing options funded by local authorities as well as charities which may be beneficial but could equally increase levels of dependence on professionals and provide greater exclusion from the community. Whether or not the benefits outweigh the risks are currently only a matter of opinion, debate and informal reports. There is an urgent need to assess the effectiveness of these schemes using well conducted randomised trials."
}