{
  "doi": "10.1002/14651858.CD002960.pub2",
  "name": "Magnesium sulphate versus lytic cocktail for eclampsia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Eclampsia, the occurrence of a seizure in association with pre-eclampsia, is a rare but serious complication of pregnancy. A number of different anticonvulsants have been used to control eclamptic fits and to prevent further seizures."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to assess the effects of magnesium sulphate compared with lytic cocktail (usually chlorpromazine, promethazine and pethidine) when used for the care of women with eclampsia. Magnesium sulphate is compared with diazepam and with phenytoin in other Cochrane reviews."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (July 2010) and the Cochrane Central Register of Trials (The Cochrane Library 2010, Issue 2)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials comparing magnesium sulphate (intravenous or intramuscular administration) with lytic cocktail for women with a clinical diagnosis of eclampsia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors (L Duley and D Chou) assessed trial quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "We included three small trials (total 397 women) of average quality in the review. Magnesium sulphate was associated with fewer maternal deaths (risk ratio (RR) 0.14, 95% confidence interval (CI) 0.03 to 0.59; 3 trials, 397 women) and was better at preventing further seizures (RR 0.06, 95% CI 0.03 to 0.12; 3 trials, 397 women) than lytic cocktail. Magnesium sulphate was also associated with less respiratory depression (RR 0.12, 95% CI 0.02 to 0.91; 2 trials, 198 women), less coma (RR 0.04, 95% CI 0.00 to 0.74; 1 trial, 108 women), and less pneumonia (RR 0.20, 95% CI 0.06 to 0.67; 2 trials, 307 women). There was no clear difference in the RR for any death of the baby (RR 0.35, 95% CI 0.05 to 2.38, random effects; 2 trials, 177 babies)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Magnesium sulphate, rather than lytic cocktail, for women with eclampsia reduces the RR of maternal death, of further seizures and of serious maternal morbidity (respiratory depression, coma, pneumonia). Magnesium sulphate is the anticonvulsant of choice for women with eclampsia; the use of lytic cocktail should be abandoned."
    }
  ],
  "pls_title": "Magnesium sulphate versus lytic cocktail for eclampsia",
  "pls_type": "long",
  "pls": "Magnesium sulphate performs better than lytic cocktail in preventing maternal deaths, further fits, respiratory depression, coma and pneumonia for pregnant women with eclampsia.\nPre-eclampsia, also known as toxaemia, is a condition which leads to high blood pressure and protein in the urine. Eclampsia is when a pregnant woman with pre-eclampsia has one or more seizures (fits). Eclampsia is a serious threat to the life of both mother and baby. We identified three randomised trials, involving 397 women with eclampsia who were randomly assigned to treatment with magnesium sulphate or a lytic mixture of chlorpromazine, promethazine and pethidine that lowers blood pressure and is a sedative. Both drugs could be given either by intravenous or intramuscular injection. Although the trials were small and of average quality, the review found that magnesium sulphate was better than lytic cocktail at preventing maternal deaths, further seizures, and breathing problems and coma for the mother. Magnesium sulphate is also relatively cheap and easy to use. The adverse effects of magnesium sulphate come largely from its smooth muscle relaxant activity; respiratory depression is dose dependent and, with monitoring of the woman's clinical condition, uncommon."
}