{
  "doi": "10.1002/14651858.CD013435",
  "name": "Perioperative beta‐blockers for preventing surgery‐related mortality and morbidity in adults undergoing cardiac surgery ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Randomized controlled trials (RCTs) have yielded conflicting results regarding the ability of beta-blockers to influence perioperative cardiovascular morbidity and mortality. Thus routine prescription of these drugs in unselected patients remains a controversial issue. A previous version of this review assessing the effectiveness of perioperative beta-blockers in cardiac and non-cardiac surgery was last published in 2018. The previous review has now been split into two reviews according to type of surgery. This is an update and assesses the evidence in cardiac surgery only."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of perioperatively administered beta-blockers for the prevention of surgery-related mortality and morbidity in adults undergoing cardiac surgery."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, CINAHL, Biosis Previews and Conference Proceedings Citation Index-Science on 28 June 2019. We searched clinical trials registers and grey literature, and conducted backward- and forward-citation searching of relevant articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs and quasi-randomized studies comparing beta-blockers with a control (placebo or standard care) administered during the perioperative period to adults undergoing cardiac surgery. We excluded studies in which all participants in the standard care control group were given a pharmacological agent that was not given to participants in the intervention group, studies in which all participants in the control group were given a beta-blocker, and studies in which beta-blockers were given with an additional agent (e.g. magnesium). We excluded studies that did not measure or report review outcomes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion, extracted data, and assessed risks of bias. We assessed the certainty of evidence with GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included 63 studies with 7768 participants; six studies were quasi-randomized and the remaining were RCTs. All participants were undergoing cardiac surgery, and in most studies, at least some of the participants were previously taking beta-blockers. Types of beta-blockers were: propranolol, metoprolol, sotalol, esmolol, landiolol, acebutolol, timolol, carvedilol, nadolol, and atenolol. In twelve studies, beta-blockers were titrated according to heart rate or blood pressure. Duration of administration varied between studies, as did the time at which drugs were administered; in nine studies this was before surgery, in 20 studies during surgery, and in the remaining studies beta-blockers were started postoperatively. Overall, we found that most studies did not report sufficient details for us to adequately assess risk of bias. In particular, few studies reported methods used to randomize participants to groups. In some studies, participants in the control group were given beta-blockers as rescue therapy during the study period, and all studies in which the control was standard care were at high risk of performance bias because of the open-label study design. No studies were prospectively registered with clinical trials registers, which limited the assessment of reporting bias. We judged 68% studies to be at high risk of bias in at least one domain.\nStudy authors reported few deaths (7 per 1000 in both the intervention and control groups), and we found low-certainty evidence that beta-blockers may make little or no difference to all-cause mortality at 30 days (risk ratio (RR) 0.95, 95% confidence interval (CI) 0.47 to 1.90; 29 studies, 4099 participants). For myocardial infarctions, we found no evidence of a difference in events (RR 1.05, 95% CI 0.72 to 1.52; 25 studies, 3946 participants; low-certainty evidence). Few study authors reported cerebrovascular events, and the evidence was uncertain (RR 1.37, 95% CI 0.51 to 3.67; 5 studies, 1471 participants; very low-certainty evidence). Based on a control risk of 54 per 1000, we found low-certainty evidence that beta-blockers may reduce episodes of ventricular arrhythmias by 32 episodes per 1000 (RR 0.40, 95% CI 0.25 to 0.63; 12 studies, 2296 participants). For atrial fibrillation or flutter, there may be 163 fewer incidences with beta-blockers, based on a control risk of 327 incidences per 1000 (RR 0.50, 95% CI 0.42 to 0.59; 40 studies, 5650 participants; low-certainty evidence). However, the evidence for bradycardia and hypotension was less certain. We found that beta-blockers may make little or no difference to bradycardia (RR 1.63, 95% CI 0.92 to 2.91; 12 studies, 1640 participants; low-certainty evidence), or hypotension (RR 1.84, 95% CI 0.89 to 3.80; 10 studies, 1538 participants; low-certainty evidence).\nWe used GRADE to downgrade the certainty of evidence. Owing to studies at high risk of bias in at least one domain, we downgraded each outcome for study limitations. Based on effect size calculations in the previous review, we found an insufficient number of participants in all outcomes (except atrial fibrillation) and, for some outcomes, we noted a wide confidence interval; therefore, we also downgraded outcomes owing to imprecision. The evidence for atrial fibrillation and length of hospital stay had a moderate level of statistical heterogeneity which we could not explain, and we, therefore, downgraded these outcomes for inconsistency."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no evidence of a difference in early all-cause mortality, myocardial infarction, cerebrovascular events, hypotension and bradycardia. However, there may be a reduction in atrial fibrillation and ventricular arrhythmias when beta-blockers are used. A larger sample size is likely to increase the certainty of this evidence. Four studies awaiting classification may alter the conclusions of this review."
    }
  ],
  "pls_title": "Beta-blockers to prevent death or serious events after heart surgery",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "This review assessed evidence of whether beta-blockers given around the time of surgery can reduce death or other serious events for people undergoing heart surgery."
    },
    {
      "heading": "Background",
      "text": "People undergoing heart surgery are at greater risk of complications and death. Heart surgery increases the amount of stress in the body, causing the release of the hormones adrenaline and noradrenaline. This stress can lead to serious events including death, heart attacks, stroke, or an irregular heartbeat. Beta-blockers are drugs that block the action of adrenaline and noradrenaline on the heart. Beta-blockers can slow down the heart and reduce blood pressure, and this effect may reduce the risk of serious events. However, they can also lead to a very low heart rate or very low blood pressure, and this effect may increase the risk of death or a stroke. Prevention of complications around the time of surgery is an important safety consideration for people undergoing heart surgery."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to 28 June 2019. We included 63 studies with 7768 adults who were undergoing heart surgery, including coronary artery bypass graft and valve replacement surgery. Studies were mostly randomized controlled studies, and six were quasi-randomized (participants were allocated to groups by methods such as using hospital record numbers or dates of birth). The types of beta-blockers were: propranolol, metoprolol, sotalol, esmolol, landiolol, acebutolol, timolol, carvedilol, nadolol, and atenolol. These beta-blockers were compared with either a placebo (disguised to look like a beta-blocker but containing no medicine) or with standard care. Beta-blockers were started before surgery, during surgery or at the latest by the end of the first day after surgery. The length of time beta-blockers were given varied between studies. In most studies, at least some of the people were already taking beta-blockers, which would be expected for people who had conditions that needed heart surgery."
    },
    {
      "heading": "Key results",
      "text": "Beta-blockers probably make little or no difference to the number of people who die (29 studies, 4099 participants) or have a heart attack (25 studies, 3946 participants) within 30 days of surgery. This was supported by low-certainty evidence. Few studies reported on people who had a stroke, and we were uncertain whether or not beta-blockers reduced strokes because the certainty of the evidence was very low (5 studies, 1471 participants). Beta-blockers may reduce atrial fibrillation, which is an irregular heartbeat starting in the atrial chambers of the heart that increases the risk of stroke if untreated (40 studies, 5650 participants; low-certainty evidence). Beta-blockers may also reduce ventricular arrhythmias, which are potentially life-threatening irregular heartbeat rhythms originating in the main chambers of the heart, and which may need immediate medical treatment (12 studies, 2296 participants). We found that beta-blockers may make little or no difference to whether people experience a very low heart rate or very low blood pressure.\nWe were uncertain whether beta-blockers made a difference to the number of deaths up to a year after surgery (3 studies, 511 participants), to death because of the heart (4 studies, 320 participants), or to people who had heart failure (3 studies, 311 participants). The certainty of this evidence was very low. People who took beta-blockers had a shorter hospital stay by about half a day (14 studies, 2450 participants; low-certainty evidence).\nNo studies assessed whether people on beta-blockers had a better quality of life after heart surgery."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "The certainty of the evidence in this review was mostly low. We found that many studies reported methods that we believed could influence the results. For example, many studies did not use a placebo-control and the doctors might, therefore, have treated people differently in each group. We were unable to explain some of the differences that we found in the data for atrial fibrillation. We also needed to have evidence from a larger number of participants to be very confident in our findings."
    },
    {
      "heading": "Conclusion",
      "text": "Beta-blockers may be beneficial for people who are undergoing cardiac surgery because they may reduce the number of people who experience atrial fibrillation and ventricular arrhythmias. Beta-blockers may make little or no difference to the other outcomes in this review, including death, heart attacks or stroke."
    }
  ]
}