{
  "doi": "10.1002/14651858.CD009898.pub4",
  "name": "Extracorporeal photopheresis versus alternative treatment for chronic graft‐versus‐host disease after haematopoietic stem cell transplantation in children and adolescents ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chronic graft-versus-host disease (cGvHD) is a major cause of morbidity and mortality after haematopoietic stem cell transplantation, occurring in 6% to 65% of the paediatric recipients. Currently, the therapeutic mainstay for cGvHD is treatment with corticosteroids, frequently combined with other immunosuppressive agents in people with steroid-refractory manifestations. There is no established standard treatment for steroid-refractory cGvHD. The therapeutic options for these patients include extracorporeal photopheresis (ECP), an immunomodulatory treatment that involves ex vivo collection of mononuclear cells from peripheral blood, exposure to the photoactive agent 8-methoxypsoralen, ultraviolet radiation and re-infusion of the processed cell product. The mechanisms of action of ECP are not completely understood. This is the second update of a Cochrane Review first published in 2014 and first updated in 2015."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of ECP for the management of cGvHD in children and adolescents after haematopoietic stem cell transplantation."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Register of Controlled Trials (CENTRAL) (2021), MEDLINE (PubMed) and Embase databases from their inception to 25 January 2021. We searched the reference lists of potentially relevant studies without any language restrictions. We searched five conference proceedings and nine clinical trial registries on 9 November 2020 and 12 November 2020, respectively."
    },
    {
      "heading": "Selection criteria",
      "text": "We aimed to include randomised controlled trials (RCTs) comparing ECP with or without alternative treatment versus alternative treatment alone in children and adolescents with cGvHD after haematopoietic stem cell transplantation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently performed the study selection. We resolved disagreements in the selection of trials by consultation with a third review author."
    },
    {
      "heading": "Main results",
      "text": "We found no studies meeting the criteria for inclusion in this 2021 review update."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We could not evaluate the efficacy of ECP in the treatment of cGvHD in children and adolescents after haematopoietic stem cell transplantation since the second review update again found no RCTs. Current recommendations are based on retrospective or observational studies only. Thus, ideally, ECP should be applied in the context of controlled trials only. However, performing RCTs in this population will be challenging due to the limited number of eligible participants, variable disease presentation and the lack of well-defined response criteria. International collaboration, multicentre trials and appropriate funding for such trials will be needed. If treatment decisions based on clinical data are made in favour of ECP, recipients should be carefully monitored for beneficial and harmful effects. In addition, efforts should be made to share this information with other clinicians, for example by setting up registries for children and adolescents treated with ECP."
    }
  ],
  "pls_title": "Extracorporeal photopheresis treatment for chronic graft-versus-host disease after haematopoietic stem cell transplantation in children and adolescents",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Chronic graft-versus-host disease (cGvHD) is a common complication after haematopoietic stem cell transplantation (HSCT; transplant of blood-forming stem cells). Immune cells (white blood cells) from the donor recognise the recipient's cells as foreign ('non-self'). Therefore, the transplanted immune cells attack the cells of the recipient. The main affected organs are skin, liver and gut, among others. These immune reactions may cause acute inflammation (sudden swelling) followed by chronic (long-term) changes to organs (e.g. fibrosis; scarring of the lungs). First-line therapy usually consists of immunosuppressive drugs (which reduce the strength of the body's immune system) in the form of corticosteroids in combination with other immunosuppressive agents in refractory cases (where the disease is resistant to treatment). These drugs are supposed to suppress the immune-mediated attack of the patient's cells. Limited effectiveness and severe side effects of these drugs have led to several alternative approaches.\nExtracorporeal photopheresis (ECP) is an immunomodulatory therapy (a treatment that makes changes to immune function) that involves collection of immune cells from peripheral blood outside the patient's body. These immune cells are exposed to a photoactive agent (a chemical that responds to exposure to light; e.g. 8-methoxypsoralen) with subsequent ultraviolet-A radiation and then re-infused. We are not sure how this affects immune function. Several current clinical practice recommendations suggest consideration of ECP in children and adolescents with cGvHD."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched scientific databases for randomised controlled trials (RCTs) (clinical studies where people are randomly put into one of two or more treatment groups) that were designed to evaluate the effectiveness and safety of ECP for the management of chronic graft-versus-host disease in children and adolescents (less than 18 years of age) after HSCT."
    },
    {
      "heading": "Results",
      "text": "We did not find any RCTs that analysed the efficacy of ECP for children and adolescents with cGvHD after HSCT. Current recommendations are only based on retrospective studies (where outcomes occurred to the participants before the study began) or observational studies (where investigators did not intervene, and simply observed the course of events). Ideally, ECP should only be given to children and adolescents in the context of RCTs. ECP may be considered in people with steroid-refractory cGvHD, keeping in mind that such a treatment is not supported by high-level evidence. If children and adolescents are given ECP, doctors should collect information about beneficial and harmful effects and set up registries for people treated with ECP."
    }
  ]
}