{
  "doi": "10.1002/14651858.CD005462.pub2",
  "name": "Fundal pressure versus controlled cord traction as part of the active management of the third stage of labour ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "There are two basic interventions to help to deliver the placenta as part of the active management of the third stage of labour: (1) fundal pressure, and (2) controlled traction on the umbilical cord. Both of these methods may, in addition, have adverse outcomes. Fundal pressure may interrupt the process of placental detachment and cause pain, haemorrhage or uterine inversion, and controlled cord traction, if undertaken before placental separation or without prior administration of a uterotonic drug, may have similar adverse effects. The obstetric clinical practice on this issue is not standardised."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy of fundal pressure versus controlled cord traction as part of the active management of the third stage of labour."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (August 2010)."
    },
    {
      "heading": "Selection criteria",
      "text": "We searched for published and unpublished randomised and quasi-randomised controlled trials."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently identified potential studies from the literature search and assessed them for methodological quality and appropriateness of inclusion."
    },
    {
      "heading": "Main results",
      "text": "The search strategies yielded five studies for consideration of inclusion. However, none of these studies fulfilled the requirements for inclusion in this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We identified no randomised controlled trials comparing the efficacy of fundal pressure versus controlled cord traction as part of the active management of the third stage of labour. Hence controlled cord traction, after awaiting signs of placental separation, should remain the third component of the active management of third stage of labour, and follow the routine administration of a uterotonic drug and cord clamping."
    }
  ],
  "pls_title": "Fundal pressure versus controlled cord traction as part of the active management of the third stage of labour",
  "pls_type": "long",
  "pls": "Controlled cord traction to deliver the placenta should remain as part of the active management of third stage of labour.\nThe third stage of labour is the period from the birth of the baby until delivery of the placenta. There are two basic interventions to help to deliver the placenta as part of the active management of the third stage of labour: fundal pressure or controlled cord traction. Fundal pressure (Crede manoeuvre) involves placing one hand on the top of the uterus (uterine fundus) and squeezing it between the thumb and other fingers to help placental separation and delivery. Controlled cord traction involves traction on the umbilical cord while maintaining counter-pressure upwards by placing a hand on the lower abdomen. Also, controlled cord traction should only follow signs of placental separation. Both these interventions, if not performed correctly, may have adverse outcomes including pain, haemorrhage and inversion of the uterus. Two other methods of placenta delivery are not advised because they may be dangerous: these are uterine manipulation and cord traction. The review found no randomised controlled trials to assess the use of fundal pressure as part of the active management of the third stage of labour. Therefore, controlled cord traction should continue as the method of placental delivery in the active management of third stage of labour."
}