{
  "doi": "10.1002/14651858.CD010703.pub2",
  "name": "Eszopiclone for insomnia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Insomnia is a major public health issue affecting between 6% to 10% of the adult population in Western countries. Eszopiclone is a hypnotic drug belonging to a newer group of hypnotic agents, known as new generation hypnotics, which was marketed as being just as effective as benzodiazepines for this condition, while being safer and having a lower risk for abuse and dependence. It is the aim of the review to integrate evidence from randomised controlled trials and to draw conclusions on eszopiclone's efficacy and safety profile, while taking methodological features and bias risks into consideration."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of eszopiclone for the treatment of insomnia compared to placebo or active control."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled trials (CENTRAL), MEDLINE, Embase, PsycINFO, PSYNDEX and registry databases (WHO trials portal, ClinicalTrials.gov) with results incorporated from searches to 10 February 2016. To identify trials not registered in electronic databases, we contacted key informants and searched reference lists of identified studies. We ran an update search (21 February 2018) and have placed studies of interest in awaiting classification/ongoing studies. These will be incorporated into the next version of the review, as appropriate."
    },
    {
      "heading": "Selection criteria",
      "text": "Parallel group randomised controlled trials (RCTs) comparing eszopiclone with either placebo or active control were included in the review. Participants were adults with insomnia, as diagnosed with a standardised diagnostic system, including primary insomnia and comorbid insomnia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently extracted outcome data; one reviewer assessed trial quality and the second author cross-checked it."
    },
    {
      "heading": "Main results",
      "text": "A total of 14 RCTs, with 4732 participants, were included in this review covering short-term (≤ 4 weeks; 6 studies), medium-term (> 4 weeks ≤ 6 months; 6 studies) and long-term treatment (> 6 months; 2 studies) with eszopiclone. Most RCTs included in the review included participants aged between 18 and 64 years, three RCTs only included elderly participants (64 to 85 years) and one RCT included participants with a broader age range (35 to 85 years). Seven studies considered primary insomnia; the remaining studies considered secondary insomnia comorbid with depression (2), generalised anxiety (1), back pain (1), Parkinson's disease (1), rheumatoid arthritis (1) and menopausal transition (1).\nMeta-analytic integrations of participant-reported data on sleep efficacy outcomes demonstrated better results for eszopiclone compared to placebo: a 12-minute decrease of sleep onset latency (mean difference (MD) -11.94 min, 95% confidence interval (CI) -16.03 to -7.86; 9 studies, 2890 participants, moderate quality evidence), a 17-minute decrease of wake time after sleep onset (MD -17.02 min, 95% CI -24.89 to -9.15; 8 studies, 2295 participants, moderate quality evidence) and a 28-minute increase of total sleep time (MD 27.70 min, 95% CI 20.30 to 35.09; 10 studies, 2965 participants, moderate quality evidence). There were no significant changes from baseline to the first three nights after drug discontinuation for sleep onset latency (MD 17.00 min, 95% CI -4.29 to 38.29; 1 study, 291 participants, low quality evidence) and wake time after sleep onset (MD -6.71 min, 95% CI -21.25 to 7.83; 1 study, 291 participants, low quality evidence). Adverse events during treatment that were documented more frequently under eszopiclone compared to placebo included unpleasant taste (risk difference (RD) 0.18, 95% CI 0.14 to 0.21; 9 studies, 3787 participants), dry mouth (RD 0.04, 95% CI 0.02 to 0.06; 6 studies, 2802 participants), somnolence (RD 0.04, 95% CI 0.02 to 0.06; 8 studies, 3532 participants) and dizziness (RD 0.03, 95% CI 0.01 to 0.05; 7 studies, 2933 participants). According to the GRADE criteria, evidence was rated as being of moderate quality for sleep efficacy outcomes and adverse events and of low quality for rebound effects and next-day functioning."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Eszopiclone appears to be an efficient drug with moderate effects on sleep onset and maintenance. There was no or little evidence of harm if taken as recommended. However, as certain patient subgroups were underrepresented in RCTs included in the review, findings might not have displayed the entire spectrum of possible adverse events. Further, increased caution is required in elderly individuals with cognitive and motor impairments and individuals who are at increased risk of using eszopiclone in a non-recommended way."
    }
  ],
  "pls_title": "Eszopiclone (Lunesta) for sleep difficulty",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is this review important?",
      "text": "Insomnia is the medical term for sleep difficulty covering trouble falling asleep, difficulties staying asleep, waking up too early or experiencing sleep as non-restorative. Insomnia can be treated with different methods including behaviour modification, relaxation techniques, or sleeping medication. Eszopiclone (Lunesta) is a sleeping medication that belongs to a class of sleeping tablets known as non-benzodiazepine hypnotics."
    },
    {
      "heading": "Who will be interested in this review?",
      "text": "People who are affected by insomnia, general practitioners, professionals working in health services, and addiction treatment and health policy makers."
    },
    {
      "heading": "What questions does this review aim to answer?",
      "text": "The review aimed to find out more about the wanted effects and unwanted effects of eszopiclone. Wanted effects included the immediate effects eszopiclone has on sleep; unwanted effects included side effects, effects on next-day functioning, but also addictive properties of the drug."
    },
    {
      "heading": "Which studies were included in the review?",
      "text": "The review summarised findings from 14 clinical studies with 4732 people, either receiving eszopiclone or an identically-appearing, but inert substance (placebo)."
    },
    {
      "heading": "What does the evidence from the review tell us?",
      "text": "On average, people taking eszopiclone fell asleep 12 minutes faster than those taking placebo, were 17 minutes less awake during the night and had, in total, about half an hour more sleep than people in the placebo group. As side effects, eszopiclone can cause unpleasant taste, dizziness, dry mouth, and tiredness during the day. Clinical studies did not find evidence that eszopiclone was causing serious harm or withdrawal symptoms or whether it was addictive if it was stopped and not taken after several weeks or months of treatment. Nevertheless, as clinical studies included in the review did not cover certain groups (e.g. elderly people with cognitive or motor problems or certain conditions of medication intake), it is important for patients to consult their doctor who knows their medical history and condition."
    },
    {
      "heading": "What should happen next?",
      "text": "Future research needs to compare eszopiclone with other sleep medications to help physicians and patients decide which of the available treatment options to prefer. In addition, sleep medications that are also well tolerated by elderly individuals and individuals with alcohol or drug problems need to be identified."
    }
  ]
}