{
  "doi": "10.1002/14651858.CD007440.pub2",
  "name": "Single dose oral diflunisal for acute postoperative pain in adults",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Diflunisal is a long-acting non-steroidal anti-inflammatory drug (NSAID) most commonly used to treat acute postoperative pain or chronic joint pain from osteoarthritis and rheumatoid arthritis. This review analyses the effectiveness and harm of different doses of diflunisal in the context of moderate to severe postoperative pain."
    },
    {
      "heading": "Objectives",
      "text": "To assess efficacy, duration of action, and associated adverse events of single dose oral diflunisal in acute postoperative pain in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane CENTRAL, MEDLINE, EMBASE and the Oxford Pain Relief Database for studies to January 2010."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised, double blind, placebo-controlled trials of single dose orally administered diflunisal in adults with moderate to severe acute postoperative pain."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data. Pain relief or pain intensity data were extracted and converted into the dichotomous outcome of number of participants with at least 50% pain relief over 4 to 6 hours, from which relative risk and number-needed-to-treat-to-benefit (NNT) were calculated. Numbers of participants using rescue medication over specified time periods, and time to use of rescue medication, were sought as additional measures of efficacy. Information on adverse events and withdrawals were collected."
    },
    {
      "heading": "Main results",
      "text": "Nine studies in dental, orthopedic and gynaecological surgery met the inclusion criteria, testing doses of diflunisal from 125 mg to 1000 mg.\nFor diflunisal 1000 mg, the NNT for at least 50% pain relief over 4 to 6 hours was 2.1 (1.8 to 2.6) (6 studies, 391 participants); the NNT to prevent remedication within 6 hours was 1.9 (1.7 to 2.3), and within 12 hours was 2.2 (1.9 to 2.7) (6 studies, 409 participants). More participants experienced adverse events with diflunisal 100 mg than with placebo, but none were serious or led to withdrawal.\nFor diflunisal 500 mg, the NNT for at least 50% pain relief over 4 to 6 hours was 2.6 (2.1 to 3.3) (6 studies, 357 participants); the NNT to prevent remedication within 6 hours was 2.6 (2.1 to 3.4) (6 studies, 390 participants), and within 12 hours was 2.9 (2.3 to 4.0) (5 studies, 329 participants). Adverse events did not differ significantly from placebo."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Diflunisal has an analgesic effect similar to other NSAIDs in single dose, but benefits from providing significant analgesia for about twelve hours. This property may be useful when regular dosing is needed, or when taking several doses of a shorter acting analgesic is impractical."
    }
  ],
  "pls_title": "Single dose oral diflunisal for acute postoperative pain in adults",
  "pls_type": "long",
  "pls": "This review assessed evidence from nine randomised, double-blind, placebo-controlled clinical trials, in which there were 906 adults in comparisons of diflunisal (a non-steroidal, anti-inflammatory drug) with placebo for treatment of moderate to severe acute post-operative pain. It is an effective analgesic over the dose range 250 mg to 1000 mg, with a long duration of action. At 1000 mg, the analgesic effect over 4 to 6 hours is as good as the combination of paracetamol 1000 mg and codeine 60 mg in similar studies using the same methods."
}