{
  "doi": "10.1002/14651858.CD001125",
  "name": "Cyproterone acetate for hirsutism",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Hirsutism is a distressing and relatively common endocrine problem in women which may prove difficult to manage. Cyproterone acetate, an anti-androgen, is frequently used to treat hirsutism, usually in combination with ethinyl estradiol."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to investigate the effectiveness of cyproterone acetate alone, or in combination with ethinyl estradiol, in reducing hair growth in women with hirsutism secondary to ovarian hyperandrogenism."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Menstrual Disorders and Subfertility Group trials register was searched (last search - 4 June 2002). The Cochrane Menstrual Disorders and Subfertility Group register is based on regular searches of MEDLINE (1966 to 2002), EMBASE (1980 to 2002), CINAHL (1982 to 2002), PsycINFO (1987 to 2002) and CENTRAL (Issue 2, 2002 of the Cochrane Library) the handsearching of several journals and conference proceedings, and searches of several key grey literature sources. All publications of randomised controlled trials of cyproterone acetate with or without estrogen versus placebo or other drug therapies for hirsutism were identified."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled studies comparing: \n- cyproterone acetate to placebo \n- cyproterone acetate with ethinyl estradiol to placebo \n- cyproterone acetate with ethinyl estradiol to cyproterone acetate alone \n- cyproterone acetate (with or without estradiol) to other medical therapies for treatment of hirsutism."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Eleven studies were identified which fulfilled the inclusion criteria. Nine randomised studies were included in the review, and two were excluded because of insufficient information. Only one study had more than 100 women included in the analysis. The major outcomes included: subjective improvement in hirsutism, changes in Ferriman Gallwey scores, changes in linear hair growth and hair shaft diameter, alterations in endocrine parameters, side effects to treatment, withdrawals during therapy"
    },
    {
      "heading": "Main results",
      "text": "There were no clinical trials comparing cyproterone acetate alone with placebo. There was one small study comparing cyproterone acetate in combination with ethinyl estradiol to placebo. In this study there was a significant subjective reduction in hair growth with cyproterone acetate therapy, although the confidence limits were large. There were no studies comparing cyproterone acetate alone with cyproterone acetate in combination with ethinyl estradiol to treat hirsutism. In studies where cyproterone acetate was compared to other drug modalities (ketoconazole, spironolactone, flutamide, finasteride, GnRH analogues) no difference in clinical outcome was noted. There were, however, endocrinological differences in androgen and estrogen levels between different drug therapies. There were insufficient data to assess differences in side effects between women treated with cyproterone acetate and other medical therapy."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Cyproterone acetate combined with estradiol results in a subjective improvement in hirsutism compared to placebo. Clinical differences in outcome between cyproterone acetate and other medical therapies were not demonstrated in the studies included in this review. This may be because of the small size of the studies, lack of standardized assessment and lack of objective determinants of improvement in hirsutism. The endocrinological effects of the different drug therapies reflect the mode of action. Larger carefully designed studies are needed to compare efficacy and safety profiles between drug therapies for hirsutism."
    }
  ],
  "pls_title": "Cyproterone acetate appears to be as effective as other medications for hirsutism in women caused by excessive androgen production by the ovaries",
  "pls_type": "long",
  "pls": "One of the causes of hirsutism (excessive hair growth) in women is excessive production of the hormone androgens by the ovaries. A variety of medications can be used to counter the effects of the androgen. Cyproterone acetate is an anti-androgen drug. Adverse effects that have been reported with its use include weight gain, depression, fatigue, breast symptoms and sexual dysfunction. The review of trials found that cyproterone acetate appears to have a similar impact on hirsutism as other drugs used for hirsutism caused by excessive androgen. There was not enough evidence to compare adverse effects of the treatment options."
}