{
  "doi": "10.1002/14651858.CD000009.pub4",
  "name": "Acupuncture and related interventions for smoking cessation",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acupuncture and related techniques are promoted as a treatment for smoking cessation in the belief that they may reduce nicotine withdrawal symptoms."
    },
    {
      "heading": "Objectives",
      "text": "The objectives of this review are to determine the effectiveness of acupuncture and the related interventions of acupressure, laser therapy and electrostimulation in smoking cessation, in comparison with no intervention, sham treatment, or other interventions."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Tobacco Addiction Group Specialized Register (which includes trials of smoking cessation interventions identified from the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, and PsycINFO) and AMED in October 2013. We also searched four Chinese databases in September 2013: Sino-Med, China National Knowledge Infrastructure, Wanfang Data and VIP."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized trials comparing a form of acupuncture, acupressure, laser therapy or electrostimulation with either no intervention, sham treatment or another intervention for smoking cessation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data in duplicate on the type of smokers recruited, the nature of the intervention and control procedures, the outcome measures, method of randomization, and completeness of follow-up.\nWe assessed abstinence from smoking at the earliest time-point (before six weeks) and at the last measurement point between six months and one year. We used the most rigorous definition of abstinence for each trial, and biochemically validated rates if available. Those lost to follow-up were counted as continuing smokers. Where appropriate, we performed meta-analysis pooling risk ratios using a fixed-effect model."
    },
    {
      "heading": "Main results",
      "text": "We included 38 studies. Based on three studies, acupuncture was not shown to be more effective than a waiting list control for long-term abstinence, with wide confidence intervals and evidence of heterogeneity (n = 393, risk ratio [RR] 1.79, 95% confidence interval [CI] 0.98 to 3.28, I² = 57%). Compared with sham acupuncture, the RR for the short-term effect of acupuncture was 1.22 (95% CI 1.08 to 1.38), and for the long-term effect was 1.10 (95% CI 0.86 to 1.40). The studies were not judged to be free from bias, and there was evidence of funnel plot asymmetry with larger studies showing smaller effects. The heterogeneity between studies was not explained by the technique used. Acupuncture was less effective than nicotine replacement therapy (NRT). There was no evidence that acupuncture is superior to psychological interventions in the short- or long-term. There is limited evidence that acupressure is superior to sham acupressure for short-term outcomes (3 trials, n = 325, RR 2.54, 95% CI 1.27 to 5.08), but no trials reported long-term effects, The pooled estimate for studies testing an intervention that included continuous auricular stimulation suggested a short-term benefit compared to sham stimulation (14 trials, n = 1155, RR 1.69, 95% CI 1.32 to 2.16); subgroup analysis showed an effect for continuous acupressure (7 studies, n = 496, RR 2.73, 95% CI 1.78 to 4.18) but not acupuncture with indwelling needles (6 studies, n = 659, RR 1.24, 95% CI 0.91 to 1.69). At longer follow-up the CIs did not exclude no effect (5 trials, n = 570, RR 1.47, 95% CI 0.79 to 2.74). The evidence from two trials using laser stimulation was inconsistent and could not be combined. The combined evidence on electrostimulation suggests it is not superior to sham electrostimulation (short-term abstinence: 6 trials, n = 634, RR 1.13, 95% CI 0.87 to 1.46; long-term abstinence: 2 trials, n = 405, RR 0.87, 95% CI 0.61 to 1.23)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Although pooled estimates suggest possible short-term effects there is no consistent, bias-free evidence that acupuncture, acupressure, or laser therapy have a sustained benefit on smoking cessation for six months or more. However, lack of evidence and methodological problems mean that no firm conclusions can be drawn. Electrostimulation is not effective for smoking cessation. Well-designed research into acupuncture, acupressure and laser stimulation is justified since these are popular interventions and safe when correctly applied, though these interventions alone are likely to be less effective than evidence-based interventions."
    }
  ],
  "pls_title": "Do acupuncture and related therapies help smokers who are trying to quit",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "We reviewed the evidence that acupuncture, acupressure, laser therapy or electrical stimulation help people who are trying to stop smoking."
    },
    {
      "heading": "Background",
      "text": "Acupuncture is a traditional Chinese therapy, generally using fine needles inserted through the skin at specific points in the body. Needles may be stimulated by hand or using an electric current (electroacupuncture). Related therapies, in which points are stimulated without the use of needles, include acupressure, laser therapy and electrical stimulation. Needles and acupressure may be used just during treatment sessions, or continuous stimulation may be provided by using indwelling needles or beads or seeds taped to to acupressure points. The aim of these therapies is to reduce the withdrawal symptoms that people experience when they try to quit smoking. The review looked at trials comparing active treatments with sham treatments or other control conditions including advice alone, or an effective treatment such as nicotine replacement therapy (NRT) or counselling. Sham treatment involves inserting needles or applying pressure to other points of the body not believed to have an active effect, or using dummy needles that do not go through the skin, or inactive laser or electrical stimulation devices. Using this type of control means that the patients should not know whether they are receiving active treatment or not.\nTo assess whether there was a sustained benefit in helping people to stop smoking we looked at the proportion of people who were abstinent at least six months after quit date. We also looked at short term outcomes, up to six weeks after quit date. Evidence of benefit after six months is regarded as necessary to show that a treatment could help people stop smoking permanently."
    },
    {
      "heading": "Study characteristics",
      "text": "We included 38 randomised studies published up to October 2013. Trials tested a variety of different interventions and controls. The specific points used, the number of sessions and whether there was continuous stimulation varied. Three studies (393 people) compared acupuncture to a waiting list control. Nineteen studies (1,588 people) compared active acupuncture to sham acupuncture, but only 11 of these studies included long-term follow-up of six months or more. Three studies (253 people) compared acupressure to sham acupressure but none had long-term follow-up. Two trials used laser stimulation and six (634 people) used electrostimulation. The overall quality of the evidence was moderate."
    },
    {
      "heading": "Key findings",
      "text": "Three studies comparing acupuncture to a waiting list control and reporting long-term abstinence did not show clear evidence of benefit. For acupuncture compared with sham acupuncture, there was weak evidence of a small short-term benefit but not of any long-term benefit. Acupuncture was less effective than nicotine replacement therapy (NRT) and not shown to be better than counselling. There was limited evidence that acupressure is superior to sham acupressure in the short term but no evidence about long-term effects. In an analysis of the subgroup of trials where the treatment included continuous stimulation, those trials which used continuous acupressure to points on the ear had the largest short-term effect. The evidence from two trials using laser stimulation was inconsistent. The seven trials of electrostimulation do not suggest evidence of benefit compared to sham electrostimulation.\nThe review did not find consistent evidence that active acupuncture or related techniques increased the number of people who could successfully quit smoking. However, some techniques may be better than doing nothing, at least in the short term, and there is not enough evidence to dismiss the possibility that they might have an effect greater than placebo. They are likely to be less effective than current evidence-based interventions. They are safe when correctly applied."
    }
  ]
}