{
  "doi": "10.1002/14651858.CD010492.pub2",
  "name": "Chinese herbal medicines for benign thyroid nodules in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "A thyroid nodule is a discrete lesion within the thyroid gland that might be palpable and is ultrasonographically distinct from the surrounding thyroid parenchyma. Thyroid nodules are more common as age increases and occur more frequently in women. Benign thyroid nodules often cause pressure symptoms and cosmetic complaints. In China and many other countries, doctors use Chinese herbal medicines (CHM) to treat thyroid nodules."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of Chinese herbal medicines in the treatment of benign thyroid nodules in adults."
    },
    {
      "heading": "Search methods",
      "text": "Review authors searched the following electronic databases: The Cochrane Library, MEDLINE, EMBASE, the Chinese Biomedical Literature Database (CBM), the China National Knowledge Infrastructure (CNKI), VIP information (a Chinese database), WANFANG Data (a Chinese database), the Chinese Conference Papers Database and the Chinese Dissertation Database (all searched up to April 2013)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing CHM or CHM plus levothyroxine versus levothyroxine, placebo or no treatment in adults with benign thyroid nodules."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data, assessed studies for risk of bias and evaluated overall study quality according to GRADE (Grading of Recommendations Assessment, Development and Evaluation), with differences resolved by consensus."
    },
    {
      "heading": "Main results",
      "text": "We included one randomised trial involving 152 participants with a randomisation ratio of 2:1 (CHM vs no treatment). The trial applied adequate sequence generation; however, allocation concealment was unclear. Duration of treatment was three months, and follow-up six months. Our a priori defined outcomes of interest (i.e. nodule volume reduction ≥ 50%; pressure symptoms, cosmetic complaints or both; health-related quality of life; all-cause mortality; cancer occurrence; changes in number and size of thyroid nodules; changes in thyroid volume; and socioeconomic effects) were not investigated in the included study. Thyrotropin (TSH), thyroxine (T4) and tri-iodothyronine (T3) serum levels were normal in both groups before and after the trial was conducted. No adverse events were reported (low quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Firm evidence cannot be found to support or refute the use of Chinese herbal medicines for benign thyroid nodules in adults."
    }
  ],
  "pls_title": "Chinese herbal medicines for benign thyroid nodules in adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "To assess the effects of Chinese herbal medicines in the treatment of benign thyroid nodules in adults."
    },
    {
      "heading": "Background",
      "text": "A thyroid nodule is a swelling within the thyroid gland and is a common clinical problem detected in 20% to 70% of people. Thyroid nodules can cause pressure symptoms and cosmetic complaints. Treatment for benign thyroid nodules includes thyroid hormone therapy, surgery, radioiodine treatment, percutaneous ethanol injection therapy and laser or radiofrequency treatment to shrink nodules. Chinese herbal medicines are commonly used as alternatives to drug treatment."
    },
    {
      "heading": "Study characteristics",
      "text": "We could identify only one randomised controlled trial involving 152 participants with benign thyroid nodules. The intervention group (98 participants) was treated with a combination of two Chinese herbal medicines, and no treatment was given to the control group (54 participants). The duration of treatment was three months, and overall follow-up six months."
    },
    {
      "heading": "Key results",
      "text": "The included study did not investigate nodule volume reduction ≥ 50%; pressure symptoms, cosmetic complaints or both; health-related quality of life; all-cause mortality; cancer occurrence; changes in number and size of thyroid nodules; changes in thyroid volume; or socioeconomic effects. Thyroid hormone levels were normal in both groups before and after the study was conducted. No adverse events were reported."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The overall quality of the included study was unclear or low."
    },
    {
      "heading": "Currentness of data",
      "text": "This evidence is up to date as of April 2013."
    }
  ]
}