{
  "doi": "10.1002/14651858.CD004990",
  "name": "Trazodone for agitation in dementia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Behavioural and psychiatric disturbances affect at least 50% of people with Alzheimer's disease and other dementias. Neuroleptic drugs are extensively prescribed to treat behavioural manifestations of dementia in spite of only modest efficacy and a high frequency of adverse effects. There is clearly a need for safer and more effective remedies. Trazodone is a psychoactive compound with sedative and antidepressant properties, and with mixed serotonin agonist and antagonist effects. Functional serotonergic deficits may be related to the genesis of behavioural disturbances in dementia."
    },
    {
      "heading": "Objectives",
      "text": "To determine the clinical efficacy and safety of trazodone, for any type of behavioural or psychological cognition in people with dementia without an additional diagnosis of depression."
    },
    {
      "heading": "Search methods",
      "text": "The Specialized Register of the Cochrane Dementia and Cognitive Improvement Group (CDCIG), The Cochrane Library, MEDLINE, EMBASE, PsycINFO, CINAHL and LILACS were searched on 23 March 2008 using the terms: trazodone* OR beneficat OR desirel OR sideril OR trazodil OR trazalon. The CDCIG Specialized Register contains records from all major health care databases (The Cochrane Library, MEDLINE, EMBASE, PsycINFO, CINAHL, LILACS) as well as from many trials databases and grey literature sources."
    },
    {
      "heading": "Selection criteria",
      "text": "All unconfounded, double-blind, randomised controlled trials, comparing trazodone with placebo in managing behavioural and psychiatric symptoms (except depression) in any type of dementia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Available data for this analysis were extracted from the two included studies and odds ratios or average differences, with 95% confidence intervals, calculated. Intention-to-treat analysis was undertaken where possible."
    },
    {
      "heading": "Main results",
      "text": "Two studies were included, comprising 104 participants with dementia. The trials differed in design: one a parallel-group study of patients with Alzheimer's disease and another a cross-over study of patients with frontotemporal dementia with an-open label follow-up trial of three years. The results from this extension study have not been used in the analysis. It was not possible to pool the data. The studies were respectively of 16 and six weeks duration, using trazodone from 50 to 300 mg daily. Both trials examined global clinical state, behavioural disturbances and cognitive function. The parallel study also assessed activities of daily living and caregiver burden. Compared with placebo, the use of trazodone was not associated with statistically significant benefits for behavioural manifestations as measured by various rating scales. Analysis of changes from baseline for clinical impression of change and for cognitive function did not produce statistically significant results in favour of trazodone. A variety of adverse effects were recorded with no significant differences between trazodone and placebo."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to recommend the use of trazodone as a treatment for behavioural and psychological manifestations of dementia. In order to assess effectiveness and safety of trazodone, longer-term randomized controlled trials are needed, involving larger samples of participants with a wider variety of types and severities of dementia."
    }
  ],
  "pls_title": "Insufficient evidence from randomized, placebo-controlled studies to support a recommendation that trazodone should be prescribed, or not prescribed, for BPSD",
  "pls_type": "long",
  "pls": "The rationale for using trazodone is that it is a sedating atypical serotonergic antidepressant with a low rate of adverse effects and some behavioural and psychological symptoms in people with dementia (BPSD) are associated with serotonergic dysfunction. The conclusion is based on limited data from two small studies. The larger of the studies, conducted in 73 patients with Alzheimer's disease, showed no beneficial effect of trazodone at all. A smaller cross-over study in patients with frontal lobe dementia showed a trend for reduction in some symptoms in the first study period. Larger, longer studies are needed to explore the efficacy, effectiveness and safety of trazodone."
}