{
  "doi": "10.1002/14651858.CD004383.pub3",
  "name": "Specialist home‐based nursing services for children with acute and chronic illnesses",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Specialist paediatric home-based nursing services have been proposed as a cost-effective means of reducing distress resulting from hospital admissions, while enhancing primary care and reducing length of hospital stay. This review is an update of our original review, which was published in 2006."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate specialist home-based nursing services for children with acute and chronic illnesses."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases in February 2012: the Cochrane Central Register of Controlled Trials (CENTRAL) in The Cochrane Library 2012 Issue 2, Ovid MEDLINE, EMBASE, PsycINFO, CINAHL and Sociological Abstracts. We also searched ClinicalTrials.gov and the WHO International Clinical Trials Registry Platform. No language restrictions were applied."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) of children from birth to age 18 years with acute or chronic illnesses allocated to specialist home-based nursing services compared with conventional health care. Outcomes included utilisation of health care, physical and mental health, satisfaction, adverse health outcomes and costs."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors extracted data from the studies independently and resolved any discrepancies by recourse to a third author. Meta-analysis was not appropriate because of the clinical diversity of the studies and the lack of common outcome measures."
    },
    {
      "heading": "Main results",
      "text": "We screened 4226 titles to yield seven RCTs with a total of 840 participants. Participants, interventions and outcomes were diverse. No significant differences were reported in health outcomes; two studies reported a reduction in the hospital stay with no difference in the hospital readmission rates. Three studies reported a reduction in parental anxiety and improvement in child behaviours was reported in three studies. Overall increased parental satisfaction was reported in three studies. Also, better parental coping and family functioning was reported in one study. By contrast, one study each reported no impact on parental burden of care or on functional status of children. Home care was reported as more costly for service providers with substantial cost savings for the family in two studies, while one study revealed no significant cost benefits for the family."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Current research does not provide supporting evidence for a reduction in access to hospital services or a reduction in hospital readmission rate for children with acute and chronic illnesses using specialist home-based nursing services; however, the only summary finding across a few studies was that there is a significant decrease in length of hospitalisation. The preliminary results show no adverse impact on physical health outcomes and a number of papers reported improved satisfaction with home-based care. Further trials are required, measuring health, satisfaction, service utilisation and long-term costs."
    }
  ],
  "pls_title": "Specialist home-based nursing services for children with acute and chronic illnesses",
  "pls_type": "long",
  "pls": "This review aimed to examine whether specialist paediatric home-based nursing services for children with acute and chronic illnesses reduce the number of hospital admissions and length of stay, enhance health care in the community and reduce stress for families at the time of their child's illness. It is an update of our original review published in 2006. We found seven relevant randomised controlled trials (RCTs) of total of 840 children aged from birth to 18 years with acute and/or chronic illnesses receiving either specialist home-based nursing services or conventional health care. The outcomes included use of health care services, physical and mental health, satisfaction, adverse health outcomes and costs. We decided not to combine the results of these RCTs because of the variety in types of services provided, types of participants and the outcome measures used. The results of individual RCTs show improved satisfaction with home-based care with no adverse impact on physical health outcomes for children. There is some evidence that specialist home-based nursing services reduce the length of hospital stay; however, there is no evidence that it leads to a reduction in use of hospital services. Further trials are required, measuring health, satisfaction, service use and long-term costs."
}