{
  "doi": "10.1002/14651858.CD009396.pub2",
  "name": "Trifluoperazine versus low‐potency first‐generation antipsychotic drugs for schizophrenia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Antipsychotic drugs are the core treatment for schizophrenia. Treatment guidelines state that there is no difference in efficacy between any other antipsychotic compounds, however, low-potency antipsychotic drugs are often perceived as less efficacious than high-potency compounds by clinicians, and they also seem to differ in their side-effects."
    },
    {
      "heading": "Objectives",
      "text": "To review the effects in response to treatment of trifluoperazine and low-potency antipsychotics for people with schizophrenia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group's Trials Register (November 2010)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised trials comparing trifluoperazine with first-generation low-potency antipsychotic drugs for people with schizophrenia or schizophrenia-like psychosis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data independently. For dichotomous data we calculated risk ratios (RR) and their 95% confidence intervals (CI) on an intention-to-treat basis based on a random-effects model."
    },
    {
      "heading": "Main results",
      "text": "The review currently includes seven randomised trials involving 422 participants that compared trifluoperazine with low-potency antipsychotic drugs. The size of the included studies was between 20 and 157 participants with a study length between four and 52 weeks. Overall, sequence generation, allocation procedures and blinding were poorly reported.\n\nTrifluoperazine was not significantly different from low-potency antipsychotic drugs in terms of response to treatment (trifluoperazine 26%, low-potency drug 27%, 3 RCTs, n = 120, RR 0.96 CI 0.59 to 1.56, moderate quality evidence ). There was also no significant difference in acceptability of treatment with equivocal number of participants leaving the studies early due to any reason (trifluoperazine 20%, low-potency antipsychotics 16%, 3 RCTs, n = 239, RR 1.25, CI 0.72 to 2.17,low quality evidence ). There was no significant difference in numbers with at least one adverse effect (trifluoperazine 60%, low-potency antipsychotics 38%, 1 RCT, n = 60, RR 1.60, CI 0.94 to 2.74, moderate quality evidence ). However, at least one movement disorder was significantly more frequent in the trifluoperazine group (trifluoperazine 23%, low-potency antipsychotics 13%, 2 RCTs, n = 123, RR 2.08 CI 0.78 to 5.55, very low quality evidence) as well as incoordination (trifluoperazine 20%, low-potency antipsychotics 5%, 1 RCT, n = 60, RR 7.00, CI 1.60 to 30.66) and rigor (trifluoperazine 45%, low-potency antipsychotics 10%, 1 RCT, n = 60, RR 4.50, CI 1.58 to 12.84). No data were available for other outcomes of interest death, sedation and quality of life."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The results did not show a difference in efficacy between trifluoperazine and low-potency antipsychotics. Trifluoperazine produced more movement disorders. The number of randomised studies as well as their quality is low, the quality of evidence for outcomes of interest ranged from moderate to very low quality, so more, newer studies would be needed for conclusions about the relative effects of trifluoperazine and low-potency antipsychotics."
    }
  ],
  "pls_title": "Trifluoperazine versus low-potency first-generation drugs for schizophrenia",
  "pls_type": "long",
  "pls": "Antipsychotic drugs are the main treatment for schizophrenia, they help people cope with symptoms such as hearing voices, seeing things and having strange beliefs. Guidelines state that there is no difference in effectiveness between antipsychotics, but low-potency antipsychotic drugs are often seen as less effective than high-potency drugs, and they also seem to differ in side-effects. The classification into high-potency and low-potency medication means that low-potency antipsychotic drugs need higher doses for treating the symptoms of schizophrenia. Side-effects that are common to most high-potency antipsychotic drugs include the movement disorders such as uncontrollable movements of the face, arms, or legs; tremors; problems with balance or walking; restlessness; seizures; joint pain whereas low-potency drugs are more likely to cause sedation, fever and loss of muscle strength. Research has not evaluated and compared high-potency drugs with low-potency antipsychotic drugs. The aim of the review was therefore to compare trifluoperazine (a high-potency antipsychotic) with low-potency antipsychotics for people with schizophrenia. Examples of low-potency drugs are chlorpromazine, chlorprothixene, thioridazine and levomepromazine. The review is based on a search carried out in 2010 and included seven studies with a total of 422 people. It compared trifluoperazine with low-potency antipsychotic drugs. Overall, information was poorly reported and the quality of the studies was low; authors rated the quality of evidence for the main outcomes of interested as being either moderate, low or very low quality. Results do not show a superiority of trifluoperazine compared with low-potency antipsychotics. However, at least one movement disorder (muscle stiffness) was significantly more with trifluoperazine. For people with schizophrenia it is important to know that trifluoperazine and low-potency antipsychotics are approximately equal for dealing with symptoms such as hearing voices or seeing things. They differ slightly in their side-effects, with trifluoperazine leading to at least one movement disorder (muscle stiffness). However, no clear superiority of trifluoperazine versus low-potency antipsychotics was found. Due to the limited number of studies, participants and low quality of information, these results have to be interpreted with caution.\nThis plain language summary has been written by a consumer Benjamin Gray, Service User and Service User Expert, Rethink Mental Illness."
}