{
  "doi": "10.1002/14651858.CD013176.pub2",
  "name": "Erythromycin prior to endoscopy for acute upper gastrointestinal haemorrhage",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Upper endoscopy is the definitive treatment for upper gastrointestinal haemorrhage (UGIH). However, up to 13% of people who undergo upper endoscopy will have incomplete visualisation of the gastric mucosa at presentation. Erythromycin acts as a motilin receptor agonist in the upper gastrointestinal (GI) tract and increases gastric emptying, which may lead to better quality of visualisation and improved treatment effectiveness. However, there is uncertainty about the benefits and harms of erythromycin in UGIH."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of erythromycin before endoscopy in adults with acute upper gastrointestinal haemorrhage, compared with any other treatment or no treatment/placebo."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search date was 15 October 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that investigated erythromycin before endoscopy compared to any other treatment or no treatment/placebo before endoscopy in adults with acute UGIH."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were 1. UGIH-related mortality and 2. serious adverse events. Our secondary outcomes were 1. all-cause mortality, 2. visualisation of gastric mucosa, 3. non-serious adverse events, 4. rebleeding, 5. blood transfusion, and 5. rescue invasive intervention. We used GRADE criteria to assess the certainty of the evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We included 11 RCTs with 878 participants. The mean age ranged from 53.13 years to 64.5 years, and most participants were men (72.3%). One RCT included only non-variceal haemorrhage, one included only variceal haemorrhage, and eight included both aetiologies. We defined short-term outcomes as those occurring within one week of initial endoscopy.\nErythromycin versus placebo\nThree RCTs (255 participants) compared erythromycin with placebo. There were no UGIH-related deaths. The evidence is very uncertain about the short-term effects of erythromycin compared with placebo on serious adverse events (risk difference (RD) −0.01, 95% confidence interval (CI) −0.04 to 0.02; 3 studies, 255 participants; very low certainty), all-cause mortality (RD 0.00, 95% CI −0.03 to 0.03; 3 studies, 255 participants; very low certainty), non-serious adverse events (RD 0.01, 95% CI −0.03 to 0.05; 3 studies, 255 participants; very low certainty), and rebleeding (risk ratio (RR) 0.63, 95% CI 0.13 to 2.90; 2 studies, 195 participants; very low certainty). Erythromycin may improve gastric mucosa visualisation (mean difference (MD) 3.63 points on 16-point ordinal scale, 95% CI 2.20 to 5.05; higher MD means better visualisation; 2 studies, 195 participants; low certainty). Erythromycin may also result in a slight reduction in blood transfusion (MD −0.44 standard units of blood, 95% CI −0.86 to −0.01; 3 studies, 255 participants; low certainty).\nErythromycin plus nasogastric tube lavage versus no intervention/placebo plus nasogastric tube lavage\nSix RCTs (408 participants) compared erythromycin plus nasogastric tube lavage with no intervention/placebo plus nasogastric tube lavage. There were no UGIH-related deaths and no serious adverse events. The evidence is very uncertain about the short-term effects of erythromycin plus nasogastric tube lavage compared with no intervention/placebo plus nasogastric tube lavage on all-cause mortality (RD −0.02, 95% CI −0.08 to 0.03; 3 studies, 238 participants; very low certainty), visualisation of the gastric mucosa (standardised mean difference (SMD) 0.48 points on 10-point ordinal scale, 95% CI 0.10 to 0.85; higher SMD means better visualisation; 3 studies, 170 participants; very low certainty), non-serious adverse events (RD 0.00, 95% CI −0.05 to 0.05; 6 studies, 408 participants; very low certainty), rebleeding (RR 1.13, 95% CI 0.63 to 2.02; 1 study, 169 participants; very low certainty), and blood transfusion (MD −1.85 standard units of blood, 95% CI −4.34 to 0.64; 3 studies, 180 participants; very low certainty).\nErythromycin versus nasogastric tube lavage\nFour RCTs (287 participants) compared erythromycin with nasogastric tube lavage. There were no UGIH-related deaths and no serious adverse events. The evidence is very uncertain about the short-term effects of erythromycin compared with nasogastric tube lavage on all-cause mortality (RD 0.02, 95% CI −0.05 to 0.08; 3 studies, 213 participants; very low certainty), visualisation of the gastric mucosa (RR 1.19, 95% CI 0.79 to 1.79; 2 studies, 198 participants; very low certainty), non-serious adverse events (RD −0.10, 95% CI −0.34 to 0.13; 3 studies, 213 participants; very low certainty), rebleeding (RR 0.77, 95% CI 0.40 to 1.49; 1 study, 169 participants; very low certainty), and blood transfusion (median 2 standard units of blood, interquartile range 0 to 4 in both groups; 1 study, 169 participants; very low certainty).\nErythromycin plus nasogastric tube lavage versus metoclopramide plus nasogastric tube lavage\nOne RCT (30 participants) compared erythromycin plus nasogastric tube lavage with metoclopramide plus nasogastric tube lavage. The evidence is very uncertain about the effects of erythromycin plus nasogastric tube lavage on all the reported outcomes (serious adverse events, visualisation of gastric mucosa, non-serious adverse events, and blood transfusion)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We are unsure if erythromycin before endoscopy in people with UGIH has any clinical benefits or harms. However, erythromycin compared with placebo may improve gastric mucosa visualisation and result in a slight reduction in blood transfusion."
    }
  ],
  "pls_title": "What are the benefits and risks of erythromycin given before endoscopy for people with intestinal bleeding?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Erythromycin may improve the quality of visualisation of the stomach and may also slightly reduce the need for blood transfusion.\n• Larger, well-designed studies are needed to give better estimates of the benefits and potential harms of different doses of erythromycin in people with upper gastrointestinal bleeding."
    },
    {
      "heading": "Introduction to the review topic",
      "text": "The upper gastrointestinal tract includes the oesophagus (food pipe), stomach, and duodenum (first part of the small intestine). People with bleeding in the upper gastrointestinal tract require endoscopy (where the doctor inserts a long, flexible tube with a light and video camera down the throat and through the oesophagus to the stomach and duodenum) to diagnose and treat the cause of the bleeding. However, it may be difficult to identify the cause of bleeding if there is food or blood in the stomach. Erythromycin is a medicine that increases contractions in the oesophagus and stomach, making the organs empty their contents faster. However, we do not know whether erythromycin, when given before upper endoscopy, is safe and effective for emptying food or blood from the stomach and improving the results of endoscopy."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to know if erythromycin was better than placebo (any dummy treatment) or other medicines to improve the following outcomes.\n• Death caused by upper gastrointestinal bleeding\n• Serious unwanted events\n• Death by any cause\n• Mild unwanted events\n• Ease of viewing the stomach during endoscopy\n• Rebleeding\n• Need for blood transfusion\n• Need for rescue procedure (such as surgery)"
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that investigated the use of erythromycin compared with no treatment, placebo, or other medicines in adults with upper gastrointestinal bleeding who underwent upper endoscopy. We compared and summarised their results and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We included findings from 11 studies involving 878 adults with upper gastrointestinal bleeding. Most participants were men, and the average ages ranged from 53 years to 64 years. The studies were conducted in several different countries. They compared erythromycin with placebo, lavage of the stomach with a nasogastric tube (injecting and sucking out water or saline through a tube inserted through the nose and with the tip placed inside the stomach), and metoclopramide (a medicine that speeds up the emptying of the stomach)."
    },
    {
      "heading": "Main results",
      "text": "Erythromycin compared with placebo\nThree studies (255 people) compared erythromycin with placebo. There were no deaths related to bleeding. We do not know if erythromycin has an effect on serious unwanted events, death by any cause, mild unwanted effects, or rebleeding. Erythromycin may make it easier to see the stomach during endoscopy and may reduce blood transfusion slightly.\nErythromycin plus nasogastric tube lavage versus no treatment/placebo plus nasogastric tube lavage\nSix studies (408 people) compared erythromycin plus nasogastric tube lavage with no treatment/placebo plus nasogastric tube lavage. There were no deaths related to bleeding and no serious unwanted events. We do not know if erythromycin plus nasogastric tube lavage compared to no treatment/placebo plus nasogastric tube lavage has an effect on death by any cause, ease of viewing the stomach, mild unwanted events, rebleeding, or blood transfusion.\nErythromycin versus nasogastric tube lavage\nFour studies (287 people) compared erythromycin with nasogastric tube lavage. There were no deaths related to bleeding and no severe unwanted events. We do not know if erythromycin compared with nasogastric tube lavage has any effect on death by any cause, ease of viewing the stomach, mild unwanted events, rebleeding, or blood transfusion.\nErythromycin plus nasogastric tube lavage versus metoclopramide plus nasogastric tube lavage\nOne study (30 people) compared erythromycin plus nasogastric tube lavage with metoclopramide plus nasogastric tube lavage. We do not know if erythromycin plus nasogastric tube lavage has an effect on any of the reported outcomes."
    },
    {
      "heading": "Our conclusions",
      "text": "Due to a lack of solid evidence, the benefits and harms of erythromycin before endoscopy for upper gastrointestinal bleeding remain unclear. However, erythromycin compared with placebo may make it easier to see the stomach during endoscopy and may reduce blood transfusion slightly. Larger, well-designed studies are needed to give better estimates of the benefits and potential harms of erythromycin in people with upper gastrointestinal bleeding."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have very little confidence in the evidence because the results varied widely across studies, and the studies involved only small numbers of people. Some reports did not clearly describe how the study was conducted, or whether the people taking part knew who had received which medicine, which could have affected the results. Further research is likely to change our results."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to October 2021."
    }
  ]
}