{
  "doi": "10.1002/14651858.CD004317.pub5",
  "name": "Strategies to improve adherence and continuation of shorter‐term hormonal methods of contraception ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Worldwide, hormonal contraceptives are among the most popular reversible contraceptives. Despite high perfect-use effectiveness rates, typical-use effectiveness rates for shorter-term methods such as oral and injectable contraceptives are much lower. In large part, this disparity reflects difficulties in ongoing adherence to the contraceptive regimen and low continuation rates. Correct use of contraceptives to ensure effectiveness is vital to reducing unintended pregnancy."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of strategies aiming to improve adherence to, and continuation of, shorter-term hormonal methods of contraception compared with usual family planning care."
    },
    {
      "heading": "Search methods",
      "text": "We searched to July 2018 in the following databases (without language restrictions): The Cochrane Central Register of Controlled Trials (CENTRAL; 2018, Issue 7), PubMed via MEDLINE, POPLINE, Web of Science, ClinicalTrials.gov, and the International Clinical Trials Registry Platform (ICTRP)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) comparing strategies aimed to facilitate adherence and continuation of shorter-term hormonal methods of contraception (such as oral contraceptives (OCs), injectable depot medroxyprogesterone acetate (DMPA or Depo-Provera), intravaginal ring, or transdermal patch) with usual family planning care in reproductive age women seeking to avoid pregnancy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures recommended by Cochrane. Primary outcomes were continuation or discontinuation of contraceptive method, rates of discontinuation due to adverse events (menstrual disturbances and all other adverse events), and adherence to method use as indicated by missed pills and on-time/late injections. Pregnancy was a secondary outcome."
    },
    {
      "heading": "Main results",
      "text": "We included 10 RCTs involving 6242 women. Six trials provided direct in-person counseling using either multiple counseling contacts or multiple components during one visit. Four trials provided intensive reminders of appointments or next dosing, of which two provided additional educational health information as well as reminders. All trials stated 'usual care' as the comparison.\nThe certainty of the evidence ranged from very low to moderate. Main limitations were risk of bias (associated with poor reporting of methodological detail, lack of blinding, and incomplete outcome data), inconsistency, indirectness, and imprecision.\nContinuation of hormonal contraceptive methods\nIt is uncertain whether intensive counseling improves continuation of hormonal contraceptive methods compared with usual care (OR 1.28, 95% CI 1.07 to 1.54; 2624 participants; 6 studies; I2 = 79%; very low certainty evidence). The evidence suggested: if the chance of continuation with usual care is 39%, the chance of continuation with intensive counseling would be between 41% and 50%. The overall pooled OR suggested continuation of improvement, however, when stratified by contraceptive method type, the positive results were restricted to DMPA.\nIt is uncertain whether reminders (+/- educational information) improve continuation of hormonal contraceptive methods compared with usual care (OR 1.33, 95% CI 1.03 to 1.73; 933 participants; 2 studies; I2 = 69%; very low certainty evidence).The evidence suggested: if the chance of continuation with usual care is 52%, the chance of continuation with reminders would be between 52% and 65%.\nDiscontinuation due to adverse events\nThe evidence suggested that counseling may be associated with a decreased rate of discontinuation due to adverse events compared with usual care, with a lower rate of discontinuation due to menstrual disturbances (OR 0.20, 95% CI 0.11 to 0.37; 350 participants; 1 study; low certainty evidence), but may make little or no difference to all other adverse events (OR 0.73, 95% CI 0.36 to 1.47; 350 participants; 1 study; low certainty evidence). The evidence suggested: if the chance of discontinuation with usual care due to menstrual disturbances is 32%, the chance of discontinuation with intensive counseling would be between 5% and 15%; and that if the chance of discontinuation with usual care due to other adverse events is 55%, the chance of discontinuation with intensive counseling would be between 30% and 64%.\nDiscontinuation was not reported among trials that investigated the use of reminders (+/- educational information).\nAdherence\nAdherence was not reported among trials that investigated the use of intensive counseling.\nAmong trials that investigated reminders (+/- educational information), there was no conclusive evidence of a difference in adherence as indicated by missed pills (MD 0.80, 95% CI -1.22 to 2.82; 73 participants; 1 study; moderate certainty evidence) or by on-time injections (OR 0.84, 95% CI 0.54 to 1.29; 350 participants; 2 studies; I2 = 0%; low certainty evidence). The evidence suggested: if the chance of adherence to method use as indicated by on-time injections with usual care is 50%, the chance of adherence with method use as indicated by on-time injections with reminders would be between 35% and 56%.\nPregnancy\nThere was no conclusive evidence of a difference in rates of pregnancy between intensive counseling and usual care (OR 1.24, 95% CI 0.98 to 1.57; 1985 participants; 3 studies; I2 = 0%, very low certainty evidence). The evidence suggested: if the chance of pregnancy with usual care is 18%, the chance of pregnancy with counseling would be between 18% and 25%.\nPregnancy was not reported among trials that investigated the use of reminders (+/- educational information)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Despite the importance of this topic, studies have not been published since the last review in 2013 (nine studies) with only one study added in 2019 that neither changed the results nor improved the certainty of evidence.\nOverall, the certainty of evidence for strategies to improve adherence and continuation of contraceptives is low. Intensive counseling and reminders (with or without educational information) may be associated with improved continuation of shorter-term hormonal contraceptive methods when compared with usual family planning care. However, this should be interpreted with caution due to the low certainty of the evidence. Included trials used a variety of shorter-term hormonal contraceptive methods which may account for the high heterogeneity. It is possible that the effectiveness of strategies for improving adherence and continuation are contingent on the contraceptive method targeted. There was limited reporting of objectively measurable outcomes (e.g. electronic monitoring device) among included studies. Future trials would benefit from standardized definitions and measurements of adherence, and consistent terminology for describing interventions and comparisons. Further research requires larger studies, follow-up of at least one year, and improved reporting of trial methodology."
    }
  ],
  "pls_title": "Ways to improve use of hormonal birth control",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the question?",
      "text": "What is the effectiveness of methods focused on improving proper and continued use of shorter-term hormonal methods of contraception (such as counseling techniques, or educational, motivational, or reminder messages) compared with usual family planning care (such as routine counseling or no reminder messages)."
    },
    {
      "heading": "Why does it matter?",
      "text": "Shorter-term hormonal types of birth control are used by many women worldwide. The most common shorter-term hormonal methods are birth control pills and injections. These methods often do not work as well as they could. Women may have problems using the birth control as intended, such as missing some pills or returning late for their next injection. Women may also stop using a method due to bleeding changes. We looked at whether counseling or reminders helped women use these types of birth control correctly.\nIncorrect use of shorter-term hormonal types of birth control may lead to unplanned pregnancy. As many as 20% of the unplanned pregnancies in the United States of America (USA) are related to incorrect oral contraceptive use alone. There are considerable health and financial consequences for women and healthcare systems of unplanned pregnancies. Identifying ways to improve use and continuation of shorter-term hormonal contraceptive methods is important to reduce unplanned pregnancies."
    },
    {
      "heading": "What did we find?",
      "text": "We searched for evidence from randomized controlled trials (RCTs) through July 2018. This updated review now includes 10 RCTs involving 6242 women. Six studies focused on counseling and four studies involved reminders of next dose or appointments (+/- educational health information). All studies were conducted either in the USA or Mexico. The one study that was added neither changed the results nor improved the certainty of evidence."
    },
    {
      "heading": "Counseling may",
      "text": "· improve continuation of contraception (6 studies; 2624 participants; very low certainty evidence)\n· reduce discontinuation due to menstrual problems (1 study; 350 participants; low certainty evidence)\n· reduce discontinuation due to adverse events (1 study; 350 participants; low certainty evidence)\n· have no effect on pregnancy outcomes (3 studies, 1985 participants; very low certainty evidence)"
    },
    {
      "heading": "Reminders",
      "text": "· may improve continuation of contraception (2 studies, 933 participants; very low certainty evidence)\n· may make little or no difference to adherence to pills (1 study, 73 participants; moderate certainty evidence)\n· may make little or no difference to on-time injections for injectable contraception (2 studies, 350 participants; low certainty evidence)."
    },
    {
      "heading": "What does this mean?",
      "text": "There is some evidence to suggest that both intensive counseling and reminders (provided with or without educational information) may improve continuation of shorter-term hormonal contraception compared with usual family planning care."
    }
  ]
}