{
  "doi": "10.1002/14651858.CD005059.pub4",
  "name": "Epidural pain relief versus systemic opioid‐based pain relief for abdominal aortic surgery ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Epidural analgesia offers greater pain relief compared to systemic opioid-based medications, but its effect on morbidity and mortality is unclear. This review was originally published in 2006 and was updated in 2012 and again in 2016."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of postoperative epidural analgesia in comparison with postoperative systemic opioid-based analgesia for adults undergoing elective abdominal aortic surgery."
    },
    {
      "heading": "Search methods",
      "text": "In the updated review, we searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, and five trial registers in November 2014, together with reference checking to identify additional studies. We reran the search in March 2017. One potential new trial of interest was added to a list of ‘Studies awaiting Classification' and will be incorporated into the formal review findings during the review update."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomized controlled trials comparing postoperative epidural analgesia and postoperative systemic opioid-based analgesia for adults who underwent elective open abdominal aortic surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trial quality and extracted data. We contacted study authors for additional information and data when required. We assessed the level of evidence according to the scale provided by the GRADE working group."
    },
    {
      "heading": "Main results",
      "text": "We included 15 trials published from 1987 to 2009 with 1498 participants in this updated review. Participants had a mean age between 60.5 and 71.3 years. The percentage of women in the included studies varied from 0% to 28.1%. Adding an epidural to general anaesthesia for people undergoing abdominal aortic repair reduced myocardial infarction (risk ratio (RR) 0.54 (95% confidence interval (CI) 0.30 to 0.97); I2 statistic = 0%; number needed to treat for one additional beneficial outcome (NNTB) 28 (95% CI 19 to 1423), visual or verbal analogical scale (VAS) scores up to three days after the surgery (mean difference (MD) -1.78 (95% CI -2.32 to -1.25); I2 statistic = 0% for VAS scores on movement at postoperative day one), time to tracheal extubation (standardized mean difference (SMD) -0.42 (95% CI -0.70 to -0.15); I2 statistic = 83%; equivalent to a mean reduction of 36 hours), postoperative respiratory failure (RR 0.69 (95% CI 0.56 to 0.85); I2 statistic = 0%; NNTB 8 (95% CI 6 to 16)), gastrointestinal bleeding (OR 0.20 (95% CI 0.06 to 0.65); I2 statistic = 0%; NNTB 32 (95% CI 27 to 74)) and time spent in the intensive care unit (SMD -0.23 (95% CI -0.41 to -0.06); I2 statistic = 0%; equivalent to a mean reduction of six hours). We did not demonstrate a reduction in the mortality rate up to 30 days (RR 1.06 (95% CI 0.60 to 1.86); I2 statistic = 0%). The level of evidence was low for mortality and time before tracheal extubation; moderate for myocardial infarction, respiratory failure and intensive care unit length of stay; and high for gastrointestinal bleeding and VAS scores."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Epidural analgesia provided better pain management, reduced myocardial infarction, time to tracheal extubation, postoperative respiratory failure, gastrointestinal bleeding, and intensive care unit length of stay compared with systemic opioid-based drugs. For mortality, we did not find a difference at 30 days."
    }
  ],
  "pls_title": "Epidural analgesia compared with systemic opioid-based medicines for people undergoing open abdominal aortic surgery",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Open surgery on the abdominal aorta (the main artery to the legs) requires aggressive postoperative pain management. The most commonly used pain management is epidural analgesia. This involves injecting pain-relieving medicines through a catheter (narrow tube) that is placed in the epidural space (the outermost part of the spinal space). The alternative is systemic opioids (morphine-like medicines injected into the bloodstream)."
    },
    {
      "heading": "Objectives",
      "text": "This review evaluated the effect of these two methods of pain relief and the risks of postoperative complications and deaths after open abdominal aortic surgery. The review was originally published in 2006, updated in 2012, and again in 2015."
    },
    {
      "heading": "Methods",
      "text": "We searched scientific databases for clinical trials comparing epidural analgesia with systemic opioids in adults. Two authors independently assessed the quality of the trials and collected the data. We reran the search in March 2017. We will deal with the new study of interest when we update the review."
    },
    {
      "heading": "Main results",
      "text": "We included 15 trials published from 1987 to 2009 with 1498 participants in this updated review. The evidence is current to November 2014. The trials received financial support from a charitable organization (one study), a governmental organization (four studies) or the pharmaceutical industry (one study). The source of funding was unspecified for nine studies. We found that epidural analgesia reduced heart attacks, postoperative duration of tracheal intubation (a flexible breathing tube that is placed directly into the windpipe), risk of postoperative respiratory failure (requirement of a machine to assist the respiration after the surgery), gastrointestinal bleeding, decreased postoperative pain, and length of stay in the intensive care unit (equivalent to six hours). For death after the surgery, we did not found a difference in the death rate (in hospital or up to 30 days). The quality of evidence was low for mortality and time before tracheal extubation; meaning that further research is very likely to have an important impact on our confidence in the estimate of effect and is likely to change the estimate. The quality of evidence was moderate for heart attacks, respiratory failure, and intensive care unit length of stay; meaning that further research is likely to have an important impact on our confidence in the estimate of effect and may change the estimate. The quality of evidence was high for gastrointestinal bleeding and pain scores; meaning that further research is very unlikely to change our confidence in the estimate of effect."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Epidural analgesia provides better pain management than systemic opioids. It significantly reduces the number of people who will suffer heart damage, time to return of unassisted respiration, gastrointestinal bleeding, and intensive care unit length of stay. We did not find a difference in death rates at 30 days."
    }
  ]
}