{
  "doi": "10.1002/14651858.CD012229.pub2",
  "name": "Ghrelin for the management of cachexia associated with cancer",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cancer sufferers are amongst the most malnourished of all the patient groups. Studies have shown that ghrelin, a gut hormone can be a potential therapeutic agent for cachexia (wasting syndrome) associated with cancer. A variety of mechanisms of action of ghrelin in people with cancer cachexia have been proposed. However, safety and efficacy of ghrelin for cancer-associated cachexia have not been systematically reviewed. The aim of this review was to assess whether ghrelin is associated with better food intake, body composition and survival than other options for adults with cancer cachexia."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of ghrelin in improving food intake, body composition and survival in people with cachexia associated with cancer."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE and Embase without language restrictions up to July 2017. We also searched for ongoing studies in trials registers, performed handsearching, checked bibliographic references of relevant articles and contacted authors and experts in the field to seek potentially relevant research. We applied no restrictions on language, date, or publication status."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled (parallel-group or cross-over) trials comparing ghrelin (any formulation or route of administration) with placebo or an active comparator in adults (aged 18 years and over) who met any of the international criteria for cancer cachexia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for eligibility. Two review authors then extracted data and assessed the risk of bias for individual studies using standard Cochrane methodology. For dichotomous variables, we planned to calculate risk ratio with 95% confidence intervals (CI) and for continuous data, we planned to calculate mean differences (MD) with 95% CI. We assessed the evidence using GRADE and created 'Summary of findings' tables."
    },
    {
      "heading": "Main results",
      "text": "We screened 926 individual references and identified three studies that satisfied the inclusion criteria. Fifty-nine participants (37 men and 22 women) aged between 54 and 78 years were randomised initially, 47 participants completed the treatment. One study had a parallel design and two had a cross-over design. The studies included people with a variety of cancers and also differed in the dosage, route of administration, frequency and duration of treatment.\nOne trial, which compared ghrelin with placebo, found that ghrelin improved food intake (very low-quality evidence) and had no adverse events (very low-quality evidence). Due to unavailability of data we were unable to report on comparisons for ghrelin versus no treatment or alternative experimental treatment modalities, or ghrelin in combination with other treatments or ghrelin analogues/ghrelin mimetics/ghrelin potentiators. Two studies compared a higher dose of ghrelin with a lower dose of ghrelin, however due to differences in study designs and great diversity in the treatment provided we did not pool the results. In both trials, food intake did not differ between participants on higher-dose and lower-dose ghrelin. None of the included studies assessed data on body weight. One study reported higher adverse events with a higher dose as compared to a lower dose of ghrelin.\nAll studies were at high risk of attrition bias and bias for size of the study. Risk of bias in other domains was unclear or low.\nWe rated the overall quality of the evidence for primary outcomes (food intake, body weight, adverse events) as very low. We downgraded the quality of the evidence due to lack of data, high or unclear risk of bias of the studies and small study size."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to be able to support or refute the use of ghrelin in people with cancer cachexia. Adequately powered randomised controlled trials focusing on evaluation of safety and efficacy of ghrelin in people with cancer cachexia is warranted."
    }
  ],
  "pls_title": "Ghrelin, a hunger hormone for management of cancer patients with loss of appetite and weight loss",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Bottom line",
      "text": "There is no good evidence to support or reject the suggestion that ghrelin is useful in the management of cancer patients with loss of appetite and weight loss. There is insufficient evidence to recommend it for clinical practice."
    },
    {
      "heading": "Background",
      "text": "Sixty to eighty percent of cancer patients suffer from loss of appetite and weight loss, which in turn is associated with decreased life expectancy and quality of life. Ghrelin, a hunger hormone is secreted by the stomach and other organs of the body. Studies have shown that ghrelin can be used in treatment for loss of appetite and weight loss in cancer patients. However, the effectiveness and safety of ghrelin in such people have not been assessed. In this review we set out to examine all evidence on the effectiveness and safety of ghrelin in improving appetite and body weight in cancer patients with loss of appetite and weight loss."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to 20th July 2017."
    },
    {
      "heading": "Study characteristics",
      "text": "We found three studies that recruited a total of 59 cancer patients (37 men and 22 women) aged between 54 and 78 years. Forty-seven cancer patients completed the treatment. Studies differed in study design and included people with a variety of cancers. Studies also differed in dosage, route of injection, frequency and duration of treatment. One study compared ghrelin with a placebo while two studies compared different doses of ghrelin (higher dose with lower dose). Outcomes of interest to cancer patients with loss of appetite and weight loss, such as improvement in food intake and improvement in body weight, were not adequately reported.\nAll three included studies were funded by government agencies. One study received an additional grant from a pharmaceutical company."
    },
    {
      "heading": "Key findings",
      "text": "We found insufficient evidence that using ghrelin demonstrated differences in food intake. We found no evidence that using ghrelin alone or in combination made any difference to body weight. We could not reach any conclusions about its side effects. The limited amount of information means that we could not draw any conclusions."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We rated the quality of evidence from studies using four levels: high, moderate, low, or very low. High-quality evidence means that we are very confident in the results. Very low-quality evidence means that we are very uncertain about the results. The evidence in this review was of very low quality."
    }
  ]
}