{
  "doi": "10.1002/14651858.CD008681.pub2",
  "name": "Anaesthesia for evacuation of incomplete miscarriage",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "An incomplete miscarriage occurs when all the products of conception are not expelled through the cervix. Curettage or vacuum aspiration have been used to remove retained tissues. The anaesthetic techniques used to facilitate this procedure have not been systematically evaluated in order to determine which provide better outcomes to the patients."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of general anaesthesia, sedation or analgesia, regional or paracervical block anaesthetic techniques, or differing regimens of these, for surgical evacuation of incomplete miscarriage."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (23 January 2012), CENTRAL (The Cochrane Library 2012, Issue 1), PubMed (1966 to 23 January 2012), EMBASE (1974 to 23 January 2012), CINAHL (1982 to 23 January 2012), LILACS (1982 to 23 January 2012) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "All published and unpublished randomised controlled trials (RCTs) or cluster-RCTs comparing the use of any anaesthetic technique (defined by authors as general anaesthesia, sedation/analgesia, regional or paracervical local block (PCB) procedures) to perform surgical evacuation of an incomplete miscarriage. We excluded quasi-randomised trials and studies that were only available as abstracts."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion and assessed risk of bias. Data were independently extracted and checked for accuracy."
    },
    {
      "heading": "Main results",
      "text": "We included seven trials involving 800 women. The comparisons revealed a very high clinical heterogeneity. As a result of the heterogeneity in the randomisation unit, we did not combine trials but reported the individual trial results in the ‘Data and analysis’ section and in the text. Half of trials have unclear or high risk of bias in several domains.\nWe did not find any trial reporting data about maternal mortality. In terms of postoperative pain, PCB does not improve the control of postoperative pain when it is compared against sedation/analgesia or versus no anaesthesia/no analgesia. In the comparison of PCB with lidocaine versus PCB with saline solution, significant differences favouring the group with lidocaine were found in one trial (moderate or severe postoperative pain) (risk ratio (RR) 0.32; 95% confidence interval (CI) 0.18 to 0.59).\nWhen opioids were used, postoperative nausea and vomiting was more frequent in two trials comparing those versus PCB. In terms of requirement of blood transfusion, two trials showed conflicting results."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Particular considerations that influence the choice of anaesthesia for this procedure such as availability, effectiveness, safety, side effects, practitioner's choice, costs and woman's preferences of each technique should continue to be used until more evidence supporting the use of one technique or another."
    }
  ],
  "pls_title": "Anaesthesia for surgical evacuation of an incomplete miscarriage",
  "pls_type": "long",
  "pls": "Miscarriage is when a pregnant woman loses her baby before the baby would be considered able to survive outside the womb. An incomplete miscarriage occurs when all the products of conception are not expelled through the cervix, which often happens when a woman miscarries before the 12th week of pregnancy. Medical treatment is available but traditionally, surgery has been used to remove any retained tissue. It could be done by curettage or with vacuum aspiration. It is a quick procedure but is associated with pain and discomfort and many anaesthetic techniques are used. These include general anaesthesia, sedation and analgesia, or regional nerve blocks such as paracervical block. We examined the existing randomised controlled studies to compare the effect of these anaesthetic techniques on patient satisfaction, postoperative pain, nausea and vomiting and any other side effects and maternal mortality.\nWe included seven trials involving 800 women. None of the included studies reported any maternal mortality. We did not combine the results of the trials because the trials were very different in the clinical interventions used and how the outcomes were assessed. One study reported higher maternal satisfaction with the use of general anaesthesia than sedation and analgesia. Paracervical block did not improve the control of postoperative pain when compared against sedation and analgesia. More nausea and vomiting were reported when opioid drugs were used.\nCurrently, the levels of postoperative pain experienced by women undergoing surgical evacuation of incomplete miscarriage are not completely relieved. Further studies in this context should be conducted to address this question. Key factors that influence the choice of anaesthesia include availability, effectiveness, safety, side effects, and costs. Other factors include patient preference, practitioner choice, facility resources and medical indications."
}