{
  "doi": "10.1002/14651858.CD004257.pub2",
  "name": "Acetaminophen for osteoarthritis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Osteoarthritis (OA) is the most common form of arthritis. Published guidelines and expert opinion are divided over the relative role of acetaminophen (also called paracetamol or Tylenol) and non-steroidal anti-inflammatory drugs (NSAIDs) as first-line pharmacologic therapy. The comparative safety of acetaminophen and NSAIDs is also important to consider. This update to the original 2003 review includes nine additional RCTs."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of acetaminophen versus placebo and versus NSAIDs (ibuprofen, diclofenac, arthrotec, celecoxib, naproxen, rofecoxib) for treating OA."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE (up to July 2005), EMBASE (2002-July 2005), Cochrane Central Register of Controlled Trials (CENTRAL), ACP Journal Club, DARE, Cochrane Database of Systematic Reviews (all from 1994 to July 2005). Reference lists of identified RCTs and pertinent review articles were also hand searched."
    },
    {
      "heading": "Selection criteria",
      "text": "Published randomized controlled trials (RCTs) evaluating the efficacy and safety of acetaminophen alone in OA were considered for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Pain, physical function and global assessment outcomes were reported. Results for continuous outcome measures were expressed as standardized mean differences (SMD). Dichotomous outcome measures were pooled using relative risk (RR) and the number needed to treat (NNT) was calculated."
    },
    {
      "heading": "Main results",
      "text": "Fifteen RCTs involving 5986 participants were included in this review. Seven RCTs compared acetaminophen to placebo and ten RCTs compared acetaminophen to NSAIDs. In the placebo-controlled RCTs, acetaminophen was superior to placebo in five of the seven RCTs and had a similar safety profile. Compared to placebo, a pooled analysis of five trials of overall pain using multiple methods demonstrated a statistically significant reduction in pain (SMD -0.13, 95% CI -0.22 to -0.04), which is of questionable clinical significance. The relative percent improvement from baseline was 5% with an absolute change of 4 points on a 0 to 100 scale. The NNT to achieve an improvement in pain ranged from 4 to 16. In the comparator-controlled RCTs, acetaminophen was less effective overall than NSAIDs in terms of pain reduction, global assessments and in terms of improvements in functional status. No significant difference was found overall between the safety of acetaminophen and NSAIDs, although patients taking traditional NSAIDS were more likely to experience an adverse GI event (RR 1.47, (95% CI 1.08 to 2.00). 19% of patients in the traditional NSAID group versus 13% in the acetaminophen group experienced an adverse GI event. However, the median trial duration was only 6 weeks and it is difficult to assess adverse outcomes in a relatively short time period."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence to date suggests that NSAIDs are superior to acetaminophen for improving knee and hip pain in people with OA. The size of the treatment effect was modest, and the median trial duration was only six weeks, therefore, additional considerations need to be factored in when making the decision between using acetaminophen or NSAIDs. In OA subjects with moderate-to-severe levels of pain, NSAIDs appear to be more effective than acetaminophen."
    }
  ],
  "pls_title": "Acetaminophen for osteoarthritis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "How well does acetaminophen work and compare to anti-inflammatories to treat osteoarthritis and is it safe?"
    },
    {
      "heading": "What is osteoarthritis and what drugs are used to treat it?",
      "text": "What is osteoarthritis and what drugs are used to treat it?Osteoarthritis (OA) is the most common form of arthritis that can affect the hands, hips, shoulders and knees. In OA, the cartilage that protects the ends of the bones breaks down and causes pain and swelling. There are two main types of drug treatments in OA: acetaminophen which is used to relieve pain but does not affect swelling; and NSAIDs, such as ibuprofen, diclofenac and cox IIs (celecoxib), which are used to decrease pain and swelling. It is not clear which type is best to use or which causes more side effects: high doses of acetaminophen may cause stomach problems, such as ulcers, and NSAIDs may cause stomach, kidney or heart problems.What did the studies show?Acetaminophen compared to placeboThe studies show that people who took acetaminophen has less pain (when resting, moving, sleeping and overall) and felt better overall than people who took a placebo. Pain (when measured on a different scale), physical function and stiffness were about the same.• Pain decreased by 4 more points on a scale of 0-100 for people who took acetaminophen instead of a placebo."
    }
  ]
}