{
  "doi": "10.1002/14651858.CD011159.pub3",
  "name": "Mobile phone‐based interventions for improving contraception use",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Contraception provides significant benefits for women's and children's health, yet many women have an unmet need for contraception. Rapid expansion in the use of mobile phones in recent years has had a dramatic impact on interpersonal communication. Within the health domain text messages and smartphone applications offer means of communication between clients and healthcare providers. This review focuses on interventions delivered by mobile phone and their effect on use of contraception."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of mobile phone-based interventions for improving contraception use."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search date was August 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) of mobile phone-based interventions to improve forms of contraception use amongst users or potential users of contraception."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were 1. uptake of contraception, 2. uptake of a specific method of contraception, 3. adherence to contraception method, 4. safe method switching, 5. discontinuation of contraception and 6. pregnancy or abortion. Our secondary outcomes were 7. road traffic accidents, 8. any physical or psychological effect reported and 9. violence or domestic abuse."
    },
    {
      "heading": "Main results",
      "text": "Twenty-three RCTs (12,793 participants) from 11 countries met our inclusion criteria. Eleven studies were conducted in high-income resource settings and 12 were in low-income settings. Thirteen studies used unidirectional text messaging-based interventions, six studies used interactive text messaging, four used voice message-based interventions and two used mobile-phone apps to improve contraception use. All studies received funding from non-commercial bodies.\nMobile phone-based interventions probably increase contraception use compared to the control (odds ratio (OR) 1.30, 95% confidence interval (CI) 1.06 to 1.60; 16 studies, 8972 participants; moderate-certainty evidence).\nThere may be little or no difference in rates of unintended pregnancy with the use of mobile phone-based interventions compared to control (OR 0.82, 95% CI 0.48 to 1.38; 8 trials, 2947 participants; moderate-certainty evidence).\nSubgroup analysis assessing unidirectional mobile phone interventions versus interactive mobile phone interventions found evidence of a difference between the subgroups favouring interactive interventions (P = 0.003, I2 = 88.5%). Interactive interventions had an OR of 1.71 (95% CI 1.28 to 2.29; P = 0.0003, I2 = 63%; 8 trials, 3089 participants) whilst unidirectional interventions had an OR of 1.03 (95% CI 0.87 to 1.22; P = 0.72, I2 = 17%; 9 trials, 5883 participants).\nSubgroup analysis assessing high-income versus low-income trial settings found no difference between groups (subgroup difference test: P = 0.70, I2 = 0%).\nOnly six trials reported on safety and unintended outcomes; one trial reported increased partner violence whilst another four trials reported no difference in physical violence rates between control and intervention groups. One trial reported no road traffic accidents with mobile phone intervention use."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review demonstrates there is evidence to support the use of mobile phone-based interventions in improving the use of contraception, with moderate-certainty evidence. Interactive mobile phone interventions appear more effective than unidirectional methods.\nThe cost-effectiveness, cost benefits, safety and long-term effects of these interventions remain unknown, as does the evidence of this approach to support contraception use among specific populations.\nFuture research should investigate the effectiveness and safety of mobile phone-based interventions with better quality trials to help establish the effects of interventions delivered by mobile phone on contraception use. This review is limited by the quality of the studies due to flaws in methodology, bias or imprecision of results."
    }
  ],
  "pls_title": "Interventions delivered by mobile phone to support client use of family planning/contraception",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "The aim of this review was to determine if interventions delivered by mobile phone increase the use of contraception."
    },
    {
      "heading": "Key messages",
      "text": "Interventions delivered by mobile phones show a positive effect on the uptake and continued use of contraception.\nInteractive messages are better than one-way text messages at improving use of contraception.\nThe existing evidence is of moderate quality."
    },
    {
      "heading": "Why is this review important?",
      "text": "Health messaging, or interventions delivered by mobile phones, have been shown to improve health and behaviours, but it is unknown if messaging delivered by mobile phone impacts issues related to reproductive health, such as use of contraception.\nWomen and children's health benefit significantly from pregnancy prevention. Despite these benefits, a significant number of women globally do not use contraception despite wanting to avoid pregnancy.\nRapid expansion in the use of mobile phones in recent years has led to increased interest in healthcare delivery via mobile phone with the potential to deliver support directly to wherever the person is located, whenever it is needed and to reach populations with restricted access to services."
    },
    {
      "heading": "How did we identify and evaluate the evidence?",
      "text": "We searched medical databases for studies that assessed the use of interventions delivered by mobile phones and their impact on the use of contraception. We found 23 trials of 12,793 women undertaken in 11 countries in both high-income (11 studies) and low-income (12 studies) settings. These studies compared the standard of care to a mobile phone intervention – such as one-way text message reminders, interactive messages (which required a response from clients), voice messages or a mobile app."
    },
    {
      "heading": "What did we find?",
      "text": "The results across the studies were mixed; however, when the results were pooled, we found there is a positive effect of using interventions delivered by mobile phones and increasing use of contraception.\nThere were no differences in unintended pregnancies between the groups who used the mobile phone tools and those who did not.\nUsing interactive methods of mobile phone tools appears better at improving contraceptive use over one-way mobile phone interventions. There is not enough evidence about the safety or negative consequences of mobile phone tools for improving contraception use.\nFurther research is likely to have an important impact on our confidence in the results."
    },
    {
      "heading": "What does this mean?",
      "text": "It appears interventions delivered by mobile phones are beneficial in improving the use of contraception. Our analysis was limited by the quality of evidence we found, which makes it hard to form more robust conclusions. More good-quality research is required in the area of health messaging and contraception."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This review updates our previous review. The evidence is up to date to August 2022."
    }
  ]
}