{
  "doi": "10.1002/14651858.CD008867.pub3",
  "name": "Nutritional advice for improving outcomes in multiple pregnancies",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Multiple pregnancies are associated with higher rates of perinatal mortality and morbidity than singleton pregnancies, mainly due to an increased risk of preterm birth. Because fetal outcome is best at a particular range of maternal weight gain, it has been suggested that women with multiple pregnancies should take special diets (particularly high-calorie diets) designed to boost weight gain. However, 'optimal weight gain' in the mother in retrospective studies may merely reflect good growth of her babies and delivery at or near term (both associated with a good outcome) and artificially boosting weight gain by nutritional input may confer no advantage. Indeed, a high-calorie diet may be unpleasant to consume, and could lead to long-term problems of being overweight. It is therefore important to establish if specialised diets are actually of benefit to women with multiple pregnancies and their babies."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of specialised diets or nutritional advice for women with multiple pregnancies (two or more fetuses)."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (15 June 2015)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials, 'quasi-random' studies, and cluster-randomised trials of women with multiple pregnancies (two or more fetuses) either nulliparous or multiparous and their babies. Cross-over trials and studies reported only as abstracts were not eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We identified no trials for inclusion in this review."
    },
    {
      "heading": "Main results",
      "text": "A comprehensive search of the Cochrane Pregnancy and Childbirth Group's Trials Register found no potentially eligible trial reports."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no robust evidence from randomised trials to indicate whether specialised diets or nutritional advice for women with multiple pregnancies do more good than harm. There is a clear need to undertake a randomised controlled trial."
    }
  ],
  "pls_title": "Nutritional advice for improving outcomes in multiple pregnancies",
  "pls_type": "long",
  "pls": "In multiple pregnancies (twins, triplets and more), the metabolic rate of the mother is greater than in women who are carrying a single baby so that a high-calorie diet may also help maintain the mother's nutritional state. Multiple pregnancies have a higher risk of complications for women and their babies than do single pregnancies. In particular, poor growth of the babies in the womb, premature birth, and low birthweights are more common.\nIt has been suggested that a special high-calorie diet for the pregnant woman might improve the outcomes for babies. However, boosting weight gain artificially might not bring any advantage and might be unpleasant for the mother. It might even contribute to long-term problems for her of being overweight. This Cochrane review aimed to identify quality controlled studies that compared special diets with normal diets, or trials that looked at advice on special diets, but found none. That is, there is no evidence from randomised trials to advise whether specific dietary advice for women with multiple pregnancies does more good than harm."
}