{
  "doi": "10.1002/14651858.CD006274.pub3",
  "name": "Medically assisted nutrition for adult palliative care patients",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Many palliative care patients have a reduced oral intake during their illness. The management of this can include the provision of medically assisted nutrition with the aim of prolonging the length of life of a patient, improving their quality of life, or both. This is an updated version of the original Cochrane review published in Issue 4, 2008."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effect of medically assisted nutrition on the quality and length of life of palliative care patients."
    },
    {
      "heading": "Search methods",
      "text": "We identified studies from searching Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, CINAHL, CANCERLIT, Caresearch, Dissertation abstracts, SCIENCE CITATION INDEX and the reference lists of all eligible trials, key textbooks and previous systematic reviews. The date of the latest search was 26 March 2014."
    },
    {
      "heading": "Selection criteria",
      "text": "All relevant randomised controlled trials (RCTs) or prospective controlled trials (if no RCTs were found)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We found no RCTs or prospectively controlled trials that met the inclusion criteria."
    },
    {
      "heading": "Main results",
      "text": "The original review identified four prospective non-controlled trials and the updated search in 2014 identified one more (plus an updated version of a Cochrane review on enteral feeding in motor neuron disease). There were five prospective non-controlled trials (including one qualitative study) that studied medically assisted nutrition in palliative care participants, and one Cochrane systematic review (on motor neuron disease that found no RCTs), but no RCTs or prospective controlled studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Since the last version of this review, we found no new studies. There are insufficient good-quality trials to make any recommendations for practice with regards to the use of medically assisted nutrition in palliative care patients."
    }
  ],
  "pls_title": "Medically assisted nutrition to assist palliative care patients",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "It is common for palliative care patients to have reduced oral intake during their illness. Management of this condition includes discussion with the patient, family and staff involved, and may include giving nutrition with medical assistance. This can be done either via a plastic tube inserted directly into a vein or into the stomach or other parts of the gastrointestinal tract. It is unknown whether this treatment helps people to feel better or live longer."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched the international literature for randomised controlled trials looking at the effects of medically assisted nutrition in adults receiving palliative care. Randomised controlled trials allocate patients to one of two or more treatment groups in a random manner and provide the most accurate information on the best treatment. The search was conducted in April 2013 and March 2014."
    },
    {
      "heading": "Key results",
      "text": "We found no randomised controlled trials. As a result, it is not possible to define the benefits and harms of this treatment clearly."
    }
  ]
}