{
  "doi": "10.1002/14651858.CD011033.pub4",
  "name": "Pharmacological treatment for Buerger's disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Buerger's disease (thromboangiitis obliterans) is a non-atherosclerotic, segmental inflammatory pathology that most commonly affects the small and medium sized arteries, veins, and nerves in the upper and lower extremities. The aetiology is unknown, but involves hereditary susceptibility, tobacco exposure, immune and coagulation responses. In many cases, there is no possibility of revascularisation to improve the condition. Pharmacological treatment is an option for patients with severe complications, such as ischaemic ulcers or rest pain.This is an update of the review first published in 2016."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of any pharmacological agent (intravenous or oral) compared with placebo or any other pharmacological agent in patients with Buerger's disease."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register, Cochrane Central Register of Controlled Trials, MEDLINE, Embase, CINAHL, AMED, the World Health Organization International Clinical Trials Registry Platform and ClinicalTrials.gov trials register to 15 October 2019. The review authors searched LILACS, ISRCTN, Australian New Zealand Clinical Trials Registry, EU Clinical Trials Register, clincialtrials.gov and the OpenGrey Database to 5 January 2020."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) involving pharmacological agents used in the treatment of Buerger's disease."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors, independently assessed the studies, extracted data and performed data analysis."
    },
    {
      "heading": "Main results",
      "text": "No new studies were identified for this update. Five randomised controlled trials (total 602 participants) compared prostacyclin analogue with placebo, aspirin, or a prostaglandin analogue, and folic acid with placebo. No studies assessed other pharmacological agents such as cilostazol, clopidogrel and pentoxifylline or compared oral versus intravenous prostanoid.\nCompared with aspirin, intravenous prostacyclin analogue iloprost improved ulcer healing (risk ratio (RR) 2.65; 95% confidence interval (CI) 1.15 to 6.11; 98 participants; 1 study; moderate-certainty evidence), and helped to eradicate rest pain after 28 days (RR 2.28; 95% CI 1.48 to 3.52; 133 participants; 1 study; moderate-certainty evidence), although amputation rates were similar six months after treatment (RR 0.32; 95% CI 0.09 to 1.15; 95 participants; 1 study; moderate-certainty evidence).\nWhen comparing prostacyclin (iloprost and clinprost) with prostaglandin (alprostadil) analogues, ulcer healing was similar (RR 1.13; 95% CI 0.76 to 1.69; 89 participants; 2 studies; I² = 0%; very low-certainty evidence), as was the eradication of rest pain after 28 days (RR 1.57; 95% CI 0.72 to 3.44; 38 participants; 1 study; low-certainty evidence), while amputation rates were not measured.\nCompared with placebo, the effects of oral prostacyclin analogue iloprost were similar for: healing ischaemic ulcers (iloprost 200 mcg: RR 1.11; 95% CI 0.54 to 2.29; 133 participants; 1 study; moderate-certainty evidence, and iloprost 400 mcg: RR 0.90; 95% CI 0.42 to 1.93; 135 participants; 1 study; moderate-certainty evidence), eradication of rest pain after eight weeks (iloprost 200 mcg: RR 1.14; 95% CI 0.79 to 1.63; 207 participants; 1 study; moderate-certainty evidence, and iloprost 400 mcg: RR 1.11; 95% CI 0.77 to 1.59; 201 participants; 1 study; moderate-certainty evidence), and amputation rates after six months (iloprost 200 mcg: RR 0.54; 95% CI 0.19 to 1.56; 209 participants; 1 study, and iloprost 400 mcg: RR 0.42; 95% CI 0.13 to 1.31; 213 participants; 1 study).\nWhen comparing folic acid with placebo in patients with Buerger's disease and hyperhomocysteinaemia, pain scores were similar, there were no new cases of amputation in either group, and ulcer healing was not assessed (very low-certainty evidence).\nTreatment side effects such as headaches, flushing or nausea were not associated with treatment interruptions or more serious consequences. Outcomes such as amputation-free survival, walking distance or pain-free walking distance, and ankle brachial index were not assessed by any study.\nOverall, the certainty of the evidence was very low to moderate, with few studies, small numbers of participants, variation in severity of disease of participants between studies and missing information (for example regarding baseline tobacco exposure)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Moderate-certainty evidence suggests that intravenous iloprost (prostacyclin analogue) is more effective than aspirin for eradicating rest pain and healing ischaemic ulcers in Buerger’s disease, but oral iloprost is not more effective than placebo. Very low and low-certainty evidence suggests there is no clear difference between prostacyclin (iloprost and clinprost) and the prostaglandin analogue alprostadil for healing ulcers and relieving pain respectively in severe Buerger’s disease. Very low-certainty evidence suggests there is no clear difference in pain scores and amputation rates between folic acid and placebo, in people with Buerger's disease and hyperhomocysteinaemia. Further well designed RCTs assessing the effectiveness of pharmacological agents (intravenous or oral) in people with Buerger's disease are needed."
    }
  ],
  "pls_title": "Pharmacological treatment (drugs) for Buerger's disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Buerger's disease is characterised by recurring progressive inflammation and clotting in small and medium arteries and veins of the hands and feet. Its cause is unknown, but it is most common in men with a history of tobacco use. It is responsible for ulcers and extreme pain in the limbs of young smokers. In many cases, mainly in patients with the most severe form, there is no possibility of improving the condition with surgery, and therefore, drugs (pharmacological agents) are used. These can be pharmacological agents, such as cilostazol, clopidogrel, and pentoxifylline, or medicine derivatives of prostacyclin and prostaglandin, which redirect blood flow and improve the circulation in affected areas, and might help to heal ulcers and relieve rest pain. This review assessed the effectiveness of pharmacological agents in the treatment of patients with Buerger's disease."
    },
    {
      "heading": "Key results",
      "text": "Our search identified five randomised controlled trials (RCTs), with a total of 602 participants and a treatment period of around four weeks (evidence current until 15 October 2019). The comparisons included prostacyclin analogue versus placebo, aspirin, and a prostaglandin analogue, and folic acid versus placebo. We did not identify studies that assessed pharmacological agents such as cilostazol, clopidogrel and pentoxifylline, or studies that compared oral prostanoid versus prostanoid given intravenously (administered into the vein by injection or infusion). The included studies assessed derivatives of prostacyclin and prostaglandin, which have the ability to redirect blood flow and improve the circulation in affected areas.\nModerate-certainty evidence from one study suggested that intravenous iloprost was effective in healing ulcers and relieving rest pain after 28 days of treatment when compared with oral aspirin, but no clear differences were found in the rates of amputation. Evidence from two studies suggested that prostacyclin was as effective as prostaglandin analogues in healing ulcers (very low-certainty evidence) and eradicating pain at rest (low-certainty evidence), but rates of amputation were not assessed. Moderate-certainty evidence from one study suggested that there was no clear difference between placebo and the oral prostacyclin analogue iloprost (200 mcg and 400 mcg) in healing ischaemic ulcers or eradicating pain at rest after eight weeks and six months, and rates of amputation after six months. Very low-certainty evidence from one study showed no clear difference between placebo and folic acid, in patients with Buerger's disease and hyperhomocysteinaemia (a medical condition characterised by abnormally high level of homocysteine in the blood), in rates of amputation and pain scores. Ulcer healing was not measured. Treatment side effects, such as headaches or nausea, did not result in treatment interruptions or more serious consequences. Outcomes such as amputation-free survival, walking distance or pain-free walking distance, and ankle brachial index were not assessed by any study."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "Overall, the certainty of the evidence was very low to moderate. we downgraded the certainty of the evidence because of the small numbers of studies, small numbers of participants, variation in severity of disease of participants between studies, and missing information (for example baseline tobacco exposure information). Further well designed RCTs assessing the effectiveness of pharmacological agents (intravenous or oral) in people with Buerger's disease are needed."
    }
  ]
}