{
  "doi": "10.1002/14651858.CD011521.pub2",
  "name": "Duodenum‐preserving pancreatic resection versus pancreaticoduodenectomy for chronic pancreatitis ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Surgical excision by removal of the head of the pancreas to decompress the obstructed ducts is one of the treatment options for people with symptomatic chronic pancreatitis. Surgical excision of the head of the pancreas can be performed by excision of the duodenum along with the head of the pancreas (pancreaticoduodenectomy (PD)) or without excision of the duodenum (duodenum-preserving pancreatic head resection (DPPHR)). There is currently no consensus on the method of pancreatic head resection in people with chronic pancreatitis."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of duodenum-preserving pancreatic head resection versus pancreaticoduodenectomy in people with chronic pancreatitis for whom pancreatic resection is considered the main treatment option."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, Science Citation Index Expanded, and trials registers to June 2015 to identify randomised trials. We also searched the references of included trials to identify further trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered only randomised controlled trials (RCT) performed in people with chronic pancreatitis undergoing pancreatic head resection, irrespective of language, blinding, or publication status, for inclusion in the review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently identified trials and extracted data. We calculated the risk ratio (RR), mean difference (MD), rate ratio (RaR), or hazard ratio (HR) with 95% confidence intervals (CI) based on an available-case analysis."
    },
    {
      "heading": "Main results",
      "text": "Five trials including 292 participants met the inclusion criteria for the review. After exclusion of 23 participants mainly due to pancreatic cancer or because participants did not receive the planned treatment, a total of 269 participants (with symptomatic chronic pancreatitis involving the head of pancreas and requiring surgery) were randomly assigned to receive DPPHR (135 participants) or PD (134 participants). The trials did not report the American Society of Anesthesiologists (ASA) status of the participants. All the trials were single-centre trials and included people with and without obstructive jaundice and people with and without duodenal stenosis but did not report data separately for those with and without jaundice or those with and without duodenal stenosis. The surgical procedures compared in the five trials included DPPHR (Beger or Frey procedures, or wide local excision of the head of the pancreas) and PD (pylorus-preserving pancreaticoduodenectomy or Whipple procedure). The participants were followed up for various periods of time ranging from one to 15 years. The trials were at unclear or high risk of bias. The overall quality of evidence was low or very low.\nThe differences in short-term mortality (up to 90 days after surgery) (RR 2.89, 95% CI 0.31 to 26.87; 369 participants; 5 studies; DPPHR: 2/135 (1.5%) versus PD: 0/134 (0%); very low quality evidence) or long-term mortality (maximal follow-up) (HR 0.65, 95% CI 0.31 to 1.34; 229 participants; 4 studies; very low quality evidence), medium-term (three months to five years) (only a narrative summary was possible; 229 participants; 4 studies; very low quality evidence), or long-term quality of life (more than five years) (MD 8.45, 95% CI -0.27 to 17.18; 101 participants; 2 studies; low quality evidence), proportion of people with adverse events (RR 0.55, 95% CI 0.22 to 1.35; 226 participants; 4 studies; DPPHR: 23/113 (adjusted proportion 20%) versus PD: 41/113 (36.3%); very low quality evidence), number of people with adverse events (RaR 0.95, 95% CI 0.43 to 2.12; 43 participants; 1 study; DPPHR: 12/22 (54.3 events per 100 participants) versus PD: 12/21 (57.1 events per 100 participants); very low quality evidence), proportion of people employed (maximal follow-up) (RR 1.54, 95% CI 1.00 to 2.37; 189 participants; 4 studies; DPPHR: 65/98 (adjusted proportion 69.4%) versus PD: 41/91 (45.1%); low quality evidence), incidence proportion of diabetes mellitus (maximum follow-up) (RR 0.78, 95% CI 0.50 to 1.22; 269 participants; 5 studies; DPPHR: 25/135 (adjusted proportion 18.6%) versus PD: 32/134 (23.9%); very low quality evidence), and prevalence proportion of pancreatic exocrine insufficiency (maximum follow-up) (RR 0.83, 95% CI 0.68 to 1.02; 189 participants; 4 studies; DPPHR: 62/98 (adjusted proportion 62.0%) versus PD: 68/91 (74.7%); very low quality evidence) were imprecise. The length of hospital stay appeared to be lower with DPPHR compared to PD and ranged between a reduction of one day and five days in the trials (208 participants; 4 studies; low quality evidence). None of the trials reported short-term quality of life (four weeks to three months), clinically significant pancreatic fistulas, serious adverse events, time to return to normal activity, time to return to work, and pain scores using a visual analogue scale."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Low quality evidence suggested that DPPHR may result in shorter hospital stay than PD. Based on low or very low quality evidence, there is currently no evidence of any difference in the mortality, adverse events, or quality of life between DPPHR and PD. However, the results were imprecise and further RCTs are required on this topic. Future RCTs comparing DPPHR with PD should report the severity as well as the incidence of postoperative complications and their impact on patient recovery. In such trials, participant and observer blinding should be performed and the analysis should be performed on an intention-to-treat basis to decrease the bias. In addition to the short-term benefits and harms such as mortality, surgery-related complications, quality of life, length of hospital stay, return to normal activity, and return to work, future trials should consider linkage of trial participants to health databases, social databases, and mortality registers to obtain the long-term benefits and harms of the different treatments."
    }
  ],
  "pls_title": "Duodenum-preserving pancreatic resection versus pancreaticoduodenectomy for chronic pancreatitis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Should the duodenum (upper part of the small intestine) be removed while removing the pancreatic head in people with symptoms of chronic pancreatitis?"
    },
    {
      "heading": "Background",
      "text": "The pancreas is an organ in the belly (abdomen) that secretes several digestive enzymes into the pancreatic ductal system (tubes that carry the pancreatic juice secreted by the pancreatic cells), which empties into the small bowel. It also comprises the Islets of Langerhans, which secrete several hormones including insulin (helps regulate blood sugar). Chronic pancreatitis is long-standing and progressive inflammation of the pancreas resulting in destruction and replacement of pancreatic material (tissue) with fibrous tissue. This may lead to digestive enzyme deficiency (shortage) and insulin deficiency leading to diabetes (a lifelong condition that causes a person's blood sugar level to become too high). Alcohol is considered the main cause of acute pancreatitis. Chronic abdominal pain is the major symptom of chronic pancreatitis. The pain is usually in the upper abdomen and is described as deep, penetrating, and radiating to the back. Various theories exist about the reason for pain in chronic pancreatitis. One of the theories is that the disease process obstructs the pancreatic duct. So, surgery to remove the head of the pancreas (the part that is encircled by the duodenum) is recommended for some people with pain uncontrolled with medicines. Major complications of surgery include deaths (mortality) and re-operations. However, it is unclear whether the duodenum should be excised (surgically removed) along with the head of the pancreas. Thus, we searched for existing studies on the topic. We included all randomised controlled trials (clinical studies where people are randomly put into one of two or more treatment groups) whose results were reported to 22 June 2015."
    },
    {
      "heading": "Study characteristics",
      "text": "Five trials including 292 participants met the inclusion criteria for the review. After exclusion of 23 participants due to various reasons, 269 participants (with symptomatic chronic pancreatitis involving the head of pancreas and undergoing surgery) received duodenum-preserving pancreatic head resection (DPPHR) (head of pancreas is removed without removing the duodenum) (135 participants) or pancreaticoduodenectomy (PD) (head of pancreas is removed along with the duodenum encircling it) (134 participants) in these trials. The trials did not report anaesthetic risk (likelihood of complications due to anaesthesia) of the participants. All the trials were single-centre (occurred in only one clinical or medical centre). The participants were observed (followed up) for various periods of time ranging from one to 15 years. All the trials were at high risk of bias."
    },
    {
      "heading": "Key results",
      "text": "The differences in short-term (up to 90 days after surgery) or long-term (maximal follow-up) mortality, medium-term (three months to five years) or long-term (more than five years) quality of life, percentage and number of people with side effects, percentage of people employed (maximal follow-up), percentage of people who developed diabetes (maximum follow-up), and percentage of people with pancreatic digestive enzyme deficiency (maximum follow-up) were imprecise. The length of hospital stay appeared to be lower with DPPHR compared to PD and ranged between a reduction of one and five days in the trials. None of the trials reported short-term quality of life (four weeks to three months), clinically significant pancreatic fistulas (abnormal drainage of pancreatic juice internally or externally), serious side effects, time to return to normal activity, time to return to work, and pain scores using a visual analogue scale (a measurement tool to compare subjective measures such as pain that cannot be directly measured; pain levels between 0 and 10 or 0 and 100)."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of evidence was low or very low. As a result, further studies are required on this topic. Such studies should report the severity of postoperative complications and their impact on patient recovery and should include all the trial participants in the results. In addition to the short-term benefits and harms such as mortality, surgery-related complications, quality of life, length of hospital stay, return to normal activity, and return to work, future trials should consider linkage of trial participants to health databases, social databases, and mortality registers to obtain the long-term benefits and harms of the different treatments."
    }
  ]
}