{
  "doi": "10.1002/14651858.CD009007.pub2",
  "name": "Blood transfusions for anaemia in patients with advanced cancer",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Anaemia occurs in 68% to 77% of patients with advanced cancer, however, only a minority of patients who are admitted to a hospice receive a blood transfusion. It is unclear what the benefit of blood transfusion is in advanced cancer, who is most likely to respond and also for how long. Hence we conducted a systematic review to assess the use of blood transfusion in advanced cancer."
    },
    {
      "heading": "Objectives",
      "text": "To synthesise the existing clinical evidence and summarise knowledge gaps regarding blood transfusions for treating anaemia in patients with advanced cancer."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE, EMBASE, CINAHL, Web of Science, ZETOC and CENTRAL in November 2011. In addition, we checked and citation-tracked the reference lists of all relevant studies and reports. We contacted investigators who were known to be researching this area for unpublished data or knowledge of the grey literature."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs), before and after studies and interrupted time series (ITS) studies in adults and children, reporting the outcome of blood transfusions in advanced cancer."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two independent (NP and AH) review authors extracted data and quality scored studies. There were insufficient data to carry out an analysis."
    },
    {
      "heading": "Main results",
      "text": "No RCTs were found. We identified 12 before and after studies which included 653 participants and showed a subjective response rate of 31% to 70%. Five studies specifically assessed response using a range of fatigue scales which indicated an early response post transfusion, which was beginning to wane by day 14. Similar results were found for breathlessness. Overall survival ranged from two to 293 days but there was a significant proportion of participants (23% to 35%) who died within two weeks of their transfusion."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Higher-quality studies are required to determine the effectiveness of blood transfusion at the end of life and, in particular, to determine which patients are most likely to respond and which are not, and the duration of any response. Potential harms of blood transfusion at the end of life (indicated by high 14-day mortality) need to be distinguished from inappropriate transfusion in patients who are dying from advanced cancer."
    }
  ],
  "pls_title": "Blood transfusion for anaemia in patients with advanced cancer",
  "pls_type": "long",
  "pls": "Many patients admitted to a hospice are anaemic but only a small proportion receive a blood transfusion. Two of the main symptoms of anaemia are fatigue and breathlessness. This review aimed to identify whether blood transfusion was a useful treatment for patients with advanced cancer who were anaemic. We identified only 12 relevant studies but all were of low quality. They indicated that fatigue and breathlessness improved immediately after the transfusion but this began to wane after a period of two weeks. Of those receiving a transfusion, 31% to 70% had a transient benefit that lasted about two weeks."
}