{
  "doi": "10.1002/14651858.CD002828.pub2",
  "name": "Corticosteroids for myasthenia gravis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Although widely accepted as an appropriate immunosuppressive therapy, the efficacy of glucocorticosteroid treatment has only rarely been tested in controlled studies. This is an update of a Cochrane review first published in 2005 and previously updated in 2006 and 2007."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy of glucocorticosteroids or adrenocorticotrophic hormone (ACTH) medication in autoimmune myasthenia gravis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Neuromuscular Disease Group Specialized Register (28 June 2010), the Cochrane Central Register of Controlled Trials (CENTRAL) (Issue 2, 2010 in the Cochrane Library), MEDLINE (January 1966 to June 2010) and EMBASE (January 1980 to June 2010). For the original review we also checked the bibliographies in reviews and the randomised trials and contacted their authors to identify additional published and unpublished data."
    },
    {
      "heading": "Selection criteria",
      "text": "From the articles identified we selected those open or controlled studies which allowed us to assess the outcome of treated and untreated participants at definite endpoints. \nTypes of studies: quasi-randomised or randomised controlled trials. \nTypes of participants: patients with myasthenia gravis of all ages and all degrees of severity. \nTypes of interventions: any form of glucocorticosteroids or adrenocorticotrophic hormone treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three authors extracted the data from the selected articles and one other checked them."
    },
    {
      "heading": "Main results",
      "text": "Seven trials involving a total of 199 participants were included. A trial of adrenocorticotrophic hormone (43 participants) did not show any advantage compared with placebo for the treatment of ocular myasthenia gravis. Two double-blind trials compared prednisone with placebo for generalised myasthenia gravis. In the first (13 participants), the improvement was slightly greater in the prednisone group at six months. In the second (20 participants) which was a short-term trial, the improvement was significantly greater at two weeks. Two trials compared glucocorticosteroids with azathioprine (41 and 10 participants respectively). In one of these the rate of treatment failure was greater in the prednisone group. In a trial of glucocorticosteroids versus intravenous immunoglobulin (33 participants) no differences in treatment responses were encountered during a treatment period of 14 days. An open trial (39 participants) evaluating different corticosteroid doses revealed a shorter time to improvement in the high-dose group. None fulfilled the presently accepted standards of a high-quality trial. All these studies have risks of bias and have a weak statistical power."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Limited evidence from randomised controlled trials suggests that corticosteroid treatment offers short-term benefit in myasthenia gravis compared with placebo. This supports the conclusions of observational studies and expert opinion. Limited evidence from randomised controlled trials does not show any difference in efficacy between corticosteroids and either azathioprine or intravenous immunoglobulin."
    }
  ],
  "pls_title": "Corticosteroids for myasthenia gravis",
  "pls_type": "long",
  "pls": "Myasthenia gravis is caused by the body's antibodies impairing transmission of nerve impulses to muscles, resulting in fluctuating weakness and fatigue. Acute attacks can be life threatening because of swallowing or breathing difficulties. Seven randomised controlled trials which included in all 199 participants are published. None fulfilled the presently accepted standards of a high-quality trial. All these studies have risks of bias and have a weak statistical power. Limited evidence from randomised controlled trials suggests that corticosteroids offer short-term benefit compared with placebo (dummy treatment). This supports the conclusions of observational studies and expert opinion. Limited evidence from randomised controlled trials does not show any difference in efficacy between corticosteroids and either azathioprine or intravenous immunoglobulin. All trials had design flaws which limit the strength of the conclusions. Further randomised controlled trials are needed."
}