{
  "doi": "10.1002/14651858.CD006521.pub4",
  "name": "Immunotherapy for diabetic amyotrophy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "People with diabetes mellitus (DM) sometimes present with acute or subacute, progressive, asymmetrical pain and weakness of the proximal lower limb muscles. The various names for the condition include diabetic amyotrophy, diabetic lumbosacral radiculoplexus neuropathies, diabetic femoral neuropathy or Bruns-Garland syndrome. Some studies suggest that diabetic amyotrophy may be an immune-mediated inflammatory microvasculitis causing ischaemic damage of the nerves. Immunotherapies would therefore be expected to be beneficial. This is the second update of a review first published in 2009."
    },
    {
      "heading": "Objectives",
      "text": "To review the evidence from randomised trials for the efficacy of any form of immunotherapy in the treatment of diabetic amyotrophy."
    },
    {
      "heading": "Search methods",
      "text": "On 5 September 2016 we searched the Cochrane Neuromuscular Specialised Register, CENTRAL, MEDLINE and Embase. We also contacted authors of relevant publications and other experts to obtain additional references, unpublished trials, and ongoing trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We intended to include all randomised and quasi-randomised trials of any immunotherapy in participants with the condition fulfilling all the following: diabetes mellitus as defined by internationally recognised criteria; acute or subacute onset of pain and lower motor neuron weakness involving predominantly the proximal muscles of the lower limbs; weakness that is not confined to one nerve or nerve root distribution; and exclusion of other causes of lumbosacral radiculopathies and plexopathy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently examined all references retrieved by the search to select those meeting the inclusion criteria."
    },
    {
      "heading": "Main results",
      "text": "We found only one completed placebo-controlled trial (N = 75) using intravenous methylprednisolone in diabetic amyotrophy (Dyck 2006). The results have not been fully published and were not available for analysis. The risk of bias was unclear because there was too little information to make a judgement, but we considered the trial at high risk of selective reporting. The published abstract did not report adverse events. We found no additional trials when the searches were updated in September 2016."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is presently no evidence from randomised trials to support a positive or negative effect of any immunotherapy in the treatment in diabetic amyotrophy."
    }
  ],
  "pls_title": "Treatments that act on the immune system for diabetic amyotrophy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Is immunotherapy an effective and safe treatment for diabetic amyotrophy?"
    },
    {
      "heading": "Background",
      "text": "Diabetic amyotrophy, which is also known as diabetic lumbosacral radiculoplexus neuropathy, diabetic femoral neuropathy or Bruns-Garland syndrome, is an uncommon disorder of the peripheral nerves (nerves outside the brain and spinal cord) that occurs in people with diabetes. The condition causes pain and weakness in the legs, mostly the muscles at the front of the thigh. Some researchers have found that blood vessels become inflamed and have suggested that this interrupts blood supply to the nerves. Medicines that target immune cells could be helpful."
    },
    {
      "heading": "Study characteristics",
      "text": "We found only one completed trial, which included 75 people who received methylprednisolone or a placebo. However the results have not been fully published and were not available for further scrutiny. The published abstract did not report adverse events. There is presently no evidence from any trial to show whether immunotherapies may benefit people with this condition.\nWe await results from trials to show whether corticosteroids, immunoglobulin or other treatments that act on the immune system have an effect in the treatment of diabetic amyotrophy.\nSearches are up to date to September 2016."
    }
  ]
}