{
  "doi": "10.1002/14651858.CD009289.pub2",
  "name": "Topical azole treatments for otomycosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Otomycosis is a fungal infection of the outer ear, which may be treated with topical antifungal medications. There are many types, with compounds belonging to the azole group ('azoles') being among the most widely used."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of topical azole treatments for otomycosis."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane ENT Information Specialist searched the Cochrane ENT Register; Central Register of Controlled Trials (CENTRAL); Ovid MEDLINE; Ovid Embase; CINAHL; Web of Science; ClinicalTrials.gov; ICTRP and additional sources for published and unpublished trials. The search date was 11 November 2020."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) in adults and children with otomycosis comparing any topical azole antifungal with: placebo, no treatment, another type of topical azole or the same type of azole but applied in different forms. A minimum follow-up of two weeks was required."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were: 1) clinical resolution as measured by the proportion of participants with complete resolution at between two and four weeks after treatment (however defined by the authors of the studies) and 2) significant adverse events. Secondary outcomes were 3) mycological resolution and 4) other less serious adverse effects. We used GRADE to assess the certainty of evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We included four studies with 559 participants from Spain, Mexico and India. Three studies included children and adults; one included only adults. The duration of symptoms was not always explicitly stated. Mycological resolution results were only reported in one study. The studies assessed two comparisons: one type of topical azole versus another and the same azole but administered in different forms (cream versus solution).\nA. Topical azoles versus placebo\nNone of the studies assessed this comparison.\nB. Topical azoles versus no treatment\nNone of the studies assessed this comparison.\nC. One type of topical azole versus another type of topical azole\ni) Clotrimazole versus other types of azoles (eberconazole, fluconazole, miconazole)\nThree studies examined clotrimazole versus other types of azoles. The evidence is very uncertain about the difference between clotrimazole and other types of azole in achieving complete clinical resolution at four weeks (risk ratio (RR) 0.80, 95% confidence interval (CI) 0.59 to 1.07; 3 studies; 439 participants; very low-certainty evidence). The anticipated absolute effects are 668 per 1000 for clotrimazole versus 835 per 1000 for other azoles.\nOne study planned a safety analysis and reported no significant adverse events in either group. The evidence is therefore very uncertain about any differences between clotrimazole and other types of azole (no events in either group; 1 study; 174 participants; very low-certainty evidence).\nClotrimazole may result in little or no difference in mycological resolution at two weeks follow-up (RR 1.01, 95% CI 0.96 to 1.06; 1 study; 174 participants; low-certainty evidence) or in other (less serious) adverse events at two weeks follow-up (36 per 1000, compared to 45 per 1000, RR 0.79, 95% CI 0.18 to 3.41; 1 study; 174 participants; very low-certainty evidence).\nii) Bifonazole cream versus bifonazole solution\nOne study compared bifonazole 1% cream with solution. Bifonazole cream may have little or no effect on clinical resolution at two weeks follow-up when compared to solution, but the evidence is very uncertain (RR 1.07, 95% CI 0.73 to 1.57; 1 study; 40 ears; very low-certainty evidence). Bifonazole cream may achieve less mycological resolution compared to solution at two weeks after the end of therapy, but the evidence for this is also very uncertain (RR 0.53, 95% CI 0.29 to 0.96; 1 study; 40 ears; very low-certainty evidence). Five out of 35 patients sustained severe itching and burning from the bifonazole solution but none with the bifonazole cream (very low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no studies that evaluated topical azoles compared to placebo or no treatment. The evidence is very uncertain about the effect of clotrimazole on clinical resolution of otomycosis, on significant adverse events or other (non-serious) adverse events when compared with other topical azoles (eberconazole, fluconazole, miconazole). There may be little or no difference between clotrimazole and other azoles in terms of mycological resolution. It may be difficult to generalise these results because the range of ethnic backgrounds of the participants in the studies is limited."
    }
  ],
  "pls_title": "Do azole medicines taken as a cream or drops work for treating otomycosis (a fungal ear infection)?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Due to weak evidence, we do not know if:\n- azoles taken as a cream or drops are better than no treatment or a placebo (dummy) treatment;\n- some azoles are better at ending infections than others.\nThere is a need for well-conducted studies that investigate the risks and benefits of these treatments for otomycosis."
    },
    {
      "heading": "What is otomycosis?",
      "text": "Otomycosis is an ear infection caused by micro-organisms called fungi (related to yeast and mushrooms). It mostly affects people who live in warm or tropical areas. Otomycosis typically causes an itchy ear, and can also cause ear pain, hearing loss and a fluid (discharge) that comes out of the ear.\nOtomycosis can be treated with many different creams or drops that fight fungi and are applied to the ears (topical treatments). The most widely used of these come from a group of medicines called azoles."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out about the risks and benefits of using topical azoles to treat otomycosis."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared topical azole treatment against:\n- a placebo (dummy) treatment;\n- no treatment; or\n- other azole treatments.\nWe compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found four studies that involved 559 people from Spain, Mexico and India. Three studies included children and adults, and one included only adults.\nThe studies compared:\n- the topical azole 'clotrimazole' against a different topical azole (eberconazole, fluconazole or miconazole; three studies); and\n- the topical azole 'bifonazole' as a cream against bifonazole drops (one study).\nNo studies compared topical azoles against a placebo or no treatment.\nClotrimazole compared against other topical azoles\nThe evidence suggests that, 24 days after the start of the treatment, there may be little to no difference between clotrimazole and other topical azoles in:\n- the number of people whose ears were no longer infected with fungi;\n- the number of severe adverse (unwanted) effects, such as severe allergic reactions;\n- the number of non-severe unwanted effects.\nThe evidence is not robust enough for us to determine if clotrimazole:\n- is better than other topical azoles for ending otomycosis.\nBifonazole cream compared against bifonazole drops\nThe evidence is not robust enough for us to compare the benefits and risks of bifonazole cream against bifonazole drops."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The main limitations of the evidence are that it relies on few studies that:\n- sometimes have conflicting results;\n- are conducted in a few countries only; and\n- are conducted in ways that may have introduced errors into their results."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to November 2020."
    }
  ]
}