{
  "doi": "10.1002/14651858.CD009665",
  "name": "Sumatriptan (subcutaneous route of administration) for acute migraine attacks in adults",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Migraine is a highly disabling condition for the individual and also has wide-reaching implications for society, healthcare services, and the economy. Sumatriptan is an abortive medication for migraine attacks, belonging to the triptan family. Subcutaneous administration may be preferable to oral for individuals experiencing nausea and/or vomiting"
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy and tolerability of subcutaneous sumatriptan compared to placebo and other active interventions in the treatment of acute migraine attacks in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, online databases, and reference lists for studies through 13 October 2011."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, double-blind, placebo- and/or active-controlled studies using subcutaneous sumatriptan to treat a migraine headache episode, with at least 10 participants per treatment arm."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data. We used numbers of participants achieving each outcome to calculate relative risk (or 'risk ratio') and numbers needed to treat to benefit (NNT) or harm (NNH) compared to placebo or a different active treatment."
    },
    {
      "heading": "Main results",
      "text": "Thirty-five studies (9365 participants) compared subcutaneous sumatriptan with placebo or an active comparator. Most of the data were for the 6 mg dose. Sumatriptan surpassed placebo for all efficacy outcomes. For sumatriptan 6 mg versus placebo the NNTs were 2.9, 2.3, 2.2, and 2.1 for pain-free at one and two hours, and headache relief at one and two hours, respectively, and 6.1 for sustained pain-free at 24 hours. Results for the 4 mg and 8 mg doses were similar to the 6 mg dose, with 6 mg significantly better than 4 mg only for pain-free at one hour, and 8 mg significantly better than 6 mg only for headache relief at one hour. There was no evidence of increased migraine relief if a second dose of sumatriptan 6 mg was given after an inadequate response to the first.\nRelief of headache-associated symptoms, including nausea, photophobia, and phonophobia, was greater with sumatriptan than with placebo, and use of rescue medication was lower with sumatriptan than placebo. For the most part, adverse events were transient and mild and were more common with sumatriptan than placebo.\nSumatriptan was compared directly with a number of active treatments, including other triptans, acetylsalicylic acid plus metoclopramide, and dihydroergotamine, but there were insufficient data for any pooled analyses."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Subcutaneous sumatriptan is effective as an abortive treatment for acute migraine attacks, quickly relieving pain, nausea, photophobia, phonophobia, and functional disability, but is associated with increased adverse events."
    }
  ],
  "pls_title": "Sumatriptan (subcutaneous route of administration) for acute migraine attacks in adults",
  "pls_type": "long",
  "pls": "Sumatriptan is one of the triptan family of drugs used to treat migraine attacks. It is available as a subcutaneous injection, and this route of administration may be preferable for individuals experiencing nausea and/or vomiting, or needing fast relief. This review found that a single subcutaneous dose was effective in relieving migraine headache pain and associated symptoms of nausea, sensitivity to light, and sensitivity to sound. Pain was reduced from moderate or severe to no pain by two hours in almost 6 in 10 people (59%) taking sumatriptan 6 mg, compared with about 1 in 7 (15%) taking placebo, and reduced from moderate or severe to no worse than mild pain by two hours in almost 8 in 10 people (79%) taking sumatriptan compared with about 3 in 10 (31%) taking placebo. Subcutaneous sumatriptan was fast-acting, and the majority of people experiencing pain relief had done so by one hour. About 3 in 10 (31%) people had freedom from pain at two hours which was sustained during the 24 hours postdose without the use of rescue medication, compared with about 1 in 7 (15%) with placebo. In addition to relieving headache pain, sumatriptan also relieved symptoms of nausea and sensitivity to light and sound by two hours in about half of those who took it, compared with about one-third of those taking placebo. Adverse events, most of which were of short duration and mild or moderate in severity, were more frequent with sumatriptan than with placebo."
}