{
  "doi": "10.1002/14651858.CD000437.pub3",
  "name": "Rescue high‐frequency jet ventilation versus conventional ventilation for severe pulmonary dysfunction in preterm infants ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chronic lung disease (CLD) is a major cause of mortality and morbidity in very low birth weight infants despite increased use of antenatal steroids and surfactant therapy. Ventilator injury and oxygen toxicity are thought to be important factors in the pathogenesis of chronic pulmonary disease. Evidence from animal studies and from adult human studies indicates that high-frequency jet ventilation may reduce the severity of lung injury associated with mechanical ventilation."
    },
    {
      "heading": "Objectives",
      "text": "To compare use of high-frequency jet ventilation (HFJV) versus conventional ventilation (CV) in preterm infants with severe pulmonary dysfunction.\nSubgroup analyses include the following.\n• Trials with and without surfactant replacement therapy.\n• Trials with and without strategies to maintain lung volume.\n• Trials with infants of different gestational ages and birth weights (specific subgroups to include < 28 weeks' gestation and < 1000 grams).\n• Trials with and without adequate humidification of inspired gases."
    },
    {
      "heading": "Search methods",
      "text": "The original search included MEDLINE (1966 to August 2005), the Cochrane Central Register of Controlled Trials (CENTRAL; 2005, Issue 3) and EMBASE (1988 to August 2005). We also obtained information from experts in the field and checked cross-references. We updated the electronic search in June 2013 and again in June 2015."
    },
    {
      "heading": "Selection criteria",
      "text": "We included in this systematic review randomised and quasi-randomised controlled trials of rescue high-frequency jet ventilation versus conventional ventilation in preterm infants born at less than 35 weeks' gestation or with birth weight less than 2000 grams in respiratory distress."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methods of the Cochrane Neonatal Review Group, including independent trial assessment and data extraction. We analysed data using risk ratios (RRs) and risk differences (RDs)."
    },
    {
      "heading": "Main results",
      "text": "We included only one trial in the review. Keszler 1991 randomly assigned 166 preterm infants; reported data on 144 infants; and permitted cross-over to the alternate treatment if initial treatment failed. Investigators found no statistically significant differences in overall mortality (including survival after cross-over) between the two groups (RR 1.07, 95% confidence interval (CI) 0.67 to 1.72). In a secondary analysis of infants up to the time of cross-over, rescue treatment with HFJV was associated with lower mortality (RR 0.66, 95% CI 0.45 to 0.97). Researchers reported no significant differences in the incidence of CLD among survivors at 28 days of age, nor in the incidence of intraventricular haemorrhage, new air leaks, airway obstruction and necrotising tracheobronchitis."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Study authors reported no significant differences in overall mortality between rescue high-frequency jet ventilation and conventional ventilation and presented highly imprecise results for important adverse effects such as intraventricular haemorrhage, new air leaks, airway obstruction and necrotising tracheobronchitis.\nThe overall quality of evidence is affected by limitations in trial design and by imprecision due to the small number of infants in the included study. Existing evidence does not support the use of high-frequency jet ventilation as rescue therapy in preterm infants.\nStudies that target populations at greatest risk and that have sufficient power to assess important outcomes are needed. These trials should incorporate long-term pulmonary and neurodevelopmental outcomes."
    }
  ],
  "pls_title": "Rescue high-frequency jet ventilation versus conventional ventilation for severe pulmonary dysfunction in preterm infants",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "In very low birth weight infants who require support on breathing machines (ventilators), ventilator-associated lung injury and toxic effects of oxygen may be important factors in creating a chronic disturbance in lung function. Compared with routine conventional ventilators, high-frequency jet ventilators (breathing machines that introduce short-duration pulses of gas under pressure into the airway at a very fast rate) may reduce the severity of lung injury associated with mechanical ventilation."
    },
    {
      "heading": "Question",
      "text": "In preterm infants with severe respiratory dysfunction despite attempts at conventional ventilator support, does use of rescue high-frequency jet ventilation compared with ongoing conventional ventilation decrease the risk of lung injury (chronic lung disease) or death?"
    },
    {
      "heading": "Study characteristics",
      "text": "One study randomly assigned 166 preterm infants and reported data on 144 infants. The included study was completed before the introduction of surfactant and widespread use of antenatal steroids."
    },
    {
      "heading": "Key Results",
      "text": "This trial demonstrated no differences in outcomes among infants who received high-frequency jet ventilation. In this trial, cross-over to the alternate treatment was permitted if initial treatment failed. Investigators found no statistically significant differences in overall mortality (including survival after cross-over) between the two groups. In a secondary analysis, researchers showed that rescue treatment with HFJV, up to the time of cross-over, was associated with lower mortality. Researchers reported no differences in the incidence of chronic lung disease among survivors at 28 days of age, and they found no differences in intraventricular haemorrhage, new air leaks, airway obstruction and necrotising tracheobronchitis."
    },
    {
      "heading": "Conclusions",
      "text": "Existing evidence does not support the use of rescue high-frequency jet ventilation compared with conventional mechanical ventilation for treatment of preterm infants with severe pulmonary problems. Additional research is needed."
    }
  ]
}