{
  "doi": "10.1002/14651858.CD008182.pub2",
  "name": "Treatment of obstructive sleep apnoea for chronic cough in children",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Childhood obstructive sleep apnoea (OSA) is a disorder that is characterised by repeated episodes of partial or complete upper airway obstruction (UAO) during sleep that result in disruption of normal ventilation and sleep patterns. Chronic cough in children is a significant medical problem and in some situations warrants thorough investigation. There may be an association between chronic cough and OSA as suggested in adult studies."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy of treatment of OSA leading to the resolution of cough in the management of children with chronic cough."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Register of Controlled Trials (CENTRAL, The Cochrane Library), MEDLINE and EMBASE. The latest search was performed in September 2010."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials comparing an intervention for OSA to a control group (placebo or usual treatment) in children with chronic cough."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We reviewed the search results against the pre-determined criteria for inclusion. Two review authors independently selected the studies. No eligible trials were identified and thus no data were available for analysis."
    },
    {
      "heading": "Main results",
      "text": "We found no randomised controlled trials that examined the efficacy of treatment of OSA in the management of children with chronic cough."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently no evidence that therapies directed for OSA are useful for the management of chronic cough in children. Until further evidence is available, OSA should be managed on its own merits and the presence or absence of cough should not be used as a decision trigger. Further research examining the effects of this intervention is needed."
    }
  ],
  "pls_title": "Does treating obstructive sleep apnoea in children who also have chronic cough improve their cough?",
  "pls_type": "long",
  "pls": "Sleep apnoea (a condition where breathing stops for short spells during sleep) and chronic cough in children are significant medical problems and cause a significant burden of distress to parents. Interventions for sleep apnoea are associated with risks of morbidity and mortality, in addition to substantial costs. This review aimed to examine the effect of the treatment of sleep apnoea in children with chronic cough, however no randomised controlled trials were found. Currently there is no evidence to support the use of interventions for sleep apnoea in children with chronic cough and a randomised controlled trial is needed."
}