{
  "doi": "10.1002/14651858.CD006919.pub5",
  "name": "Gonadotropin‐releasing hormone agonist protocols for pituitary suppression in assisted reproduction ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Gonadotropin-releasing hormone agonists (GnRHa) are commonly used in assisted reproduction technology (ART) cycles to prevent a luteinising hormone (LH) surge during controlled ovarian hyperstimulation (COH) prior to planned oocyte retrieval, thus optimising the chances of live birth. We compared the benefits and risks of the different GnRHa protocols used."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of different GnRHa protocols used as adjuncts to COH in women undergoing ART."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases in December 2022: the Cochrane Gynaecology and Fertility Group's Specialised Register, CENTRAL, MEDLINE, Embase, and registries of ongoing trials. We also searched the reference lists of relevant articles and contacted experts in the field for any additional trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) comparing any two protocols of GnRHa, or variations of the protocol in terms of different doses or duration, used in in vitro fertilisation (IVF) or intracytoplasmic sperm injection (ICSI) cycles in subfertile women."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures recommended by Cochrane. Our primary outcome measures were number of live births or ongoing pregnancies and incidence of ovarian hyperstimulation syndrome (OHSS) per woman/couple randomised. Our secondary outcome measures included number of clinical pregnancies, pregnancy losses, number of oocytes retrieved, amount of gonadotropins used, and cost and acceptability of the treatment protocols."
    },
    {
      "heading": "Main results",
      "text": "We included 40 RCTs (4148 women). The trials evaluated 10 different comparisons between protocols. The evidence is current to December 2022. Only half of the studies reported the primary outcome of live birth or ongoing pregnancy rates. We restricted the primary analysis of live birth and ongoing pregnancy to trials with low risk of selection and reporting bias.\nNineteen studies compared long and short protocols. The primary analysis restricted to trials with low risk of bias included five studies reporting on live birth or ongoing pregnancy rates. Results showed little or no difference when the long protocol was compared with a short protocol (odds ratio (OR) 1.45, 95% confidence interval (CI) 0.83 to 2.52; I² = 0%; 5 studies, 381 women; low-certainty evidence). For the same comparison, there was evidence that the long protocol may improve clinical pregnancy rates when compared to the short protocol (OR 1.56, 95% CI 1.01 to 2.40; I² = 23%; 8 studies, 552 women; low-certainty evidence). No study in this comparison reported on OHSS.\nWe are uncertain if there is a difference between groups in terms of live birth and ongoing pregnancy rates when the following GnRHa protocols were compared: long versus ultrashort (OR 1.78, 95% CI 0.72 to 4.36; 1 study, 150 women; very low-certainty evidence); long luteal versus long follicular phase (OR 1.89, 95% CI 0.87 to 4.10; 1 study, 223 women; very low-certainty evidence); GnRHa reduced-dose versus GnRHa same-dose continued in the long protocol (OR 1.59, 95% CI 0.66 to 3.87; 1 study, 96 women; very low-certainty evidence); GnRHa administration for two versus three weeks before stimulation (OR 0.88, 95% CI 0.37 to 2.05; 1 study, 85 women; very low-certainty evidence); GnRHa continued versus discontinued after human chorionic gonadotropin (HCG) administration in the long protocol (OR 0.89, 95% CI 0.49 to 1.64; 1 study, 181 women; very low-certainty evidence); and 500 µg dose versus 80 µg dose in the short protocol (OR 0.31, 95% CI 0.10 to 0.98; 1 study, 200 women; very low-certainty evidence). Clinical pregnancy rates may improve with a 100 µg dose compared to a 25 µg dose in the short protocol (OR 2.30, 95% CI 1.06 to 5.00; 2 studies, 133 women; low-certainty evidence).\nOnly four of the 40 included studies reported adverse events. We are uncertain of any difference in OHSS rate in the GnRHa reduced-dose versus GnRHa same-dose regimen in the long protocol (OR 0.47, 95% CI 0.04 to 5.35; 1 study, 96 women; very low-certainty evidence) or when administration of GnRHa lasted for two versus three weeks before stimulation (OR 0.93, 95% CI 0.06 to 15.37; 1 study, 85 women; very low-certainty evidence). Regarding miscarriage rates, we are uncertain of any difference when the GnRHa long protocol was administered for two versus three weeks before stimulation (OR 0.93, 95% CI 0.18 to 4.87; 1 study, 85 women; very low-certainty evidence) and when a 500 µg dose was compared with an 80 µg dose in the short protocol (OR 3.15, 95% CI 0.32 to 31.05; 1 study, 131 women; very low-certainty evidence). No studies reported on cost-effectiveness or acceptability of the different treatment protocols.\nThe certainty of the evidence ranged from low to very low. The main limitations were failure to report live birth or ongoing pregnancy rates, poor reporting of methods in the primary studies, imprecise findings due to lack of data, and insufficient data regarding adverse events. Only eight of the 40 included studies were conducted within the last 10 years."
    },
    {
      "heading": "Authors' conclusions",
      "text": "When comparing long and short GnRHa protocols, we found little or no difference in live birth and ongoing pregnancy rates, but there was evidence that the long protocol may improve clinical pregnancy rates overall. We were uncertain of any difference in OHSS and miscarriage rates for all comparisons, which were reported by only two studies each. There was insufficient evidence to draw any conclusions regarding other adverse effects or the cost-effectiveness and acceptability of the different treatment protocols."
    }
  ],
  "pls_title": "Which hormone (GnRHa) medications work best with ovarian stimulation hormones in assisted conception cycles?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• When comparing long versus short gonadotropin-releasing hormone agonists (GnRHa) treatment, there was little to no difference between groups for live birth and ongoing pregnancy rates, but the long treatment may result in a higher clinical pregnancy rate (where the foetus can be seen or heard).\n• We are uncertain if there is any difference in live birth and clinical pregnancy rates for the other comparisons studied, except for the comparison 100 µg dose versus 25 µg dose in a short treatment, which showed that clinical pregnancy may improve with a 100 µg dose.\n• Further research is needed to look at the cost-effectiveness and acceptability of the different treatments."
    },
    {
      "heading": "What did we want to find out?",
      "text": "Gonadotropin-releasing hormone agonists (GnRHa) are given along with hormone injections that stimulate the ovaries to try to prevent the premature release of eggs before they can be harvested in a planned way by means of a surgical procedure. GnRHa have been shown to improve pregnancy rates. Various ways of giving GnRHa are described in the literature. We wanted to find out the most effective way of giving GnRHa to increase the number of babies born and ongoing pregnancy rates, in addition to reducing the rates of pregnancy loss and ovarian hyperstimulation syndrome (OHSS) (an unwanted effect of treatment with fertility medicines)."
    },
    {
      "heading": "What did we do?",
      "text": "We reviewed the evidence on which medications (in the form of GnRHa) are best given together with hormones to stimulate ovaries for women trying to become pregnant through assisted conception."
    },
    {
      "heading": "What did we find?",
      "text": "We found 40 studies of 4148 women comparing the use of GnRHa in different ways during assisted conception treatment. Nineteen of these studies (1582 women) compared a long treatment (where GnRHa is started at least two weeks prior to hormone stimulation) with a short treatment (where GnRHa is started with the hormone stimulation)."
    },
    {
      "heading": "Main results",
      "text": "When comparing long versus short GnRHa treatment, there was little to no difference between groups for live birth and ongoing pregnancy rates. Our findings suggest that in a population in which 14% of women achieve a live birth or ongoing pregnancy using a short treatment, between 12% and 30% will achieve this with a long treatment. There is evidence that the long treatment may result in a higher clinical pregnancy rate (where the foetus can be seen or heard) when compared to the short treatment. Our findings suggest that, in a population where 16% of women will achieve a clinical pregnancy with the short treatment, 17% to 32% will achieve this with a long treatment.\nFor other comparisons of GnRHa treatments, we are uncertain if there is any difference in terms of live birth and clinical pregnancy rate, except for the comparison of 100 µg dose versus 25 µg dose in a short treatment, which showed that clinical pregnancy may improve with a 100 µg dose.\nWe are uncertain if there is any difference in OHSS rates and pregnancy loss, which were reported by only two studies each.\nThere was not enough evidence to reach any conclusions regarding other harmful effects. Further research is needed to look at the cost-effectiveness and acceptability of the different treatments."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have low to very low confidence in the evidence. The main limitations in the evidence were non-reporting of live birth or ongoing pregnancy in half of the studies, poor reporting of study methods, unclear findings, very few studies reporting on unwanted effects such as OHSS, and lack of data regarding other harmful events, cost-effectiveness, and acceptability of the treatments. Only eight of the 40 included studies were conducted within the last 10 years."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence is current to December 2022."
    }
  ]
}