{
  "doi": "10.1002/14651858.CD004458.pub2",
  "name": "Functional endoscopic sinus surgery for chronic rhinosinusitis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an update of a Cochrane Review first published in The Cochrane Library in Issue 3, 2006.\nRhinosinusitis is a well-recognised clinical syndrome affecting patients of all ages and gender. Functional endoscopic sinus surgery (FESS) has now become a well-established strategy, comprising several techniques, for the treatment of chronic rhinosinusitis refractory to medical treatment."
    },
    {
      "heading": "Objectives",
      "text": "The aim of this review was to assess the effectiveness of FESS as a treatment for patients with chronic rhinosinusitis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Ear, Nose and Throat Disorders Group Trials Register; the Cochrane Central Register of Controlled Trials (CENTRAL); PubMed; EMBASE; CINAHL; Web of Science; BIOSIS; mRCT and additional sources for published and unpublished trials. The date of the most recent search was 18 November 2008."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials. Inclusion criteria were any of the following criteria singly or in combination: patients with chronic rhinosinusitis diagnosed by a health professional; patients with sinusitis symptoms for more than 12 weeks; endoscopic evidence of sinusitis or radiological evidence of sinusitis. Exclusion criteria were immune suppression; cystic fibrosis; Wegener's disease; previous sinus surgery or sinonasal malignancy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "All studies meeting the inclusion criteria underwent validity assessment and the two authors extracted data independently.\nComparisons were:\nFESS versus medical treatment; \nFESS versus conventional sinus surgery; \nFESS + medical treatment versus medical treatment; \nFESS + medical treatment versus conventional sinus surgery + medical treatment."
    },
    {
      "heading": "Main results",
      "text": "We included three randomised controlled trials involving 212 participants.\nThe evidence available does not demonstrate that FESS, as practised in the included trials, is superior to medical treatment with or without sinus irrigation in patients with chronic rhinosinusitis. A middle meatal antrostomy fashioned by FESS was also not shown to be superior to an inferior meatal antrostomy formed by traditional sinus surgery techniques, although the small sample size in the study does not exclude a type II error.\nIn one study there was a relapse rate of 2.4% in the FESS and sinus irrigation group compared to 5.6% in the sinus irrigation only group. The relapse rates were not mentioned in the other studies.\nThere were no major complications, such as orbital injury or cerebrospinal fluid leak, reported in any of the included trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "FESS as currently practised is a safe surgical procedure. The limited evidence available suggests that FESS as practised in the included trials has not been demonstrated to confer additional benefit to that obtained by medical treatment (+/- sinus irrigation) in chronic rhinosinusitis. More randomised controlled trials comparing FESS with medical and other treatments, with long-term follow up, are required."
    }
  ],
  "pls_title": "Functional endoscopic sinus surgery (FESS) for chronic rhinosinusitis",
  "pls_type": "long",
  "pls": "Rhinosinusitis is a common and well-recognised clinical syndrome affecting patients of all ages and gender. Functional endoscopic sinus surgery (FESS) is now a well-established strategy, which comprises several techniques, for the treatment of chronic rhinosinusitis which has not responded to medical treatment. FESS is a set of minimally invasive surgical techniques which allow direct visual examination and opening of the sinuses.\nThree randomised controlled trials, involving 212 participants, met the inclusion criteria for this review. The evidence available does not demonstrate that FESS, as practised in the included trials, is superior to medical treatment with or without sinus irrigation in patients with chronic rhinosinusitis. There were no major complications in any of the included trials and FESS appears to be a safe procedure. More randomised controlled trials comparing FESS with medical and other treatments, with long-term follow up, are required."
}