{
  "doi": "10.1002/14651858.CD009726.pub2",
  "name": "Antibiotic therapy for the treatment of methicillin‐resistant Staphylococcus aureus (MRSA) infections in surgical wounds ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Methicillin-resistant Staphylococcus aureus (MRSA) infection after surgery is usually rare, but incidence can be up to 33% in certain types of surgery. Postoperative MRSA infection can occur as surgical site infections (SSI), chest infections, or bloodstream infections (bacteraemia). The incidence of MRSA SSIs varies from 1% to 33% depending upon the type of surgery performed and the carrier status of the individuals concerned. The optimal antibiotic regimen for the treatment of MRSA in surgical wounds is not known."
    },
    {
      "heading": "Objectives",
      "text": "To compare the benefits and harms of various antibiotic treatments in people with established surgical site infections (SSIs) caused by MRSA ."
    },
    {
      "heading": "Search methods",
      "text": "In February 2013 we searched the following databases: The Cochrane Wounds Group Specialised Register; The Cochrane Central Register of Controlled Trials (CENTRAL); Database of Abstracts of Reviews of Effects (DARE); NHS Economic Evaluation Database; Health Technology Assessment (HTA) Database; Ovid MEDLINE; Ovid MEDLINE (In-Process & Other Non-Indexed Citations); Ovid EMBASE; and EBSCO CINAHL."
    },
    {
      "heading": "Selection criteria",
      "text": "We included only randomised controlled trials (RCTs) comparing one antibiotic regimen with another antibiotic regimen for the treatment of SSIs due to MRSA. All RCTs irrespective of language, publication status, publication year, or sample size were included in the analysis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently decided on inclusion and exclusion of trials, and extracted data. We planned to calculate the risk ratio (RR) with 95% confidence intervals (CI) for comparing the binary outcomes between the groups and mean difference (MD) with 95% CI for comparing the continuous outcomes. We planned to perform the meta-analysis using both a fixed-effect and a random-effects model. We performed intention-to-treat analysis whenever possible."
    },
    {
      "heading": "Main results",
      "text": "We included one trial involving 59 people hospitalised because of MRSA SSIs. Thirty participants were randomised to linezolid (600 mg either intravenously or orally every 12 hours for seven to 14 days) and 29 to vancomycin (1 g intravenously every 12 hours for seven to 14 days). The type of surgical procedures that were performed were not reported. The trial reported one outcome, which was the eradication of MRSA. The proportion of people in whom MRSA was eradicated was statistically significantly higher in the linezolid group than in the vancomycin group (RR 1.80; 95% CI 1.20 to 2.68)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently no evidence to recommend any specific antibiotic in the treatment of MRSA SSIs. Linezolid is superior to vancomycin in the eradication of MRSA SSIs on the basis of evidence from one small trial that was at high risk of bias, but the overall clinical implications of using linezolid instead of vancomycin are not known. Further well-designed randomised clinical trials are necessary in this area."
    }
  ],
  "pls_title": "Antibiotic therapy for the treatment of methicillin-resistant Staphylococcus aureus (MRSA) infections in people with surgical wounds",
  "pls_type": "long",
  "pls": "Some people having surgery develop wound infections. These are usually caused by bacteria. Most of these wound infections heal naturally, or after treatment with routine antibiotics . However, some bacteria are resistant to routine antibiotics, for example, methicillin-resistant Staphylococcus aureus (MRSA). MRSA infection after surgery is rare, but can occur in wounds (surgical site infections, or SSIs), the chest, or bloodstream (bacteraemia). MRSA SSIs occur in 1% to 33% of people having surgery, depending on the type of surgery concerned; they can be life-threatening and cause extended hospital stays.\nWe do not know what is the best antibiotic treatment for a person who has an MRSA SSI. We aimed to resolve this uncertainty by performing a thorough search of the medical literature for studies that compared different antibiotic treatments for MRSA SSIs. We included only randomised controlled trials, as, if conducted properly, these provide the best information. We did not limit our search for trials according to language or year of publication. Two review authors independently identified the trials and extracted information.\nWe identified only one trial that compared different antibiotic treatments for MRSA SSIs. This trial had 59 participants who were hospitalised because of their MRSA SSIs. Thirty participants in this trial received an antibiotic called linezolid, which can be taken in tablet form or given as injections through the vein (intravenously). The remaining participants received another antibiotic called vancomycin, which can be only given intravenously. The type(s) of surgical procedures that the participants had were not specified. MRSA was eradicated in more people who received linezolid than vancomycin. It would be helpful if this finding were confirmed by other studies. This trial did not report on other features of eradicating MRSA with these antibiotics, such as:\n1. whether the wound healed quickly;\n2. length of hospital stay;\n3. quality of life, and\n4. whether the benefits of treatment outweighed any unwanted side-effects of the medicine.\nOverall, the quality of available evidence was poor. Currently, we cannot recommend any particular antibiotic for treating MRSA SSIs. Linezolid appears to be better than vancomycin for eradication of MRSA SSIs according to low-quality evidence from this one small trial, but the wider implications of this treatment are not known. Further well-designed randomised clinical trials are necessary to identify the best antibiotic treatment for MRSA SSIs."
}