{
  "doi": "10.1002/14651858.CD013114.pub2",
  "name": "Mechanically assisted walking training for walking, participation, and quality of life in children with cerebral palsy ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cerebral palsy is the most common physical disability in childhood. Mechanically assisted walking training can be provided with or without body weight support to enable children with cerebral palsy to perform repetitive practice of complex gait cycles. It is important to examine the effects of mechanically assisted walking training to identify evidence-based treatments to improve walking performance."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of mechanically assisted walking training compared to control for walking, participation, and quality of life in children with cerebral palsy 3 to 18 years of age."
    },
    {
      "heading": "Search methods",
      "text": "In January 2020, we searched CENTRAL, MEDLINE, Embase, six other databases, and two trials registers. We handsearched conference abstracts and checked reference lists of included studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs) or quasi-RCTs, including cross-over trials, comparing any type of mechanically assisted walking training (with or without body weight support) with no walking training or the same dose of overground walking training in children with cerebral palsy (classified as Gross Motor Function Classification System [GMFCS] Levels I to IV) 3 to 18 years of age."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "This review includes 17 studies with 451 participants (GMFCS Levels I to IV; mean age range 4 to 14 years) from outpatient settings. The duration of the intervention period (4 to 12 weeks) ranged widely, as did intensity of training in terms of both length (15 minutes to 40 minutes) and frequency (two to five times a week) of sessions. Six studies were funded by grants, three had no funding support, and eight did not report information on funding. Due to the nature of the intervention, all studies were at high risk of performance bias.\nMechanically assisted walking training without body weight support versus no walking training\nFour studies (100 participants) assessed this comparison. Compared to no walking, mechanically assisted walking training without body weight support increased walking speed (mean difference [MD] 0.05 meter per second [m/s] [change scores], 95% confidence interval [CI] 0.03 to 0.07; 1 study, 10 participants; moderate-quality evidence) as measured by the Biodex Gait Trainer 2™ (Biodex, Shirley, NY, USA) and improved gross motor function (standardized MD [SMD] 1.30 [postintervention scores], 95% CI 0.49 to 2.11; 2 studies, 60 participants; low-quality evidence) postintervention. One study (30 participants) reported no adverse events (low-quality evidence). No study measured participation or quality of life.\nMechanically assisted walking training without body weight support versus the same dose of overground walking training\nTwo studies (55 participants) assessed this comparison. Compared to the same dose of overground walking, mechanically assisted walking training without body weight support increased walking speed (MD 0.25 m/s [change or postintervention scores], 95% CI 0.13 to 0.37; 2 studies, 55 participants; moderate-quality evidence) as assessed by the 6-minute walk test or Vicon gait analysis. It also improved gross motor function (MD 11.90% [change scores], 95% CI 2.98 to 20.82; 1 study, 35 participants; moderate-quality evidence) as assessed by the Gross Motor Function Measure (GMFM) and participation (MD 8.20 [change scores], 95% CI 5.69 to 10.71; 1 study, 35 participants; moderate-quality evidence) as assessed by the Pediatric Evaluation of Disability Inventory (scored from 0 to 59), compared to the same dose of overground walking training. No study measured adverse events or quality of life.\nMechanically assisted walking training with body weight support versus no walking training\nEight studies (210 participants) assessed this comparison. Compared to no walking training, mechanically assisted walking training with body weight support increased walking speed (MD 0.07 m/s [change and postintervention scores], 95% CI 0.06 to 0.08; 7 studies, 161 participants; moderate-quality evidence) as assessed by the 10-meter or 8-meter walk test. There were no differences between groups in gross motor function (MD 1.09% [change and postintervention scores], 95% CI -0.57 to 2.75; 3 studies, 58 participants; low-quality evidence) as assessed by the GMFM; participation (SMD 0.33 [change scores], 95% CI -0.27 to 0.93; 2 studies, 44 participants; low-quality evidence); and quality of life (MD 9.50% [change scores], 95% CI -4.03 to 23.03; 1 study, 26 participants; low-quality evidence) as assessed by the Pediatric Quality of Life Cerebral Palsy Module (scored 0 [bad] to 100 [good]). Three studies (56 participants) reported no adverse events (low-quality evidence).\nMechanically assisted walking training with body weight support versus the same dose of overground walking training\nThree studies (86 participants) assessed this comparison. There were no differences between groups in walking speed (MD -0.02 m/s [change and postintervention scores], 95% CI -0.08 to 0.04; 3 studies, 78 participants; low-quality evidence) as assessed by the 10-meter or 5-minute walk test; gross motor function (MD -0.73% [postintervention scores], 95% CI -14.38 to 12.92; 2 studies, 52 participants; low-quality evidence) as assessed by the GMFM; and participation (MD -4.74 [change scores], 95% CI -11.89 to 2.41; 1 study, 26 participants; moderate-quality evidence) as assessed by the School Function Assessment (scored from 19 to 76). No study measured adverse events or quality of life."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Compared with no walking, mechanically assisted walking training probably results in small increases in walking speed (with or without body weight support) and may improve gross motor function (with body weight support). Compared with the same dose of overground walking, mechanically assisted walking training with body weight support may result in little to no difference in walking speed and gross motor function, although two studies found that mechanically assisted walking training without body weight support is probably more effective than the same dose of overground walking training for walking speed and gross motor function. Not many studies reported adverse events, although those that did appeared to show no differences between groups. The results are largely not clinically significant, sample sizes are small, and risk of bias and intensity of intervention vary across studies, making it hard to draw robust conclusions. Mechanically assisted walking training is a means to undertake high-intensity, repetitive, task-specific training and may be useful for children with poor concentration."
    }
  ],
  "pls_title": "Mechanically assisted walking training for children with cerebral palsy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Children with cerebral palsy have difficulty walking independently. It is thought that they might benefit from mechanically assisted walking training compared with no walking or overground walking (i.e. without mechanical support). Mechanically assisted walking training includes using motorized devices such as a treadmill, a gait trainer (a wheeled walking aid), or a robotic training device (such as a robotic knee brace) to help children with cerebral palsy to walk further. This training can be provided either with or without body weight support (such as a harness, a handrail, or manual physical support)."
    },
    {
      "heading": "Review question",
      "text": "What is the effect of mechanically assisted walking compared to no walking or to the same amount of overground walking on walking, participation, and quality of life in children with cerebral palsy 3 to 18 years of age."
    },
    {
      "heading": "Study characteristics",
      "text": "This review includes 17 studies involving a total of 451 children with a mean age range between 4 and 14 years. All children had cerebral palsy. We found four studies comparing mechanically assisted walking without body weight support to no walking; two studies comparing mechanically assisted walking without body weight support to the same amount of overground walking; eight studies comparing mechanically assisted walking plus body weight support to no walking; and three studies comparing mechanically assisted walking with body weight support to the same amount of overground walking. Mechanically assisted training was provided for 15 to 40 minutes a session, two to five times a week, for 4 to 12 weeks. Five studies were funded by a grant, and one study was funded by two different grants. Eight studies did not report funding information, and three studies received no funding support.\nThe evidence is current to January 2020."
    },
    {
      "heading": "Key results",
      "text": "Mechanically assisted walking without body weight support\n1. Compared with no walking, there was a small benefit in terms of walking speed and gross motor function (skills needed to control the large muscles of the body used in walking). In one study, there was no difference between groups in terms of adverse events (undesirable outcomes).\n2. Compared with the same amount of overground walking, there was a small benefit in terms of walking speed, gross motor function, and participation. No study reported adverse event rates.\nMechanically assisted walking with body weight support\n1. Compared with no walking, there was a small benefit in terms of walking speed but no clear difference in terms of gross motor function, participation, or adverse events.\n2. Compared with the same amount of overground walking, there was no benefit in terms of walking speed, gross motor function, or participation. No study reported adverse events."
    },
    {
      "heading": "Conclusions",
      "text": "Moderate- and low-quality evidence suggests that the use of mechanically assisted walking without body weight support may result in small improvements in walking speed and gross motor function, compared to both no walking and the same amount of overground walking. For mechanically assisted walking with body weight support, benefits were seen in walking speed and gross motor function compared to no walking, but not the same amount of overground walking. Not many studies reported adverse events, although those that did appear to show no differences between groups. Mechanically assisted walking can provide high-dose, repetitive training. It may be a useful way to provide practice for younger children with poor concentration when it is hard to apply the same dose of overground walking."
    }
  ]
}