{
  "doi": "10.1002/14651858.CD006649.pub8",
  "name": "Anticoagulation for the initial treatment of venous thromboembolism in people with cancer ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Compared with people without cancer, people with cancer who receive anticoagulant treatment for venous thromboembolism (VTE) are more likely to develop recurrent VTE."
    },
    {
      "heading": "Objectives",
      "text": "To compare the efficacy and safety of three types of parenteral anticoagulants (i.e. fixed-dose low molecular weight heparin (LMWH), adjusted-dose unfractionated heparin (UFH), and fondaparinux) for the initial treatment of VTE in people with cancer."
    },
    {
      "heading": "Search methods",
      "text": "We performed a comprehensive search in the following major databases: Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE (via Ovid) and Embase (via Ovid). We also handsearched conference proceedings, checked references of included studies, and searched for ongoing studies. This update of the systematic review is based on the findings of a literature search conducted on 14 August 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) assessing the benefits and harms of LMWH, UFH, and fondaparinux in people with cancer and objectively confirmed VTE."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Using a standardised form, we extracted data – in duplicate – on study design, participants, interventions, outcomes of interest, and risk of bias. Outcomes of interest included all-cause mortality, symptomatic VTE, major bleeding, minor bleeding, postphlebitic syndrome, quality of life, and thrombocytopenia. We assessed the certainty of evidence for each outcome using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "Of 11,484 identified citations, 3073 were unique citations and 15 RCTs fulfilled the eligibility criteria, none of which were identified in the latest search. These trials enrolled 1615 participants with cancer and VTE: 13 compared LMWH with UFH; one compared fondaparinux with UFH and LMWH; and one compared dalteparin with tinzaparin, two different types of low molecular weight heparin.\nThe meta-analyses showed that LMWH may reduce mortality at three months compared to UFH (risk ratio (RR) 0.66, 95% confidence interval (CI) 0.40 to 1.10; risk difference (RD) 57 fewer per 1000, 95% CI 101 fewer to 17 more; low certainty evidence) and may reduce VTE recurrence slightly (RR 0.69, 95% CI 0.27 to 1.76; RD 30 fewer per 1000, 95% CI 70 fewer to 73 more; low certainty evidence). There were no data available for bleeding outcomes, postphlebitic syndrome, quality of life, or thrombocytopenia.\nThe study comparing fondaparinux with heparin (UFH or LMWH) found that fondaparinux may increase mortality at three months (RR 1.25, 95% CI 0.86 to 1.81; RD 43 more per 1000, 95% CI 24 fewer to 139 more; low certainty evidence), may result in little to no difference in recurrent VTE (RR 0.93, 95% CI 0.56 to 1.54; RD 8 fewer per 1000, 95% CI 52 fewer to 63 more; low certainty evidence), may result in little to no difference in major bleeding (RR 0.82, 95% CI 0.40 to 1.66; RD 12 fewer per 1000, 95% CI 40 fewer to 44 more; low certainty evidence), and probably increases minor bleeding (RR 1.53, 95% CI 0.88 to 2.66; RD 42 more per 1000, 95% CI 10 fewer to 132 more; moderate certainty evidence). There were no data available for postphlebitic syndrome, quality of life, or thrombocytopenia.\nThe study comparing dalteparin with tinzaparin found that dalteparin may reduce mortality slightly (RR 0.86, 95% CI 0.43 to 1.73; RD 33 fewer per 1000, 95% CI 135 fewer to 173 more; low certainty evidence), may reduce recurrent VTE (RR 0.44, 95% CI 0.09 to 2.16; RD 47 fewer per 1000, 95% CI 77 fewer to 98 more; low certainty evidence), may increase major bleeding slightly (RR 2.19, 95% CI 0.20 to 23.42; RD 20 more per 1000, 95% CI 14 fewer to 380 more; low certainty evidence), and may reduce minor bleeding slightly (RR 0.82, 95% CI 0.30 to 2.21; RD 24 fewer per 1000, 95% CI 95 fewer to 164 more; low certainty evidence). There were no data available for postphlebitic syndrome, quality of life, or thrombocytopenia."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Low molecular weight heparin (LMWH) is probably superior to UFH in the initial treatment of VTE in people with cancer. Additional trials focusing on patient-important outcomes will further inform the questions addressed in this review. The decision for a person with cancer to start LMWH therapy should balance the benefits and harms and consider the person's values and preferences."
    }
  ],
  "pls_title": "Blood thinners for the initial treatment of blood clots in people with cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "People with cancer are at increased risk of blood clots. The blood thinner (anticoagulant) administered in the first few days after identifying a blood clot can consist of unfractionated heparin (infused through a vein), low molecular weight heparin (LMWH, injected under the skin once or twice per day; dalteparin and tinzaparin are two different types of low molecular weight heparin), or fondaparinux (injected under the skin once daily). These blood thinners may have different effectiveness and safety profiles."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched scientific databases for clinical trials comparing different blood thinners in people with cancer with a confirmed diagnosis of clots in the limbs or in the lungs. We included trials of adults and children with either solid tumours or blood cancer, irrespective of the type of cancer treatment. The trials looked at death, recurrent blood clots, and bleeding. The evidence is current to August 2021."
    },
    {
      "heading": "Key results",
      "text": "We identified 15 studies in total. Data from five studies suggested that the LMWH may reduce death at three months compared to UFH, and may reduce recurrent clots slightly. We found no data to compare the effect of these two medications on bleeding outcomes. Also, we found that fondaparinux may increase death at three months, may result in little to no difference in recurrent clots and major bleeding, and probably increases minor bleeding. Also, the current evidence found that dalteparin, a type of LMWH, may reduce death slightly, may reduce recurrent clots, may increase major bleeding slightly, and may reduce minor bleeding slightly."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "We judged the certainty of evidence for low molecular weight heparin versus unfractionated heparin to be low for all assessed outcomes; for fondaparinux versus heparin to be low certainty, except for minor bleeding which was moderate certainty; and for tinzaparin versus dalteparin, to be low certainty."
    }
  ]
}