{
  "doi": "10.1002/14651858.CD011302.pub3",
  "name": "Wheat flour fortification with iron and other micronutrients for reducing anaemia and improving iron status in populations ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Anaemia is a condition where the number of red blood cells (and consequently their oxygen-carrying capacity) is insufficient to meet the body's physiological needs. Fortification of wheat flour is deemed a useful strategy to reduce anaemia in populations."
    },
    {
      "heading": "Objectives",
      "text": "To determine the benefits and harms of wheat flour fortification with iron alone or with other vitamins and minerals on anaemia, iron status and health-related outcomes in populations over two years of age."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, CINAHL, 21 other databases and two trials registers up to 21 July 2020, together with contacting key organisations to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included cluster- or individually-randomised controlled trials (RCTs) carried out among the general population from any country, aged two years and above. The interventions were fortification of wheat flour with iron alone or in combination with other micronutrients. We included trials comparing any type of food item prepared from flour fortified with iron of any variety of wheat"
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened the search results and assessed the eligibility of studies for inclusion, extracted data from included studies and assessed risks of bias. We followed Cochrane methods in this review."
    },
    {
      "heading": "Main results",
      "text": "Our search identified 3538 records, after removing duplicates. We included 10 trials, involving 3319 participants, carried out in Bangladesh, Brazil, India, Kuwait, Philippines, South Africa and Sri Lanka. We identified two ongoing studies and one study is awaiting classification. The duration of interventions varied from 3 to 24 months. One study was carried out among adult women and one trial among both children and nonpregnant women. Most of the included trials were assessed as low or unclear risk of bias for key elements of selection, performance or reporting bias.\nThree trials used 41 mg to 60 mg iron/kg flour, three trials used less than 40 mg iron/kg and three trials used more than 60 mg iron/kg flour. One trial used various iron levels based on type of iron used: 80 mg/kg for electrolytic and reduced iron and 40 mg/kg for ferrous fumarate.\nAll included studies contributed data for the meta-analyses.\nIron-fortified wheat flour with or without other micronutrients added versus wheat flour (no added iron) with the same other micronutrients added\nIron-fortified wheat flour with or without other micronutrients added versus wheat flour (no added iron) with the same other micronutrients added may reduce by 27% the risk of anaemia in populations (risk ratio (RR) 0.73, 95% confidence interval (CI) 0.55 to 0.97; 5 studies, 2315 participants; low-certainty evidence).\nIt is uncertain whether iron-fortified wheat flour with or without other micronutrients reduces iron deficiency (RR 0.46, 95% CI 0.20 to 1.04; 3 studies, 748 participants; very low-certainty evidence) or increases haemoglobin concentrations (in g/L) (mean difference MD 2.75, 95% CI 0.71 to 4.80; 8 studies, 2831 participants; very low-certainty evidence).\nNo trials reported data on adverse effects in children (including constipation, nausea, vomiting, heartburn or diarrhoea), except for risk of infection or inflammation at the individual level. The intervention probably makes little or no difference to the risk of Infection or inflammation at individual level as measured by C-reactive protein (CRP) (mean difference (MD) 0.04, 95% CI −0.02 to 0.11; 2 studies, 558 participants; moderate-certainty evidence).\nIron-fortified wheat flour with other micronutrients added versus unfortified wheat flour (nil micronutrients added)\nIt is unclear whether wheat flour fortified with iron, in combination with other micronutrients decreases anaemia (RR 0.77, 95% CI 0.41 to 1.46; 2 studies, 317 participants; very low-certainty evidence). The intervention probably reduces the risk of iron deficiency (RR 0.73, 95% CI 0.54 to 0.99; 3 studies, 382 participants; moderate-certainty evidence) and it is unclear whether it increases average haemoglobin concentrations (MD 2.53, 95% CI −0.39 to 5.45; 4 studies, 532 participants; very low-certainty evidence).\nNo trials reported data on adverse effects in children.\nNine out of 10 trials reported sources of funding, with most having multiple sources. Funding source does not appear to have distorted the results in any of the assessed trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Fortification of wheat flour with iron (in comparison to unfortified flour, or where both groups received the same other micronutrients) may reduce anaemia in the general population above two years of age, but its effects on other outcomes are uncertain.\nIron-fortified wheat flour in combination with other micronutrients, in comparison with unfortified flour, probably reduces iron deficiency, but its effects on other outcomes are uncertain.\nNone of the included trials reported data on adverse side effects except for risk of infection or inflammation at the individual level. The effects of this intervention on other health outcomes are unclear. Future studies at low risk of bias should aim to measure all important outcomes, and to further investigate which variants of fortification, including the role of other micronutrients as well as types of iron fortification, are more effective, and for whom."
    }
  ],
  "pls_title": "Does adding iron to wheat flour reduce anaemia and increase iron levels in the general population?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why do we need iron in our diet?",
      "text": "Iron is an essential mineral found in every cell of the body. It is needed to make haemoglobin, the oxygen-carrying protein in the blood. Iron molecules in haemoglobin bind to oxygen and carry it from the lungs to all the cells and tissues in the body. Low levels of haemoglobin means the body does not get enough oxygen.\nAnaemia develops when haemoglobin levels in the blood fall too low. Symptoms of anaemia include: tiredness and lack of energy, getting out of breath quickly, pale skin and a greater susceptibility to infections.\nLow haemoglobin levels can be caused by blood loss, pregnancy or not eating enough foods containing iron (iron-deficiency anaemia). Iron-deficiency anaemia may be treated by taking iron tablets or eating foods rich in iron."
    },
    {
      "heading": "Fortified foods",
      "text": "Adding micronutrients (vitamins and minerals) to foods, whether those micronutrients were originally present or not, is called fortification. Fortifying foods is one way to improve nutrition in a population.\nPeople living in low-income countries may not have enough iron in their diet, and may be at risk of anaemia. Adding iron and other nutrients to foods routinely eaten in large quantities, such as flour, is thought to help prevent iron-deficiency anaemia."
    },
    {
      "heading": "Why we did this Cochrane Review",
      "text": "We wanted to find out how adding iron, and other minerals and vitamins, to wheat flour affected the blood iron levels of the general population, and whether fewer people developed anaemia or other health conditions. We also wanted to know if adding iron to wheat flour caused any unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that investigated eating any types of food made with wheat flour containing added iron, or foods made with wheat flour without added iron. We then compared the studies with each other, to find out the effects of adding iron to wheat flour on people's health and the levels of iron and haemoglobin in their blood."
    },
    {
      "heading": "Search date",
      "text": "we included evidence published up to 21 July 2020."
    },
    {
      "heading": "What we found",
      "text": "We found 10 studies in 3319 people (aged 2 years and older). The studies lasted from 3 months to 24 months, and took place in Bangladesh, Brazil, India, Kuwait, the Philippines, Sri Lanka and South Africa.\nThe studies looked at the effects of:\n· wheat flour containing added iron (with or without other minerals and vitamins) compared with wheat flour without added iron (but with the same other minerals and vitamins);\n· wheat flour containing added iron and other minerals and vitamins compared with wheat flour without any added minerals or vitamins.\nThe wheat flours used in the studies contained different amounts of iron: from under 40 mg/kg to over 60 mg/kg.\nWe were interested in:\n· how many people had anaemia (defined by low haemoglobin levels);\n· how many people had low levels of iron in their blood (iron deficiency; tested using a biomarker);\n· haemoglobin concentrations in people's blood;\n· how many children had diarrhoea or respiratory infections;\n· how many children died (of any cause);\n· signs of infection or inflammation (the body's response to injury) in children (by testing a biomarker in the blood); and\n· any unwanted effects.\nMost studies had multiple sources of funding; some were partly funded by companies involved in the food, chemical or pharmaceutical industries."
    },
    {
      "heading": "What are the results of our review?",
      "text": ""
    },
    {
      "heading": "Compared with flour without added iron (but with other minerals and vitamins)",
      "text": "Flour containing added iron (with or without other minerals and vitamins):\n· may reduce anaemia, by 27% (evidence from 5 studies, 2315 people); and\n· probably makes no difference to children's risk of infection or inflammation (2 studies, 558 children).\nIt was unclear how flour with added iron affected iron deficiency (3 studies, 748 people), or haemoglobin levels (8 studies, 2831 people)."
    },
    {
      "heading": "Compared with flour without any added minerals or vitamins",
      "text": "Flour containing added iron (with other minerals and vitamins) probably reduced iron deficiency (3 studies, 382 people). It was unclear from the studies how flour containing added iron affected anaemia (2 studies, 317 people) or haemoglobin levels (4 studies, 532 people).\nNo studies reported information about unwanted effects, or how many children died, or had diarrhoea or respiratory infections."
    },
    {
      "heading": "Our confidence in our results",
      "text": "Our confidence is moderate to low that adding iron to flour probably reduces iron deficiency and anaemia. The studies appeared to show fewer people with iron deficiency and slightly higher haemoglobin levels associated with flour with added iron, but the results varied widely, so we are uncertain about the effect. These results might change if further evidence becomes available. We found limitations in the ways some of the studies were designed and conducted, and this could have affected their results."
    },
    {
      "heading": "Key messages",
      "text": "Adding iron to wheat flour may lead to fewer people with anaemia or low blood-iron levels in the general population.\nWe do not know if adding iron to wheat flour causes any unwanted effects, because no studies looked at these."
    }
  ]
}