{
  "doi": "10.1002/14651858.CD008534.pub2",
  "name": "Surgical repair of spontaneous perineal tears that occur during childbirth versus no intervention ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Perineal tears commonly occur during childbirth. They are sutured most of the time. Surgical repair can be associated with adverse outcomes, such as pain, discomfort and interference with normal activities during puerperium and possibly breastfeeding. Surgical repair also has an impact on clinical workload and human and financial resources."
    },
    {
      "heading": "Objectives",
      "text": "To assess the evidence for surgical versus non-surgical management of first- and second-degree perineal tears sustained during childbirth."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (1 May 2011), CENTRAL (The Cochrane Library 2011, Issue 2 of 4) and MEDLINE (Jan 1966 to 2 May 2011). We also searched the reference lists of reviews, guidelines and other publications and contacted authors of identified eligible trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) investigating the effect on clinical outcomes of suturing versus non-suturing techniques to repair first- and second-degree perineal tears sustained during childbirth."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and assessed trial quality. Three review authors independently extracted data."
    },
    {
      "heading": "Main results",
      "text": "We included two RCTs (involving 154 women) with a low risk of bias. It was not possible to pool the available studies. The two studies do not consistently report outcomes defined in the review. However, no significant differences were observed between the two groups (surgical versus non-surgical repair) in incidence of pain and wound complications, self-evaluated measures of pain at hospital discharge and postpartum and re-initiation of sexual activity. Differences in the use of analgesia varied between the studies, being high in the sutured group in one study. The other trial showed differences in wound closure and poor wound approximation in the non-suturing group, but noted incidentally also that more women were breastfeeding in this group."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is limited evidence available from RCTs to guide the choice between surgical or non-surgical repair of first- or second-degree perineal tears sustained during childbirth. Two studies find no difference between the two types of management with regard to clinical outcomes up to eight weeks postpartum. Therefore, at present there is insufficient evidence to suggest that one method is superior to the other with regard to healing and recovery in the early or late postnatal periods. Until further evidence becomes available, clinicians' decisions whether to suture or not can be based on their clinical judgement and the women's preference after informing them about the lack of long-term outcomes and the possible chance of a slower wound healing process, but possible better overall feeling of well being if left un-sutured."
    }
  ],
  "pls_title": "Surgical repair versus non-surgical management of spontaneous perineal tears",
  "pls_type": "long",
  "pls": "Trauma to the perineum of varying degrees constitutes the most common form of obstetric injury. The perineum is the area between the vagina and rectum which can tear during childbirth. In clinical practice these tears are often sutured. However, small tears may also heal well without surgical interference. If pain is experienced, this can result in decreased mobility and discomfort with passing urine or faeces and may negatively impact on the woman's ability to breast feed and care for her new baby. Our review included two randomised controlled trials (involving 154 women) comparing surgical repair of first-degree (involving only the perineal or vaginal skin) or second-degree tears (also involving muscle) with leaving the wound to heal spontaneously. These trials showed no clear differences in clinical outcomes between the groups. The studies did not find any differences in pain immediately and up to eight weeks postpartum. One of the trials reported no difference in wounds complications, but the other showed differences in wound closure and poor wound approximation in the non-sutured group. There was no information about the effect on long-term outcomes such as sexual discomfort or incontinence. More research is needed to provide a strong evidence-based recommendation for clinical practice."
}