{
  "doi": "10.1002/14651858.CD004840.pub2",
  "name": "Surgery versus radiosurgery for patients with a solitary brain metastasis from non‐small cell lung cancer ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Non-small cell lung cancer is one of the leading causes of death in developed countries. Brain metastases are often seen in non-small cell lung cancer patients and although they are frequently multiple, a subset of patients with a solitary brain metastasis is regularly seen. Treatment of solitary brain metastasis has been surgery, when possible, but radiotherapy techniques, such as stereotactic radiotherapy using a linear accelerator or a high precision device of 201 cobalt-60 sources (gamma knife) have provided new treatment options."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of surgery compared to radiosurgery, either combined with whole brain irradiation or administered alone, for patients with a solitary brain metastasis from successfully treated non-small cell lung cancer."
    },
    {
      "heading": "Search methods",
      "text": "For this update we performed a new search in March 2009, using the following search strategy designed in the original review: Cochrane Central Register of Controlled Trials (CENTRAL) (accessed through The Cochrane Library, 2004, Issue 2), MEDLINE (accessed through PubMed), EMBASE and CINAHL (both accessed through Ovid). We also searched the Cochrane Lung Cancer Specialised Register."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered for inclusion randomised trials comparing surgery (with or without whole brain irradiation) with all types of radiosurgery (with or without whole brain irradiation) for solitary brain metastasis from non-small cell lung cancer."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened the search results to identify suitable trials."
    },
    {
      "heading": "Main results",
      "text": "Despite extensive searching we found no randomised trials suitable for inclusion."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on the available evidence a meaningful conclusion cannot be reached. The term \"single brain metastasis\" is used to describe a brain metastasis found in patients presenting with an inoperable lung cancer or from an uncontrolled primary tumour some time after diagnosis, and the term \"solitary brain metastasis\" is used when the brain metastasis is diagnosed some time after radical, potentially curative treatment. In the evaluated studies, we found that the criteria for the definition of solitary brain metastasis were not consistent. Some series combined patients with single and solitary brain metastasis. Some of the single arm or cohort studies came from single institutions where the availability of both techniques (radiosurgery and surgery) was not described. Therefore, it is possible that the most accessible technique might be used preferentially, reinforced by a general belief that the techniques are equivalent. This has prevented an appropriate treatment comparison, which should be made through a well designed phase III clinical trial."
    }
  ],
  "pls_title": "Surgery or radiosurgery for solitary brain metastases from non-small cell lung cancer",
  "pls_type": "long",
  "pls": "A solitary brain metastasis is the spread of cancer to the brain some time after successful treatment of the primary cancer. When the metastasis is caused by non-small cell lung cancer there are two main treatment options: surgery and radiosurgery. Radiosurgery consists of the use of high dose radiotherapy to the affected area guided by a three-dimensional computer and keeping the patient's head fixed, giving such precise treatment that it is considered \"surgical\". This review set out to compare both techniques. Our literature search has shown that a well-designed randomised trial comparing surgery and radiosurgery for patients with solitary brain metastasis has never been performed. Therefore, this review has been unable to show any advantage of one treatment over the other for this group of patients."
}