{
  "doi": "10.1002/14651858.CD006167.pub4",
  "name": "Amniotomy for shortening spontaneous labour",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Intentional artificial rupture of the amniotic membranes during labour, sometimes called amniotomy or 'breaking of the waters', is one of the most commonly performed procedures in modern obstetric and midwifery practice. The primary aim of amniotomy is to speed up contractions and, therefore, shorten the length of labour. However, there are concerns regarding unintended adverse effects on the woman and baby."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness and safety of amniotomy alone for routinely shortening all labours that start spontaneously."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 April 2013)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing amniotomy alone versus intention to preserve the membranes. We excluded quasi-randomised trials."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors assessed identified studies for inclusion, assessed risk of bias and extracted data. Primary analysis was by intention-to-treat."
    },
    {
      "heading": "Main results",
      "text": "We have included 15 studies in this updated review, involving 5583 women.\nAmniotomy alone versus intention to preserve the membranes (no amniotomy) for spontaneous labour  \nThere was no clear statistically significant difference between women in the amniotomy and control groups in length of the first stage of labour (mean difference (MD) -20.43 minutes, 95% confidence interval (CI) -95.93 to 55.06), caesarean section (risk ratio (RR) 1.27, 95% CI 0.99 to 1.63), maternal satisfaction with childbirth experience (MD -1.10, 95% CI -7.15 to 4.95) or Apgar score less than seven at five minutes (RR 0.53, 95% CI 0.28 to 1.00). There was no consistency between trials regarding the timing of amniotomy during labour in terms of cervical dilatation.\nAmniotomy alone versus intention to preserve the membranes (no amniotomy) for spontaneous labours that have become prolonged  \nThere was no clear statistically significant difference between women in the amniotomy and control group in caesarean section (RR 0.95, 95% CI 0.15 to 6.08), maternal satisfaction with childbirth experience (MD 22.00, 95% CI 2.74 to 41.26) or Apgar score less than seven at five minutes (RR 2.86, 95% CI 0.12 to 66.11)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "On the basis of the findings of this review, we cannot recommend that amniotomy should be introduced routinely as part of standard labour management and care. We recommend that the evidence presented in this review should be made available to women offered an amniotomy and may be useful as a foundation for discussion and any resulting decisions made between women and their caregivers."
    }
  ],
  "pls_title": "Amniotomy for shortening spontaneous labour",
  "pls_type": "long",
  "pls": "Evidence does not support routinely breaking the waters for women in normally progressing spontaneous labour or where labours have become prolonged.\nThe aim of breaking the waters (also known as artificial rupture of the membranes (ARM), or amniotomy), is to speed up and strengthen contractions, and thus shorten the length of labour. The membranes are punctured with a crochet-like long-handled hook during a vaginal examination, and the amniotic fluid floods out. Rupturing the membranes is thought to release chemicals and hormones that stimulate contractions. Amniotomy has been standard practice in recent years in many countries around the world. In some centres it is advocated and performed routinely in all women, and in many centres it is used for women whose labours have become prolonged. However, there is little evidence that a shorter labour has benefits for the mother or the baby. There are a number of potential important but rare risks associated with amniotomy, including problems with the umbilical cord or the baby's heart rate.\nThe review of studies assessed the use of amniotomy in all labours that started spontaneously. There were 15 studies identified, involving 5583 women, none of which assessed whether amniotomy increased women's pain in labour. The evidence showed no shortening of the length of first stage of labour and a possible increase in caesarean section. Routine amniotomy is not recommended as part of standard labour management and care."
}