{
  "doi": "10.1002/14651858.CD008309.pub3",
  "name": "Laryngeal mask airway surfactant administration for prevention of morbidity and mortality in preterm infants with or at risk of respiratory distress syndrome ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Laryngeal mask airway surfactant administration (S-LMA) has the potential benefit of surfactant administration whilst avoiding endotracheal intubation and ventilation, ventilator-induced lung injury and bronchopulmonary dysplasia (BPD)."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of S-LMA either as prophylaxis or treatment (rescue) compared to placebo, no treatment, or intratracheal surfactant administration via an endotracheal tube (ETT) with the intent to rapidly extubate (InSurE) or extubate at standard criteria (S-ETT) or via other less-invasive surfactant administration (LISA) methods on morbidity and mortality in preterm infants with or at risk of respiratory distress syndrome (RDS)."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, CINAHL, and three trial registries in December 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs), cluster- or quasi-RCTs of S-LMA compared to placebo, no treatment, or other routes of administration (nebulised, pharyngeal instillation of surfactant before the first breath, thin endotracheal catheter surfactant administration or intratracheal surfactant instillation) on morbidity and mortality in preterm infants at risk of RDS. We considered published, unpublished and ongoing trials."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion and extracted data. We used GRADE to assess the certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "We included eight trials (seven new to this update) recruiting 510 newborns. Five trials (333 infants) compared S-LMA with surfactant administration via ETT with InSurE. One trial (48 infants) compared S-LMA with surfactant administration via ETT with S-ETT, and two trials (129 infants) compared S-LMA with no surfactant administration. We found no studies comparing S-LMA with LISA techniques or prophylactic or early S-LMA.\nS-LMA versus surfactant administration via InSurE\nS-LMA may have little or no effect on the composite outcome of death or BPD at 36 weeks' postmenstrual age (risk ratio (RR) 1.50, 95% confidence interval (CI) 0.27 to 8.34, I 2 = not applicable (NA) as 1 study had 0 events; risk difference (RD) 0.02, 95% CI −0.07 to 0.10; I 2 = 0%; 2 studies, 110 infants; low-certainty evidence). There may be a reduction in the need for mechanical ventilation at any time (RR 0.53, 95% CI 0.36 to 0.78; I 2 = 27%; RD −0.14, 95% CI −0.22 to −0.06, I 2 = 89%; number needed to treat for an additional beneficial outcome (NNTB) 7, 95% CI 5 to 17; 5 studies, 333 infants; low-certainty evidence). However, this was limited to four studies (236 infants) using analgesia or sedation for the InSurE group. There was little or no difference for air leak during first hospitalisation (RR 1.39, 95% CI 0.65 to 2.98; I 2 = 0%; 5 studies, 333 infants (based on 3 studies as 2 studies had 0 events); low-certainty evidence); BPD among survivors to 36 weeks' PMA (RR 1.28, 95% CI 0.47 to 3.52; I 2 = 0%; 4 studies, 264 infants (based on 3 studies as 1 study had 0 events); low-certainty evidence); or death (all causes) during the first hospitalisation (RR 0.28, 95% CI 0.01 to 6.60; I 2 = NA as 2 studies had 0 events; 3 studies, 203 infants; low-certainty evidence). Neurosensory disability was not reported. Intraventricular haemorrhage ( IVH) grades III and IV were reported among the study groups (1 study, 50 infants).\nS-LMA versus surfactant administration via S-ETT\nNo study reported death or BPD at 36 weeks' PMA. S-LMA may reduce the use of mechanical ventilation at any time compared with S-ETT (RR 0.47, 95% CI 0.31 to 0.71; RD −0.54, 95% CI −0.74 to −0.34; NNTB 2, 95% CI 2 to 3; 1 study, 48 infants; low-certainty evidence). We are very uncertain whether S-LMA compared with S-ETT reduces air leak during first hospitalisation (RR 2.56, 95% CI 0.11 to 59.75), IVH grade III or IV (RR 2.56, 95% CI 0.11 to 59.75) and death (all causes) during the first hospitalisation (RR 0.17, 95% CI 0.01 to 3.37) (1 study, 48 infants; very low-certainty evidence). No study reported BPD to 36 weeks' PMA or neurosensory disability.\nS-LMA versus no surfactant administration\nRescue surfactant could be used in both groups. There may be little or no difference in death or BPD at 36 weeks (RR 1.65, 95% CI 0.85 to 3.22; I 2 = 58%; RD 0.08, 95% CI −0.03 to 0.19; I 2 = 0%; 2 studies, 129 infants; low-certainty evidence). There was probably a reduction in the need for mechanical ventilation at any time with S-LMA compared with nasal continuous positive airway pressure without surfactant (RR 0.57, 95% CI 0.38 to 0.85; I 2 = 0%; RD −0.24, 95% CI −0.40 to −0.08; I 2 = 0%; NNTB 4, 95% CI 3 to 13; 2 studies, 129 infants; moderate-certainty evidence). There was little or no difference in air leak during first hospitalisation (RR 0.65, 95% CI 0.23 to 1.88; I 2 = 0%; 2 studies, 129 infants; low-certainty evidence) or BPD to 36 weeks' PMA (RR 1.65, 95% CI 0.85 to 3.22; I 2 = 58%; 2 studies, 129 infants; low-certainty evidence). There were no events in either group for death during the first hospitalisation (1 study, 103 infants) or IVH grade III and IV (1 study, 103 infants). No study reported neurosensory disability."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In preterm infants less than 36 weeks' PMA, rescue S-LMA may have little or no effect on the composite outcome of death or BPD at 36 weeks' PMA. However, it may reduce the need for mechanical ventilation at any time. This benefit is limited to trials reporting the use of analgesia or sedation in the InSurE and S-ETT groups. There is low- to very-low certainty evidence for no or little difference in neonatal morbidities and mortality. Long-term outcomes are largely unreported.\nIn preterm infants less than 32 weeks' PMA or less than 1500 g, there are insufficient data to support or refute the use of S-LMA in clinical practice. Adequately powered trials are required to determine the effect of S-LMA for prevention or early treatment of RDS in extremely preterm infants. S-LMA use should be limited to clinical trials in this group of infants."
    }
  ],
  "pls_title": "Laryngeal mask airway surfactant administration for prevention of morbidity and mortality in preterm infants with, or at risk of, respiratory distress syndrome",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "– Surfactant administration via laryngeal mask may reduce the need for mechanical ventilation at any time when compared to surfactant administration via endotracheal tube.\n– Surfactant administration via laryngeal mask probably reduces the need for mechanical ventilation at any time compared to no surfactant administration.\n– Further trials are needed."
    },
    {
      "heading": "What is a surfactant?",
      "text": "Pulmonary surfactant is a natural substance that prevents the air sacs of the lungs (alveoli) from sticking together (collapsing) when the baby exhales (breathes out). Surfactant is often lacking in the lungs of newborn babies with respiratory distress syndrome."
    },
    {
      "heading": "What is respiratory distress syndrome?",
      "text": "Respiratory distress syndrome is a breathing disorder that occurs mainly in infants born before their due date (37 weeks' gestation). It is caused by a lack of surfactant."
    },
    {
      "heading": "How is respiratory distress treated?",
      "text": "The usual treatment involves providing breathing support and oxygen, and administering artificial surfactant directly into the newborn infant's lungs through the breathing pipe (trachea). This can be via a tube in the trachea (called an endotracheal tube) for infants on mechanical ventilation or via a thin tube or nebuliser (a machine that turns liquid medicine into a fine mist) for infants breathing for themselves whilst on pressure support to open the lungs (called continuous positive airway pressure (CPAP)). However, placing tubes in the infant's trachea is technically challenging and mechanical ventilation may damage the lungs. An alternative is to insert a tube called laryngeal mask airway into the infant's upper airway, which fits on the infant's larynx (the tube just above the trachea) and allows breathing support and administration of surfactant. This technique is thought to be less technically challenging."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if surfactant administration via laryngeal mask airway compared to dummy treatment (placebo), no treatment, or surfactant administration via an endotracheal tube or other less-invasive methods given to premature infants with or at risk of respiratory distress syndrome could improve survival. We also wanted to know if it reduced the risk of developing a chronic lung condition called bronchopulmonary dysplasia (BPD) or duration of mechanical ventilation and other outcomes, such as any harmful effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared surfactant administration via laryngeal mask to no treatment, surfactant administration via an endotracheal tube or other less-invasive methods in preterm infants with or at risk of respiratory distress syndrome. We compared and summarised the results of the included studies and rated our confidence in the evidence based on factors such as study methods and size."
    },
    {
      "heading": "What did we find?",
      "text": "We identified eight studies that investigated this therapy in 510 premature infants. Surfactant administration via laryngeal mask may reduce the need for mechanical ventilation at any time when compared to surfactant administration via endotracheal tube. Furthermore, we found that surfactant administration via laryngeal mask probably reduces the need for mechanical ventilation at any time compared to no surfactant administration. Long-term outcomes were not reported. No trial compared surfactant administered by laryngeal mask airway to surfactant administered by a thin catheter. Given the encouraging results from these trials, high-quality trials of laryngeal mask airway surfactant administration in very preterm infants with or at risk of respiratory distress syndrome are justified."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are not confident in the evidence because it was based on relatively few cases and few studies."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to 1 December 2022."
    }
  ]
}