{
  "doi": "10.1002/14651858.CD002150.pub2",
  "name": "Antibiotics for treating scrub typhus",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Scrub typhus, an important cause of acute fever in Asia, is caused by Orientia tsutsugamushi, an obligate intracellular bacterium. Antibiotics currently used to treat scrub typhus include tetracyclines, chloramphenicol, macrolides, and rifampicin."
    },
    {
      "heading": "Objectives",
      "text": "To assess and compare the effects of different antibiotic regimens for treatment of scrub typhus."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases up to 8 January 2018: the Cochrane Infectious Diseases Group specialized trials register; CENTRAL, in the Cochrane Library (2018, Issue 1); MEDLINE; Embase; LILACS; and the meta Register of Controlled Trials (mRCT). We checked references and contacted study authors for additional data. We applied no language or date restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs) or quasi-RCTs comparing antibiotic regimens in people with the diagnosis of scrub typhus based on clinical symptoms and compatible laboratory tests (excluding the Weil-Felix test)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "For this update, two review authors re-extracted all data and assessed the certainty of evidence. We meta-analysed data to calculate risk ratios (RRs) for dichotomous outcomes when appropriate, and elsewhere tabulated data to facilitate narrative analysis."
    },
    {
      "heading": "Main results",
      "text": "We included six RCTs and one quasi-RCT with 548 participants; they took place in the Asia-Pacific region: Korea (three trials), Malaysia (one trial), and Thailand (three trials). Only one trial included children younger than 15 years (N = 57). We judged five trials to be at high risk of performance and detection bias owing to inadequate blinding. Trials were heterogenous in terms of dosing of interventions and outcome measures. Across trials, treatment failure rates were low.\nTwo trials compared doxycycline to tetracycline. For treatment failure, the difference between doxycycline and tetracycline is uncertain (very low-certainty evidence). Doxycycline compared to tetracycline may make little or no difference in resolution of fever within 48 hours (risk ratio (RR) 1.14, 95% confidence interval (CI) 0.90 to 1.44, 55 participants; one trial; low-certainty evidence) and in time to defervescence (116 participants; one trial; low-certainty evidence). We were unable to extract data for other outcomes.\nThree trials compared doxycycline versus macrolides. For most outcomes, including treatment failure, resolution of fever within 48 hours, time to defervescence, and serious adverse events, we are uncertain whether study results show a difference between doxycycline and macrolides (very low-certainty evidence). Macrolides compared to doxycycline may make little or no difference in the proportion of patients with resolution of fever within five days (RR 1.05, 95% CI 0.99 to 1.10; 185 participants; two trials; low-certainty evidence). Another trial compared azithromycin versus doxycycline or chloramphenicol in children, but we were not able to disaggregate date for the doxycycline/chloramphenicol group.\nOne trial compared doxycycline versus rifampicin. For all outcomes, we are uncertain whether study results show a difference between doxycycline and rifampicin (very low-certainty evidence). Of note, this trial deviated from the protocol after three out of eight patients who had received doxycycline and rifampicin combination therapy experienced treatment failure.\nAcross trials, mild gastrointestinal side effects appeared to be more common with doxycycline than with comparator drugs."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Tetracycline, doxycycline, azithromycin, and rifampicin are effective treatment options for scrub typhus and have resulted in few treatment failures. Chloramphenicol also remains a treatment option, but we could not include this among direct comparisons in this review.\nMost available evidence is of low or very low certainty. For specific outcomes, some low-certainty evidence suggests there may be little or no difference between tetracycline, doxycycline, and azithromycin as treatment options. Given very low-certainty evidence for rifampicin and the risk of inducing resistance in undiagnosed tuberculosis, clinicians should not regard this as a first-line treatment option. Clinicians could consider rifampicin as a second-line treatment option after exclusion of active tuberculosis.\nFurther research should consist of additional adequately powered trials of doxycycline versus azithromycin or other macrolides, trials of other candidate antibiotics including rifampicin, and trials of treatments for severe scrub typhus. Researchers should standardize diagnostic techniques and reporting of clinical outcomes to allow robust comparisons."
    }
  ],
  "pls_title": "Antibiotics for treating scrub typhus",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane Review is to find out whether certain antibiotics are more effective in treating scrub typhus. We collected and analysed all relevant studies to answer this question and included seven studies."
    },
    {
      "heading": "Key messages",
      "text": "Tetracycline, doxycycline, azithromycin, and rifampicin are effective antibiotics for scrub typhus treatment that have led to few treatment failures. For specific outcomes, some low-certainty evidence suggests there may be little or no difference between tetracycline, doxycycline, and azithromycin. Healthcare workers should not use rifampicin as a first-line treatment. Researchers should standardize the way they diagnose and assess scrub typhus."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Scrub typhus is an important cause of fever in Asia. We studied people with scrub typhus diagnosed by health professionals and confirmed by laboratory tests. We compared different antibiotic treatments. We looked at whether choice of antibiotic made a difference in the number of people who experienced failed treatment, and we determined the proportions who had resolution of fever at 48 hours."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "We found seven relevant studies. Only one study included children younger than 15 years.\nWe are uncertain whether doxycycline compared to tetracycline affects treatment failure, as the certainty of the evidence is very low. Studies looked at resolution of fever within five days. Doxycycline compared to tetracycline may make little or no difference in the proportion of patients with resolution of fever within 48 hours and in time to defervescence. Studies did not formally report serious adverse events.\nWe are uncertain whether macrolides compared to doxycycline affect treatment failure, resolution of fever within five days, time to defervescence, or serious adverse events, as the certainty of the evidence is very low. Macrolides compared to doxycycline may make little or no difference in the proportion of patients with resolution of fever within five days.\nWe are uncertain whether rifampicin compared to doxycycline affects treatment failure, proportion of patients with resolution of fever within 48 hours, or time to defervescence, as the certainty of evidence is very low. The single study that performed this comparison did not look at resolution of fever within five days and did not formally report serious adverse events."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "We searched for studies that had been published up to 8 January 2018."
    }
  ]
}