{
  "doi": "10.1002/14651858.CD007810.pub2",
  "name": "Adenoidectomy for otitis media in children",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Adenoidectomy, surgical removal of the adenoids, is a common ENT operation worldwide in children with otitis media. A systematic review on the effectiveness of adenoidectomy in this specific group has not previously been performed."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of adenoidectomy versus non-surgical management or tympanostomy tubes in children with otitis media."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Ear, Nose and Throat Disorders Group Trials Register; the Cochrane Central Register of Controlled Trials (CENTRAL); PubMed; EMBASE; CINAHL; Web of Science; BIOSIS Previews; Cambridge Scientific Abstracts; mRCT and additional sources for published and unpublished trials. The date of the most recent search was 30 March 2009."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing adenoidectomy, with or without tympanostomy tubes, versus non-surgical management or tympanostomy tubes only in children with otitis media. The primary outcome studied was the proportion of time with otitis media with effusion (OME). Secondary outcomes were mean number of episodes, mean number of days per episode and per year, and proportion of children with either acute otitis media (AOM) or otitis media with effusion (OME), as well as mean hearing level. Tertiary outcome measures included atrophy of the tympanic membrane, tympanosclerosis, retraction of the pars tensa and pars flaccid and cholesteatoma."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors assessed trial quality and extracted data independently."
    },
    {
      "heading": "Main results",
      "text": "Fourteen randomised controlled trials (2712 children) studying the effectiveness of adenoidectomy in children with otitis media were evaluated. Most of these trials were too heterogeneous to pool in a meta-analysis. Loss to follow up varied from 0% to 63% after two years.\nAdenoidectomy in combination with a unilateral tympanostomy tube has a beneficial effect on the resolution of OME (risk difference (RD) 22% (95% CI 12% to 32%) and 29% (95% CI 19% to 39%) for the non-operated ear at six and 12 months, respectively (n = 3 trials)) and a very small (< 5 dB) effect on hearing, compared to a unilateral tympanostomy tube only. The results of studies of adenoidectomy with or without myringotomy versus non-surgical treatment or myringotomy only, and those of adenoidectomy in combination with bilateral tympanostomy tubes versus bilateral tympanostomy tubes only, also showed a small beneficial effect of adenoidectomy on the resolution of the effusion. The latter results could not be pooled due to large heterogeneity of the trials.\nRegarding AOM, the results of none of the trials including this outcome indicate a significant beneficial effect of adenoidectomy. The trials were too heterogeneous to pool in a meta-analysis.\nThe effects of adenoidectomy on changes of the tympanic membrane or cholesteatoma have not been studied."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Our review shows a significant benefit of adenoidectomy as far as the resolution of middle ear effusion in children with OME is concerned. However, the benefit to hearing is small and the effects on changes in the tympanic membrane are unknown. The risks of operating should be weighed against these potential benefits.\nThe absence of a significant benefit of adenoidectomy on AOM suggests that routine surgery for this indication is not warranted."
    }
  ],
  "pls_title": "Adenoidectomy for recurrent or chronic middle ear disease in children",
  "pls_type": "long",
  "pls": "Both acute and chronic middle ear infections (acute otitis media and chronic otitis media with effusion or 'glue ear') are very common in children. Adenoidectomy is a surgical procedure to remove the adenoids and is often performed in these children as it is thought to prevent these problems.\nOur review, which includes 14 studies and 2712 children, shows that adenoidectomy is effective in getting rid of middle ear fluid ('glue') but does not have a significant effect on acute otitis media or the child's hearing."
}