{
  "doi": "10.1002/14651858.CD004013.pub4",
  "name": "Types of indwelling urethral catheters for short‐term catheterisation in hospitalised adults ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Urinary tract infection (UTI) is the most common hospital-acquired infection. The major associated cause is indwelling urethral catheters. Several measures have been introduced to reduce catheter-associated urinary tract infections (CAUTIs). One of these measures is the introduction of specialised urethral catheters that have been designed to reduce the risk of infection. These include antiseptic-coated and antimicrobial-impregnated catheters."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective of this review was to compare the effectiveness of different types of indwelling urethral catheters in reducing the risk of UTI and to assess their impact on other outcomes in adults who require short-term urethral catheterisation in hospitals."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Incontinence Group's Specialised Trials Register, which contains trials identified from the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, MEDLINE in process, ClinicalTrials.gov, WHO ICTRP and handsearching of journals and conference proceedings (searched 9 September 2014). We also examined the bibliographies of relevant articles and contacted catheter manufacturer representatives for trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs) and quasi-RCTs comparing types of indwelling urethral catheters for short-term catheterisation in hospitalised adults. 'Short-term' is defined as a duration of catheterisation which is intended to be less than or equal to 14 days."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two review authors independently screened abstracts, extracted data and assessed risk of bias of the included trials. Any disagreement was resolved by discussion or consultation with a third party. We processed data as described in the Cochrane Handbook for Systematic Reviews of Interventions. We assessed the quality of evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "Twenty-six trials met the inclusion criteria involving 12,422 hospitalised adults in 25 parallel group trials, and 27,878 adults in one large cluster-randomised cross-over trial. No trials compared one antiseptic catheter versus another, nor an antimicrobial catheter versus another.\nAntiseptic-coated indwelling urethral catheters versus standard indwelling urethral catheters\nThe primary outcome, symptomatic CAUTI was reported in one large trial with a low risk of bias, comparing silver alloy hydrogel-coated latex catheter (antiseptic-coated) against a standard polytetrafluoroethylene (PTFE)-coated latex catheter (control). The trial used a pragmatic, US Centers for Disease Control and Prevention (CDC)-based definition for symptomatic CAUTI. For the comparison between silver alloy-coated catheter versus standard catheter, there was no significant difference in symptomatic CAUTI incidence (RR 0.99, 95% CI 0.85 to 1.16).\nFor secondary outcomes, the included trials reported on two types of antiseptic catheters (coated with either silver oxide or silver alloy). For the outcome of bacteriuria, silver oxide catheters were not associated with any statistically significant reduction (RR 0.90, 95% CI 0.72 to 1.13). These catheters are no longer manufactured. Silver alloy catheters achieved a slight but statistically significant reduction in bacteriuria (RR 0.82, 95% CI 0.73 to 0.92). However, the one large trial with a low risk of bias did not support this finding (RR 0.99, 95% CI 0.85 to 1.16). The randomised cross-over trial of silver alloy catheters versus standard catheters was excluded from the pooled results because data were not available prior to crossover. The results of this trial showed less bacteriuria in the silver alloy catheter group.\nFor the outcome of discomfort whilst the catheter was in-situ, fewer patients with silver alloy catheters complained of discomfort compared with standard catheters (RR 0.84, 95% CI 0.74 to 0.96).\nAntimicrobial-impregnated indwelling urethral catheters versus standard indwelling urethral catheters\nThe primary outcome measure, symptomatic CAUTI was reported in one large trial with a low risk of bias, comparing nitrofurazone-impregnated silicone catheter (antimicrobial-impregnated) against a standard PTFE-coated latex catheter (control). The nitrofurazone catheter achieved a reduction in symptomatic CAUTI incidence which was of borderline statistical significance (RR 0.84, 95% CI 0.71 to 0.99).\nFor secondary outcomes, the included trials reported on two types of antimicrobial catheters (impregnated with either nitrofurazone or minocycline/rifampicin). Antimicrobial-impregnated catheters, compared with standard catheters, were found to lower the rate of bacteriuria in the antimicrobial group for both minocycline and rifampicin (RR 0.36, 95% CI 0.18 to 0.73), and nitrofurazone (RR 0.73, 95% CI 0.64 to 0.85). The minocycline and rifampicin catheter is no longer manufactured.\nFor the outcome of discomfort whilst the catheter was in-situ, more patients with nitrofurazone catheters complained of pain whilst the catheter was in-situ compared with standard catheters (RR 1.26, 95% CI 1.12 to 1.41). For the period after catheter removal, more patients with nitrofurazone catheters complained of pain than standard catheters (RR 1.43, 95% CI 1.30 to 1.57).\nAntimicrobial-impregnated indwelling urethral catheters versus antiseptic-coated indwelling urethral catheters\nOne large trial compared antimicrobial-impregnated (nitrofurazone) catheters versus silver alloy-coated (antiseptic-coated) catheters. The results showed people were less likely to have a symptomatic CAUTI with nitrofurazone-impregnated catheters (228/2153, 10.6%) compared with silver alloy-coated catheters (263/2097, 12.5%), but this was of borderline statistical significance (RR 0.84, 95% CI 0.71 to 1.00). They did, however, have significantly less bacteriuria (RR 0.78, 95% CI 0.67 to 0.91),\nWhile the catheter was in-situ (RR 1.50, 95% CI 1.32 to 1.70), and on removal (RR 1.32, 95% CI 1.20 to 1.45), nitrofurazone catheters were associated with more discomfort compared with silver-coated catheters.\nOne type of standard indwelling urethral catheter versus another type of standard indwelling urethral catheter\nNone of the trials comparing standard catheters versus other types of standard catheters measured symptomatic CAUTI. In terms of reducing bacteriuria, individual trials were too small to show whether one type of standard catheter was superior to another type. For the outcome of urethral reactions, fully siliconised catheters appeared to be superior to latex-based catheters. However, the trials involved small numbers of participants. There were no statistically significant differences between the different catheters for all other outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Silver alloy-coated catheters were not associated with a statistically significant reduction in symptomatic CAUTI, and are considerably more expensive. Nitrofurazone-impregnated catheters reduced the risk of symptomatic CAUTI and bacteriuria, although the magnitude of reduction was low and hence may not be clinically important. However, they are more expensive than standard catheters. They are also more likely to cause discomfort than standard catheters."
    }
  ],
  "pls_title": "Types of urethral catheters for management of short-term voiding problems in hospitalised adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background on the condition",
      "text": "Urethral catheters are small tubes passed into the bladder via the urethra (outlet for urine). They are often used for a short time after major surgery. Urethral catheters are also used if a person is unable to empty the bladder when they need to (urinary retention). They are also used for monitoring urine output in hospitalised patients. About half of all hospitalised adults who have urethral catheters for longer than a week will get a urinary tract infection (UTI)."
    },
    {
      "heading": "The main findings of the review",
      "text": "Twenty-six trials were included in this systematic review involving 12,422 hospitalised adults in 25 parallel group trials, and 27,878 adults in one large cluster-randomised cross-over trial.The review of evidence from trials found that although antiseptic-coated (silver alloy) catheters reduced the number of bacteria in the urine, they did not reduce the number of UTIs caused by the presence of the catheter. Catheters coated with antimicrobials (antibiotics, nitrofurazone) designed to kill or stop the growth of bacteria may reduce both the number of bacteria in the urine as well as number of people having UTI caused by the presence of the catheter. However, the evidence is relatively weak, and any benefit is likely to be small and hence unlikely to be meaningful to either patients or clinicians."
    },
    {
      "heading": "Adverse effects",
      "text": "These antibiotic catheters are also more likely to cause discomfort for patients compared with standard catheters, and they are more expensive."
    },
    {
      "heading": "Conclusions",
      "text": "The best approaches to reducing the risk of UTI include reducing the numbers of unnecessary catheterisations, or reducing the time period during which the catheter is used by removing it as early as possible."
    }
  ]
}