{
  "doi": "10.1002/14651858.CD001829.pub4",
  "name": "Interventions for treating oral leukoplakia to prevent oral cancer",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Oral leukoplakia is a relatively common oral lesion that, in a small proportion of people, precedes the development of oral cancer. Most leukoplakias are asymptomatic; therefore, the primary objective of treatment should be to prevent onset of cancer. This review updates our previous review, published in 2006."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness, safety and acceptability of treatments for leukoplakia in preventing oral cancer."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following electronic databases: Cochrane Oral Health's Trials Register (to 16 May 2016), the Cochrane Central Register of Controlled Trials (CENTRAL) (the Cochrane Library, 2016, Issue 4), MEDLINE Ovid (1946 to 16 May 2016), Embase Ovid (1980 to 16 May 2016) and CancerLit via PubMed (1950 to 16 May 2016). We searched the metaRegister of Controlled Trials (to 10 February 2015), ClinicalTrials.gov (to 16 May 2016) and the World Health Organization (WHO) International Clinical Trials Registry Platform for ongoing trials (to 16 May 2016). We placed no restrictions on the language or date of publication when searching electronic databases."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that enrolled people with a diagnosis of oral leukoplakia and compared any treatment versus placebo or no treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We collected data using a data extraction form. Oral cancer development, demonstrated by histopathological examination, was our primary outcome. Secondary outcomes were clinical resolution of the lesion, improvement of histological features and adverse events. We contacted trial authors for further details when information was unclear. When valid and relevant data were available, we conducted a meta-analysis of the data using a fixed-effect model when we identified fewer than four studies with no heterogeneity. For dichotomous outcomes, we calculated risk ratios (RRs) and 95% confidence intervals (CIs). We assessed risk of bias in studies by using the Cochrane tool. We assessed the overall quality of the evidence by using standardised criteria (Grades of Recommendation, Assessment, Development and Evaluation Working Group (GRADE))."
    },
    {
      "heading": "Main results",
      "text": "We included 14 studies (909 participants) in this review. Surgical interventions, including laser therapy and cryotherapy, have never been studied by means of an RCT that included a no treatment or placebo arm. The included trials tested a range of medical and complementary treatments, in particular, vitamin A and retinoids (four studies); beta carotene or carotenoids (three studies); non-steroidal anti-inflammatory drugs (NSAIDs), specifically ketorolac and celecoxib (two studies); herbal extracts (four studies), including tea components, a Chinese herbal mixture and freeze-dried black raspberry gel; bleomycin (one study); and Bowman-Birk inhibitor (one study).\nWe judged one study to be at low risk of bias, seven at unclear risk and six at high risk. In general, we judged the overall quality of the evidence to be low or very low, so findings are uncertain and further research is needed.\nFive studies recorded cancer incidence, only three of which provided useable data. None of the studies provided evidence that active treatment reduced the risk of oral cancer more than placebo: systemic vitamin A (RR 0.11, 95% CI 0.01 to 2.05; 85 participants, one study); systemic beta carotene (RR 0.71, 95% CI 0.24 to 2.09; 132 participants, two studies); and topical bleomycin (RR 3.00, 95% CI 0.32 to 27.83; 20 participants, one study). Follow-up ranged between two and seven years.\nSome individual studies suggested effectiveness of some proposed treatments, namely, systemic vitamin A, beta carotene and lycopene, for achieving clinical resolution of lesions more often than placebo. Similarly, single studies found that systemic retinoic acid and lycopene may provide some benefit in terms of improvement in histological features. Some studies also reported a high rate of relapse.\nSide effects of varying severity were often described; however, it seems likely that interventions were well accepted by participants because drop-out rates were similar between treatment and control groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Surgical treatment for oral leukoplakia has not been assessed in an RCT that included a no treatment or placebo comparison. Nor has cessation of risk factors such as smoking been assessed. The available evidence on medical and complementary interventions for treating people with leukoplakia is very limited. We do not currently have evidence of a treatment that is effective for preventing the development of oral cancer. Treatments such as vitamin A and beta carotene may be effective in healing oral lesions, but relapses and adverse effects are common. Larger trials of longer duration are required to properly evaluate the effects of leukoplakia treatments on the risk of developing oral cancer. High-quality research is particularly needed to assess surgical treatment and to assess the effects of risk factor cessation in people with leukoplakia."
    }
  ],
  "pls_title": "Interventions for treating oral leukoplakia to prevent oral cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "People with oral leukoplakia are at higher risk of developing oral cancer than those with normal oral mucosa. This review, produced through Cochrane Oral Health, seeks to evaluate whether people affected by leukoplakia can benefit from surgical, medical or complementary treatments, either local or systemic. In particular, we conducted this review to find out which, if any, treatment is able to prevent people with leukoplakia of the mouth from getting oral cancer. This review updates our previous review published in 2006."
    },
    {
      "heading": "Background",
      "text": "Oral leukoplakia is a white patch formed in the mouth lining that cannot be rubbed off. It often does not hurt and may go unnoticed for years. People with leukoplakia develop oral cancer more often than people without it. Preventing this is critical because rates of oral cancer survival longer than five years after diagnosis are low. Drugs, surgery and other therapies have been tried for treatment of oral leukoplakia."
    },
    {
      "heading": "Objectives",
      "text": "This review aimed to evaluate whether treatments for oral leukoplakia are effective in preventing oral cancer, and safe and acceptable to patients."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence on which this review is based is up-to-date as of May 2016. We found 14 randomised controlled trials (RCTs) of medical and complementary treatments, which involved 909 participants in total. Treatments included herbal extracts, anti-inflammatory drugs, vitamin A, beta carotene supplements and others. Surgical treatment has not been compared with placebo or no treatment in an RCT."
    },
    {
      "heading": "Key results",
      "text": "Cancer development was measured in studies of three treatments: systemic vitamin A, systemic beta carotene and topical bleomycin. None of these treatments showed effectiveness in preventing cancer development, as measured up to two years for vitamin A and beta carotene, and seven years for bleomycin.\nSome individual studies of vitamin A and beta carotene suggested that these treatments may be effective for improving or healing oral lesions. However, some studies observed a high rate of relapse in participants whose lesions were initially resolved by treatment.\nMost treatments caused side effects of differing severity in a high proportion of participants.\nIt seems likely that interventions were well accepted by participants because drop-out rates were similar between treatment and control groups."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The available evidence is very limited. Most interventions were assessed by only one small study. Most studies had problems in the way they were conducted, making their results unreliable. We judged the quality of evidence for the outcome of cancer development to be very low."
    },
    {
      "heading": "Author conclusions",
      "text": "Larger, better studies of longer duration are required. As well as further studies of drug treatment and alternative treatments like vitamins, studies are needed to evaluate the effectiveness and safety of surgery, and of stopping risk factor habits such as smoking."
    }
  ]
}