{
  "doi": "10.1002/14651858.CD004592.pub2",
  "name": "Single versus double volume exchange transfusion in jaundiced newborn infants",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Double volume exchange transfusion is commonly used in newborns with severe jaundice in order to prevent kernicterus and other toxicity related to hyperbilirubinemia. Most commonly, exchange transfusions are used in infants with rhesus hemolytic disease."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effectiveness of single volume exchange transfusion (SVET) with that of double volume exchange transfusion (DVET) in producing survival without disability and reducing bilirubin levels in newborn infants with severe jaundice."
    },
    {
      "heading": "Search methods",
      "text": "MEDLINE, EMBASE (Excerpta Medica online), The Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library), SCISEARCH (Science Citation Index), Reference lists from the articles identified in the search of the databases, and from review articles were searched through March 2006. Personal communication with experts in the field was used to identify unpublished data."
    },
    {
      "heading": "Selection criteria",
      "text": "All Randomised and quasi randomised control trials comparing single volume and double volume exchange transfusions in jaundiced newborn infants were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Safety and efficacy of single and double volume exchange compared with regards to long term neurodevelopment, reduction in bilirubin levels and other complications during exchange transfusion. Data was evaluated separately with regards to the cause of jaundice. Relative risk (RR) and weighted mean difference (WMD) were calculated for dichotomous and continuous variables respectively. 95% confidence intervals were used and a fixed effects model was assumed."
    },
    {
      "heading": "Main results",
      "text": "Only one study fulfilled the criteria (Amato 1988). 20 full term babies requiring exchange transfusion for hemolytic jaundice due to ABO incompatibility were randomly allocated to receive single or double volume exchange transfusion. Base line characteristics of both groups were similar with regards to birth weight 3260 (SD 390) g vs. 3350 SD (410) g, gestational age 39 (SD 1) week vs. 40 (SD 0.8) week, immediate pre exchange bilirubin level 199 (SD 33) micromol/L vs. 216 (SD 55) micromol/L. Both groups were treated equally apart from the volume of blood used for exchange transfusion. Total bilirubin levels immediately after exchange transfusion were not significantly different in either group. No long term neurodevelopmental outcome was examined in this study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There was insufficient evidence to support or refute the use of single volume exchange transfusion as opposed to double volume exchange transfusion in jaundiced newborns. A change from the current practice of double volume exchange transfusions for severe jaundice in newborns infant, cannot be recommended on current evidence."
    }
  ],
  "pls_title": "Single versus double volume exchange transfusion in jaundiced newborn infants",
  "pls_type": "long",
  "pls": "Extremely high levels of bilirubin (severe jaundice) can lead to brain damage. Severe jaundice in newborns can occur as a result of a variety of causes including rhesus hemolytic disease, ABO incompatibility, atypical antibodies etc. Removal of blood from the affected infant and replacing with fresh blood from the blood bank (exchange transfusion) is used as a treatment for severe jaundice in newborn infants. The affected infant's blood is removed in small portions and equal volume of blood is replaced during exchange transfusion. Traditionally twice the blood volume of baby is removed and the replaced with fresh blood. Exchange transfusion has been shown to reduce brain damage in severely jaundiced babies; however, exchange transfusion is associated with serious adverse events including death. It is likely that the complications of exchange transfusion would increase with amount of blood exchanged. This review was undertaken to examine if single volume (removal of blood equivalent to the blood volume of the baby) is as effective as double volume (removal of twice blood volume of the baby) in reducing the brain damage and bilirubin levels in newborn infants with severe jaundice. Only one randomised trial fulfilled the criteria for inclusion in the analysis. This study compared single and double volume exchange transfusion in jaundice due to ABO hemolytic jaundice. The study found no significant difference in bilirubin levels following exchange. This study did not look at any long term neurodevelopmental outcome (brain damage). Based on the available data, there is insufficient evidence to support or refute the use of single volume exchange transfusion as opposed to double volume exchange transfusion in jaundiced newborns."
}