{
  "doi": "10.1002/14651858.CD005106.pub4",
  "name": "Patient education for neck pain",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Neck disorders are common, disabling, and costly. The effectiveness of patient education strategies is unclear."
    },
    {
      "heading": "Objectives",
      "text": "To assess the short- to long-term effects of therapeutic patient education (TPE) strategies on pain, function, disability, quality of life, global perceived effect, patient satisfaction, knowledge transfer, or behaviour change in adults with neck pain associated with whiplash or non-specific and specific mechanical neck pain with or without radiculopathy or cervicogenic headache."
    },
    {
      "heading": "Search methods",
      "text": "We searched computerised bibliographic databases (inception to 11 July 2010)."
    },
    {
      "heading": "Selection criteria",
      "text": "Eligible studies were randomised controlled trials (RCT) investigating the effectiveness of TPE for acute to chronic neck pain."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Paired independent review authors conducted selection, data abstraction, and 'Risk of bias' assessment. We calculated risk ratio (RR) and standardised mean differences (SMD). Heterogeneity was assessed; no studies were pooled."
    },
    {
      "heading": "Main results",
      "text": "Of the 15 selected trials, three were rated low risk of bias. Three TPE themes emerged.\nAdvice focusing on activation: There is moderate quality evidence (one trial, 348 participants) that an educational video of advice focusing on activation was more beneficial for acute whiplash-related pain when compared with no treatment at intermediate-term [RR 0.79 (95% confidence interval (CI) 0.59 to 1.06)] but not long-term follow-up [0.89 (95% CI, 0.65 to 1.21)]. There is low quality evidence (one trial, 102 participants) that a whiplash pamphlet on advice focusing on activation is less beneficial for pain reduction, or no different in improving function and global perceived improvement from generic information given out in emergency care (control) for acute whiplash at short- or intermediate-term follow-up. Low to very low quality evidence (nine trials using diverse educational approaches) showed either no evidence of benefit or difference for varied outcomes.\nAdvice focusing on pain & stress coping skills and workplace ergonomics: Very low quality evidence (three trials, 243 participants) favoured other treatment or showed no difference spanning numerous follow-up periods and disorder subtypes.  Low quality evidence (one trial, 192 participants) favoured specific exercise training for chronic neck pain at short-term follow-up.\nSelf-care strategies: Very low quality evidence (one trial, 58 participants) indicated that self-care strategies did not relieve pain for acute to chronic neck pain at short-term follow-up."
    },
    {
      "heading": "Authors' conclusions",
      "text": "With the exception of one trial, this review has not shown effectiveness for educational interventions, including advice to activate, advice on stress-coping skills, workplace ergonomics and self-care strategies. Future research should be founded on sound adult learning theory and learning skill acquisition."
    }
  ],
  "pls_title": "Patient education for neck pain",
  "pls_type": "long",
  "pls": "Neck disorders, such as whiplash-associated disorders (WAD) and simple mechanical neck pain, are common and mostly resolve on their own but they can be disabling and costly for a small proportion of patients seeking help. A large proportion of direct healthcare costs associated with neck disorders is attributable to visits to healthcare providers, sick leave and the related loss of productive capacity.\nAdvice and education are commonly given during the treatment of neck pain. The most common educational approaches are advice (focused on activation, pain and stress-coping skills, workplace ergonomics, self-care strategies), neck school, or education concurrent with other treatments.\nElectronic bibliographic databases were searched up to 11 July 2010. Fifteen randomised controlled trials (1660 participants) looking at the effectiveness of patient education strategies for neck disorders were included. Of the 15 selected trials, only one trial depicting moderate quality evidence favoured the educational video for acute WAD. The remaining trials showed that patient education trials did not demonstrate evidence of benefit or favoured the comparison treatment being exercise for pain. Other outcomes were less frequently reported and did not yield results that diverged from those associated with pain. Participants who received advice to stay active reported little or no difference in pain compared with those who received no treatment, treatments focusing on rest, treatments focusing on exercise, physiotherapy and cognitive behavioural therapy. Additionally, stress-management therapies, when compared with no treatment, did not seem to have an effect on pain intensity in patients with mechanical neck disorders. Finally, self-care strategies (ergonomics, exercise, self-care, relaxation) do not seem to have an effect on pain when compared with no treatment.\nNo adverse events were reported in the trials.\nIn summary, the review authors concluded that there is no strong evidence for the effectiveness of educational interventions in various neck disorders."
}