{
  "doi": "10.1002/14651858.CD015134.pub2",
  "name": "Respiratory syncytial virus vaccination during pregnancy for improving infant outcomes",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Respiratory syncytial virus (RSV) is a major cause of lower respiratory tract infections (LRTIs) in infants. Maternal RSV vaccination is a preventive strategy of great interest, as it could have a substantial impact on infant RSV disease burden. In recent years, the clinical development of maternal RSV vaccines has advanced rapidly."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of maternal respiratory syncytial virus (RSV) vaccination for preventing RSV disease in infants."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth's Trials Register and two other trials registries on 21 October 2022. We updated the search on 27 July 2023, when we searched MEDLINE, Embase, CENTRAL, CINAHL, and two trials registries. Additionally, we searched the reference lists of retrieved studies and conference proceedings. There were no language restrictions on our searches."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) comparing maternal RSV vaccination with placebo or no intervention in pregnant women of any age. The primary outcomes were hospitalisation with clinically confirmed or laboratory-confirmed RSV disease in infants. The secondary outcomes covered adverse pregnancy outcomes (intrauterine growth restriction, stillbirth, and maternal death) and adverse infant outcomes (preterm birth, congenital abnormalities, and infant death)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods and assessed the certainty of evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included six RCTs (25 study reports) involving 17,991 pregnant women.\nThe intervention was an RSV pre-F protein vaccine in four studies, and an RSV F protein nanoparticle vaccine in two studies. In all studies, the comparator was a placebo (saline, formulation buffer, or sterile water). We judged four studies at overall low risk of bias and two studies at overall high risk (mainly due to selection bias). All studies were funded by pharmaceutical companies.\nMaternal RSV vaccination compared with placebo reduces infant hospitalisation with laboratory-confirmed RSV disease (risk ratio (RR) 0.50, 95% confidence interval (CI) 0.31 to 0.82; 4 RCTs, 12,216 infants; high-certainty evidence). Based on an absolute risk with placebo of 22 hospitalisations per 1000 infants, our results represent 11 fewer hospitalisations per 1000 infants from vaccinated pregnant women (15 fewer to 4 fewer). No studies reported infant hospitalisation with clinically confirmed RSV disease.\nMaternal RSV vaccination compared with placebo has little or no effect on the risk of congenital abnormalities (RR 0.96, 95% CI 0.88 to 1.04; 140 per 1000 with placebo, 5 fewer per 1000 with RSV vaccination (17 fewer to 6 more); 4 RCTs, 12,304 infants; high-certainty evidence). Maternal RSV vaccination likely has little or no effect on the risk of intrauterine growth restriction (RR 1.32, 95% CI 0.75 to 2.33; 3 per 1000 with placebo, 1 more per 1000 with RSV vaccination (1 fewer to 4 more); 4 RCTs, 12,545 pregnant women; moderate-certainty evidence). Maternal RSV vaccination may have little or no effect on the risk of stillbirth (RR 0.81, 95% CI 0.38 to 1.72; 3 per 1000 with placebo, no difference with RSV vaccination (2 fewer to 3 more); 5 RCTs, 12,652 pregnant women).\nThere may be a safety signal warranting further investigation related to preterm birth. This outcome may be more likely with maternal RSV vaccination, although the 95% CI includes no effect, and the evidence is very uncertain (RR 1.16, 95% CI 0.99 to 1.36; 6 RCTs, 17,560 infants; very low-certainty evidence). Based on an absolute risk of 51 preterm births per 1000 infants from pregnant women who received placebo, there may be 8 more per 1000 infants from pregnant women with RSV vaccination (1 fewer to 18 more).\nThere was one maternal death in the RSV vaccination group and none in the placebo group. Our meta-analysis suggests that RSV vaccination compared with placebo may have little or no effect on the risk of maternal death (RR 3.00, 95% CI 0.12 to 73.50; 3 RCTs, 7977 pregnant women; low-certainty evidence). The effect of maternal RSV vaccination on the risk of infant death is very uncertain (RR 0.81, 95% CI 0.36 to 1.81; 6 RCTs, 17,589 infants; very low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The findings of this review suggest that maternal RSV vaccination reduces laboratory-confirmed RSV hospitalisations in infants. There are no safety concerns about intrauterine growth restriction and congenital abnormalities. We must be careful in drawing conclusions about other safety outcomes owing to the low and very low certainty of the evidence. The evidence available to date suggests RSV vaccination may have little or no effect on stillbirth, maternal death, and infant death (although the evidence for infant death is very uncertain). However, there may be a safety signal warranting further investigation related to preterm birth. This is driven by data from one trial, which is not fully published yet.\nThe evidence base would be much improved by more RCTs with substantial sample sizes and well-designed observational studies with long-term follow-up for assessment of safety outcomes. Future studies should aim to use standard outcome measures, collect data on concomitant vaccines, and stratify data by timing of vaccination, gestational age at birth, race, and geographical setting."
    }
  ],
  "pls_title": "Does respiratory syncytial virus (RSV) vaccination during pregnancy reduce RSV-related hospitalisations in infants?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• The studies in this review suggest that respiratory syncytial virus (RSV) vaccination during pregnancy reduces RSV-related hospitalisations in infants.\n• The results suggest that RSV vaccination during pregnancy has little or no effect on the risk of birth defects in infants and probably has little or no effect on the risk of fetal growth restriction.\n• Future research in this area should focus on the effect of RSV vaccination during pregnancy on the risk of birth before 37 weeks of pregnancy, infant death, stillbirth, and maternal death."
    },
    {
      "heading": "What is respiratory syncytial virus disease?",
      "text": "RSV is a common cause of lower respiratory tract infections (infections of the lungs or airways below the voice box) in infants. In 2019, around 33 million children under five years of age had a lower respiratory tract infection caused by this virus. RSV can be spread through droplets in the air or through direct contact. Children with RSV disease may have mild symptoms such as coughing, runny nose, and fever. However, the disease can progress to bronchiolitis or pneumonia. Every year, 3.6 million infants worldwide are admitted to hospital with severe RSV disease, and many die. Infants under 6 months old, especially newborns, are particularly vulnerable to severe RSV disease because their immune system is not fully developed yet."
    },
    {
      "heading": "What is maternal vaccination?",
      "text": "Normally, during pregnancy, the placenta transports antibodies from the mother's bloodstream to the fetus. Vaccination during pregnancy aims to boost antibody levels in mothers. This way, a higher amount of antibodies is transferred to the fetus, providing temporary passive immunity."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if RSV vaccination during pregnancy was better than no treatment or placebo (dummy treatment) for preventing hospitalisations associated with RSV disease in infants. We also wanted to find out if RSV vaccination during pregnancy was safe for mothers and their babies, by looking at whether it had an effect on fetal growth restriction, stillbirth, maternal death, preterm birth, birth defects, and infant death."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared RSV vaccination with no treatment or placebo during pregnancy. We compared and summarised their results and rated our confidence in the evidence based on factors such as study methods."
    },
    {
      "heading": "What did we find?",
      "text": "We found six studies that compared RSV vaccination with placebo in a total of 17,991 pregnant women. The studies lasted between 90 days and 365 days and took place in multiple countries around the world (USA was the most common country). All studies were funded by pharmaceutical companies. The pregnant women were aged up to 49 years. The timing of vaccination varied, from 24 weeks to 36 weeks of pregnancy.\nEvidence from four studies shows that RSV vaccination during pregnancy reduces the number of infants hospitalised with RSV disease. For every 1000 pregnant women who receive the vaccination, 11 infants will be admitted to hospital with RSV disease, compared with 22 infants for every 1000 women who receive placebo.\nEvidence from four studies shows that RSV vaccination has little or no effect on the risk of birth defects and probably has little or no effect on the risk of fetal growth restriction. There were no safety concerns about the risk of stillbirth, maternal death, and infant death, but these results are less certain. RSV vaccination during pregnancy might increase the risk of preterm births, but the results are very uncertain. More research is needed to give a clearer result and investigate possible causes."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are confident that RSV vaccination during pregnancy reduces infant hospitalisations and does not increase birth defects. We are less confident in the other findings because some of the studies were poorly conducted, and the evidence is based on only a few events."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is current to 27 July 2023."
    }
  ]
}