{
  "doi": "10.1002/14651858.CD001476.pub2",
  "name": "Potassium containing toothpastes for dentine hypersensitivity",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Dentine hypersensitivity may be defined as the pain arising from exposed dentine, typically in response to external stimuli, and which cannot be explained by any other form of dental disease. Many treatment regimens have been recommended over the years, and in recent years particular attention has been focused on toothpastes containing various potassium salts."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effectiveness of potassium containing toothpastes with control toothpastes in reducing dentine hypersensitivity."
    },
    {
      "heading": "Search methods",
      "text": "The following databases were searched: Cochrane Oral Health Group Trials Register (searched until August 2005); CENTRAL (until August 2005); EMBASE/MEDLINE, PubMed, Web of Science (until September 2005). Bibliographies of clinical studies and reviews identified in the electronic search were checked for studies published outside the electronically searched journals."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) in which the effect on dentine hypersensitivity of potassium containing toothpastes was tested against non-potassium containing control toothpastes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two of the review authors independently recorded the results of the included trials using a specially designed form. Sensitivity was assessed by using thermal, tactile, air blast, and subjective methods."
    },
    {
      "heading": "Main results",
      "text": "Six studies were included in the meta-analysis which showed the statistically significant effect of potassium nitrate toothpaste on air blast and tactile sensitivity at the 6 to 8 weeks follow up, e.g. the meta-analysis of air blast sensitivity showed a standardized mean difference in sensitivity score of -1.25 (95% CI: -1.65 to -0.851) in favour of treatment. The subjective assessment failed to show a significant effect at the 6 to 8 week assessment."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence generated by this review is based on a small number of individuals. Furthermore, the effect varies with the methods applied for assessing the sensitivity. \nThus no clear evidence is available for the support of potassium containing toothpastes for dentine hypersensitivity."
    }
  ],
  "pls_title": "Potassium containing toothpastes for dentine hypersensitivity",
  "pls_type": "long",
  "pls": "Dentine hypersensitivity is a sharp, sudden pain arising from the teeth when exposed to touch or hot and cold foods. If dental disease is not the cause of the pain, toothpastes containing potassium have been recommended to reduce tooth sensitivity. This review of trials found there was not enough evidence to show that potassium is effective in desensitising teeth. More research is needed."
}