{
  "doi": "10.1002/14651858.CD013015.pub2",
  "name": "Natriuretic peptide‐guided treatment for the prevention of cardiovascular events in patients without heart failure ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cardiovascular disease (CVD) is the leading cause of morbidity and mortality globally. Early intervention for those with high cardiovascular risk is crucial in improving patient outcomes. Traditional prevention strategies for CVD have focused on conventional risk factors, such as overweight, dyslipidaemia, diabetes, and hypertension, which may reflect the potential for cardiovascular insult. Natriuretic peptides (NPs), including B-type natriuretic peptide (BNP) and N-terminal pro B-type natriuretic peptide (NT-proBNP), are well-established biomarkers for the detection and diagnostic evaluation of heart failure. They are of interest for CVD prevention because they are secreted by the heart as a protective response to cardiovascular stress, strain, and damage. Therefore, measuring NP levels in patients without heart failure may be valuable for risk stratification, to identify those at highest risk of CVD who would benefit most from intensive risk reduction measures."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of natriuretic peptide (NP)-guided treatment for people with cardiovascular risk factors and without heart failure."
    },
    {
      "heading": "Search methods",
      "text": "Searches of the following bibliographic databases were conducted up to 9 July 2019: CENTRAL, MEDLINE, Embase, and Web of Science. Three clinical trial registries were also searched in July 2019."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials enrolling adults with one or more cardiovascular risk factors and without heart failure, which compared NP-based screening and subsequent NP-guided treatment versus standard care in all settings (i.e. community, hospital)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened titles and abstracts and selected studies for inclusion, extracted data, and evaluated risk of bias. Risk ratios (RRs) were calculated for dichotomous data, and mean differences (MDs) with 95% confidence intervals (CIs) were calculated for continuous data. We contacted trial authors to obtain missing data and to verify crucial study characteristics. Using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach, two review authors independently assessed the quality of the evidence and GRADE profiler (GRADEPRO) was used to import data from Review Manager to create a 'Summary of findings' table."
    },
    {
      "heading": "Main results",
      "text": "We included two randomised controlled trials (three reports) with 1674 participants, with mean age between 64.1 and 67.8 years. Follow-up ranged from 2 years to mean 4.3 years.\nFor primary outcome measures, effect estimates from a single study showed uncertainty for the effect of NP-guided treatment on cardiovascular mortality in patients with cardiovascular risk factors and without heart failure (RR 0.33, 95% CI 0.04 to 3.17; 1 study; 300 participants; low-quality evidence). Pooled analysis demonstrated that in comparison to standard care, NP-guided treatment probably reduces the risk of cardiovascular hospitalisation (RR 0.52, 95% CI 0.40 to 0.68; 2 studies; 1674 participants; moderate-quality evidence). This corresponds to a risk of 163 per 1000 in the control group and 85 (95% CI 65 to 111) per 1000 in the NP-guided treatment group.\nWhen secondary outcome measures were evaluated, evidence from a pooled analysis showed uncertainty for the effect of NP-guided treatment on all-cause mortality (RR 0.90, 95% CI 0.60 to 1.35; 2 studies; 1354 participants; low-quality evidence). Pooled analysis indicates that NP-guided treatment probably reduces the risk of all-cause hospitalisation (RR 0.83, 95% CI 0.75 to 0.92; 2 studies; 1354 participants; moderate-quality evidence). This corresponds to a risk of 601 per 1000 in the control group and 499 (95% CI 457 to 553) per 1000 in the NP-guided treatment group. The effect estimate from a single study indicates that NP-guided treatment reduced the risk of ventricular dysfunction (RR 0.61, 95% CI 0.41 to 0.91; 1374 participants; high-quality evidence). The risk in this study's control group was 87 per 1000, compared with 53 (95% CI 36 to 79) per 1000 with NP-guided treatment. Results from the same study show that NP-guided treatment does not affect change in NP level at the end of follow-up, relative to standard care (MD -4.06 pg/mL, 95% CI -15.07 to 6.95; 1 study; 1374 participants; moderate-quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review shows that NP-guided treatment is likely to reduce ventricular dysfunction and cardiovascular and all-cause hospitalisation for patients who have cardiovascular risk factors and who do not have heart failure. Effects on mortality and natriuretic peptide levels are less certain. Neither of the included studies were powered to evaluate mortality. Available evidence shows uncertainty regarding the effects of NP-guided treatment on both cardiovascular mortality and all-cause mortality; very low event numbers resulted in a high degree of imprecision in these effect estimates. Evidence also shows that NP-guided treatment may not affect NP level at the end of follow-up.\nAs both trials included in our review were pragmatic studies, non-blinding of patients and practices may have biased results towards a finding of equivalence. Further studies with more adequately powered sample sizes and longer duration of follow-up are required to evaluate the effect of NP-guided treatment on mortality. As two trials are ongoing, one of which is a large multi-centre trial, it is hoped that future iterations of this review will benefit from larger sample sizes across a wider geographical area."
    }
  ],
  "pls_title": "Natriuretic peptide-guided treatment for preventing death and cardiovascular events among patients with risk factors for heart disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We wanted to see if natriuretic peptide (NP)-guided treatment is better than usual care for preventing death and cardiovascular events among patients with risk factors for heart disease but without heart failure."
    },
    {
      "heading": "Background",
      "text": "Cardiovascular diseases (CVDs) are a group of conditions that affect the heart and blood vessels. They are the leading causes of avoidable death worldwide. Risk factors that increase a person's likelihood of developing CVD include diabetes, high blood pressure, high cholesterol, and obesity. Natriuretic peptides (NPs) are hormones produced by the heart that are measured in the blood. They help the body to eliminate fluids, relax the blood vessels, and funnel sodium into the urine. When the heart is damaged, the body releases more NPs to try to ease strain on the heart. By measuring a person's blood NP levels, we can identify those who have established damage to their heart and who are at higher risk of death and cardiovascular events such as heart attack and stroke. We can then use this information to reduce a person's cardiovascular risk by guiding decisions about their cardiovascular care (NP-guided treatment), such as what medication they should take, what investigations they need, and what adjustments they should make to their lifestyle."
    },
    {
      "heading": "Study characteristics",
      "text": "Evidence in this review is current to July 2019. We included two randomised controlled trials (where participants have an equal chance of being assigned to either treatment) including 1674 adult participants who had one or more risk factors for developing CVD, which compared NP-guided treatment with standard care. We excluded patients with symptoms of heart failure. The mean age of participants varied between 64.1 and 67.8 years. Patients were followed-up for between 2 years and a mean of 4.2 years."
    },
    {
      "heading": "Key results",
      "text": "Effects of NP-guided treatment on death due to CVD or for any other reason remain uncertain as our results were imprecise. Moderate-quality evidence suggests that NP-guided treatment probably reduces the number of hospitalisations due to cardiovascular events and due to all causes in patients with cardiovascular risk factors. We would expect that of 1000 patients who received standard care, 163 would be admitted to hospital as the result of a cardiovascular event, compared to between 65 and 111 patients who received NP-guided treatment. Out of 1000 patients with cardiovascular risk factors who received standard care, 601 would be admitted to hospital for any reason, compared to between 457 and 553 patients who received NP-guided treatment.\nHigh-quality evidence indicates that NP-guided treatment reduces the risk of ventricular dysfunction (a condition that often leads to heart failure) compared to standard care. Our results suggest that of 1000 patients with cardiovascular risk factors who received standard care, 87 would develop ventricular dysfunction, compared to between 36 and 79 patients who received NP-guided treatment. No evidence suggests that NP-guided treatment affected NP level at completion of the studies."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of evidence ranged from low to high across outcomes. Key reasons for concern about the quality of the evidence included risk of bias, as patients and medical staff caring for patients knew whether they were in the control or intervention group and this may have affected the care they received; some results obtained were imprecise, and it is unclear if the intervention was beneficial or harmful. As we identified only two studies that were suitable for inclusion in this review, the generalisability of the review is limited."
    }
  ]
}