{
  "doi": "10.1002/14651858.CD005259.pub5",
  "name": "Interventions for preventing venous thromboembolism in adults undergoing knee arthroscopy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Knee arthroscopy (KA) is a routine orthopedic procedure recommended to repair cruciate ligaments and meniscus injuries and, in suitable cases, to assist the diagnosis of persistent knee pain. There is a small risk of thromboembolic events associated with KA. This systematic review aims to assess if pharmacological or non-pharmacological interventions may reduce this risk. This is an update of an earlier Cochrane Review."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy and safety of interventions – whether mechanical, pharmacological, or a combination of both – for thromboprophylaxis in adults undergoing KA."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search date was 1 June 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) and controlled clinical trials (CCTs), blinded or unblinded, of all types of interventions used to prevent deep vein thrombosis (DVT) in men and women aged 18 years and older undergoing KA."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were pulmonary embolism (PE), symptomatic DVT, asymptomatic DVT, and all-cause mortality. Our secondary outcomes were adverse effects, major bleeding, and minor bleeding. We used GRADE criteria to assess the certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "We did not identify any new studies for this update. This review includes eight studies involving 3818 adults with no history of thromboembolic disease. Five studies compared daily subcutaneous low-molecular-weight heparin (LMWH) versus no prophylaxis; one study compared oral rivaroxaban 10 mg versus placebo; one study compared daily subcutaneous LMWH versus graduated compression stockings; and one study compared aspirin versus no prophylaxis.\nThe incidence of PE in all studies combined was low, with seven cases in 3818 participants. There were no deaths in any of the intervention or control groups.\nLow-molecular-weight heparin versus no prophylaxis\nWhen compared with no prophylaxis, LMWH probably results in little to no difference in the incidence of PE in people undergoing KA (risk ratio [RR] 1.81, 95% confidence interval [CI] 0.49 to 6.65; 3 studies, 1820 participants; moderate-certainty evidence). LMWH may make little or no difference to the incidence of symptomatic DVT (RR 0.61, 95% CI 0.18 to 2.03; 4 studies, 1848 participants; low-certainty evidence). It is uncertain whether LMWH reduces the risk of asymptomatic DVT (RR 0.14, 95% CI 0.03 to 0.61; 2 studies, 369 participants; very low-certainty evidence). LMWH probably makes little or no difference to the risk of all adverse effects combined (RR 1.85, 95% CI 0.95 to 3.59; 5 studies, 1978 participants; moderate-certainty evidence), major bleeding (RR 0.98, 95% CI 0.06 to 15.72; 1451 participants; moderate-certainty evidence), or minor bleeding (RR 1.79, 95% CI 0.84 to 3.84; 5 studies, 1978 participants; moderate-certainty evidence).\nRivaroxaban versus placebo\nOne study with 234 participants compared oral rivaroxaban 10 mg versus placebo. There were no cases of PE reported. Rivaroxaban probably led to little or no difference in symptomatic DVT (RR 0.16, 95% CI 0.02 to 1.29; moderate-certainty evidence). It is uncertain whether rivaroxaban reduces the risk of asymptomatic DVT because the certainty of the evidence is very low (RR 0.95, 95% CI 0.06 to 15.01). The study only reported bleeding adverse effects. No major bleeds occurred in either group, and rivaroxaban probably made little or no difference to minor bleeding (RR 0.63, 95% CI 0.18 to 2.19; moderate-certainty evidence).\nAspirin versus no prophylaxis\nOne study compared aspirin with no prophylaxis. There were no PE, DVT or asymptomatic events detected in either group. The study authors reported adverse effects including pain and swelling, but without clarifying which groups these occurred in. There were no bleeds reported.\nLow-molecular-weight heparin versus compression stockings\nOne study with 1317 participants compared LMWH versus compression stockings. LMWH may lead to little or no difference in the risk of PE compared to compression stockings (RR 1.00, 95% CI 0.14 to 7.05; low-certainty evidence), but it may reduce the risk of symptomatic DVT (RR 0.17, 95% CI 0.04 to 0.75; low-certainty evidence). It is uncertain whether LMWH has any effect on asymptomatic DVT (RR 0.47, 95% CI 0.21 to 1.09; very low-certainty evidence). The results suggest LMWH probably leads to little or no difference in major bleeding (RR 3.01, 95% CI 0.61 to 14.88; moderate-certainty evidence), or minor bleeding (RR 1.16, 95% CI 0.64 to 2.08; moderate-certainty evidence).\nWe downgraded the certainty of the evidence for imprecision due to overall small event numbers, for risk of bias due to concerns about lack of blinding, and for indirectness due to uncertainty about the direct clinical relevance of asymptomatic DVT detection."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is a small risk that healthy adults undergoing KA will develop venous thromboembolism (PE or DVT). We found moderate- to low-certainty evidence of little or no benefit from LMWH, or rivaroxaban in reducing this small risk of PE or symptomatic DVT. The studies provided very low-certainty evidence that LMWH may reduce the risk of asymptomatic DVT compared to no prophylaxis, but it is uncertain how this directly relates to incidence of DVT or PE in healthy people undergoing KA. There is probably little or no difference in adverse effects (including major and minor bleeding), but data relating to these outcomes were limited by low numbers of events in the studies reporting these outcomes."
    }
  ],
  "pls_title": "Treatments for preventing venous thromboembolism in adults who have keyhole surgery of the knee",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key message",
      "text": "• We did not find clear evidence that the use of clot-preventing medications (low-molecular-weight heparin (LMWH), aspirin or rivaroxaban) in healthy adults who undergo minimally invasive knee surgery can reduce the small risk of blood clots developing in their deep veins, or the small risk that these blood clots travel to a blood vessel in their lungs.\n• We did not find any clear evidence that LMWH, aspirin or rivaroxaban cause harmful effects such as bleeding in these people."
    },
    {
      "heading": "Why is this question important?",
      "text": "In knee arthroscopy, a healthcare provider inserts a tiny camera through a small cut in the person's knee. Knee arthroscopy is used to diagnose and repair many types of knee injuries. People who undergo this procedure have a small risk of developing a blood clot in the deep veins of their legs (deep vein thrombosis). Those who get deep vein thrombosis may have symptoms such as calf pain or swelling (symptomatic deep vein thrombosis). There is also a risk that the clots may move to the lungs (pulmonary embolism). People who have surgery often receive medications to lower the risk of clots developing. These medications help to prevent blood clots by thinning the blood, and they may cause side effects such as bleeding. Because the risk of getting a blood clot after knee arthroscopy is small, it is important to know if taking medication to prevent clots is necessary."
    },
    {
      "heading": "What did we do?",
      "text": "This systematic review included randomized controlled trials of people who had knee arthroscopy and who either did or did not receive clot-preventing medication. Randomized studies provide the most reliable evidence about treatment effects because the treatment people receive is decided at random."
    },
    {
      "heading": "What did we find?",
      "text": "In the studies we included in our review, the control participants (those who did not receive medication) received no treatment in six studies, received a dummy pill (placebo) in one study, and wore compression stockings in one study.\nWe combined information from five studies, and this showed that LMWH – a medicine that people inject into their abdominal area every day – does not clearly reduce the risk of pulmonary embolism or symptomatic deep vein thrombosis compared with no treatment. LMWH may reduce the risk of asymptomatic deep vein thrombosis (a clot in the leg without symptoms, usually detected by testing), but we are very uncertain about the results. LMWH had no clear effect on bleeding.\nIn one study, oral rivaroxaban did not reduce the risk of deep vein thrombosis, and also did not increase minor bleeding when compared to placebo. The study reported no cases of pulmonary embolism or major bleeding.\nIn one study that compared aspirin with no treatment, no participants had pulmonary embolism, deep vein thrombosis or bleeding.\nCompared to compression stockings, LMWH did not reduce pulmonary embolism or bleeding, but did reduce symptomatic deep vein thrombosis."
    },
    {
      "heading": "How certain are we about the evidence?",
      "text": "Our confidence in the evidence differs across treatments and results of treatment. We are not very confident about the evidence for pulmonary embolism and symptomatic deep vein thrombosis because the total number of cases (clots) was small. We are not confident in the evidence on asymptomatic clots because participants were aware of the treatments they had, and may have revealed this information – whether accidentally or on purpose – to the medical staff who were looking for the clots. In addition, asymptomatic clots may be less clinically important in people who are at low risk of clots or who quickly regain mobility after the knee arthroscopy."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This Cochrane Review updates our previous evidence. The evidence is current to 1 June 2021."
    }
  ]
}