{
  "doi": "10.1002/14651858.CD004500.pub3",
  "name": "Positive end‐expiratory pressure for preterm infants requiring conventional mechanical ventilation for respiratory distress syndrome or bronchopulmonary dysplasia ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Conventional mechanical ventilation (CMV) is a common therapy for neonatal respiratory failure. While CMV facilitates gas exchange, it may simultaneously injure the lungs. Positive end-expiratory pressure (PEEP) has received less attention than other ventilation parameters when considering this benefit–risk balance. While an appropriate PEEP level may result in clinical benefits, both inappropriately low or high levels may cause harm. An appropriate PEEP level may also be best achieved by an individualized approach."
    },
    {
      "heading": "Objectives",
      "text": "1. To compare the effects of PEEP levels in preterm infants requiring CMV for respiratory distress syndrome (RDS). We compare both: zero end-expiratory pressure (ZEEP) (0 cm H2O) versus any PEEP and low (< 5 cm H2O) vs high (≥ 5 cm H2O) PEEP.\n2. To compare the effects of PEEP levels in preterm infants requiring CMV for bronchopulmonary dysplasia (BPD). We compare both: ZEEP (0 cm H2O) vs any PEEP and low (< 5 cm H2O) versus high (≥ 5 cm H2O) PEEP.\n3. To compare the effects of different methods for individualizing PEEP to an optimal level in preterm newborn infants requiring CMV for RDS."
    },
    {
      "heading": "Search methods",
      "text": "We used the standard search strategy of Cochrane Neonatal to search the Cochrane Central Register of Controlled Trials, MEDLINE via PubMed, Embase, and CINAHL to 14 February 2018. We also searched clinical trials databases, conference proceedings, and the reference lists of retrieved articles for randomized controlled trials and quasi-randomized trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomized or quasi-randomized controlled trials studying preterm infants born at less than 37 weeks' gestational age, requiring CMV and undergoing randomization to either different PEEP levels (RDS or BPD); or, two or more alternative methods for individualizing PEEP levels (RDS only). We included cross-over trials but limited outcomes to those from the first cross-over period."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We performed data collection and analysis according to the recommendations of the Cochrane Neonatal Review Group. We used the GRADE approach to assess the quality of evidence for prespecified key clinically relevant outcomes."
    },
    {
      "heading": "Main results",
      "text": "Four trials met the inclusion criteria. Two cross-over trials with 28 participants compared different PEEP levels in infants with RDS. Meta-analysis was limited to short-term measures of pulmonary gas exchange and showed no differences between low and high PEEP.\nWe identified no trials comparing PEEP levels in infants with BPD.\nTwo trials enrolling 44 participants compared different methods for individualizing PEEP in infants with RDS. Both trials compared an oxygenation-guided lung-recruitment maneuver (LRM) with gradual PEEP level titrations for individualizing PEEP to routine care (control). Meta-analysis showed no difference between LRM and control on mortality by hospital discharge (risk ratio (RR) 1.00, 95% confidence interval (CI) 0.17 to 5.77); there was no statistically significant difference on BPD, with an effect estimate favoring LRM (RR 0.25, 95% CI 0.03 to 2.07); and a statistically significant difference favoring LRM for the outcome of duration of ventilatory support (mean difference –1.06 days, 95% CI –1.85 to –0.26; moderate heterogeneity, I2 = 67%). Short-term oxygenation measures also favored LRM. We graded the quality of the evidence as low for all key outcomes due to risk of bias and imprecision of the effect estimates."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There continues to be insufficient evidence to guide PEEP level selection for preterm infants on CMV for RDS or BPD. Low-quality data suggests that selecting PEEP levels through the application of an oxygenation-guided LRM may result in clinical benefit. Well-conducted randomized trials, particularly to further evaluate the potential benefits of oxygenation-guided LRMs, are needed."
    }
  ],
  "pls_title": "Positive end-expiratory pressure for preterm infants requiring conventional mechanical ventilation for respiratory distress syndrome or bronchopulmonary dysplasia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "how do different positive end-expiratory pressure (PEEP) levels, or different approaches for selecting PEEP levels, compare on their effects in preterm infants with respiratory distress syndrome (RDS) or bronchopulmonary dysplasia (BPD)?"
    },
    {
      "heading": "Background",
      "text": "infants born preterm (before 37 weeks' gestational age) often have respiratory failure and require medical support to achieve adequate pulmonary gas exchange (removing carbon dioxide from the blood and replenishing it with oxygen). RDS and BPD are complications of premature babies that describe early (RDS) and late (BPD) respiratory failure as a result of preterm birth. Conventional mechanical ventilation (the use of a breathing machine) following endotracheal intubation (placement of a breathing tube in the windpipe) is a commonly used therapy for both complications. While this therapy can improve pulmonary gas exchange and lead to benefits, it may simultaneously injure the lungs and cause harms. Gas exchange is achieved by several ventilator settings that help cycle heated, humidified and (sometimes) oxygen-enriched air in and out of the lungs. One of these settings is called PEEP, which is a continuous distending pressure applied throughout the respiratory cycle. It plays an important role in keeping the lungs open, enabling all areas of the lungs to undergo gas exchange. While the use of PEEP is generally accepted, it is not clear which PEEP levels maximize benefits while minimizing possible harms. An appropriate PEEP level may also be best achieved by an individualized approach in which a good PEEP level is determined on a patient-to-patient basis."
    },
    {
      "heading": "Study characteristics",
      "text": "we organized our study to compare the effect of low versus high PEEP levels, which we defined as: less than 5 cmH2O (low) versus 5 cmH2O or greater (high). Our primary outcomes were death by hospital discharge (for RDS) or two years of age (for BPD) and neurodevelopmental impairment (problems with growth and development of the brain or central nervous system) at two years of age. We identified four trials. Two trials with 28 infants compared different PEEP levels in infants with RDS. Two trials with 44 infants compared approaches for individually selecting PEEP levels. The compared approaches were: routine, typical practice (control) versus a \"lung-recruitment maneuver.\" With this maneuver, investigators slowly increased and then decreased PEEP levels while monitoring for improvements in oxygenation to guide PEEP level selection. The evidence is up to date to 14 February 2018."
    },
    {
      "heading": "Key results",
      "text": "two trials comparing different PEEP levels in RDS did not report on any patient important outcomes. They compared the short-term effect of different PEEP levels on pulmonary gas exchange, and found no differences between low and high PEEP levels. The two trials comparing the lung-recruitment maneuver to control reported survival to hospital discharge or the development of BPD and found no clear difference between groups. However, they did suggest that an infant receiving the maneuver may have required less time on conventional mechanical ventilation and had better oxygenation for a period after the maneuver. The quality of the evidence for these results was low because they were small studies and vulnerable to bias from limitations in the study methods."
    },
    {
      "heading": "Conclusions",
      "text": "evidence-based guidance for PEEP level selection in preterm infants continues to be limited. We are unable to make recommendations for clinical practice based on our findings. This review should raise awareness of the lack of high-quality research evidence guiding the selection of PEEP levels in preterm infants and encourage further research. Additional research evaluating lung-recruitment maneuvers as an approach for individually selecting PEEP levels would be particularly valuable, given our findings of possible but uncertain benefit with this approach."
    }
  ]
}