{
  "doi": "10.1002/14651858.CD004147.pub4",
  "name": "Psychosocial combined with agonist maintenance treatments versus agonist maintenance treatments alone for treatment of opioid dependence ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Maintenance treatments are effective in retaining patients in treatment and suppressing heroin use. Questions remain regarding the efficacy of additional psychosocial services."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of any psychosocial plus any agonist maintenance treatment versus standard agonist treatment for opiate dependence"
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Drugs and Alcohol Group trials register (June 2011), Cochrane Central Register of Controlled Trials (CENTRAL) (Issue 6, 2011), PUBMED (1996 to 2011); EMBASE (January 1980 to 2011); CINAHL (January 2003 to 2011); PsycINFO (1985 to 2003) and reference list of articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials and controlled clinical trial comparing any psychosocial plus any agonist with any agonist alone for opiate dependence."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trial quality quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "35 studies, 4319 participants, were included. These studies considered thirteen different psychosocial interventions. Comparing any psychosocial plus any maintenance pharmacological treatment to standard maintenance treatment, results do not show benefit for retention in treatment, 27 studies, 3124 participants, RR 1.03 (95% CI 0.98 to 1.07), abstinence by opiate during the treatment, 8 studies, 1002 participants, RR 1.12 (95% CI 0.92 to 1.37), compliance, three studies, MD 0.43 (95% CI -0.05 to 0.92), psychiatric symptoms, 3 studies, MD 0.02 (-0.28 to 0.31), depression, 3 studies, MD -1.70 (95% CI -3.91 to 0.51) and results at the end of follow up as number of participants still in treatment, 3 studies, 250 participants, RR 0.90 (95% CI 0.77 to 1.07) and participants abstinent by opioid, 3 studies, 181 participants, RR 1.15 (95% CI 0.98 to 1.36). Comparing the different psychosocial approaches, results are never statistically significant for all the comparisons and outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "For the considered outcomes, it seems that adding any psychosocial support to standard maintenance treatments do not add additional benefits. Data do not show differences also for contingency approaches, contrary to all expectations. Duration of the studies was too short to analyse relevant outcomes such as mortality. It should be noted that the control intervention used in the studies included in the review on maintenance treatments, is a program that routinely offers counselling sessions in addition to methadone; thus the review, actually, did not evaluate the question of whether any ancillary psychosocial intervention is needed when methadone maintenance is provided, but the narrower question of whether a specific more structured intervention provides any additional benefit to a standard psychosocial support. These interventions probably can be measured and evaluated by employing diverse criteria for evaluating treatment outcomes, aimed to rigorously assess changes in emotional, interpersonal, vocational and physical health areas of life functioning."
    }
  ],
  "pls_title": "Combined psychosocial and agonist maintenance interventions for treatment of opioid dependence",
  "pls_type": "long",
  "pls": "The abuse of opioid drugs and drug dependency are major health and social issues. Maintenance treatments with pharmacological agents can help to reduce the risks associated with the use of street drugs for drug addicts who are unable to abstain from drug use. Methadone is effective in retaining patients in treatment and reducing heroin use but re-addiction remains as a substantial challenge. Opiate addicts often have psychiatric problems such as anxiety and depression and may not be able to cope with stress. Psychosocial interventions including psychiatric care, psychotherapy, counselling, and social work services are commonly offered as part of the maintenance programs. Psychological support varies from structured psychotherapies such as cognitive behavioural therapy and supportive-expressive therapy to behavioural interventions and contingency management. \nThis review addressed whether a specific psychosocial intervention provides any additional benefit to pharmacological maintenance treatment. The control intervention was a maintenance program, which routinely offers counselling sessions in addition to pharmacological treatment. Present evidence suggests that adding psychosocial support does not change the effectiveness of retention in treatment and opiate use during treatment. Findings on retention in treatment were for 12 different psychosocial interventions including contingency management. These conclusions are based on 34 randomised trials involving 3777 opiate addicts, some 73% of whom were male. All but three studies were conducted in the USA. \nThe previous version of this review showed a reduction in opiate use during treatment that was no longer the case with the addition of new studies and the same is for the number of participants abstinent at the end of follow up. The psychosocial interventions are likely to require rigorous assessment of any changes in emotional, interpersonal, vocational and physical health areas of life functioning that may indirectly reduce drug use over longer periods of time."
}