{
  "doi": "10.1002/14651858.CD005479",
  "name": "Efficacy and safety of cesarean delivery for prevention of mother‐to‐child transmission of HIV‐1 ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cesarean section before labor and before ruptured membranes (\"elective cesarean section\", or ECS) has been introduced as an intervention for the prevention of mother-to-child transmission (MTCT) of HIV-1. The role of mode of delivery in the management of HIV-1-infected women should be assessed in light of risks as well as benefits, since HIV-1-infected pregnant women must be provided with available information with which to make informed decisions regarding cesarean section and other options to prevent transmission of infection to their children."
    },
    {
      "heading": "Objectives",
      "text": "Our objectives were to assess the efficacy (for prevention of MTCT of HIV-1) and the safety of ECS among HIV-1-infected women."
    },
    {
      "heading": "Search methods",
      "text": "Electronic searches were undertaken using MEDLINE and other databases. Hand searches of reference lists of pertinent reviews and studies, as well as abstracts from relevant conferences, were also conducted. Experts in the field were contacted to locate any other studies. The search strategy was iterative."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized clinical trials assessing the efficacy and safety of ECS for prevention of MTCT of HIV-1 were included in the analysis, as were observational studies with relevant data."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data regarding HIV-1 infection status of infants born to HIV-1-infected women according to mode of delivery were extracted from the reports of the studies. Similarly, data regarding postpartum morbidity (PPM) (including minor (e.g., febrile morbidity, urinary tract infection) and major (e.g., endometritis, thromboembolism) morbidity) of the HIV-1-infected women, and infant morbidity, according to mode of delivery were extracted."
    },
    {
      "heading": "Main results",
      "text": "One randomized clinical trial of the efficacy of ECS for prevention of MTCT of HIV-1 was identified. No data regarding infant morbidity according to the HIV-1-infected mother's mode of delivery were available. Data regarding PPM according to mode of delivery were available from this clinical trial as well as from five observational studies. Among HIV-1-infected women not taking antiretrovirals (ARVs) during pregnancy or taking only zidovudine, ECS was found to be efficacious for prevention of MTCT of HIV-1. PPM is generally higher among HIV-1-infected women who undergo cesarean as compared to vaginal delivery, with the risk with ECS being intermediate between that of vaginal delivery and NECS (including emergency procedures). Other factors associated with the risk of PPM among HIV-1-infected women include HIV-1 disease stage (more advanced disease, as manifested by lower CD4 counts and higher viral loads, being associated with a greater risk of PPM) and co-morbid conditions (e.g., diabetes)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "ECS is an efficacious intervention for the prevention of MTCT among HIV-1-infected women not taking ARVs or taking only zidovudine. The risk of PPM with ECS is higher than that associated with vaginal delivery, yet lower than with NECS. Among HIV-1-infected women, more advanced maternal HIV-1 disease stage and concomitant medical conditions (e.g., diabetes) are independent risk factors for PPM. The risk of MTCT of HIV-1 according to mode of delivery among HIV-1-infected women with low viral loads (low either because the woman's HIV-1 disease is not advanced, or because her HIV-1 disease is well-controlled with ARVs) is unclear. Therefore, an important issue to be addressed in one or more large studies (individual studies or an individual patient data meta-analysis combining data from more than one study) is assessment of the effectiveness of ECS for prevention of MTCT of HIV-1 among HIV-1-infected women with undetectable viral loads (with or without receipt of highly active ARV therapy (HAART))."
    }
  ],
  "pls_title": "Mother-to-child transmission (MTCT) of HIV is the primary way that children become infected with HIV. More than 2000 children worldwide are infected in this way every day.",
  "pls_type": "long",
  "pls": "Cesarean section before labor and before ruptured membranes (also called \"elective cesarean section,\" or ECS) has been introduced as an intervention for the prevention of MTCT of HIV. The objectives of this review were to assess the efficacy (for prevention of MTCT of HIV) and the safety of ECS among HIV-infected women.\nThe authors found that ECS is a good intervention for the prevention of MTCT among HIV-infected women not taking antiretrovirals (ARV), or taking only zidovudine. The risk of MTCT of HIV according to mode of delivery among HIV-infected women with low HIV viral loads (low either because the woman's HIV disease is not advanced, or because her HIV disease is well-controlled with ARVs) is unclear. Therefore, an important issue to be addressed in one or more large studies is an assessment of the effectiveness of ECS for prevention of MTCT of HIV among HIV-infected women with undetectable viral loads, whether or not they are receiving highly active ARV therapy (HAART)."
}