{
  "doi": "10.1002/14651858.CD011566.pub2",
  "name": "Pharmacological interventions for clozapine‐induced sinus tachycardia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Clozapine is an efficacious treatment for treatment-resistant schizophrenia; however its use can be limited by side effect intolerability. Sinus tachycardia is a common adverse event associated with clozapine treatment. Various pharmacological treatments are used to control heart rate increase due to clozapine use and can include a decreased rate of clozapine titration, a switch to a different antipsychotic, or treatment with negative chronotropic drugs."
    },
    {
      "heading": "Objectives",
      "text": "To assess the clinical effects and efficacy of pharmacological interventions for clozapine-induced sinus tachycardia.\nTo systematically review the adverse events associated with pharmacological interventions for clozapine-induced sinus tachycardia."
    },
    {
      "heading": "Search methods",
      "text": "On 23 March 2015, we searched the Cochrane Schizophrenia Group's Study-Based Register of Trials, which is based on regular searches of CINAHL, BIOSIS, AMED, EMBASE, PubMed, MEDLINE, PsycINFO and registries of clinical trials. There are no language, date, document type or publication status limitations for inclusion of records in the register."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing pharmacological interventions, at any dose and by any route of administration, for clozapine-induced tachycardia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We independently screened and assessed studies for inclusion using pre-specified inclusion criteria."
    },
    {
      "heading": "Main results",
      "text": "The electronic searches located three references. However, we did not identify any studies that met our inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "With no studies meeting the inclusion criteria, it is not possible to arrive at definitive conclusions. There are currently insufficient data to confidently inform clinical practice. We cannot, therefore, conclude whether specific interventions, such as beta-blockers, are less effective or more effective than standard courses of alternative treatments for tachycardia. This lack of evidence for the treatment of clozapine-induced tachycardia has implications for research and practice. Well-planned, conducted and reported randomised trials are indicated. One trial is currently underway. Current practice outside of well-designed randomised trials should be clearly justified."
    }
  ],
  "pls_title": "Pharmacological interventions for clozapine-induced sinus tachycardia",
  "pls_type": "long",
  "pls": "Clozapine is an antipsychotic medication used in the treatment of schizophrenia. Clozapine is the only treatment proven to be effective for those people who do not respond to other antipsychotic medications. A fast pulse rate (tachycardia) is one of the more common side effects associated with clozapine use. It is reported to occur in 25 out of every 100 people treated with clozapine. The occurrence of a fast pulse rate may lead to palpitations in the person treated with clozapine, which can be unpleasant and worrying. A fast pulse rate by itself is not necessarily dangerous to the person and can be treated. There are medications available to treat a fast pulse rate and slow it down to a normal rate. Examples of such medications include beta-blockers and calcium channel blockers. However, a fast pulse rate can lead to clozapine being stopped by doctors.\nThis review is about ways to reduce this problem, to find out if any treatment for a fast heart rate with clozapine use is better than another. This review investigated the best available evidence for interventions aimed at treating a fast heart rate associated with clozapine treatment. Unfortunately, we found no studies that could be included. Nevertheless, this review raises many unanswered questions and strongly suggests that future research on the treatment is much needed. Finding answers to this question will aid people treated with clozapine, and their doctors, in ensuring that a fast heart rate with clozapine can be treated and that clozapine can be safely continued."
}