{
  "doi": "10.1002/14651858.CD013514.pub2",
  "name": "Ginkgo biloba for tinnitus",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Tinnitus is a symptom defined as the perception of sound in the absence of an external source. In England alone there are an estimated ¾ million general practice consultations every year where the primary complaint is tinnitus, equating to a major burden on healthcare services. Clinical management strategies include education and advice, relaxation therapy, tinnitus retraining therapy (TRT), cognitive behavioural therapy (CBT), sound enrichment using ear-level sound generators or hearing aids, and drug therapies to manage co-morbid symptoms such as insomnia, anxiety or depression."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of Ginkgo biloba for tinnitus in adults and children."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane ENT Information Specialist searched the Cochrane ENT Register; CENTRAL (2022, Issue 6); Ovid MEDLINE; Ovid Embase; CINAHL; Web of Science; ClinicalTrials.gov; ICTRP and additional sources for published and unpublished trials. The date of the search was 7 June 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) recruiting adults and children with acute or chronic subjective tinnitus. We included studies where the intervention involved Ginkgo biloba and this was compared to placebo, no intervention, or education and information. Concurrent use of other medication or other treatment was acceptable if used equally in each group. Where an additional intervention was used equally in both groups, we analysed this as a separate comparison. The review included all courses of Ginkgo biloba, regardless of dose regimens or formulations, and for any duration of treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were tinnitus symptom severity measured as a global score on a multi-item tinnitus questionnaire and serious adverse effects (bleeding, seizures). Our secondary outcomes were tinnitus loudness (change in subjective perception), tinnitus intrusiveness, generalised depression, generalised anxiety, health-related quality of life and other adverse effects (gastrointestinal upset, headache, allergic reaction). We used GRADE to assess the certainty of the evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "This review included 12 studies (with a total of  1915 participants). Eleven studies compared the effects of Ginkgo biloba with placebo and one study compared the effects of Ginkgo biloba with hearing aids to hearing aids alone. All included studies were parallel-group RCTs. In general, risk of bias was high or unclear due to selection bias and poor reporting of allocation concealment and blinding of participants, personnel and outcome assessments. Due to heterogeneity in the outcomes measured and measurement methods used, only limited data pooling was possible.\nGinkgo biloba versus placebo\nWhen we pooled data from two studies for the primary outcome tinnitus symptom severity, we found that Ginkgo biloba may have little to no effect (Tinnitus Handicap Inventory scores) at three to six months compared to placebo, but the evidence is very uncertain (mean difference (MD) -1.35 (scale 0 to 100), 95% confidence interval (CI) -8.26 to 5.55; 2 studies; 85 participants) (very low-certainty). Ginkgo biloba may result in little to no difference in the risk of bleeding or seizures, with no serious adverse effects reported in either group (4 studies; 1154 participants; low-certainty).\nFor the secondary outcomes, one study found that there may be little to no difference between the effects of Ginkgo biloba and placebo on tinnitus loudness measured with audiometric loudness matching at 12 weeks, but the evidence is very uncertain (MD -4.00 (scale -10 to 140 dB), 95% CI -13.33 to 5.33; 1 study; 73 participants) (very low-certainty). One study found that there may be little to no difference between the effects of Ginkgo biloba and placebo on health-related quality of life measured with the Glasgow Health Status Inventory at three months (MD -0.58 (scale 0 to 100), 95% CI -4.67 to 3.51; 1 study; 60 participants) (low-certainty). Ginkgo biloba may not increase the frequency of other adverse effects (gastrointestinal upset, headache, allergic reaction) at three months compared to placebo (risk ratio 0.91, 95% CI 0.52 to 1.60; 4 studies; 1175 participants) (low-certainty). None of the studies reported the other secondary outcomes of tinnitus intrusiveness or changes in depressive symptoms or depression, anxiety symptoms or generalised anxiety.\nGingko biloba with concurrent intervention versus concurrent intervention only\nOne study compared Ginkgo biloba with hearing aids to hearing aids only. It assessed the mean difference in the change in Tinnitus Handicap Inventory scores and tinnitus loudness using a 10-point visual analogue scale (VAS) at three months. The study did not report adverse effects, tinnitus intrusiveness, changes in depressive symptoms or depression, anxiety symptoms or generalised anxiety, or health-related quality of life. This was a single, very small study (22 participants) and for all outcomes the certainty of the evidence was very low. We were unable to draw meaningful conclusions from the numerical results."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is uncertainty about the benefits and harms of Ginkgo biloba for the treatment of tinnitus when compared to placebo. We were unable to draw meaningful conclusions regarding the benefits and harms of Ginkgo biloba when used with concurrent intervention (hearing aids). The certainty of the evidence for the reported outcomes, assessed using GRADE, ranged from low to very low. Future research into the effectiveness of Ginkgo biloba in patients with tinnitus should use rigorous methodology. Randomisation and blinding should be of the highest quality, given the subjective nature of tinnitus and the strong likelihood of a placebo response. The CONSORT statement should be used in the design and reporting of future studies. We also recommend the use of validated, patient-centred outcome measures for research in the field of tinnitus."
    }
  ],
  "pls_title": "Ginkgo biloba herbal supplement for tinnitus",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is tinnitus?",
      "text": "Tinnitus is a symptom where people have a perception of sound without there being an external source. It is often described as a ringing, hissing, buzzing or whooshing sound. It is common, affecting between 5% and 43% of the general population, and its prevalence increases with age. For some people tinnitus is persistent and troublesome, and it may lead to sleep problems (insomnia), difficulty concentrating, difficulties in communication and social interaction, and anxiety and depression. Management can include education and advice, relaxation therapy, tinnitus retraining therapy (TRT), cognitive behavioural therapy (CBT), sound generators or hearing aids, and drug therapies. The herbal supplement Ginkgo biloba has also been used."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out whether Ginkgo biloba reduces tinnitus severity and whether it has any unwanted or harmful effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at Ginkgo biloba compared to placebo ('dummy' treatment), no treatment or education/information alone in adults and children with tinnitus. We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as how the studies had been done and how many people were involved."
    },
    {
      "heading": "What did we find?",
      "text": "We found 12 studies (with a total of 1915 people who participated). Eleven studies compared the effects of Ginkgo biloba with placebo. One study compared the effects of Ginkgo biloba combined with hearing aids to hearing aids alone."
    },
    {
      "heading": "Main results",
      "text": "When we combined the results of two studies that measured tinnitus severity in the same way we found that Ginkgo biloba may have little to no effect compared to placebo, but the evidence is very uncertain. We looked at four studies that recorded any serious harmful effects, all of which reported none, so Ginkgo probably does not result in any difference in risk compared to placebo. However, the included studies did not look at the potentially harmful effects of Ginkgo biloba when used alongside other drugs. There may not be any difference between Ginkgo biloba and placebo in the effect on tinnitus loudness, but this is very uncertain. We also found that there may not be any difference in other outcomes (health-related quality of life and minor unwanted effects such as gastrointestinal upset, headache and allergic reaction). There is no evidence to suggest that Ginkgo biloba has an effect on tinnitus when compared to placebo.\nWe looked at the study that compared Ginkgo biloba combined with hearing aids to hearing aids alone. It assessed the difference in the change in tinnitus severity and loudness using a scale at three months. The study did not report any of the other outcomes we were interested in. This was a single, very small study (22 people) and the evidence was very uncertain. We were unable to draw meaningful conclusions from the findings of this study."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Although we found 12 studies, half of them did not report outcomes that we were interested in. We were not able to combine the results from many of the remaining studies. We are not confident in the evidence for the effect on tinnitus severity of Ginkgo biloba compared to placebo. This is because some people dropped out of one study, only people over 60 were included, the studies were small and very few studies reported this important outcome. We have little confidence in the evidence about serious harmful effects because none were reported in either group and the studies may have had some problems in the way they were done. For tinnitus loudness we are not confident in the evidence because the study that measured this was very small, some people dropped out and only this one study reported this important outcome. We have little confidence in the evidence for health-related quality of life and minor unwanted effects because the studies were small and may have had problems with the way they were done.\nWe are not confident in the evidence for the effects of Ginkgo in combination with hearing aids because the number of participants in the study was very small."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to June 2022."
    }
  ]
}