{
  "doi": "10.1002/14651858.CD010586.pub2",
  "name": "Post‐exposure passive immunisation for preventing rubella and congenital rubella syndrome",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Control of rubella is desired because infection in early pregnancy can result in miscarriage, foetal death or congenital abnormality. Primary studies examining the effectiveness of immunoglobulins for post-exposure prophylaxis of rubella have small sample sizes and varying results. National public health recommendations suggest a degree of effectiveness."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of intramuscular injection or intravenous infusion of polyclonal immunoglobulins of human sera or plasma origin for preventing rubella and congenital rubella syndrome when administered to exposed susceptible people before the onset of disease."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (2014, Issue 7), MEDLINE (1946 to August week 2, 2014), EMBASE (1974 to August 2014), CINAHL (1981 to August 2014), LILACS (1982 to August 2014) and Web of Science (1955 to August 2014). We searched ClinicalTrials.gov and the World Health Organization International Clinical Trials Registry on 16 October 2014. We searched the reference lists of relevant retrieved reviews and studies and identified national public health guidelines."
    },
    {
      "heading": "Selection criteria",
      "text": "For the outcome 'preventing cases of rubella', we included randomised controlled trials (RCTs) and quasi-RCTs. We found several studies addressing this outcome where the design was a controlled clinical trial (CCT) (with exposure to rubella virus controlled by the investigators) but the method of allocation of participants to groups was not reported. We found an alternative report of one of these studies that indicated participants were assigned to groups randomly. We therefore included such studies as meeting criteria for RCTs or quasi-RCTs and undertook sensitivity analyses. For the outcomes, 'congenital rubella infection' and 'congenital rubella syndrome', we included RCTs, quasi-RCTs and prospective controlled (cohort) studies. Participants were necessarily susceptible and exposed to rubella. Polyclonal immunoglobulins derived from human sera or plasma must have been administered intramuscularly or intravenously as the only intervention in at least one group."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures expected by The Cochrane Collaboration."
    },
    {
      "heading": "Main results",
      "text": "We included 12 studies (430 participants) in the review: seven RCTs and five CCTs where it was not clear whether participants were randomly allocated to groups. We did not include any unpublished studies. Participants included children and adults of both sexes. Only one study included pregnant women. All studies were conducted in high-income countries.\nThe quality of the 11 studies in the initial meta-analysis was moderate, although we classified no study as having a low risk of bias on all criteria.\nWe included 11 studies in the initial meta-analysis of gamma-globulin (concentrated polyclonal immunoglobulins) versus control (saline or no treatment) for rubella cases. The result favoured the intervention group (risk ratio (RR) 0.61, 95% confidence interval (CI) 0.45 to 0.83) but was heterogenous (Chi² test = 36.59, df = 10 (P value < 0.0001); I² statistic = 73%). Heterogeneity was explained by subgrouping studies according to the estimated volume of gamma-globulin administered per pound of bodyweight and then removing those studies where the intervention was administered more than five days after participant exposure to rubella (post hoc analysis). The test of subgroup differences demonstrated heterogeneity between subgroups according to our protocol definition (P value < 0.1; I² statistic > 60%) and there appeared to be greater effectiveness of the intervention when a greater volume of gamma-globulin was administered ('0.027 to 0.037 ml/lb' RR 1.60 (95% CI 0.57 to 4.52); '0.1 to 0.15 ml/lb' RR 0.53 (95% CI 0.29 to 0.99); '0.2 to 0.5 ml/lb' RR 0.20 (95% CI 0.04 to 1.00)).\nNone of the studies reported the outcome 'congenital rubella infection'. One included study reported on congenital rubella syndrome, with no cases among participants who were fewer than nine weeks pregnant at enrolment and who were randomised to one of two gamma-globulin groups ('high' or 'low' rubella titre). However, the study did not report how congenital rubella syndrome was measured and did not report the length of follow-up according to intervention group. This study did not include a non-treatment group.\nNo included study measured adverse events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Compared to no treatment, polyclonal immunoglobulins seem to be of benefit for preventing rubella. The available evidence suggests that this intervention may be of benefit up to five days after exposure, and that effectiveness is dependent on dose. Considering the attack rate for rubella cases in the control group of the highest volume gamma-globulin subgroup (333 per 1000), the absolute risk reduction (calculated from the RR) for this volume of gamma-globulin was 266 (95% CI 0 to 320) and the number needed to treat to benefit is four (95% CI 3 to incalculable).\nThe included studies did not measure rubella-specific antibodies in the immunoglobulin products used in a standard way and thus estimation of the dose of rubella-specific antibodies in international units administered was not possible. As the concentration of rubella-specific antibodies in today's polyclonal immunoglobulin products may vary from those products used in the studies in the review, the volume required per pound of bodyweight to produce similar results may also vary.\nThere is insufficient evidence to make direct conclusions about the effectiveness of polyclonal immunoglobulins for preventing congenital rubella syndrome. This is an area requiring further research."
    }
  ],
  "pls_title": "Passive immunisation (giving antibodies) for preventing rubella (German measles) after contact with it",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background and review question",
      "text": "People who have had rubella (German measles), or rubella vaccine, have antibodies against the virus in their blood. These antibodies protect them from getting rubella should they come into contact with it again. These antibodies can be extracted from blood donated by these people.\nIf people without antibodies come into contact with someone who is contagious with rubella, they can contract it. Rubella can be serious. The baby of a woman who is infected with rubella, especially early in pregnancy, may be born with a range of birth defects including heart, eye and hearing problems. One way of preventing rubella in people who come into contact with a contagious person is to inject them with antibodies that have been extracted from blood donations. This was done in the 1950s and 1960s and is still recommended for rubella control in some circumstances in some countries. Whether this is effective is unclear. We sought to answer this question."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to August 2014. We included 12 studies (430 participants). People of all ages were included in the studies, which were conducted in high-income countries."
    },
    {
      "heading": "Key results and quality of the evidence",
      "text": "Eleven studies (389 participants) compared injecting antibodies into the muscle or vein of participants to injecting salt water or giving no treatment. The study participants did not have their own antibodies. They had been in contact with rubella between one and 28 days prior to receiving the antibodies. The antibodies seemed to be effective at preventing participants from catching rubella, with those receiving antibodies 39% less likely to develop rubella than those not given antibodies. In an analysis of the seven studies (89 participants) where participants had been in contact with rubella only up to five days earlier, people given the highest doses used in the studies were 80% less likely to develop rubella than those not given antibodies. The studies assessing the prevention of rubella were of moderate quality because of some methodological issues and the fairly small number of participants. It is important to consider that the amount of rubella antibodies in today's blood donations may differ from those used in the studies. Therefore, doses given today may need to vary from those of the studies in order to obtain the same effect.\nOnly one study included pregnant women. All of the women were given one of two different doses of antibodies. They did not measure whether the babies born to the women were infected with rubella, but did consider whether birth defects that may be related to rubella were present. Key details about the study methods were missing and unobtainable, so the quality of this study was unclear. None of the babies born to these women were identified as having birth defects related to rubella. However, we cannot draw direct conclusions from this single study about the effectiveness of injecting antibodies after contact with rubella for preventing rubella-related birth defects in pregnant women. This is an area that needs further research.\nThe included studies did not report adverse events. Future studies should report this outcome."
    }
  ]
}