{
  "doi": "10.1002/14651858.CD001271.pub3",
  "name": "Nurses as substitutes for doctors in primary care",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Current and expected problems such as ageing, increased prevalence of chronic conditions and multi-morbidity, increased emphasis on healthy lifestyle and prevention, and substitution for care from hospitals by care provided in the community encourage countries worldwide to develop new models of primary care delivery. Owing to the fact that many tasks do not necessarily require the knowledge and skills of a doctor, interest in using nurses to expand the capacity of the primary care workforce is increasing. Substitution of nurses for doctors is one strategy used to improve access, efficiency, and quality of care. This is the first update of the Cochrane review published in 2005."
    },
    {
      "heading": "Objectives",
      "text": "Our aim was to investigate the impact of nurses working as substitutes for primary care doctors on:\n• patient outcomes;\n• processes of care; and\n• utilisation, including volume and cost."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), part of the Cochrane Library (www.cochranelibrary.com), as well as MEDLINE, Ovid, and the Cumulative Index to Nursing and Allied Health Literature (CINAHL) and EbscoHost (searched 20.01.2015). We searched for grey literature in the Grey Literature Report and OpenGrey (21.02.2017), and we searched the International Clinical Trials Registry Platform (ICTRP) and ClinicalTrials.gov trial registries (21.02.2017). We did a cited reference search for relevant studies (searched 27.01 2015) and checked reference lists of all included studies. We reran slightly revised strategies, limited to publication years between 2015 and 2017, for CENTRAL, MEDLINE, and CINAHL, in March 2017, and we have added one trial to ‘Studies awaiting classification’."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials evaluating the outcomes of nurses working as substitutes for doctors. The review is limited to primary healthcare services that provide first contact and ongoing care for patients with all types of health problems, excluding mental health problems. Studies which evaluated nurses supplementing the work of primary care doctors were excluded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently carried out data extraction and assessment of risk of bias of included studies. When feasible, we combined study results and determined an overall estimate of the effect. We evaluated other outcomes by completing a structured synthesis."
    },
    {
      "heading": "Main results",
      "text": "For this review, we identified 18 randomised trials evaluating the impact of nurses working as substitutes for doctors. One study was conducted in a middle-income country, and all other studies in high-income countries. The nursing level was often unclear or varied between and even within studies. The studies looked at nurses involved in first contact care (including urgent care), ongoing care for physical complaints, and follow-up of patients with a particular chronic conditions such as diabetes. In many of the studies, nurses could get additional support or advice from a doctor. Nurse-doctor substitution for preventive services and health education in primary care has been less well studied.\nStudy findings suggest that care delivered by nurses, compared to care delivered by doctors, probably generates similar or better health outcomes for a broad range of patient conditions (low- or moderate-certainty evidence):\n• Nurse-led primary care may lead to slightly fewer deaths among certain groups of patients, compared to doctor-led care. However, the results vary and it is possible that nurse-led primary care makes little or no difference to the number of deaths (low-certainty evidence).\n• Blood pressure outcomes are probably slightly improved in nurse-led primary care. Other clinical or health status outcomes are probably similar (moderate-certainty evidence).\n• Patient satisfaction is probably slightly higher in nurse-led primary care (moderate-certainty evidence). Quality of life may be slightly higher (low-certainty evidence).\nWe are uncertain of the effects of nurse-led care on process of care because the certainty of this evidence was assessed as very low.\nThe effect of nurse-led care on utilisation of care is mixed and depends on the type of outcome. Consultations are probably longer in nurse-led primary care (moderate-certainty evidence), and numbers of attended return visits are slightly higher for nurses than for doctors (high-certainty evidence). We found little or no difference between nurses and doctors in the number of prescriptions and attendance at accident and emergency units (high-certainty evidence). There may be little or no difference in the number of tests and investigations, hospital referrals and hospital admissions between nurses and doctors (low-certainty evidence).\nWe are uncertain of the effects of nurse-led care on the costs of care because the certainty of this evidence was assessed as very low."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review shows that for some ongoing and urgent physical complaints and for chronic conditions, trained nurses, such as nurse practitioners, practice nurses, and registered nurses, probably provide equal or possibly even better quality of care compared to primary care doctors, and probably achieve equal or better health outcomes for patients. Nurses probably achieve higher levels of patient satisfaction, compared to primary care doctors. Furthermore, consultation length is probably longer when nurses deliver care and the frequency of attended return visits is probably slightly higher for nurses, compared to doctors. Other utilisation outcomes are probably the same. The effects of nurse-led care on process of care and the costs of care are uncertain, and we also cannot ascertain what level of nursing education leads to the best outcomes when nurses are substituted for doctors."
    }
  ],
  "pls_title": "Nurses as substitutes for doctors in primary care",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane Review was to find out what happens when primary healthcare services are delivered by nurses instead of doctors. We collected and analysed all relevant studies to answer this question and found 18 studies for inclusion in the review."
    },
    {
      "heading": "What are the key messages of this review?",
      "text": "Delivery of primary healthcare services by nurses instead of doctors probably leads to similar or better patient health and higher patient satisfaction. Nurses probably also have longer consultations with patients. Using nurses instead of doctors makes little or no difference in the numbers of prescriptions and tests ordered. However, the impacts on the amount of information offered to patients, on the extent to which guidelines are followed and on healthcare costs are uncertain."
    },
    {
      "heading": "What was studied in this review?",
      "text": "In most countries, the population is growing older and more people have chronic disease. This means that the services that primary healthcare workers need to deliver are changing. At the same time, many countries lack doctors and other healthcare workers, or people struggle to pay for healthcare services. By using nurses instead of doctors, countries hope to deliver care of the same quality for less money.\nIn this review, we searched for studies that compared nurses to doctors for delivery of primary care services. We looked at whether this made any difference in patients’ health, satisfaction, and use of services. We also looked at whether this made any difference in how services were delivered and in how much they cost."
    },
    {
      "heading": "What are the main results of this review?",
      "text": "We included in this review 18 studies, mainly from high-income countries. In some studies, nurses were responsible for all patients who came to the clinic or for all patients who needed urgent consultation. In some studies, nurses were responsible for patients with particular chronic diseases, or were responsible for providing healthcare education or preventive services to certain groups of patients. Included studies compared these nurses to doctors carrying out the same tasks.\nOur review shows that nurse-led primary care may lead to slightly fewer deaths among certain groups of patients, compared to doctor-led care. However, the results vary and it is possible that nurse-led primary care makes little or no difference to the number of deaths. In addition, patients probably have similar or better results in areas of health such as heart disease, diabetes, rheumatism, and high blood pressure. Patients also are probably slightly more satisfied with their care and may have a slightly better quality of life when treated by nurses.\nThis review also shows that, compared to doctors, nurses probably have longer consultations, and their patients are slightly more likely to keep follow-up appointments. Studies found little or no difference in the number of prescriptions and there may be little or no difference in the numbers of tests and investigations ordered, or in patients’ use of other services. The effects of nurse-led primary care on the amount of advice and information given to patients, and on whether guidelines are followed, are uncertain as the certainty of these findings is very low.\nOur review suggests that the impacts on the costs of care of using nurses instead of doctors to deliver primary care are uncertain. We assessed the certainty of this finding as very low."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "We searched for studies that had been published up to March 2017."
    }
  ]
}