{
  "doi": "10.1002/14651858.CD003813.pub5",
  "name": "Antibiotic prophylaxis for preventing bacterial endocarditis following dental procedures",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Infective endocarditis is a severe infection arising in the lining of the chambers of the heart. It can be caused by fungi, but most often is caused by bacteria. Many dental procedures cause bacteraemia, which could lead to bacterial endocarditis in a small proportion of people. The incidence of bacterial endocarditis is low, but it has a high mortality rate.\nGuidelines in many countries have recommended that antibiotics be administered to people at high risk of endocarditis prior to invasive dental procedures. However, guidance by the National Institute for Health and Care Excellence (NICE) in England and Wales states that antibiotic prophylaxis against infective endocarditis is not recommended routinely for people undergoing dental procedures. This is an update of a review that we first conducted in 2004 and last updated in 2013."
    },
    {
      "heading": "Objectives",
      "text": "Primary objective\nTo determine whether prophylactic antibiotic administration, compared to no antibiotic administration or placebo, before invasive dental procedures in people at risk or at high risk of bacterial endocarditis, influences mortality, serious illness or the incidence of endocarditis.\nSecondary objectives\nTo determine whether the effect of dental antibiotic prophylaxis differs in people with different cardiac conditions predisposing them to increased risk of endocarditis, and in people undergoing different high risk dental procedures.\nHarms\nHad we foundno evidence from randomised controlled trials or cohort studies on whether prophylactic antibiotics affected mortality or serious illness, and we had found evidence from these or case-control studies suggesting that prophylaxis with antibiotics reduced the incidence of endocarditis, then we would also have assessed whether the harms of prophylaxis with single antibiotic doses, such as with penicillin (amoxicillin 2 g or 3 g) before invasive dental procedures, compared with no antibiotic or placebo, equalled the benefits in prevention of endocarditis in people at high risk of this disease."
    },
    {
      "heading": "Search methods",
      "text": "An information specialist searched four bibliographic databases up to 10 May 2021 and used additional search methods to identify published, unpublished and ongoing studies"
    },
    {
      "heading": "Selection criteria",
      "text": "Due to the low incidence of bacterial endocarditis, we anticipated that few if any trials would be located. For this reason, we included cohort and case-control studies with suitably matched control or comparison groups. The intervention was antibiotic prophylaxis, compared to no antibiotic prophylaxis or placebo, before a dental procedure in people with an increased risk of bacterial endocarditis. Cohort studies would need to follow at-risk individuals and assess outcomes following any invasive dental procedures, grouping participants according to whether or not they had received prophylaxis. Case-control studies would need to match people who had developed endocarditis after undergoing an invasive dental procedure (and who were known to be at increased risk before undergoing the procedure) with those at similar risk who had not developed endocarditis.\nOur outcomes of interest were mortality or serious adverse events requiring hospital admission; development of endocarditis following any dental procedure in a defined time period; development of endocarditis due to other non-dental causes; any recorded adverse effects of the antibiotics; and the cost of antibiotic provision compared to that of caring for patients who developed endocarditis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened search records, selected studies for inclusion, assessed the risk of bias in the included study and extracted data from the included study. As an author team, we judged the certainty of the evidence identified for the main comparison and key outcomes using GRADE criteria. We presented the main results in a summary of findings table."
    },
    {
      "heading": "Main results",
      "text": "Our new search did not find any new studies for inclusion since the last version of the review in 2013.\nNo randomised controlled trials (RCTs), controlled clinical trials (CCTs) or cohort studies were included in the previous versions of the review, but one case-control study met the inclusion criteria. The trial authors collected information on 48 people who had contracted bacterial endocarditis over a specific two-year period and had undergone a medical or dental procedure with an indication for prophylaxis within the past 180 days. These people were matched to a similar group of people who had not contracted bacterial endocarditis. All study participants had undergone an invasive medical or dental procedure. The two groups were compared to establish whether those who had received preventive antibiotics (penicillin) were less likely to have developed endocarditis. The authors found no significant effect of penicillin prophylaxis on the incidence of endocarditis. No data on other outcomes were reported.\nThe level of certainty we have about the evidence is very low."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There remains no clear evidence about whether antibiotic prophylaxis is effective or ineffective against bacterial endocarditis in at-risk people who are about to undergo an invasive dental procedure. We cannot determine whether the potential harms and costs of antibiotic administration outweigh any beneficial effect. Ethically, practitioners should discuss the potential benefits and harms of antibiotic prophylaxis with their patients before a decision is made about administration."
    }
  ],
  "pls_title": "Antibiotics for the prevention of bacterial endocarditis (severe infection or inflammation of the lining of the heart chambers) in dentistry",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "This Cochrane Review aimed to find out whether people with increased risk of bacterial endocarditis (a severe infection or inflammation of the lining of the heart chambers that can be fatal) should be given antibiotics routinely before invasive dental procedures to reduce the incidence of endocarditis, the number of deaths, and the amount of serious illness this group of people experiences."
    },
    {
      "heading": "Background",
      "text": "Bacterial endocarditis is an infection that tends to occur in previously damaged or malformed areas of the heart. It is usually treated with antibiotics. Though rare, bacterial endocarditis is potentially life-threatening. Up to 30% of people who get it may die, even with antibiotic treatment.\nInvasive dental procedures could cause bacterial endocarditis in people who are at risk of developing it. The number of cases of bacterial endocarditis (if any) directly caused in this way is unknown. Many dental procedures cause bacteraemia, which is the presence of bacteria in the blood. Although bacteraemia is usually dealt with quickly by the body’s immune system, some experts think that it may lead to bacterial endocarditis in some at-risk people.\nGuidelines in many countries have recommended that people at high risk of bacterial endocarditis be given antibiotics before undergoing invasive dental procedures. But other authorities have questioned the routine use of antibiotics, arguing that overprescription has resulted in the emergence of resistance to common antibiotics in many organisms, and also that the occasional adverse effects of antibiotics (severe allergic reactions) may outweigh the potential benefits.\nIn 2007, guidance from the American Heart Association changed to recommend that antibiotics be given only to people at high risk of developing bacterial endocarditis before dental interventions. Guidance from the National Institute for Health and Care Excellence (NICE) in England and Wales went further, advising against the routine prescription of preventive antibiotics for invasive dental or surgical procedures."
    },
    {
      "heading": "Study characteristics",
      "text": "There are no new studies to include in this updated review. Our original review included one study, based in the Netherlands, that compared the treatment of people at high risk of endocarditis who did or did not develop bacterial endocarditis. The authors collected information on 48 people who had contracted bacterial endocarditis over a specific two-year period and had undergone a medical or dental procedure with an indication for prophylaxis within the past 180 days. These people were matched to a similar group of people who had not contracted bacterial endocarditis. All study participants had undergone an invasive medical or dental procedure. The two groups were compared to establish whether those who had received preventive antibiotics were less likely to have developed endocarditis."
    },
    {
      "heading": "Key results",
      "text": "It is unclear whether taking antibiotics as a preventive measure before undergoing invasive dental procedures is effective or ineffective against bacterial endocarditis in people at increased risk.\nWe found no studies that assessed numbers of deaths, serious adverse events requiring hospital admission, other adverse effects, or cost implications of treatment.\nIt is unclear whether the potential harms and costs of antibiotic administration outweigh any beneficial effects. Ethically, practitioners should discuss the potential benefits and harms of preventive antibiotic treatment with their patients before a decision is made about whether to prescribe it."
    },
    {
      "heading": "Limitations of the evidence",
      "text": "The evidence is based on one study that has some limitations in its design. For example, the participants who received antibiotics may have been in worse general health than those who did not. We are not confident about the evidence we found. We can only conclude that we do not know the effects of antibiotic prophylaxis for the prevention of bacterial endocarditis."
    },
    {
      "heading": "Date of the evidence",
      "text": "This review updates one carried out originally in 2004 and last revised in 2013. It is now up to date to 10 May 2021."
    }
  ]
}