{
  "doi": "10.1002/14651858.CD003220.pub3",
  "name": "Pulp treatment for extensive decay in primary teeth",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "In children, dental caries (tooth decay) is among the most prevalent chronic diseases worldwide. Pulp interventions are indicated for extensive tooth decay. Depending on the severity of the disease, three pulp treatment techniques are available: direct pulp capping, pulpotomy and pulpectomy. After treatment, the cavity is filled with a medicament. Materials commonly used include mineral trioxide aggregate (MTA), calcium hydroxide, formocresol or ferric sulphate.\nThis is an update of a Cochrane Review published in 2014 when insufficient evidence was found to clearly identify one superior pulpotomy medicament and technique."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of different pulp treatment techniques and associated medicaments for the treatment of extensive decay in primary teeth."
    },
    {
      "heading": "Search methods",
      "text": "Cochrane Oral Health's Information Specialist searched the Cochrane Oral Health Group's Trials Register (to 10 August 2017), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2017, Issue 7), MEDLINE Ovid (1946 to 10 August 2017), Embase Ovid (1980 to 10 August 2017) and the Web of Science (1945 to 10 August 2017). OpenGrey was searched for grey literature. The US National Institutes of Health Trials Registry (ClinicalTrials.gov) and the World Health Organization International Clinical Trials Registry Platform were searched for ongoing trials. No restrictions were placed on the language or date of publication when searching the electronic databases."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) comparing interventions that combined a pulp treatment technique with a medicament or device in children with extensive decay in the dental pulp of their primary teeth."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed 'Risk of bias'. We contacted authors of RCTs for additional information when necessary. The primary outcomes were clinical failure and radiological failure, as defined in trials, at six, 12 and 24 months. We performed data synthesis with pair-wise meta-analyses using fixed-effect models. We assessed statistical heterogeneity by using I² coefficients."
    },
    {
      "heading": "Main results",
      "text": "We included 40 new trials bringing the total to 87 included trials (7140 randomised teeth) for this update. All were small, single-centre trials (median number of randomised teeth = 68). All trials were assessed at unclear or high risk of bias.\nThe 87 trials examined 125 different comparisons: 75 comparisons of different medicaments or techniques for pulpotomy; 25 comparisons of different medicaments for pulpectomy; four comparisons of pulpotomy and pulpectomy; and 21 comparisons of different medicaments for direct pulp capping.\nThe proportion of clinical failures and radiological failures was low in all trials. In many trials, there were either no clinical failures or no radiographic failures in either study arm.\nFor pulpotomy, we assessed three comparisons as providing moderate-quality evidence. Compared with formocresol, MTA reduced both clinical and radiological failures, with a statistically significant difference at 12 months for clinical failure and at six, 12 and 24 months for radiological failure (12 trials, 740 participants). Compared with calcium hydroxide, MTA reduced both clinical and radiological failures, with statistically significant differences for clinical failure at 12 and 24 months. MTA also appeared to reduce radiological failure at six, 12 and 24 months (four trials, 150 participants) (low-quality evidence). When comparing calcium hydroxide with formocresol, there was a statistically significant difference in favour of formocresol for clinical failure at six and 12 months and radiological failure at six, 12 and 24 months (six trials (one with no failures), 332 participants).\nRegarding pulpectomy, we found moderate-quality evidence for two comparisons. The comparison between Metapex and zinc oxide and eugenol (ZOE) paste was inconclusive, with no clear evidence of a difference between the interventions for failure at 6 or 12 months (two trials, 62 participants). Similarly inconclusive, there was no clear evidence of a difference in failure between Endoflas and ZOE (outcomes measured at 6 months; two trials, 80 participants). There was low-quality evidence of a difference in failure at 12 months that suggested ZOE paste may be better than Vitapex (calcium hydroxide/iodoform) paste (two trials, 161 participants).\nRegarding direct pulp capping, the small number of studies undertaking the same comparison limits any interpretation. We assessed the quality of the evidence as low or very low for all comparisons. One trial appeared to favour formocresol over calcium hydroxide; however, there are safety concerns about formocresol."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Pulp treatment for extensive decay in primary teeth is generally successful. Many included trials had no clinical or radiological failures in either trial arm, and the overall proportion of failures was low. Any future trials in this area would require a very large sample size and follow up of a minimum of one year.\nThe evidence suggests MTA may be the most efficacious medicament to heal the root pulp after pulpotomy of a deciduous tooth. As MTA is relatively expensive, future research could be undertaken to confirm if Biodentine, enamel matrix derivative, laser treatment or Ankaferd Blood Stopper are acceptable second choices, and whether, where none of these treatments can be used, application of sodium hypochlorite is the safest option. Formocresol, though effective, has known concerns about toxicity.\nRegarding pulpectomy, there is no conclusive evidence that one medicament or technique is superior to another, and so the choice of medicament remains at the clinician's discretion. Research could be undertaken to confirm if ZOE paste is more effective than Vitapex and to evaluate other alternatives.\nRegarding direct pulp capping, the small number of studies and low quality of the evidence limited interpretation. Formocresol may be more successful than calcium hydroxide; however, given its toxicity, any future research should focus on alternatives."
    }
  ],
  "pls_title": "Pulp treatment for extensive decay in primary teeth",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "How effective are different options for treating extensive tooth decay in children's primary (milk) teeth to resolve the child's symptoms (typically pain, swelling, abnormal movement) and tooth signs (as shown on an x-ray)?"
    },
    {
      "heading": "Background",
      "text": "In children, tooth decay is among the most common diseases. Tooth decay in the primary teeth tends to progress rapidly, often reaching the pulp - the nerves, tiny blood vessels and connective tissue that make up the centre of a tooth. Dentists often have to perform one of three pulp treatment techniques: direct pulp capping (where a healing agent is placed directly over the exposed pulp), pulpotomy (removal of a portion of the pulp) or pulpectomy (removal of all of the pulp in the pulp chamber and root canal of a tooth).\nThe most common materials used for direct pulp capping are calcium hydroxide, the more recent but more expensive mineral trioxide aggregate, formocresol or an adhesive resin (placed directly over the tooth's nerve).\nAfter a pulpotomy, one of four materials is generally used: ferric sulphate, formocresol, calcium hydroxide or mineral trioxide aggregate.\nAfter a pulpectomy, a material is put into the space created by pulp removal. This material should not prevent the resorption of the primary tooth's root, to let the permanent tooth to grow in."
    },
    {
      "heading": "Study characteristics",
      "text": "Review authors working with Cochrane Oral Health carried out this review of randomised controlled trials. The evidence is current up to August 2017.\nWe included 87 trials that investigated the success of pulp treatment of milk teeth. The trials were published between 1989 and 2017 and provided 125 comparisons of different treatment options."
    },
    {
      "heading": "Key results",
      "text": "Pulp treatment for extensive decay in primary teeth is generally successful. The proportion of treatment failures was low, with many of the included trials having no failures with either of the treatments being compared.\nAfter a pulpotomy, mineral trioxide aggregate (MTA) seems to be the best material (in terms of biocompatibility and efficacy) to put into contact with the remaining root dental nerve. The evidence showed it to be less likely to fail than either calcium hydroxide or formocresol.\nAfter pulpectomy, it is not clear whether any medicament is superior to another. ZOE paste may give better results than Vitapex (calcium hydroxide/iodoform) paste, but more studies are needed to confirm this and to explore other treatment options.\nRegarding direct pulp capping, the small number of studies undertaking the same comparison limits any interpretation. Formocresol may be superior to calcium hydroxide in terms of clinical and radiological failure, but because of toxic effects associated with formocresol, safer alternatives should be evaluated."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We judged the quality of the evidence suggesting the superiority of MTA over calcium hydroxide or formocresol after pulpotomy to be moderate. For other comparisons, the quality of the evidence is low or very low, which means we cannot be certain about the findings. The low quality is due to shortcomings in the methods used within the individual trials, the small number of children included in the trials and the short-term follow-up after treatment.\nFuture trials to evaluate which healing agents are best for the three pulp treatments would require a very large sample size and should follow up the participants of a minimum of one year."
    }
  ]
}