{
  "doi": "10.1002/14651858.CD006893",
  "name": "Tumor necrosis factor‐alpha antibody for maintenance of remission in Crohn's disease",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Crohn's disease may be refractory to conventional treatments including corticosteroids and immunosuppressives. Recent studies suggest TNF-α blocking agents may be effective in maintaining remission in Crohn's disease."
    },
    {
      "heading": "Objectives",
      "text": "To conduct a systematic review of the evidence for the effectiveness of TNF-α blocking agents in the maintenance of remission in patients with Crohn's disease."
    },
    {
      "heading": "Search methods",
      "text": "MEDLINE, EMBASE, the Cochrane Central Register of Controlled Trials and the IBD/FBD Review Group Specialized Trials Register were searched for relevant studies published between 1966-2007. Manual searches of references from potentially relevant papers were performed to identify additional studies. Experts in the field and study authors were contacted to identify unpublished data."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials involving patients > 18 years with Crohn's disease who had a clinical response or clinical remission with a TNF-α blocking agent, or patients with Crohn's disease in remission but unable to wean corticosteroids, who were then randomized to maintenance of remission with a TNF-α blocking agent or placebo"
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two independent authors performed data extraction and assessment of the methodological quality of each trial. Outcome measures reported in the primary studies included clinical remission, clinical response, and steroid-sparing effects."
    },
    {
      "heading": "Main results",
      "text": "Nine studies met all inclusion criteria. Four different anti-TNF-α agents were evaluated (infliximab in 3 studies, CDP571 in 3 studies, adalimumab in 2 studies, and certolizumab in 1 study). There is evidence from three randomized controlled trials that infliximab maintains clinical remission (RR 2.50; 95% CI 1.64 to 3.80), maintains clinical response (RR 1.66; 95% CI 1.00 to 2.76), has corticosteroid-sparing effects (RR 3.13; 95% CI 1.25 to 7.81), and maintains fistula healing (RR 1.87; 95% CI 1.15 to 3.04) in patients with Crohn's disease with a response to infliximab induction therapy. There were no significant differences in remission rates between infliximab doses of 5 mg/kg or 10 mg/kg. There is evidence that adalimumab maintains clinical remission, clinical response, and has corticosteroid-sparing effects in patients with Crohn's disease who have responded or entered remission with adalimumab induction therapy. There were no significant differences in remission rates between adalimumab 40 mg weekly or every other week. There is evidence from one randomized controlled trial that certolizumab pegol maintains clinical remission (RR 1.68; 95% CI 1.30 to 2.16) and maintains clinical response (RR 1.74; 95% CI 1.41 to 2.13) in patients who have responded to certolizumab induction therapy. There is no evidence to support the use of CDP571 for the maintenance of remission in Crohn's disease."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Infliximab 5 mg/kg or 10 mg/kg, given every 8 weeks, is effective for the maintenance of remission and maintenance of fistula healing in patients who have responded to infliximab induction therapy. Adalimumab 40 mg weekly or every other week is effective for the maintenance of remission in patients who have responded to adalimumab induction therapy. Certolizumab pegol 400 mg every 4 weeks is effective for the maintenance of remission in patients who have responded to certolizumab induction therapy. No comparative trials have evaluated the relative efficacy of these agents. Adverse events are similar in the infliximab, adalimumab, and certolizumab groups compared with placebo, but study size and duration generally are insufficient to allow an adequate assessment of serious adverse events associated with long-term use."
    }
  ],
  "pls_title": "Tumor necrosis factor-alpha antibody for maintenance of remission in Crohn's disease",
  "pls_type": "long",
  "pls": "Crohn's disease is a chronic inflammatory disease of the intestines. Crohn's disease frequently occurs in the lower part of the small intestine (the ileum), however it can affect any part of the digestive tract, from the mouth to the anus. The most common symptoms of Crohn's disease are abdominal pain, often in the lower right region of the abdomen, and diarrhea. TNF is a molecule secreted by white blood cells that increases inflammation. High levels of TNF-alpha have been associated with the development of intestinal inflammation in Crohn's disease. TNF-alpha blocking agents (infliximab, adalimumab, certolizumab pegol and CDP571) bind with TNF-alpha molecules thereby neutralizing the biological activity of TNF-alpha resulting in the healing of intestinal inflammation. All four molecules are synthetic antibodies that bind TNF. Infliximab (Remicade®) is an antibody of mouse origin that has been humanized, as is CDP571. Adalimumab (Humira®) is an antibody of human origin. Certolizumab is a humanized antibody fragment that is complexed with polyethylene glycol to extend the length of time the drug is in the body. Nine studies were reviewed. The studies compared TNF-alpha blocking agents with placebo (inactive intravenous infusions or injections) and found that infliximab, adalimumab, and certolizumab pegol were effective in maintaining remission in patients with Crohn's disease who respond to induction therapy with these agents. There is no evidence that CDP571 is an effective maintenance therapy. The TNF-alpha blocking agents appear to be safe for patients with Crohn's disease with equal numbers of patients receiving TNF-alpha blocking agents or placebo reporting side effects such as headache, abdominal pain, nausea, and pain at injection site. There were some serious side effects reported with the use of these agents including infections such as tuberculosis. However, patients can be screened for inactive tuberculosis prior to treatment with TNF-alpha. A link between long term treatment with TNF-alpha blocking agents and cancer is possible but not proven. Data obtained from observational studies including the Crohn's Therapy, Resource, Evaluation and Assessment Tool (TREAT) registry show no increased risk of cancer with the use of TNF-alpha blocking agents in patients with inflammatory bowel disease. The current evidence suggests that the TNF-alpha blocking agents infliximab, adalimumab, and certolizumab pegol are effective maintenance therapy in Crohn's disease. However, the use of these medications needs to be weighed against the potential risk of serious side effects, particularly infection."
}