{
  "doi": "10.1002/14651858.CD007920.pub4",
  "name": "Anti‐vascular endothelial growth factor for neovascular glaucoma",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Neovascular glaucoma (NVG) is a potentially blinding, secondary glaucoma. It is caused by the formation of abnormal new blood vessels, which prevent normal drainage of aqueous from the anterior segment of the eye. Anti-vascular endothelial growth factor (anti-VEGF) medications are specific inhibitors of the primary mediators of neovascularization. Studies have reported the effectiveness of anti-VEGF medications for the control of intraocular pressure (IOP) in NVG."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of intraocular anti-VEGF medications, alone or with one or more types of conventional therapy, compared with no anti-VEGF medications for the treatment of NVG."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (which contains the Cochrane Eyes and Vision Trials Register); MEDLINE; Embase; PubMed; and LILACS to 19 October 2021; metaRegister of Controlled Trials to 19 October 2021; and two additional trial registers to 19 October 2021. We did not use any date or language restrictions in the electronic search for trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) of people treated with anti-VEGF medications for NVG."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the search results for trials, extracted data, and assessed risk of bias, and the certainty of the evidence. We resolved discrepancies through discussion."
    },
    {
      "heading": "Main results",
      "text": "We included five RCTs (356 eyes of 353 participants). Each trial was conducted in a different country: two in China, and one each in Brazil, Egypt, and Japan. All five RCTs included both men and women; the mean age of participants was 55 years or older. Two RCTs compared intravitreal bevacizumab combined with Ahmed valve implantation and panretinal photocoagulation (PRP) with Ahmed valve implantation and PRP alone. One RCT randomized participants to receive an injection of either intravitreal aflibercept or placebo at the first visit, followed by non-randomized treatment according to clinical findings after one week. The remaining two RCTs randomized participants to PRP with and without ranibizumab, one of which had insufficient details for further analysis. We assessed the RCTs to have an unclear risk of bias for most domains due to insufficient information to permit judgment.\nFour RCTs examined achieving control of IOP, three of which reported our time points of interest. Only one RCT reported our critical time point at one month; it found that the anti-VEGF group had a 1.3-fold higher chance of achieving control of IOP at one month (RR 1.32, 95% 1.10 to 1.59; 93 participants) than the non-anti-VEGF group (low certainty of evidence). For other time points, one RCT found a three-fold greater achievement in control of IOP in the anti-VEGF group when compared with the non-anti-VEGF group at one year (RR 3.00; 95% CI:1.35 to 6.68; 40 participants). However, another RCT found an inconclusive result at the time period ranging from 1.5 years to three years (RR 1.08; 95% CI: 0.67 to 1.75; 40 participants).\nAll five RCTs examined mean IOP, but at different time points. Very-low-certainty evidence showed that anti-VEGFs were effective in reducing mean IOP by 6.37 mmHg (95% CI: -10.09 to -2.65; 3 RCTs; 173 participants) at four to six weeks when compared with no anti-VEGFs.  Anti-VEGFs may reduce mean IOP at three months (MD -4.25; 95% CI -12.05 to 3.54; 2 studies; 75 participants), six months (MD -5.93; 95% CI -18.13 to 6.26; 2 studies; 75 participants), one year (MD -5.36; 95% CI -18.50 to 7.77; 2 studies; 75 participants), and more than one year (MD -7.05; 95% CI -16.61 to 2.51; 2 studies; 75 participants) when compared with no anti-VEGFs, but such effects remain uncertain.\nTwo RCTs reported the proportion of participants who achieved an improvement in visual acuity with specified time points. Participants receiving anti-VEGFs had a 2.6 times (95% CI 1.60 to 4.08; 1 study; 93 participants) higher chance of improving visual acuity when compared with those not receiving anti-VEGFs at one month (very low certainty of evidence). Likewise, another RCT found a similar result at 18 months (RR 4.00, 95% CI 1.33 to 12.05; 1 study; 40 participants).\nTwo RCTs reported the outcome, complete regression of new iris vessels, at our time points of interest. Low-certainty evidence showed that anti-VEGFs had a nearly three times higher chance of complete regression of new iris vessels when compared with no anti-VEGFs (RR 2.63, 95% CI 1.65 to 4.18; 1 study; 93 participants). A similar finding was observed at more than one year in another RCT (RR 3.20, 95% CI 1.45 to 7.05; 1 study; 40 participants).\nRegarding adverse events, there was no evidence that the risks of hypotony and tractional retinal detachment were different between the two groups (RR 0.67; 95% CI: 0.12 to 3.57 and RR 0.33; 95% CI: 0.01 to 7.72, respectively; 1 study; 40 participants). No RCTs reported incidents of endophthalmitis, vitreous hemorrhage, no light perception, and serious adverse events. Evidence for the adverse events of anti-VEGFs was low due to limitations in the study design due to insufficient information to permit judgments and imprecision of results due to the small sample size.\nNo trial reported the proportion of participants with relief of pain and resolution of redness at any time point."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Anti-VEGFs as an adjunct to conventional treatment could help reduce IOP in NVG in the short term (four to six weeks), but there is no evidence that this is likely in the longer term. Currently available evidence regarding the short- and long-term effectiveness and safety of anti-VEGFs in achieving control of IOP, visual acuity, and complete regression of new iris vessels in NVG is insufficient. More research is needed to investigate the effect of these medications compared with, or in addition to, conventional surgical or medical treatment in achieving these outcomes in NVG."
    }
  ],
  "pls_title": "Anti-vascular endothelial growth factor for neovascular glaucoma",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What was the aim of this review?",
      "text": "To compare treatment with and without anti-vascular endothelial growth factor (anti-VEGF) medications for people with neovascular glaucoma (NVG)."
    },
    {
      "heading": "Key message",
      "text": "It is uncertain whether treatment with anti-VEGF medications is more beneficial than treatment without anti-VEGF medications for people with NVG. More research is needed to investigate the effect of anti-VEGF medications compared with, or in addition to, conventional treatment."
    },
    {
      "heading": "What did we study in this review?",
      "text": "VEGF is a protein produced by cells in your body, and produces new blood vessels when needed. When cells produce too much VEGF, abnormal blood vessels can grow in the eye. NVG is a type of glaucoma where the angle between the iris (colored part of the eye) and the cornea (transparent front part of the eye) is closed by new blood vessels growing in the eye, hence, the name 'neovascular'. New blood vessels can cause scarring and narrowing, which can eventually lead to complete closure of the angle. This results in increased eye pressure since the fluid in the eye cannot drain properly. In NVG, the eye is often red and painful, and the vision is abnormal. High pressure in the eye can lead to blindness.\nAnti-VEGF medication is a type of medicine that blocks VEGF, therefore, slowing the growth of blood vessels. It is administered by injection into the eye. It can be used at an early stage, when conventional treatment may not be possible. Most studies report short-term (generally four to six weeks) benefits of anti-VEGF medication, but long-term benefits are not clear."
    },
    {
      "heading": "What were the main results of this review?",
      "text": "We included five studies enrolling a total of 356 eyes of 353 participants with NVG.\nThree studies reported different results for achieving control of IOP at various time points of interest. One study showed that anti-VEGF medications were more effective at one month. In the longer term, one study reported the superiority of anti-VEGF medications while another showed inconclusive results. Therefore, available evidence is insufficient to recommend the routine use of anti-VEGF medication in individuals with NVG."
    },
    {
      "heading": "How up-to-date is the review?",
      "text": "We searched for studies that were published up to 19 October 2021."
    }
  ]
}