{
  "doi": "10.1002/14651858.CD007396.pub3",
  "name": "Parenteral opioids for maternal pain management in labour",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Parenteral opioids (intramuscular and intravenous drugs including patient-controlled analgesia) are used for pain relief in labour in many countries throughout the world. This review is an update of a review first published in 2010."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness, safety and acceptability to women of different types, doses and modes of administration of parenteral opioid analgesia in labour. A second objective is to assess the effects of opioids in labour on the baby in terms of safety, condition at birth and early feeding."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth’s Trials Register, ClinicalTrials.gov, the WHO International Clinical Trials Registry Platform (ICTRP) (11 May 2017) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials examining the use of intramuscular or intravenous opioids (including patient-controlled analgesia) for women in labour. Cluster-randomised trials were also eligible for inclusion, although none were identified. We did not include quasi-randomised trials. We looked at studies comparing an opioid with another opioid, placebo, no treatment, other non-pharmacological interventions (transcutaneous electrical nerve stimulation (TENS)) or inhaled analgesia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias, extracted data and checked them for accuracy. We assessed the quality of each evidence synthesis using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included 70 studies that compared an opioid with placebo or no treatment, another opioid administered intramuscularly or intravenously or compared with TENS applied to the back. Sixty-one studies involving more than 8000 women contributed data to the review and these studies reported on 34 different comparisons; for many comparisons and outcomes only one study contributed data. All of the studies were conducted in hospital settings, on healthy women with uncomplicated pregnancies at 37 to 42 weeks' gestation. We excluded studies focusing on women with pre-eclampsia or pre-existing conditions or with a compromised fetus. Overall, the evidence was graded as low- or very low-quality regarding the analgesic effect of opioids and satisfaction with analgesia; evidence was downgraded because of study design limitations, and many of the studies were underpowered to detect differences between groups and so effect estimates were imprecise. Due to the large number of different comparisons, it was not possible to present GRADE findings for every comparison.\nFor the comparison of intramuscular pethidine (50 mg/100 mg) versus placebo, no clear differences were found in maternal satisfaction with analgesia measured during labour (number of women satisfied or very satisfied after 30 minutes: 50 women; 1 trial; risk ratio (RR) 7.00, 95% confidence interval (CI) 0.38 to 128.87, very low-quality evidence), or number of women requesting an epidural (50 women; 1 trial; RR 0.50, 95% CI 0.14 to 1.78; very low-quality evidence). Pain scores (reduction in visual analogue scale (VAS) score of at least 40 mm: 50 women; 1 trial; RR 25, 95% CI 1.56 to 400, low-quality evidence) and pain measured in labour (women reporting pain relief to be \"good\" or \"fair\" within one hour of administration: 116 women; 1 trial; RR 1.75, 95% CI 1.24 to 2.47, low-quality evidence) were both reduced in the pethidine group, and fewer women requested any additional analgesia (50 women; 1 trial; RR 0.71, 95% CI 0.54 to 0.94, low-quality evidence).\nThere was limited information on adverse effects and harm to women and babies. There were few results that clearly showed that one opioid was more effective than another. Overall, findings indicated that parenteral opioids provided some pain relief and moderate satisfaction with analgesia in labour. Opioid drugs were associated with maternal nausea, vomiting and drowsiness, although different opioid drugs were associated with different adverse effects. There was no clear evidence of adverse effects of opioids on the newborn. We did not have sufficient evidence to assess which opioid drug provided the best pain relief with the least adverse effects."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Though most evidence is of low- or very-low quality, for healthy women with an uncomplicated pregnancy who are giving birth at 37 to 42 weeks, parenteral opioids appear to provide some relief from pain in labour but are associated with drowsiness, nausea, and vomiting in the woman. Effects on the newborn are unclear. Maternal satisfaction with opioid analgesia was largely unreported. The review needs to be examined alongside related Cochrane reviews. More research is needed to determine which analgesic intervention is most effective, and provides greatest satisfaction to women with acceptable adverse effects for mothers and their newborn."
    }
  ],
  "pls_title": "Intramuscular and intravenous opioid pain relieving drugs in labour",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "We set out to determine the effectiveness, side effects and acceptability to women of different opioids (pain killers), the doses used and how they are given during labour. We were also concerned about the effects of the opioids on the baby in terms of its safety, alertness at birth and early feeding.\nUterine contractions cause pain during labour, particularly as they reach their peak. The pain lessens as the contraction goes and the uterus relaxes. As labour progresses the uterine contractions become stronger, more frequent and longer lasting; at the same time they become more painful. The strongest, most frequent, and most intense uterine contractions generally occur at the end of the first stage of labour as the cervix reaches full dilatation. The mother then has the urge to push or bear down, which assists the birth of the baby. The severity of the pain varies considerably from woman to woman, and is influenced by mental and emotional factors. For example, continuous support during labour can help women to cope with the pain and help with their overall satisfaction with the childbirth experience."
    },
    {
      "heading": "Why is this important?",
      "text": "In many maternity units, intramuscular injections of opioid drugs are widely used for pain relief in labour. Options for intravenous administrations, often controlled by the woman, may also be available. Injected opioids can make women drowsy and interfere with their ability to engage in decision making about their care. They may also experience nausea and vomiting. Opioids can increase variations in fetal heart rate during labour and depress breathing. A number of different opioid drugs are available. The increasing use of epidural analgesia in resource-rich countries means that opioids are now less likely to be the drugs of choice in these settings. Yet in many parts of the world and in midwifery-led settings epidural analgesia is not available, and injected opioids are still widely used. They are relatively inexpensive. It is not clear how effective these drugs are, which opioid is best, and how adverse effects (such as vomiting or sleepiness) or harm to women or their babies can be avoided. This review is an update of a review first published in 2010."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for trials on 11 May 2017. We included 70 studies though only 61 studies involving more than 8000 women contributed data to the review. All of the trials were conducted in hospital settings, on healthy women with uncomplicated pregnancies at 37 to 42 weeks' gestation. The trials compared an opioid (intramuscular or intravenous) with placebo (dummy treatment), no treatment, another opioid (or in three trials another medication or inhaled nitrous oxide) or transcutaneous electrical nerve stimulation (TENS) in 34 different comparisons. There were few opportunities to pool the findings, and for many outcomes only one trial contributed findings. The quality of the evidence was mainly assessed as low or very low for the outcomes of pain in labour and satisfaction with analgesia. Many of the studies included insufficient numbers of women to detect differences between groups."
    },
    {
      "heading": "What does this mean?",
      "text": "Overall, our findings indicate that opioids provided some pain relief during labour, although substantial proportions of women still reported moderate or severe pain. Opioid drugs were associated with nausea, vomiting and drowsiness, with different types of opioids causing different side effects. We did not have sufficient evidence to assess which opioid drug provided the best pain relief with the least adverse effects. Nor did we find clear evidence of adverse effects of opioids on the newborn. Maternal satisfaction with opioid analgesia appeared moderate although it was often unreported or reported in different ways. We did not have sufficient evidence to assess which opioid drugs women were most satisfied with.\nIn this review we did not examine the effectiveness and safety of intramuscular or intravenous opioids compared with other methods of pain relief in labour such as epidural analgesia. The review needs to be examined alongside related Cochrane reviews. As injected opioid drugs are so widely used it is important that more research is carried out so that women can make informed choices about pain relief."
    }
  ]
}