{
  "doi": "10.1002/14651858.CD011321.pub2",
  "name": "Exercise programmes for ankylosing spondylitis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Exercise programmes are often recommended for managing ankylosing spondylitis (AS), to reduce pain and improve or maintain functional capacity."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of exercise programmes for people with AS."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, the Cochrane Library, MEDLINE Ovid, EMBASE Ovid, CINAHL EBSCO, PEDro, Scopus, and two trials registers to December 2018. We searched reference lists of identified systematic reviews and included studies, handsearched recent relevant conference proceedings, and contacted experts in the field."
    },
    {
      "heading": "Selection criteria",
      "text": "We included reports of randomised controlled trials (RCT) of adults with AS that compared exercise therapy programmes with an inactive control (no intervention, waiting list) or usual care."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methodology."
    },
    {
      "heading": "Main results",
      "text": "We included 14 RCTs with 1579 participants with AS. Most participants were male (70%), the median age was 45 years (range 39 to 47), and the mean symptom duration was nine years. The most frequently used exercises were those designed to help improve strength, flexibility, stretching, and breathing. Most exercise programmes were delivered along with drug therapy or a biological agent. We judged most of the studies at unclear or high risk of bias for several domains. All 14 studies provided data obtained immediately upon completion of the exercise programme. The median exercise programme duration was 12 weeks (interquartile range (IQR) 8 to 16). Three studies (146 participants) provided data for medium-term follow-up (< 24 weeks after completion of the exercise programmes), and one (63 participants) for long-term follow-up (> 24 weeks after completion of the exercise programmes). Nine studies compared exercise programmes to no intervention; five studies compared them to usual care (including physiotherapy, medication, or self-management).\nExercise programmes versus no intervention\nAll data were obtained immediately upon completion of the exercise programme.\nFor physical function, measured by a self-reporting questionnaire (the Bath Ankylosing Spondylitis Functional Index (BASFI) scale, 0 to 10; lower is better), moderate-quality evidence showed a no important clinically meaningful improvement with exercise programmes (mean difference (MD) -1.3, 95% confidence interval (CI) -1.7 to -0.9; 7 studies, 312 participants; absolute reduction 13%, 95% CI 17% to 9%).\nFor pain, measured on a visual analogue scale (VAS, 0 to 10, lower is better), low-quality evidence showed an important clinically meaningful reduction of pain with exercise (MD -2.1, 95% CI -3.6 to -0.6; 6 studies, 288 participants; absolute reduction 21%, 95% CI 36% to 6%).\nFor patient global assessment of disease activity, measured by a self-reporting questionnaire (the Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) scale, 0 to 10, lower is better), moderate-quality evidence showed no important clinically meaningful reduction with exercise (MD -0.9, 95% CI -1.3 to -0.5; 6 studies, 262 participants; absolute reduction 9%, 95% CI 13% to 5%).\nFor spinal mobility, measured by a self-reporting questionnaire (the Bath Ankylosing Spondylitis Metrology Index (BASMI) scale, 0 to 10, lower is better), very low-quality evidence showed an improvement with exercise (MD -0.7 95%, -1.3 to -0.1; 5 studies, 232 participants) with no important clinical meaningful benefit (absolute reduction 7%, 95% CI 13% to 1%).\nFor fatigue, measured on a VAS (0 to 10, lower is better), very low-quality evidence showed a no important clinically meaningful reduction with exercise (MD -1.4, 95% CI -2.7 to -0.1; 2 studies, 72 participants; absolute reduction 14%, 95% CI 27% to 1%).\nExercise programmes versus usual care\nAll data were obtained immediately upon completion of the exercise programme.\nFor physical function, measured by the BASFI scale, moderate-quality evidence showed an improvement with exercise (MD -0.4, 95% CI -0.6 to -0.2; 5 studies, 1068 participants). There was no important clinical meaningful benefit (absolute reduction 4%, 95% CI 6% to 2%).\nFor pain, measured on a VAS (0 to 10, lower is better), moderate-quality evidence showed a reduction of pain with exercise (MD -0.5, 95% CI -0.9 to -0.1; 2 studies, 911 participants; absolute reduction 5%, 95% CI 9% to 1%). No important clinical meaningful benefit was found.\nFor patient global assessment of disease activity, measured by the BASDAI scale, low-quality evidence showed a reduction with exercise (MD -0.7, 95% CI -1.3 to -0.1; 5 studies, 1068 participants), but it was not clinically important (absolute reduction 7%, 95% CI 13% to 1%) with important clinical meaningful benefit\nFor spinal mobility, measured by the BASMI scale, very low-quality evidence found a no important clinically meaningful improvement with exercise (MD -1.2, 95% CI -2.8 to 0.5; 2 studies, 85 participants; absolute reduction 12%, 95% CI 5% less to 28% more). There was no important clinical meaningful benefit.\nNone of the studies measured fatigue.\nAdverse effects\nWe found very low-quality evidence of the effect of exercise versus either no intervention, or usual care. We are uncertain of the potential for harm of exercises, due to low event rates, and a limited number of studies reporting events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found moderate- to low-quality evidence that exercise programmes probably slightly improve function, may reduce pain, and probably slightly reduce global patient assessment of disease activity, when compared with no intervention, and measured upon completion of the programme. We found moderate- to low-quality evidence that exercise programmes probably have little or no effect on improving function or reducing pain, when compared with usual care, and may have little or no effect on reducing patient assessment of disease activity, when measured upon completion of the programmes. We are uncertain whether exercise programmes improve spinal mobility, reduce fatigue, or induce adverse effects."
    }
  ],
  "pls_title": "Benefits and harms of exercise programmes for people with ankylosing spondylitis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence for the benefits and harms of exercise programmes for people with ankylosing spondylitis (AS)."
    },
    {
      "heading": "Background",
      "text": "Exercise programmes are often recommended for people with AS, to reduce pain, and improve joint mobility or function."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched for randomised controlled trials (RCT) to December 2018. We found 14 reports (1579 participants). Studies were performed in nine different countries. Most participants were men, aged 39 to 47 years old, who had symptom from 9 to 18 years. Mostly, the programmes included exercises developed to improve strength, flexibility, stretching, and breathing, and were added to drug therapy or a biological agent."
    },
    {
      "heading": "Key results",
      "text": "All data were obtained immediately upon completion of the exercise programme."
    },
    {
      "heading": "Exercise programmes versus no intervention",
      "text": "Exercise probably slightly improves function (moderate-quality evidence), slightly reduces patient-reported disease activity (moderate-quality evidence), and may reduce pain (low-quality evidence). We are uncertain of the effect on spinal mobility and fatigue (very low-quality evidence).\nPhysical function was measured on a self-reporting questionnaire, the Bath Ankylosing Spondylitis Functional Index (BASFI) scale (0 to 10; lower means better function). People who did not exercise rated their function at 4.1 points; those who exercised rated it 1.3 points lower (13% absolute improvement).\nPain was measured on a visual analogue scale (VAS, 0 to 10; lower means less pain). People who did not exercise rated their pain at 6.2 points; those who exercised rated it 2.1 points lower (21% absolute improvement).\nPatient global assessment of disease activity was measured on a self-reporting questionnaire, the Bath Ankylosing Spondylitis Disease Activity Index (BASDAI, 0 to 10, lower means less disease activity). People who did not exercise rated their disease activity at 3.7 points; those who exercised rated it 0.9 points lower (9% absolute improvement).\nSpinal mobility was measured on a self-reporting questionnaire, the Bath Ankylosing Spondylitis Metrology Index (BASMI, 0 to 10, lower means better mobility). People who did not exercise rated their spinal mobility at 3.8 points; those who exercised rated it 0.7 points lower (7% absolute improvement).\nFatigue was measured on a VAS (0 to 10, lower means less fatigue). People who did not exercise rated their fatigue at 3 points; those who exercised rated it 1.4 points lower (14% absolute improvement)."
    },
    {
      "heading": "Exercise programmes versus usual care",
      "text": "Exercise probably results in little or no improved function or reduced pain (moderate-quality evidence), and may have little or no effect in reducing patient-reported disease activity (low-quality evidence). We are uncertain of the effect on spinal mobility (very low-quality evidence).\nPhysical function. People who received usual care rated their function at 3.7 points on the BASFI; those who exercised rated it 0.4 points lower (4% absolute improvement).\nPain. People who received usual care rated their pain at 3.7 points on a 10-point VAS; those who exercised rated it 0.5 points lower (5% absolute improvement).\nPatient global assessment of disease activity. People who received usual care rated their disease activity at 3.7 points on the BASDAI; those who exercised rated it 0.7 points lower (7% absolute improvement).\nSpinal mobility. People who received usual care rated their spinal mobility at 8.9 points on the BASMI; those who exercised rated it 1.2 points lower (12% absolute improvement).\nNone of the studies measured fatigue."
    },
    {
      "heading": "Adverse effects (AE)",
      "text": "One of 67 participants in the exercise groups, and none of 43 participants in the control groups, experienced an AE."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We downgraded the evidence due to issues with study design, variability between interventions, and not enough data, resulting in a rating of moderate to very low-quality evidence across outcomes."
    }
  ]
}