{
  "doi": "10.1002/14651858.CD007837.pub3",
  "name": "Therapeutic exercises for idiopathic scoliosis in adolescents",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Adolescent idiopathic scoliosis (AIS) is a pathology that changes the three-dimensional shape of the spine and trunk. While AIS can progress during growth and cause cosmetic issues, it is usually asymptomatic. However, a final spinal curvature above the critical threshold of 30° increases the risk of health problems and curve progression in adulthood. The use of therapeutic exercises (TEs) to reduce the progression of AIS and delay or avoid other, more invasive treatments is still controversial."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of TE, including generic therapeutic exercises (GTE) and physiotherapeutic scoliosis-specific exercises (PSSE) in treating AIS, compared to no treatment, other non-surgical treatments, or between treatments."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, four other databases, and two clinical trials registers to 17 November 2022. We also screened reference lists of articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing TE with no treatment, other non-surgical treatments (braces, electrical stimulation, manual therapy), and different types of exercises. In the previous version of the review, we also included observational studies. We did not include observational studies in this update since we found sufficient RCTs to address our study aims."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methodology. Our major outcomes were progression of scoliosis (measured by Cobb angle, trunk rotation, progression, bracing, surgery), cosmetic issues (measured by surface measurements and perception), and quality of life (QoL). Our minor outcomes were back pain, mental health, and adverse effects."
    },
    {
      "heading": "Main results",
      "text": "We included 13 RCTs (583 participants). The percentage of females ranged from 50% to 100%; mean age ranged from 12 to 15 years. Studies included participants with Cobb angles from low to severe. We judged 61% of the studies at low risk for random sequence generation and 46% at low risk for allocation concealment. None of the studies could blind participants and personnel. We judged the subjective outcomes at high risk of performance and detection bias, and the objective outcomes at high risk of detection bias in six studies and at low risk of bias in the other six studies. One study did not assess any objective outcomes.\nComparing TE versus no treatment, we are very uncertain whether TE reduces the Cobb angle (mean difference (MD) −3.6°, 95% confidence interval (CI) −5.6 to −1.7; 2 studies, 52 participants). Low-certainty evidence indicates PSSE makes little or no difference in the angle of trunk rotation (ATR) (MD −0.8°, 95% CI −3.8 to 2.1; 1 study, 45 participants), may reduce the waist asymmetry slightly (MD −0.5 cm, 95% CI −0.8 to −0.3; 1 study, 45 participants), and may result in little to no difference in the score of cosmetic issues measured by the Spinal Appearance Questionnaire (SAQ) General (MD 0.7 points, 95% CI −0.1 to 1.4; 1 study, 16 participants). PSSE may result in little to no difference in self-image measured by the Scoliosis Research Society – 22 Patient Questionnaire (SRS-22) (MD 0.3 points, 95% CI −0.3 to 0.9; 1 study, 16 participants) and improve QoL slightly measured by SRS-22 Total score (MD 0.3 points, 95% CI 0.1 to 0.4; 2 studies, 61 participants). Only Cobb angle results were clinically meaningful.\nComparing PSSE plus bracing versus bracing, low-certainty evidence indicates PSSE plus bracing may reduce Cobb angle (−2.2°, 95% CI −3.8 to −0.7; 2 studies, 84 participants).\nComparing GTE plus other non-surgical interventions versus other non-surgical interventions, low-certainty evidence indicates GTE plus other non-surgical interventions may reduce Cobb angle (MD −8.0°, 95% CI −11.5 to −4.5; 1 study, 80 participants).\nWe are uncertain whether PSSE plus other non-surgical interventions versus other non-surgical interventions reduces Cobb angle (MD −7.8°, 95% CI −12.5 to −3.1; 1 study, 18 participants) and ATR (MD −8.0°, 95% CI −12.7 to −3.3; 1 study, 18 participants).\nPSSE plus bracing versus bracing alone may make little to no difference in subjective measurement of cosmetic issues as measured by SAQ General (−0.2 points, 95% CI −0.9 to 0.5; 1 study, 34 participants), self-image score as measured by SRS-22 Self-Image (MD 0.1 points, 95% CI −0.3 to 0.5; 1 study, 34 participants), and QoL measured by SRS-22 Total score (MD 0.2 points, 95% CI −0.1 to 0.5; 1 study, 34 participants). None of these results were clinically meaningful.\nComparing TE versus bracing, we are very uncertain whether PSSE allows progression of Cobb angle (MD 2.7°, 95% CI 0.3 to 5.0; 1 study, 60 participants), changes self-image measured by SRS-22 Self-Image (MD 0.1 points, 95% CI −1.0 to 1.1; 1 study, 60 participants), and QoL measured by SRS-22 Total score (MD 3.2 points, 95% CI 2.1 to 4.2; 1 study, 60 participants). None of these results were clinically meaningful.\nComparing PSSE with GTE, we are uncertain whether PSSE makes little or no difference in Cobb angle (MD −3.0°, 95% CI −8.2 to 2.1; 4 studies, 192 participants; very low-certainty evidence). PSSE probably reduces ATR (clinically meaningful) (MD -3.0°, 95% CI −3.4 to −2.5; 2 studies, 138 participants). We are uncertain about the effect of PSSE on QoL measured by SRS-22 Total score (MD 0.26 points, 95% CI 0.11 to 0.62; 3 studies, 168 participants) and on self-image measured by SRS-22 Self-Image and Walter Reed Visual Assessment Scale (standardised mean difference (SMD) 0.77, 95% CI −0.61 to 2.14; 3 studies, 168 participants). Further, low-certainty evidence indicates that 38/100 people receiving GTE may progress more than 5° Cobb versus 7/100 receiving PSSE (risk ratio (RR) 0.19, 95% CI -0.67 to 0.52; 1 study, 110 participants).\nNone of the included studies assessed adverse effects."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence on the efficacy of TE is currently sparse due to heterogeneity, small sample size, and many different comparisons. We found only one study following participants to the end of growth showing the efficacy of PSSE over TE. This result was weakened by adding studies with short-term results and unclear preparation of treating physiotherapists. More RCTs are needed to strengthen the current evidence and study other highly clinically relevant outcomes such as QoL, psychological and cosmetic issues, and back pain."
    }
  ],
  "pls_title": "What type of therapeutic exercise is best for treating scoliosis in adolescents?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "– Due to a lack of robust evidence, the benefits of therapeutic exercises for idiopathic scoliosis are unclear.\n– Participants wearing a brace may experience less curve progression if they perform therapeutic exercises.\n– Compared to no treatment, therapeutic exercises may make little to no difference in scoliosis progression and cosmetic issues, while they may slightly increase quality of life.\n– Further research is needed in this area, focusing on highly clinically relevant outcomes such as quality of life, and psychological and cosmetic issues."
    },
    {
      "heading": "What is idiopathic scoliosis?",
      "text": "Scoliosis is a condition that causes an overall three-dimensional curvature (torsion) of the spine (backbone). The most common type is 'idiopathic,' which means the exact cause is unknown. Scoliosis affects 2% to 3% of young people from 10 years of age to when a child is fully grown. When the curvature in the spine passes specific threshold levels at the end of growth, they can cause problems in adulthood, such as quality of life issues, disability, cosmetic issues, activity limitation, and possibly breathing problems."
    },
    {
      "heading": "How is the condition treated?",
      "text": "In many cases, scoliosis curves are small and do not require treatment. If treatment is judged appropriate, the main treatment options for preventing scoliosis progression include therapeutic exercises, bracing, and surgery. Due to the progressive nature of the condition, adolescents are generally treated when the curvature is diagnosed and further growth is expected meaning the risk of progression is still present. Once the curve progresses, no treatments succeed in fully straightening the spine. Children with larger curves may need to wear a brace or, if curves are severe, to have surgery to restore as normal a posture as possible. Therapeutic exercises are an option for less-severe cases to reduce the risk of progression and avoid using a brace; also, they can be used in more severe curves in combination with using a brace. In this case, the aims are to reduce the side effects of using a brace (muscle weakness, rigidity, flat back), and improve its effectiveness."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if therapeutic exercises are effective in reducing spinal curves and postponing or avoiding invasive treatments such as bracing or surgery."
    },
    {
      "heading": "What did we do?",
      "text": "We searched medical databases for studies where people were allocated at random to one of two or more treatment groups comparing therapeutic exercises with no treatment, other non-surgical treatments such as braces, or other exercises. We extracted and summarised data and rated our confidence in the evidence based on factors such as study methods and how accurate the results were."
    },
    {
      "heading": "What did we find?",
      "text": "We included 13 studies involving 583 participants. Most participants had scoliosis of low or medium severity. Five studies were conducted in China and one each in Brazil, Canada, Italy, Korea, Turkey, Saudi Arabia, the USA, and Egypt. The therapeutic exercises assessed in the studies were different in type and duration (between 12 and 42 months).\nWe are very uncertain whether therapeutic exercises are less effective than using braces in reducing curve progression in adolescents with scoliosis of medium severity, or improve quality of life slightly.\nWe do not know if different types of therapeutic exercises make any difference in scoliosis progression, quality of life, and cosmetic issues.\nNone of the included studies assessed the unwanted effects."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Participants included in the studies knew which interventions they received; therefore, they could have been influenced by how much trust they had in the intervention when reporting improvements based on their personal experience, and performing the exercises by increasing their motivation.\nAll studies included only a few participants. Therefore, we have little confidence in their results, as they could be different when the interventions are delivered in clinical practice."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This review updates our previous review from 2012. The evidence is up to date to 17 November 2022."
    }
  ]
}