{
  "doi": "10.1002/14651858.CD010521.pub2",
  "name": "Alternating current cranial electrotherapy stimulation (CES) for depression",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Depression is a mood disorder with a prevalence of approximately 1% to 3% worldwide, representing the fourth leading cause of disease burden globally. The current standard treatments of psychological therapy and antidepressant medications are not effective for everyone, and psychotropic drugs may be associated with significant adverse effects. Cranial electrical stimulation (CES) treatment, in which a low intensity electrical current is administered through the use of a small, portable electrical device, has been reported to have efficacy in the treatment of depression with minimal adverse effects. This systematic review investigated the scientific evidence regarding the efficacy and safety of CES in treatment of acute depression compared to sham, or simulated, CES treatment."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of alternating current cranial electrotherapy stimulation (CES) compared with sham CES for acute depression."
    },
    {
      "heading": "Search methods",
      "text": "We searched The Cochrane Collaboration Depression, Anxiety and Neurosis review group's specialized register (CCDANCTR-Studies and CCDANCTR-References) to February 24, 2014 This register contains relevant randomized controlled trials from: The Cochrane Library (all years), MEDLINE (1950 to date), EMBASE (1974 to date), and PsycINFO (1967 to date). We examined reference lists of review papers and books on CES. We contacted authors, other experts in the field and CES manufacturing companies for knowledge of suitable published or unpublished trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials of CES versus sham CES for the acute treatment of depressive disorder in adults aged 18 to 75 years."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We planned to extract data from the original reports of included studies independently by two authors. The main outcomes to be assessed were:\n(1) the efficacy of CES in reducing symptoms of depression as reflected in change scores on standardized depression rating scales.\n(2) the tolerability of CES treatment to participants, as reflected in rates of discontinuation due to adverse effects.\nWe planned to analyze data using Review Manager 5."
    },
    {
      "heading": "Main results",
      "text": "No studies met the inclusion criteria for this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are insufficient methodologically rigorous studies of CES in treatment of acute depression. There is a need for double-blind randomized controlled trials of CES in the treatment of acute depression."
    }
  ],
  "pls_title": "Alternating current cranial electrotherapy stimulation in the treatment of depression",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence on the use of cranial electrical stimulation (CES) in people with acute depression. More specifically, we were interested in examining the evidence from high quality clinical trials in which patients with acute depression were randomly assigned to treatment with either active CES or sham (simulated) CES, We found no high quality studies."
    },
    {
      "heading": "Background",
      "text": "We wanted to discover whether cranial electrotherapy stimulation (CES) is an effective treatment for depression.\nDepression is a mood disorder characterized by predominantly depressed mood, appetite change, sleep disturbance, lack of energy, impaired concentration, lack of interest or pleasure, and sometimes suicidal thoughts, resulting in impaired functioning at work and in interpersonal relationships. In order to confirm a diagnosis of depression, these symptoms must be present for at least two weeks.\nCurrently, evidence-based treatment of depression consists of cognitive-behavioral psychological therapy or antidepressant medications for mild to moderate depression. For severe depression, antidepressant medications are the recommended treatment.\nCranial electrotherapy stimulation (CES) has been proposed as an alternative treatment for symptoms of depression. CES is a treatment in which a low intensity electrical current is administered to the head through the use of a small, portable electrical device. A sample treatment regimen might consist of daily application of the device for 30 minutes for a month, but treatment instructions vary with the device and condition being treated. In the United States CES devices require a prescription. In most other countries, marketing of CES devices is approved for stress reduction but not specific medical conditions such as depression."
    },
    {
      "heading": "Search date",
      "text": "The evidence in this review is current to February 2014."
    },
    {
      "heading": "Study characteristics",
      "text": "We found no studies meeting our criteria for inclusion."
    },
    {
      "heading": "Key results",
      "text": "We found no high quality clinical trials comparing CES with sham CES in people with acute depression. Currently, there is insufficient evidence to support the use of CES in treatment of acute depression."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We found no high quality studies on the use of CES in treatment of acute depression. The key problem with the currently available research is the failure to use standardized rating scales for diagnosis and monitoring of depression,"
    },
    {
      "heading": "Funding of this review",
      "text": "None of the authors received funding from any source to work on this review."
    },
    {
      "heading": "Declaration of conflicts of interest",
      "text": "None of the authors has any conflict of interest."
    }
  ]
}