{
  "doi": "10.1002/14651858.CD007950.pub3",
  "name": "Effects and safety of periconceptional oral folate supplementation for preventing birth defects ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "It has been reported that neural tube defects (NTD) can be prevented with periconceptional folic acid supplementation. The effects of different doses, forms and schemes of folate supplementation for the prevention of other birth defects and maternal and infant outcomes are unclear."
    },
    {
      "heading": "Objectives",
      "text": "This review aims to examine whether periconceptional folate supplementation reduces the risk of neural tube and other congenital anomalies (including cleft palate) without causing adverse outcomes in mothers or babies. This is an update of a previously published Cochrane review on this topic."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (31 August 2015). Additionally, we searched the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) (31 August 2015) and contacted relevant organisations to identify ongoing and unpublished studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised or quasi-randomised trials evaluating the effect of periconceptional folate supplementation alone, or in combination with other vitamins and minerals, in women independent of age and parity."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the eligibility of studies against the inclusion criteria, extracted data from included studies, checked data entry for accuracy and assessed the risk of bias of the included studies. We assessed the quality of the body of evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "Five trials involving 7391 women (2033 with a history of a pregnancy affected by a NTD and 5358 with no history of NTDs) were included. Four comparisons were made: 1) supplementation with any folate versus no intervention, placebo or other micronutrients without folate (five trials); 2) supplementation with folic acid alone versus no treatment or placebo (one trial); 3) supplementation with folate plus other micronutrients versus other micronutrients without folate (four trials); and 4) supplementation with folate plus other micronutrients versus the same other micronutrients without folate (two trials). The risk of bias of the trials was variable. Only one trial was considered to be at low risk of bias. The remaining studies lacked clarity regarding the randomisation method or whether the allocation to the intervention was concealed. All the participants were blinded to the intervention, though blinding was unclear for outcome assessors in the five trials.\nThe results of the first comparison involving 6708 births with information on NTDs and other infant outcomes, show a protective effect of daily folic acid supplementation (alone or in combination with other vitamins and minerals) in preventing NTDs compared with no interventions/placebo or vitamins and minerals without folic acid (risk ratio (RR) 0.31, 95% confidence interval (CI) 0.17 to 0.58); five studies; 6708 births; high quality evidence). Only one study assessed the incidence of NTDs and showed no evidence of an effect (RR 0.07, 95% CI 0.00 to 1.32; 4862 births) although no events were found in the group that received folic acid. Folic acid had a significant protective effect for reoccurrence (RR 0.34, 95% CI 0.18 to 0.64); four studies; 1846 births). Subgroup analyses suggest that the positive effect of folic acid on NTD incidence and recurrence is not affected by the explored daily folic acid dosage (400 µg (0.4 mg) or higher) or whether folic acid is given alone or with other vitamins and minerals. These results are consistent across all four review comparisons.\nThere is no evidence of any preventive or negative effects on cleft palate (RR 0.73, 95% CI 0.05 to 10.89; three studies; 5612 births; low quality evidence ), cleft lip ((RR 0.79, 95% CI 0.14 to 4.36; three studies; 5612 births; low quality evidence ), congenital cardiovascular defects (RR 0.57, 95% CI 0.24 to 1.33; three studies; 5612 births; low quality evidence ), miscarriages (RR 1.10, 95% CI 0.94 to 1.28; five studies; 7391 pregnancies; moderate quality evidence ) or any other birth defects (RR 0.94, 95% CI 0.53 to 1.66; three studies; 5612 births; low quality evidence). There were no included trials assessing the effects of this intervention on neonatal death, maternal blood folate or anaemia at term."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Folic acid, alone or in combination with vitamins and minerals, prevents NTDs, but does not have a clear effect on other birth defects."
    }
  ],
  "pls_title": "Folic acid supplements before conception and in early pregnancy (up to 12 weeks) for the prevention of birth defects",
  "pls_type": "long",
  "pls": "Folic acid is a synthetic form of folate used in supplements and fortified staple foods (like wheat and maize flour) to reduce the occurrence of neural tube defects (NTDs). These include spina bifida (or cleft spine), where there is an opening in one or more of the bones (vertebrae) of the spinal column, and anencephaly where the head (cephalic) end of the neural tube fails to close. Supplementation with folic acid is internationally recommended to women from the moment they are trying to conceive until 12 weeks of pregnancy. Another option recommended by the World Health Organization (WHO) is that women of reproductive age take intermittent (weekly) iron and folic acid supplements, especially in populations where the prevalence of anaemia is above 20%. Supplementation may also reduce other birth defects such as cleft lip, with or without cleft palate, and congenital cardiovascular defects. Recently, 5-methyl-tetrahydrofolate (5-MTHF) has been proposed as an alternative to folic acid supplementation. This is because most dietary folate and folic acid are metabolised to 5-MTHF. Some women have gene characteristics which reduce folate concentration in blood.\nThis review confirms that folic acid supplementation prevents the first and second time occurrence of NTDs and shows there is not enough evidence to determine if folic acid prevents other birth defects. Information about the safety of other current and alternative supplementation schemes and any possible effects on other outcomes for mothers and babies is also lacking. This review of five trials, involving 7391 pregnancies (2033 with a history of a pregnancy affected by a NTD and 5358 with no history of NTDs), shows the protective effect of daily folic acid supplementation in doses ranging from 0.36 mg (360 µg) to 4 mg (4000 µg) a day, with and without other vitamins and minerals, before conception and up to 12 weeks of pregnancy, for preventing the recurrence of these defects. There were insufficient data to evaluate the effects on other outcomes such as cleft lip and palate, miscarriages or any other birth defects. More research is needed on different types of supplementation programmes and the use of different types of supplements (such as 5-methyl-tetrahydrofolate -5-MTHF), particularly in countries where folic acid fortification of staple foods like wheat or maize flour is not mandatory and where the prevalence of NTDs is still high. The overall quality of the evidence for neonatal outcomes was high for NTDs, whereas, it was of low quality for other neonatal outcomes. The overall quality of the evidence for maternal outcomes was rated as moderate."
}