{
  "doi": "10.1002/14651858.CD012818.pub2",
  "name": "Effectiveness of provision of animal‐source foods for supporting optimal growth and development in children 6 to 59 months of age ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Adequate nutrients early in life promote cognitive development and are critical for proper growth and functioning. The effect of individual nutrients consumed through food is often not the same as consuming the same nutrients in supplementary form due to 'food synergy', the biological and chemical interrelations that occur between nutrients. Animal-source foods, such as eggs, meat, fish, and dairy, are energy dense and contain multiple micronutrients and essential fatty acids with high bioavailability. The benefits of animal-source foods may include higher food synergy relative to fortified foods as well as decreasing dependence on external suppliers of fortified foods."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of animal-source foods compared to any other feeding interventions or no intervention in improving growth and developmental outcomes in children aged 6 to 59 months."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, CINAHL, 18 other databases, and three trials registers up to August 2018. We also contacted authors and known experts in the field for assistance in identifying ongoing or unpublished data, and searched the reference lists of included studies and reviews, and websites of relevant organizations, for other studies that may not have been captured by our electronic searches."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials and quasi-randomized controlled trials of any duration, where children between 5 months and 59 months (6 years) of age were provided with an animal-source food (e.g. consumption of milk, meat, or eggs), prepared with any cooking method, compared with any intervention or no intervention."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial eligibility using prespecified criteria, extracted data, assessed risk of bias, and graded the quality of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "Study characteristics\nWe included 6 studies that analyzed data from 3036 children aged 5 to 50 months. The studies were conducted in China, the Democratic Republic of Congo, Ecuador, Guatemala, Pakistan, the USA, and Zambia, and lasted between 5 and 12 months. Three studies were funded, in part, by government entities; one study was supported by a nonprofit organization. Two studies did not report a funding source.\nThree studies compared the effects of feeding an animal-source food with a fortified (iron or iron and zinc), or unfortified cereal; two used a control group with no intervention; one compared a meat-based diet to a dairy-based diet. The types of animal-source foods tested included yogurt, eggs, cheese, lyophilized (freeze-dried) beef product, ground and frozen pork, puréed and jarred beef with gravy or pork, and powdered whey protein.\nWe judged four studies to be at unclear risk of bias overall; three studies because they were funded by an industry with a plausible interest in the outcome of the intervention; and one study because there was insufficient information to assess five of the seven bias 'Risk of bias' domains. We judged two of the six studies to be at high risk of bias overall; one study because there was significant baseline imbalance in length-for-age z scores (LAZ) between groups and evidence of selective reporting; the other study because there there was both a significant baseline imbalance in LAZ and weight-for-age z scores (WAZ) between groups, and a large-scale social media campaign that may have influenced care received at home in the control group.\nKey results\nAnimal-source foods versus cereal-based foods or no intervention\nFive studies (2972 children) measured change in linear growth with either height-for-age z scores (HAZ) or LAZ. Three studies (592 children) reported a significant increase in HAZ and LAZ in the intervention group compared to the control group. Two studies (2380 children) reported a decline in LAZ in both groups. In one study (1062 children) there was no difference between the groups in the rate of decline; in the other (1318 children) the decrease in LAZ was significantly smaller in the intervention group.\nFive studies (2972 children) measured weight gain using WAZ. Three studies (592 children) reported a significant increase in WAZ in the intervention group compared to the control group. In two studies (2380 children), WAZ decreased in both groups. In one of these studies (1318 children), the decrease in the intervention group was significantly smaller than in the control group. In the other study (1062 children), there was no difference between the groups.\nThree studies (1612 children) reported impacts on all-cause morbidity, but metrics were inconsistent between studies. One study with yogurt (402 children) reported a significant reduction in duration and incidence of diarrhea and upper respiratory infections in the intervention group. One study with eggs (148 children) reported a significant increase in the incidence of diarrhea in the intervention group, but this may have been due to cultural associations with eggs and gastrointestional problems. There were no other significant differences in fever, respiratory infections, or skin conditions between groups. The third study (1062 children) found no differences between intervention and control groups across morbidity measures.\nNo studies reported data on anemia.\nMeat-based diet versus dairy-based diet\nOne study (64 children) measured change in LAZ and WAZ in infants fed either a meat-based diet or dairy-based diet. There was a significant increase in LAZ among infants consuming the meat-based diet and a significant decrease in LAZ among infants consuming a dairy-based diet. WAZ increased in both groups, with no significant difference between groups.\nThe study did not assess all-cause morbidity or anemia.\nQuality of the evidence\nWe rated the quality of the evidence as very low overall due to baseline imbalances between intervention and control groups, high heterogeneity in meta-analysis, and imprecision due to wide confidence intervals and inconsistent direction of effects. We have little confidence in the results; further research is likely to change the estimate of magnitude and direction of treatment effect."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Given the limited quality of the evidence, we are uncertain of the effects of the provision of animal-source food versus cereal products or no intervention on the growth or development of children. More adequately powered trials with deliberately selected animal-source foods are needed."
    }
  ],
  "pls_title": "Animal-source foods for growth and development in children 6 to 59 months of age",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "We reviewed the evidence about the effect of animal-source foods on the growth and development of children between 6 and 59 months of age."
    },
    {
      "heading": "What is the rationale for studying this?",
      "text": "The nutrition a child receives during the first five years of life is important for his or her growth and development. Animal-source foods such as meat, fish, eggs, or dairy provide critical nutrients. Compared to foods such as iron-fortified cereal products, the nutrients in animal-source foods may be better absorbed by, and used in, the body."
    },
    {
      "heading": "What studies were included?",
      "text": "We included 6 studies with a total of 3036 children aged between 5 months and 50 months of age at enrollment. The interventions were conducted in China, Democratic Republic of Congo, Ecuador, Guatemala, Pakistan, USA, and Zambia, and lasted between 5 and 12 months.\nThree studies compared animal-source foods to a fortified (iron-fortified or iron and zinc-fortified) or unfortified cereal product. Two studies compared animal-source foods to no intervention. One study compared meat to dairy. The types of animal-source foods provided included beef, pork, eggs, yogurt, cheese, and powdered whey protein.\nThree studies were funded in part by government entities and in part by an agency with a commercial interest in the results of the studies; we rated these studies as at unclear risk of other bias. One study was supported by a nonprofit organization. Two studies did not report a funding source."
    },
    {
      "heading": "What were the main results?",
      "text": "Animal-source foods versus cereal-based foods or no intervention\nFive studies (2972 children) reported data on growth (measured as height-for-age or length-for-age) and weight gain (measured as weight-for-age). Three studies (592 children) reported increases in weight-for-age as well as height-for-age or length-for-age in the intervention group, compared to the control group. Of the two remaining studies, one study (1062 children) found both groups decreased in both weight-for-age and length-for-age, with no differences between the groups. In the other study (1318 children), both groups also decreased for these outcomes, but the decrease was smaller in the intervention group compared to the control group.\nThree studies (1612 children) reported data on disease. One study with yogurt (402 children) found that children who received yogurt were less likely to experience diarrhea and respiratory infection and recovered faster when they did. One study with eggs (148 children) showed an increase in the incidence of diarrhea in children fed eggs, but this may have been due to cultural associations between eggs and gastrointestional problems. There were no differences in fever, respiratory infections, or skin conditions between the groups. The third study (1062 children) found no differences between the intervention and control groups for any measures of disease.\nNo studies reported data on anemia.\nMeat-based diet versus dairy-based diet\nOne study (64 children) reported data on growth (measured as length-for age) and weight gain (measured as weight-for-age). Infants consuming a meat-based diet showed a significant increase in length-for-age compared to infants consuming a dairy-based diet who experienced a decrease in length for age. Both groups experienced an increase in weight-for-age but there was no difference between them.\nThe study did not measure disease or anemia.\nOverall results\nGiven the limited and very low-quality evidence overall, we are uncertain of the effects of giving children animal-source food versus cereal products or no intervention on children's growth and development."
    },
    {
      "heading": "What was the quality of evidence?",
      "text": "We rated the quality of the evidence as very low overall. We found some evidence to suggest that animal-source foods increase growth and weight gain, and other evidence that suggests they do not. The amount of growth and weight gain also varied widely between studies. In addition, we had serious concerns about bias, including the unclear role of industry sponsors. Future findings are very likely to change our confidence in our estimate of the effects of animal-source foods on growth and weight gain."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The review authors searched the scientific literature up to August 2018."
    }
  ]
}