{
  "doi": "10.1002/14651858.CD011335.pub3",
  "name": "Interventions for preventing and ameliorating cognitive deficits in adults treated with cranial irradiation ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cognitive deficits are common in people who have received cranial irradiation and have a serious impact on daily functioning and quality of life. The benefit of pharmacological and non-pharmacological treatment of cognitive deficits in this population is unclear. This is an updated version of the original Cochrane Review published in Issue 12, 2014."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of interventions for preventing or ameliorating cognitive deficits in adults treated with cranial irradiation."
    },
    {
      "heading": "Search methods",
      "text": "For this review update we searched the Cochrane Register of Controlled Trials (CENTRAL), MEDLINE via Ovid, Embase via Ovid, and PsycInfo via Ovid to 12 September 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled (RCTs) trials that evaluated pharmacological or non-pharmacological interventions in cranial irradiated adults, with objective cognitive functioning as a primary or secondary outcome measure."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors (MK, JD) independently extracted data from selected studies and carried out a risk of bias assessment. Cognitive function, fatigue and mood outcomes were reported. No data were pooled."
    },
    {
      "heading": "Main results",
      "text": "Eight studies met the inclusion criteria and were included in this updated review. Six were from the original version of the review, and two more were added when the search was updated. Nineteen further studies were assessed as part of this update but did not fulfil the inclusion criteria.\nOf the eight included studies, four studies investigated “prevention” of cognitive problems (during radiotherapy and follow-up) and four studies investigated “amelioration” (interventions to treat cognitive impairment as a late complication of radiotherapy). There were five pharmacological studies (two studies on prevention and three in amelioration) and three non-pharmacological studies (two on prevention and one in amelioration). Due to differences between studies in the interventions being evaluated, a meta-analysis was not possible.\nStudies in early radiotherapy treatment phase (five studies)\nPharmacological studies in the “early radiotherapy treatment phase” were designed to prevent or ameliorate cognitive deficits and included drugs used in dementia (memantine) and fatigue (d-threo-methylphenidate hydrochloride). Non-pharmacological studies in the “early radiotherapy treatment phase” included a ketogenic diet and a two-week cognitive rehabilitation and problem-solving programme.\nIn the memantine study, the primary cognitive outcome of memory at six months did not reach significance, but there was significant improvement in overall cognitive function compared to placebo, with similar adverse events across groups. The d-threo-methylphenidate hydrochloride study found no statistically significant difference between arms, with few adverse events. The study of a calorie-restricted ketogenic diet found no effect, although a lower than expected calorie intake in the control group complicates interpretation of the results.  The study investigating the utility of a rehabilitation program did not carry out a statistical comparison of cognitive performance between groups.\nStudies in delayed radiation or late effect phase (four studies)\nThe “amelioration” pharmacological studies to treat cognitive complications of radiotherapy included drugs used in dementia (donepezil) or psychostimulants (methylphenidate and modafinil). Non-pharmacological measures included cognitive rehabilitation and problem solving (Goal Management Training). These studies included patients with cognitive problems at entry who had “stable” brain cancer.\nThe donepezil study did not find an improvement in the primary cognitive outcome of overall cognitive performance, but did find improvement in an individual test of memory, compared to placebo; adverse events were not reported. A study comparing methylphenidate with modafinil found improvements in cognitive function in both the methylphenidate and modafinil arms; few adverse events were reported. Another  study comparing two different doses of modafinil combined treatment arms and found improvements across all cognitive tests, however, a number of adverse events were reported. Both studies were limited by a small sample size. The Goal Management Training study suggested a benefit of the intervention, a behavioural intervention that combined mindfulness and strategy training, on executive function and processing speed.\nThere were a number of limitations across studies and few were without high risks of bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In this update, limited additional evidence was found for the treatment or amelioration of cognitive deficits in adults treated with cranial irradiation. As concluded in the original review, there is supportive evidence that memantine may help prevent cognitive deficits for adults with brain metastases receiving cranial irradiation. There is supportive evidence that donepezil, methylphenidate and modafinil may have a role in treating cognitive deficits in adults with brain tumours who have been treated with cranial irradiation; patient withdrawal affected the statistical power of these studies. Further research that tries to minimise the withdrawal of consent, and subsequently reduce the requirement for imputation procedures, may offer a higher certainty of evidence.\nThere is evidence from only a single small study to support non-pharmacological interventions in the amelioration of cognitive deficits. Further research is required."
    }
  ],
  "pls_title": "Interventions for preventing and ameliorating cognitive deficits in adults treated with cranial irradiation",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Problems with mental/cognitive abilities/skills (cognitive side effects) are common in people who have received radiation to the brain for a primary or secondary (metastatic) brain tumour, or for preventing a tumour from spreading to the brain from elsewhere in the body. This toxic side effect of brain radiation may be acute (during treatment) or early after treatment (one to six months) and may be reversible. However, later toxicities may occur many months or years later, and when they do occur they are generally irreversible and often slowly progressive. Late cognitive deficits, such as memory loss, problems planning tasks or behavioural changes, can have a serious impact on quality of life and the ability to carry out activities normally. Interventions to help prevent or treat these late radiation toxicities may improve a patient's well-being. Here, we review all studies on pharmacological (medical drug) and non-pharmacological (psychological) interventions that aimed to prevent or treat cognitive side effects associated with radiotherapy to the brain."
    },
    {
      "heading": "Study Characteristics",
      "text": "In the original review published in August 2014, we searched four literature databases, which are used to identify articles from peer-reviewed journals and other types of periodicals. Six randomised controlled trials, in which people were randomly assigned to the intervention or a comparison group (control group), were eligible for inclusion. Each trial assessed different interventions, so results were not combined. The largest trial investigated the medical drug memantine in 508 people with a metastatic brain tumour. Another trial investigated donepezil in 198 patients with a primary or secondary brain tumour. The other trials were smaller and investigated modafinil and methylphenidate. We found one psychological intervention for preventing cognitive deficits during brain radiation.\nIn this update, we searched the same databases as in the original review. Two new studies were included in the review. One of these was a non-pharmacological prevention study investigating the effect of a calorie-restricted ketogenic diet and intermittent fasting. The other identified study was a non-pharmacological amelioration study evaluating Goal Management Training, a behavioural intervention that combined mindfulness and strategy training. An additional paper included in the review was the full-text article of a conference proceeding included in the original review, which investigated donepezil compared with placebo."
    },
    {
      "heading": "Key findings",
      "text": "Findings into the efficacy of memantine offer preliminary supportive evidence for preventing cognitive deficits in patients with a secondary brain tumour receiving brain irradiation. Findings into the efficacy of donepezil offer some initial support for its use in the amelioration of cognitive deficits in patients with a primary or secondary tumour previously treated with radiation. Further research into both drugs is important to confirm their effectiveness as well as any potential side effects. The remaining studies did not have a sufficient number of participants to provide reliable results. Side effects (adverse events) were not reported in all studies, but in studies where they were, they were most often infrequent and not severe. Recruitment and retention of trial participants for most of the pharmacological studies was difficult. Lastly, although limited support was found for non-pharmacological treatments, this does not suggest these interventions are ineffective but rather that further research is needed."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "We found limitations in the certainty of the evidence across studies. Several of the pharmacological randomised controlled trials had a low risk of bias, although some were at high risk of bias due to, for example, an open-label design or the lack of a placebo group. The non-pharmacological interventions were at a high risk of bias as a placebo condition in these trials is difficult to employ."
    }
  ]
}