{
  "doi": "10.1002/14651858.CD007393.pub4",
  "name": "Topical capsaicin (high concentration) for chronic neuropathic pain in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This review is an update of 'Topical capsaicin (high concentration) for chronic neuropathic pain in adults' last updated in Issue 2, 2013. Topical creams with capsaicin are used to treat peripheral neuropathic pain. Following application to the skin, capsaicin causes enhanced sensitivity, followed by a period with reduced sensitivity and, after repeated applications, persistent desensitisation. High-concentration (8%) capsaicin patches were developed to increase the amount of capsaicin delivered; rapid delivery was thought to improve tolerability because cutaneous nociceptors are 'defunctionalised' quickly. The single application avoids noncompliance. Only the 8% patch formulation of capsaicin is available, with a capsaicin concentration about 100 times greater than conventional creams. High-concentration topical capsaicin is given as a single patch application to the affected part. It must be applied under highly controlled conditions, often following local anaesthetic, due to the initial intense burning sensation it causes. The benefits are expected to last for about 12 weeks, when another application might be made."
    },
    {
      "heading": "Objectives",
      "text": "To review the evidence from controlled trials on the efficacy and tolerability of topically applied, high-concentration (8%) capsaicin in chronic neuropathic pain in adults."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched CENTRAL, MEDLINE, Embase, two clinical trials registries, and a pharmaceutical company's website to 10 June 2016."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised, double-blind, placebo-controlled studies of at least 6 weeks' duration, using high-concentration (5% or more) topical capsaicin to treat neuropathic pain."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently searched for studies, extracted efficacy and adverse event data, and examined issues of study quality and potential bias. Where pooled analysis was possible, we used dichotomous data to calculate risk ratio and numbers needed to treat for one additional event, using standard methods.\nEfficacy outcomes reflecting long-duration pain relief after a single drug application were from the Patient Global Impression of Change (PGIC) at specific points, usually 8 and 12 weeks. We also assessed average pain scores over weeks 2 to 8 and 2 to 12 and the number of participants with pain intensity reduction of at least 30% or at least 50% over baseline, and information on adverse events and withdrawals.\nWe assessed the quality of the evidence using GRADE and created a 'Summary of findings' table."
    },
    {
      "heading": "Main results",
      "text": "We included eight studies, involving 2488 participants, two more studies and 415 more participants than the previous version of this review. Studies were of generally good methodological quality; we judged only one study at high risk of bias, due to small size. Two studies used a placebo control and six used 0.04% topical capsaicin as an 'active' placebo to help maintain blinding. Efficacy outcomes were inconsistently reported, resulting in analyses for most outcomes being based on less than complete data.\nFor postherpetic neuralgia, we found four studies (1272 participants). At both 8 and 12 weeks about 10% more participants reported themselves much or very much improved with high-concentration capsaicin than with 'active' placebo; the point estimates of numbers needed to treat for an additional beneficial outcome (NNTs) were 8.8 (95% confidence interval (CI) 5.3 to 26) at 8 weeks and 7.0 (95% CI 4.6 to 15) at 12 weeks (2 studies, 571 participants; moderate quality evidence). More participants (about 10%) had average 2 to 8-week and 2 to 12-week pain intensity reductions over baseline of at least 30% and at least 50% with capsaicin than control, with NNT values between 10 and 12 (2 to 4 studies, 571 to 1272 participants; very low quality evidence).\nFor painful HIV-neuropathy, we found two studies (801 participants). One study reported the proportion of participants who were much or very much improved at 12 weeks (27% with high-concentration capsaicin and 10% with 'active' placebo). For both studies, more participants (about 10%) had average 2 to 12-week pain intensity reductions over baseline of at least 30% with capsaicin than control, with an NNT of 11 (very low quality evidence).\nFor peripheral diabetic neuropathy, we found one study (369 participants). It reported about 10% more participants who were much or very much improved at 8 and 12 weeks. One small study of 46 participants with persistent pain following inguinal herniorrhaphy did not show a difference between capsaicin and placebo for pain reduction (very low quality evidence).\nWe downgraded the quality of the evidence for efficacy outcomes by one to three levels due to sparse data, imprecision, possible effects of imputation methods, and susceptibility to publication bias.\nLocal adverse events were common, but not consistently reported. Serious adverse events were no more common with active treatment (3.5%) than control (3.2%). Adverse event withdrawals did not differ between groups, but lack of efficacy withdrawals were somewhat more common with control than active treatment, based on small numbers of events (six to eight studies, 21 to 67 events; moderate quality evidence, downgraded due to few events). No deaths were judged to be related to study medication."
    },
    {
      "heading": "Authors' conclusions",
      "text": "High-concentration topical capsaicin used to treat postherpetic neuralgia, HIV-neuropathy, and painful diabetic neuropathy generated more participants with moderate or substantial levels of pain relief than control treatment using a much lower concentration of capsaicin. These results should be interpreted with caution as the quality of the evidence was moderate or very low. The additional proportion who benefited over control was not large, but for those who did obtain high levels of pain relief, there were usually additional improvements in sleep, fatigue, depression, and quality of life. High-concentration topical capsaicin is similar in its effects to other therapies for chronic pain."
    }
  ],
  "pls_title": "Capsaicin applied to the skin for chronic neuropathic pain in adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Bottom line",
      "text": "There is moderate quality evidence that high-concentration (8%) capsaicin patches can give moderate pain relief, or better, to a minority of people with postherpetic neuralgia, and very low quality evidence that it benefits those with HIV-neuropathy and peripheral diabetic neuropathy."
    },
    {
      "heading": "Background",
      "text": "Neuropathic pain is caused by damage to nerves, either from injury or disease. Pain is described as chronic if it has been experienced on most days for at least three months. Capsaicin is what makes chilli peppers hot. It is thought to reduce chronic neuropathic pain by making nerves insensitive to pain messages. This review is an update of one last published in 2013, and is about a highly concentrated preparation of capsaicin (8%) that must be administered in carefully controlled conditions in a clinic or hospital, often following local anaesthetic, because without special precautions it can initially cause pain a feeling of burning on the skin. It is used only to treat localised areas of pain. The single application is designed to produce relief of pain for up to three months."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched scientific databases for studies that looked at the effects of high-concentration capsaicin in adults who had moderate or severe neuropathic pain. The treatment had to have effects measured for at least 8 weeks. The evidence is current to June 2016.\nEight studies satisfied our inclusion criteria, including two new studies for this update. The studies were well conducted."
    },
    {
      "heading": "Key results",
      "text": "In seven studies, involving 2442 participants, we found that the treatment gave good levels of pain relief to a small number of participants with some types of neuropathic pain (pain after shingles, and nerve injury pain associated with HIV infection), and probably also in another type (painful feet because of damaged nerves caused by diabetes). About 4 in 10 people had at least moderate pain relief with capsaicin compared with 3 in 10 with control. The control was a treatment that looked the same but did not contain high levels of capsaicin, with either nothing added, or very small amounts of capsaicin added. In one small study (46 participants) in people with persistent pain after hernia surgery, it did not seem better than control.\nIn all people who have this treatment there can be short-lived localised skin problems such as redness, burning, or pain. Serious problems seem to be uncommon, and were no more frequent in these trials with high-concentration capsaicin than with control using very low-concentration capsaicin or placebo.\nSlightly more people treated with control rather than capsaicin dropped out of the studies because of lack of benefit, but there was no difference between the groups for drop-outs because of side effects."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We judged the quality of the evidence as moderate or very low for pain relief outcomes, mainly because only a small number of studies and moderate number of participants provided information for each outcome. We judged the quality of the evidence as moderate for harmful effects. Moderate quality means that further research may change the result. Very low quality means we are very uncertain about the results."
    }
  ]
}