{
  "doi": "10.1002/14651858.CD003876.pub4",
  "name": "Fluoridated milk for preventing dental caries",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Dental caries remains a major public health problem in most industrialised countries, affecting 60% to 90% of schoolchildren and the vast majority of adults. Milk may provide a relatively cost-effective vehicle for fluoride delivery in the prevention of dental caries. This is an update of a Cochrane Review first published in 2005."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of milk fluoridation for preventing dental caries at a community level."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Oral Health Group Trials Register (inception to November 2014), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library, 2014, Issue 10), MEDLINE via OVID (1946 to November 2014) and EMBASE via OVID (1980 to November 2014). We also searched the U.S. National Institutes of Health Trials Register (https://clinicaltrials.gov) and the WHO International Clinical Trials Registry Platform (http://apps.who.int/trialsearch) for ongoing trials. We did not place any restrictions on the language or date of publication when searching the electronic databases."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs), with an intervention and follow-up period of at least two years, comparing fluoridated milk with non-fluoridated milk."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trial risk of bias and extracted data. We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We included one unpublished RCT, randomising 180 children aged three years at study commencement. The setting was nursery schools in an area with high prevalence of dental caries and a low level of fluoride in drinking water. Data from 166 participants were available for analysis. The study carried a high risk of bias. After three years, there was a reduction of caries in permanent teeth (mean difference (MD) −0.13, 95% confidence interval (CI) −0.24 to −0.02) and in primary teeth (MD −1.14, 95% CI −1.86 to −0.42), as measured by the decayed, missing and filled teeth index (DMFT for permanent teeth and dmft for primary teeth). For primary teeth, this is a substantial reduction, equivalent to a prevented fraction of 31%. For permanent teeth, the disease level was very low in the study, resulting in a small absolute effect size. The included study did not report any other outcomes of interest for this review (adverse events, dental pain, antibiotic use or requirement for general anaesthesia due to dental procedures)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is low-quality evidence to suggest fluoridated milk may be beneficial to schoolchildren, contributing to a substantial reduction in dental caries in primary teeth. Due to the low quality of the evidence, further research is likely to have an important impact on our confidence in the estimate of effect and is likely to change the estimate. There was only one relatively small study, which had important methodological limitations on the data for the effectiveness in reducing caries. Furthermore, there was no information about the potential harms of the intervention. Additional RCTs of high quality are needed before we can draw definitive conclusions about the benefits of milk fluoridation."
    }
  ],
  "pls_title": "Fluoridated milk for preventing tooth decay",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We compared the evidence on the effects of fluoridated milk versus non-fluoridated milk for the prevention of tooth decay."
    },
    {
      "heading": "Background",
      "text": "Tooth decay remains a major public health problem in most industrialised countries, affecting 60% to 90% of schoolchildren and the vast majority of adults. It is the primary cause of oral pain and tooth loss. The prevalence of tooth decay varies both between and within different countries, but generally, people in lower socioeconomic groups (measured by income, education and employment) are more affected.\nFluoride is a mineral that prevents tooth decay and can be added to drinking water, salt or milk as a public health measure to promote oral health. Fluoridated milk is often available to children alongside non-fluoridated milk through school milk schemes or national nutritional programmes. The use of such distribution systems can provide a convenient and cost-efficient means of targeted fluoride supplementation for children whose parents wish to participate in the programme."
    },
    {
      "heading": "Study characteristics",
      "text": "Authors from Cochrane Oral Health reviewed existing studies to find all available evidence up to November 2014. We searched scientific databases for clinical trials testing the effects of fluoridated milk compared with non-fluoridated milk. Treatment had to be used and monitored for a minimum of two years."
    },
    {
      "heading": "Key results",
      "text": "We found one unpublished study that included 180 three-year olds who were given either fluoridated or non-fluoridated milk at nursery schools in an area with high prevalence of dental cavities and a low level of fluoride in drinking water. After three years, 92% of the children were available for analysis. The evidence suggests fluoridated milk may be beneficial to schoolchildren, substantially reducing the formation of cavities in baby teeth. There was no information available about any possible adverse events."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The evidence was considered to be low quality due to the lack of relevant studies, the risk of bias in the identified study and concerns over the applicability of the results to different settings and populations. Additional studies of high quality are needed before we can draw definitive conclusions about the benefits of milk fluoridation."
    }
  ]
}