{
  "doi": "10.1002/14651858.CD000052.pub3",
  "name": "Holding chambers (spacers) versus nebulisers for beta‐agonist treatment of acute asthma",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "In acute asthma inhaled beta₂-agonists are often administered by nebuliser to relieve bronchospasm, but some have argued that metered-dose inhalers with a holding chamber (spacer) can be equally effective. Nebulisers require a power source and need regular maintenance, and are more expensive in the community setting."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of holding chambers (spacers) compared to nebulisers for the delivery of beta₂-agonists for acute asthma."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Trial Register and reference lists of articles. We contacted the authors of studies to identify additional trials. Date of last search: February 2013."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials in adults and children (from two years of age) with asthma, where spacer beta₂-agonist delivery was compared with wet nebulisation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently applied study inclusion criteria (one review author for the first version of the review), extracted the data and assessed risks of bias. Missing data were obtained from the authors or estimated. Results are reported with 95% confidence intervals (CIs)."
    },
    {
      "heading": "Main results",
      "text": "This review includes a total of 1897 children and 729 adults in 39 trials. Thirty-three trials were conducted in the emergency room and equivalent community settings, and six trials were on inpatients with acute asthma (207 children and 28 adults). The method of delivery of beta₂-agonist did not show a significant difference in hospital admission rates. In adults, the risk ratio (RR) of admission for spacer versus nebuliser was 0.94 (95% CI 0.61 to 1.43). The risk ratio for children was 0.71 (95% CI 0.47 to 1.08, moderate quality evidence). In children, length of stay in the emergency department was significantly shorter when the spacer was used. The mean duration in the emergency department for children given nebulised treatment was 103 minutes, and for children given treatment via spacers 33 minutes less (95% CI -43 to -24 minutes, moderate quality evidence). Length of stay in the emergency department for adults was similar for the two delivery methods. Peak flow and forced expiratory volume were also similar for the two delivery methods. Pulse rate was lower for spacer in children, mean difference -5% baseline (95% CI -8% to -2%, moderate quality evidence), as was the risk of developing tremor (RR 0.64; 95% CI 0.44 to 0.95, moderate quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Nebuliser delivery produced outcomes that were not significantly better than metered-dose inhalers delivered by spacer in adults or children, in trials where treatments were repeated and titrated to the response of the participant. Spacers may have some advantages compared to nebulisers for children with acute asthma. The studies excluded people with life-threatening asthma; therefore, the results of this meta-analysis should not be extrapolated to this patient population."
    }
  ],
  "pls_title": "Holding chambers (spacers) versus nebulisers for delivery of beta-agonist relievers in the treatment of an asthma attack",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "When someone is having an asthma attack is it as safe and effective to use a spacer instead of a nebuliser?"
    },
    {
      "heading": "Background",
      "text": "During an asthma attack, the airways (tubes in the lungs) narrow making breathing difficult. The initial response to an asthma attack is to treat with a drug that can open up the airways and make breathing easier. These drugs are called bronchodilators and in this review we are looking specifically at a class of bronchodilators called beta-agonists (for example salbutamol). These drugs can be taken straight from an inhaler, but during an asthma attack they are easier to take using either a spacer or a nebuliser. A spacer is a hollow chamber. A puff of drug from an inhaler is added to the chamber and then the person breathes in and out normally (also described as tidal breathing), from a mouthpiece on the chamber. A nebuliser is a machine with a mask that goes over the person's mouth and nose and through which a constant stream of drug and air (or oxygen) is breathed in and out normally."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We found 39 clinical trials involving 1897 children and 729 adults. Thirty-three of the trials were conducted in an emergency room (or emergency department) and community settings (such as a GP's surgery), and six trials were on inpatients (people in hospital) with acute asthma (207 children and 28 adults). Overall we judged the quality of the evidence to be moderate."
    },
    {
      "heading": "What do the studies tell us?",
      "text": "Taking beta-agonists through either a spacer or a nebuliser in the emergency department did not make a difference to the number of adults being admitted to hospital, whilst in children we can be fairly confident that nebulisers are not better than spacers at preventing admissions.\nIn children, the length of stay in the emergency department was significantly shorter when the spacer was used instead of a nebuliser. The average stay in the emergency department for children given nebulised treatment was 103 minutes. Children given treatment via spacers spent an average of 33 minutes less.\nIn adults, the length of stay in the emergency department was similar for the two delivery methods. However the adult studies were conducted slightly differently which may have made it more difficult to show a difference in the length of stay in the emergency department. Because all the adult studies used a so-called \"double-dummy\" design, the adults received a spacer AND a nebuliser (either beta-agonist in a spacer and a dummy nebuliser or vice versa) which meant both groups of people were in the emergency department for as long as it took to take both treatments.\nLung function tests were also similar for the two delivery methods in both adults and children. Pulse rate was lower in children taking beta-agonists through a spacer (mean difference -5% baseline), and there was a lower risk of developing tremor."
    },
    {
      "heading": "Conclusion",
      "text": "Metered-dose inhalers with a spacer can perform at least as well as wet nebulisation in delivering beta₂-agonists in children with acute asthma, but we are less certain about the results in adults.\nThe review is current as of February 2013."
    }
  ]
}