{
  "doi": "10.1002/14651858.CD008762.pub2",
  "name": "Aloe vera for treating acute and chronic wounds",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Aloe vera is a cactus-like perennial succulent belonging to the Liliaceae Family that is commonly grown in tropical climates. Animal studies have suggested that Aloe vera may help accelerate the wound healing process."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of Aloe vera-derived products (for example dressings and topical gels) on the healing of acute wounds (for example lacerations, surgical incisions and burns) and chronic wounds (for example infected wounds, arterial and venous ulcers)."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Wounds Group Specialised Register (9 September 2011), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2011, Issue 3), Ovid MEDLINE (2005 to August Week 5 2011), Ovid MEDLINE (In-Process & Other Non-Indexed Citations 8 September 2011), Ovid EMBASE (2007 to 2010 Week 35), Ovid AMED (1985 to September 2011) and EBSCO CINAHL (1982 to 9 September 2011). We did not apply date or language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials that evaluated the effectiveness of Aloe vera, aloe-derived products and a combination of Aloe vera and other dressings as a treatment for acute or chronic wounds. There was no restriction in terms of source, date of publication or language. An objective measure of wound healing (either proportion of completely healed wounds or time to complete healing) was the primary endpoint."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently carried out trial selection, data extraction and risk of bias assessment, checked by a third review author."
    },
    {
      "heading": "Main results",
      "text": "Seven trials were eligible for inclusion, comprising a total of 347 participants. Five trials in people with acute wounds evaluated the effects of Aloe vera on burns, haemorrhoidectomy patients and skin biopsies. Aloe vera mucilage did not increase burn healing compared with silver sulfadiazine (risk ratio (RR) 1.41, 95% confidence interval (CI) 0.70 to 2.85). A reduction in healing time with Aloe vera was noted after haemorrhoidectomy (RR 16.33 days, 95% CI 3.46 to 77.15) and there was no difference in the proportion of patients completely healed at follow up after skin biopsies. In people with chronic wounds, one trial found no statistically significant difference in pressure ulcer healing with Aloe vera (RR 0.10, 95% CI -1.59 to 1.79) and in a trial of surgical wounds healing by secondary intention Aloe vera significantly delayed healing (mean difference 30 days, 95% CI 7.59 to 52.41). Clinical heterogeneity precluded meta-analysis. The poor quality of the included trials indicates that the trial results must be viewed with extreme caution as they have a high risk of bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently an absence of high quality clinical trial evidence to support the use of Aloe vera topical agents or Aloe vera dressings as treatments for acute and chronic wounds."
    }
  ],
  "pls_title": "Aloe vera for treating acute and chronic wounds",
  "pls_type": "long",
  "pls": "Aloe vera is a cactus-like, succulent plant which grows in tropical climates. Aloe vera is widely used in a variety of cosmetics including creams and toiletries. Some studies conducted in animals have suggested that Aloe vera may help wound healing. Aloe vera can be applied topically as a cream or gel, or can be impregnated into a dressing and applied to the wound. \nThe authors of this Cochrane Review wanted to find evidence on whether Aloe vera encourages wound healing in people with acute wounds (for example lacerations, surgical incisions and burns) and chronic wounds (for example infected wounds, arterial and venous ulcers). The review found that there was not enough research evidence to answer this question."
}