{
  "doi": "10.1002/14651858.CD000277.pub3",
  "name": "Calcium antagonists for aneurysmal subarachnoid haemorrhage",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Secondary ischaemia is a frequent cause of poor outcome in patients with subarachnoid haemorrhage (SAH). Its pathogenesis has been incompletely elucidated, but vasospasm probably is a contributing factor. Experimental studies have suggested that calcium antagonists can prevent or reverse vasospasm and have neuroprotective properties."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether calcium antagonists improve outcome in patients with aneurysmal SAH."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group Trials Register (last searched April 2006), MEDLINE (1966 to March 2006) and EMBASE (1980 to March 2006). We handsearched two Russian journals (1990 to 2003), and contacted trialists and pharmaceutical companies in 1995 and 1996."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing calcium antagonists with control, or a second calcium antagonist (magnesium sulphate) versus control in addition to another calcium antagonist (nimodipine) in both the intervention and control groups."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted the data and assessed trial quality. Trialists were contacted to obtain missing information."
    },
    {
      "heading": "Main results",
      "text": "Sixteen trials, involving 3361 patients, were included in the review; three of the studies were of magnesium sulphate in addition to nimodipine. Overall, calcium antagonists reduced the risk of poor outcome: the relative risk (RR) was 0.81 (95% confidence interval (CI) 0.72 to 0.92); the corresponding number of patients needed to treat was 19 (95% CI 1 to 51). For oral nimodipine alone the RR was 0.67 (95% CI 0.55 to 0.81), for other calcium antagonists or intravenous administration of nimodipine the results were not statistically significant. Calcium antagonists reduced the occurrence of secondary ischaemia and showed a favourable trend for case fatality. For magnesium in addition to standard treatment with nimodipine, the RR was 0.75 (95% CI 0.57 to 1.00) for a poor outcome and 0.66 (95% CI 0.45 to 0.96) for clinical signs of secondary ischaemia."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Calcium antagonists reduce the risk of poor outcome and secondary ischaemia after aneurysmal SAH. The results for 'poor outcome' depend largely on a single large trial of oral nimodipine; the evidence for other calcium antagonists is inconclusive. The evidence for nimodipine is not beyond all doubt, but given the potential benefits and modest risks of this treatment, oral nimodipine is currently indicated in patients with aneurysmal SAH. Intravenous administration of calcium antagonists cannot be recommended for routine practice on the basis of the present evidence. Magnesium sulphate is a promising agent but more evidence is needed before definite conclusions can be drawn."
    }
  ],
  "pls_title": "Calcium antagonists for aneurysmal subarachnoid haemorrhage",
  "pls_type": "long",
  "pls": "A subarachnoid haemorrhage is a bleed in the so-called subarachnoid space, which is the very small space between the brain and the skull, and which contains blood vessels that supply the brain. The cause of the bleeding usually is a rupture of a bulge in one of these vessels. This bulging or blister on a vessel is called an aneurysm. A subarachnoid haemorrhage is a relatively uncommon type of stroke; it accounts for about one in 20 (5%) of all strokes. Subarachnoid haemorrhage often occurs at a relatively young age: half the patients are younger than 55 years old. The outcome of patients after subarachnoid haemorrhage is generally poor: half the patients die within one month after the haemorrhage, and of those who survive the initial month, half remain dependent on someone else for help with activities of daily living (e.g. walking, dressing, bathing). One of the causes of poor outcome is a complication of subarachnoid haemorrhage called secondary ischaemia (ischaemia means lack of blood). This complication occurs four to 10 days (hence secondary) after the haemorrhage. The cause is not exactly known, but one of the factors involved is narrowing of blood vessels in the brain. Calcium antagonists are a type of drug that block calcium channels in cells and are often used for the treatment of high blood pressure. They have also been shown to counteract the narrowing of blood vessels after subarachnoid haemorrhage and to protect the brain against periods of ischaemia. This review of 16 trials, involving 3361 patients, has found that the outcome after subarachnoid haemorrhage, in terms of survival and being independent in activities of daily living, is improved by treatment with calcium channel blockers (antagonists). If the largest trial is excluded from the analysis, the results are no longer statistically significant, and therefore the evidence is not beyond all doubt. However, given the high likelihood of benefits and the modest risks associated with this treatment, the review authors conclude that calcium antagonists, in the form of oral nimodipine 60 mg every four hours, are useful in patients with subarachnoid haemorrhage from a ruptured aneurysm. Magnesium is another calcium antagonist with promising results, but larger trials with this drug are needed before we can be certain about a beneficial effect."
}