{
  "doi": "10.1002/14651858.CD011594.pub2",
  "name": "Combined aclidinium bromide and long‐acting beta2‐agonist for chronic obstructive pulmonary disease (COPD) ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Several dual bronchodilator combinations of long-acting beta2-agonist (LABA) and long-acting muscarinic antagonist (LAMA) have been approved for treatment of stable chronic obstructive pulmonary disease (COPD). The current GOLD (Global Initiative for Chronic Obstructive Lung Disease) recommendations suggest the use of LABA/LAMA combinations in people with group B COPD with persistent symptoms, group C COPD with further exacerbations on LAMA therapy alone and group D COPD with or without inhaled corticosteroids (ICS). Fixed-dose combination (FDC) of aclidinium/formoterol is one of the approved LABA/LAMA therapies for people with stable COPD."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of combined aclidinium bromide and long-acting beta2-agonists in stable COPD."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Specialised Register (CAGR), ClinicalTrials.gov, World Health Organization (WHO) trials portal, United States Food and Drug Administration (FDA) and manufacturers' websites as well as the reference list of published trials up to 12 October 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "Parallel-group randomised controlled trials (RCTs) assessing combined aclidinium bromide and LABAs in people with stable COPD."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane for data collection and analysis. The primary outcomes were exacerbations requiring a short course of an oral steroid or antibiotic, or both; quality of life measured by a validated scale and non-fatal serious adverse events (SAEs). Where the outcome or study details were not reported, we contacted the study investigators or pharmaceutical company trial co-ordinators (or both) for missing data."
    },
    {
      "heading": "Main results",
      "text": "We identified RCTs comparing aclidinium/formoterol FDC versus aclidinium, formoterol or placebo only. We included seven multicentre trials of four to 52 weeks' duration conducted in outpatient settings. There were 5921 participants, whose mean age ranged from 60.7 to 64.7 years, mostly men with a mean smoking pack-years of 46.4 to 61.3 of which 43.9% to 63.4% were current smokers. They had a moderate-to-severe degree of COPD with a mean postbronchodilator forced expiratory volume in one second (FEV1) between 50.5% and 61% of predicted normal and the baseline mean FEV1 of 1.23 L to 1.43 L. We assessed performance and detection biases as low for all studies whereas selection, attrition and reporting biases were either low or unclear.\nFDC versus aclidinium\nThere was no evidence of a difference between FDC and aclidinium for exacerbations requiring steroids or antibiotics, or both (OR 0.95, 95% CI 0.71 to 1.27; 2 trials, 2156 participants; moderate-certainty evidence); quality of life measured by St George's Respiratory Questionnaire (SGRQ) total score (MD –0.92, 95% CI –2.15 to 0.30); participants with significant improvement in SGRQ score (OR 1.17, 95% CI 0.97 to 1.41; 2 trials, 2002 participants; moderate-certainty evidence); non-fatal SAE (OR 1.19, 95% CI 0.79 to 1.80; 3 trials, 2473 participants; moderate-certainty evidence); hospital admissions due to severe exacerbations (OR 0.62, 95% CI 0.29 to 1.29; 2 trials, 2156 participants; moderate-certainty evidence) or adverse events (OR 0.95, 95% CI 0.76 to 1.18; 3 trials, 2473 participants; moderate-certainty evidence). Compared with aclidinium, FDC improved symptoms (Transitional Dyspnoea Index (TDI) focal score: MD 0.37, 95% CI 0.07 to 0.68; 2 trials, 2013 participants) with a higher chance of achieving a minimal clinically important difference (MCID) of at least one unit improvement (OR 1.34, 95% CI 1.11 to 1.62; high-certainty evidence); the number needed to treat for an additional beneficial outcome (NNTB) being 14 (95% CI 9 to 39).\nFDC versus formoterol\nWhen compared to formoterol, combination therapy reduced exacerbations requiring steroids or antibiotics, or both (OR 0.78, 95% CI 0.62 to 0.99; 3 trials, 2694 participants; high-certainty evidence); may decrease SGRQ total score (MD –1.88, 95% CI –3.10 to –0.65; 2 trials, 2002 participants; low-certainty evidence; MCID for SGRQ is 4 units); increased TDI focal score (MD 0.42, 95% CI 0.11 to 0.72; 2 trials, 2010 participants) with more participants attaining an MCID (OR 1.30, 95% CI 1.07 to 1.56; high-certainty evidence) and an NNTB of 16 (95% CI 10 to 60). FDC lowered the risk of adverse events compared to formoterol (OR 0.78, 95% CI 0.65 to 0.93; 5 trials, 3140 participants; high-certainty evidence; NNTB 22). However, there was no difference between FDC and formoterol for hospital admissions, all-cause mortality and non-fatal SAEs.\nFDC versus placebo\nCompared with placebo, FDC demonstrated no evidence of a difference in exacerbations requiring steroids or antibiotics, or both (OR 0.82, 95% CI 0.60 to 1.12; 2 trials, 1960 participants; moderate-certainty evidence) or hospital admissions due to severe exacerbations (OR 0.55, 95% CI 0.25 to 1.18; 2 trials, 1960 participants; moderate-certainty evidence), although estimates were uncertain. Quality of life measure by SGRQ total score was significantly better with FDC compared to placebo (MD –2.91, 95% CI –4.33 to –1.50; 2 trials, 1823 participants) resulting in a corresponding increase in SGRQ responders who achieved at least four units decrease in SGRQ total score (OR 1.72, 95% CI 1.39 to 2.13; high-certainty evidence) with an NNTB of 7 (95% CI 5 to 12). FDC also improved symptoms measured by TDI focal score (MD 1.32, 95% CI 0.96 to 1.69; 2 studies, 1832 participants) with more participants attaining at least one unit improvement in TDI focal score (OR 2.51, 95% CI 2.02 to 3.11; high-certainty evidence; NNTB 4). There were no differences in non-fatal SAEs, adverse events and all-cause mortality between FDC and placebo.\nCombination therapy significantly improved trough FEV1 compared to aclidinium, formoterol or placebo."
    },
    {
      "heading": "Authors' conclusions",
      "text": "FDC improved dyspnoea and lung function compared to aclidinium, formoterol or placebo, and this translated into an increase in the number of responders on combination treatment. Quality of life was better with combination compared to formoterol or placebo. There was no evidence of a difference between FDC and monotherapy or placebo for exacerbations, hospital admissions, mortality, non-fatal SAEs or adverse events. Studies reported a lower risk of moderate exacerbations and adverse events with FDC compared to formoterol; however, larger studies would yield a more precise estimate for these outcomes."
    }
  ],
  "pls_title": "Are combined aclidinium and long-acting beta2-agonist inhalers effective and safe for people with stable COPD?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Chronic obstructive pulmonary disease (COPD) is a disease of the lungs that causes airways to narrow. As a result, people with COPD experience symptoms of breathlessness and cough with sputum production which worsen over time. It is mainly caused by smoking or inhaling dust. In people with COPD, inhalers that contain medicines to widen the airways are generally given to relieve symptoms. Long-acting medicines whose action lasts for at least half a day or one day are preferred. Aclidinium and formoterol (a long-acting beta2-agonist medicine) are such inhalers. We wanted to find out how a combination of aclidinium and long-acting beta2-agonist fare against either inhaler alone and dummy (placebo) inhaler."
    },
    {
      "heading": "Study characteristics",
      "text": "We could only identify studies on aclidinium and formoterol combination and included seven studies involving 5921 people with COPD which ranged from four weeks to one year long. Most participants were men in their 60s, moderate-to-heavy smokers, around half of whom were current smokers. They had moderate-to-severe symptoms of COPD when they started treatment. People in the studies took either combined inhalers containing aclidinium and formoterol or aclidinium or formoterol or placebo through a similar inhaler. Both people doing the research and people in the study did not know which treatment participants were getting. The conclusions of this review are current to October 2018."
    },
    {
      "heading": "Key results",
      "text": "People taking combined inhaler and aclidinium inhaler were not different in terms of flare-ups that need additional medicines, quality of life, hospitalisations, side effects or serious side effects. However, they were less breathless than those taking aclidinium inhaler. Fourteen people with COPD would need to be treated with combined inhalers to have one additional person with a clinically significant improvement in breathlessness.\nPeople on combined inhalers were likely to have fewer flare-ups, side effects and symptoms and a better quality of life compared to those taking formoterol inhaler. But, there was little or no difference in hospital admissions due to severe flare-ups, serious side effects or the risk of dying.\nWhen compared to dummy inhalers, people taking combined inhalers experienced less breathlessness and better quality of life. Seven people with COPD would need to be treated with combined inhaler to achieve a significant improvement in quality of life than dummy inhaler. For flare-ups, hospital admissions, side effects, serious side effects and death, there was no difference between combined and dummy inhalers.\nThe lungs worked better in people taking combined inhalers than those taking only one drug or dummy inhaler."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We had to interpret the results carefully as all the included studies were sponsored by pharmaceutical companies, which could have led to bias. However, the included studies were generally conducted in a systematic and acceptable manner. We are confident that combined inhalers are more effective than single or dummy inhalers at improving breathlessness and lung function. However, we are less certain about its effects on flare-ups, hospital admissions, quality of life and side effects."
    },
    {
      "heading": "Conclusion",
      "text": "Combined inhalers are more effective than individual or dummy inhalers for relieving breathlessness and improving lung performance. They also lead to better quality of life than formoterol or dummy inhalers. However, they are not different from individual or dummy inhalers in terms of flare-ups or hospital admissions. These combined inhalers have similar safety profiles as individual or dummy inhalers in terms of death, side effects or serious side effects. Combined inhalers probably had lesser side effects and moderate flare-ups than formoterol, but further studies are needed to confidently support this finding. In summary, the combined inhalers are an effective option for treatment of COPD and appear to have a similar safety profile to individual or dummy inhalers."
    }
  ]
}