{
  "doi": "10.1002/14651858.CD010899.pub2",
  "name": "Interventions to prevent and treat corticosteroid‐induced osteoporosis and prevent osteoporotic fractures in Duchenne muscular dystrophy ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Corticosteroid treatment is considered the 'gold standard' for Duchenne muscular dystrophy (DMD); however, it is also known to induce osteoporosis and thus increase the risk of vertebral fragility fractures. Good practice in the care of those with DMD requires prevention of these adverse effects. Treatments to increase bone mineral density include bisphosphonates and vitamin D and calcium supplements, and in adolescents with pubertal delay, testosterone. Bone health management is an important part of lifelong care for patients with DMD."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of interventions to prevent or treat osteoporosis in children and adults with DMD taking long-term corticosteroids; to assess the effects of these interventions on the frequency of vertebral fragility fractures and long-bone fractures, and on quality of life; and to assess adverse events."
    },
    {
      "heading": "Search methods",
      "text": "On 12 September 2016, we searched the Cochrane Neuromuscular Specialised Register, CENTRAL, MEDLINE, Embase, and CINAHL Plus to identify potentially eligible trials. We also searched the Web of Science ISI Proceedings (2001 to September 2016) and three clinical trials registries to identify unpublished studies and ongoing trials. We contacted correspondence authors of the included studies in the review to obtain information on unpublished studies or work in progress."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered for inclusion in the review randomised controlled trials (RCTs) and quasi-RCTs involving any bone health intervention for corticosteroid-induced osteoporosis and fragility fractures in children, adolescents, and adults with a confirmed diagnosis of DMD. The interventions might have included oral and intravenous bisphosphonates, vitamin D supplements, calcium supplements, dietary calcium, testosterone, and weight-bearing activity."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed reports and selected potential studies for inclusion, following standard Cochrane methodology. We contacted study authors to obtain further information for clarification on published work, unpublished studies, and work in progress."
    },
    {
      "heading": "Main results",
      "text": "We identified 18 potential studies, of which two, currently reported only as abstracts, met the inclusion criteria for this review. Too little information was available for us to present full results or adequately assess risk of bias. The participants were children aged five to 15 years with DMD, ambulant and non-ambulant. The interventions were risedronate versus no treatment in one trial (13 participants) and whole-body vibration versus a placebo device in the second (21 participants). Both studies reported improved bone mineral density with the active treatments, with no improvement in the control groups, but the abstracts did not compare treatment and control conditions. All children tolerated whole-body vibration treatment. No study provided information on adverse events. Two studies are ongoing: one investigating whole-body vibration, the other investigating zoledronic acid."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We know of no high-quality evidence from RCTs to guide use of treatments to prevent or treat corticosteroid-induced osteoporosis and reduce the risk of fragility fractures in children and adults with DMD; only limited results from two trials reported in abstracts were available. We await formal trial reports. Findings from two ongoing relevant studies and two trials, for which only abstracts are available, will be important in future updates of this review."
    }
  ],
  "pls_title": "Treatments to prevent and treat thinning of bones and prevent fractures caused by corticosteroids in Duchenne muscular dystrophy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What are the effects of treatments to prevent or treat thinning of bones (osteoporosis) and prevent fragile bones from breaking (fragility fractures) in adults and children with Duchenne muscular dystrophy (DMD) who are taking long-term corticosteroids?"
    },
    {
      "heading": "Background",
      "text": "DMD is an inherited condition, affecting about one in 3500 to one in 6000 newborn boys. DMD causes muscle weakness that becomes more severe with age. Muscle weakness is widespread, affecting movement, the digestive system, breathing, and the heart. The pattern of weakness mainly affects muscles near the trunk, around the shoulders, and at the hips. If untreated, DMD leads to death in the late teens from breathing or heart complications. A child with DMD often shows the first signs of this disease before starting school. If untreated, he will lose the ability to walk by the age of 13 years and need to use a wheelchair. There is no cure for DMD, but medicines called corticosteroids slow muscle damage and enable boys with DMD to walk for longer. Boys with DMD also tend to have weak bones because of their weak muscles and reduced mobility.\nCorticosteroids cause osteoporosis (thinning of the bones), which makes the bones more fragile and liable to fracture (break). Therapies, such as vitamin D and calcium supplements, more calcium in the diet, medicines called bisphosphonates, testosterone, and weight-bearing exercise, might be able to strengthen bone to prevent and treat osteoporosis and prevent fractures in people with DMD who are taking corticosteroids. Investigators use bone density as a measure of how strong the bone is and to measure the effects of therapies to prevent and treat osteoporosis."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched the medical literature comprehensively, finding two completed trials. Only brief reports (abstracts) of these trials are available. The participants were children aged from five to 15 years with DMD who were able to walk and not able to walk. The treatments were risedronate versus no treatment in one trial (with 13 participants) and whole-body vibration versus a placebo (inactive) device in the other (with 21 participants)."
    },
    {
      "heading": "Key results and quality of the evidence",
      "text": "We found two completed studies that were potentially eligible for this review, for which full results have not yet been published, and two studies ongoing at the time of the search. These studies are looking at the effects of whole-body vibration (two studies), risedronate, and zoledronic acid. Both completed trials, presented as abstracts only, reported an improvement in bone mineral density in children who received active treatment and no improvement in children in the control (placebo or no treatment) groups. However, the reports did not report results for the comparison of treatment versus control groups, which means that it is not possible to draw conclusions about the effectiveness of either treatment. All children tolerated whole-body vibration treatment. Neither study provided information on adverse events.\nWe know of no evidence from randomised clinical trials to guide use of treatments to prevent or treat osteoporosis and prevent fragility fractures in people with DMD taking corticosteroids.\nSearches are current to September 2016."
    }
  ]
}