{
  "doi": "10.1002/14651858.CD004767.pub4",
  "name": "Interventions for cutaneous molluscum contagiosum",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Molluscum contagiosum is a common skin infection that is caused by a pox virus and occurs mainly in children. The infection usually resolves within months in people without immune deficiency, but treatment may be preferred for social and cosmetic reasons or to avoid spreading the infection. A clear evidence base supporting the various treatments is lacking.\nThis is an update of a Cochrane Review first published in 2006, and updated previously in 2009."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of specific treatments and management strategies, including waiting for natural resolution, for cutaneous, non-genital molluscum contagiosum in people without immune deficiency."
    },
    {
      "heading": "Search methods",
      "text": "We updated our searches of the following databases to July 2016: the Cochrane Skin Group Specialised Register, CENTRAL, MEDLINE, Embase, and LILACS. We searched six trial registers and checked the reference lists of included studies and review articles for further references to relevant randomised controlled trials. We contacted pharmaceutical companies and experts in the field to identify further relevant randomised controlled trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of any treatment of molluscum contagiosum in people without immune deficiency. We excluded trials on sexually transmitted molluscum contagiosum and in people with immune deficiency (including those with HIV infection)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies, assessed methodological quality, and extracted data from selected studies. We obtained missing data from study authors where possible."
    },
    {
      "heading": "Main results",
      "text": "We found 11 new studies for this update, resulting in 22 included studies with a total of 1650 participants. The studies examined the effects of topical (20 studies) and systemic interventions (2 studies).\nAmong the new included studies were the full trial reports of three large unpublished studies, brought to our attention by an expert in the field. They all provided moderate-quality evidence for a lack of effect of 5% imiquimod compared to vehicle (placebo) on short-term clinical cure (4 studies, 850 participants, 12 weeks after start of treatment, risk ratio (RR) 1.33, 95% confidence interval (CI) 0.92 to 1.93), medium-term clinical cure (2 studies, 702 participants, 18 weeks after start of treatment, RR 0.88, 95% CI 0.67 to 1.14), and long-term clinical cure (2 studies, 702 participants, 28 weeks after start of treatment, RR 0.97, 95% CI 0.79 to 1.17). We found similar but more certain results for short-term improvement (4 studies, 850 participants, 12 weeks after start of treatment, RR 1.14, 95% CI 0.89 to 1.47; high-quality evidence). For the outcome 'any adverse effect', we found high-quality evidence for little or no difference between topical 5% imiquimod and vehicle (3 studies, 827 participants, RR 0.97, 95% CI 0.88 to 1.07), but application site reactions were more frequent in the groups treated with imiquimod (moderate-quality evidence): any application site reaction (3 studies, 827 participants, RR 1.41, 95% CI 1.13 to 1.77, the number needed to treat for an additional harmful outcome (NNTH) was 11); severe application site reaction (3 studies, 827 participants, RR 4.33, 95% CI 1.16 to 16.19, NNTH over 40).\nFor the following 11 comparisons, there was limited evidence to show which treatment was superior in achieving short-term clinical cure (low-quality evidence): 5% imiquimod less effective than cryospray (1 study, 74 participants, RR 0.60, 95% CI 0.46 to 0.78) and 10% potassium hydroxide (2 studies, 67 participants, RR 0.65, 95% CI 0.46 to 0.93); 10% Australian lemon myrtle oil more effective than olive oil (1 study, 31 participants, RR 17.88, 95% CI 1.13 to 282.72); 10% benzoyl peroxide cream more effective than 0.05% tretinoin (1 study, 30 participants, RR 2.20, 95% CI 1.01 to 4.79); 5% sodium nitrite co-applied with 5% salicylic acid more effective than 5% salicylic acid alone (1 study, 30 participants, RR 3.50, 95% CI 1.23 to 9.92); and iodine plus tea tree oil more effective than tea tree oil (1 study, 37 participants, RR 0.20, 95% CI 0.07 to 0.57) or iodine alone (1 study, 37 participants, RR 0.07, 95% CI 0.01 to 0.50). Although there is some uncertainty, 10% potassium hydroxide appears to be more effective than saline (1 study, 20 participants, RR 3.50, 95% CI 0.95 to 12.90); homeopathic calcarea carbonica appears to be more effective than placebo (1 study, 20 participants, RR 5.57, 95% CI 0.93 to 33.54); 2.5% appears to be less effective than 5% solution of potassium hydroxide (1 study, 25 participants, RR 0.35, 95% CI 0.12 to 1.01); and 10% povidone iodine solution plus 50% salicylic acid plaster appears to be more effective than salicylic acid plaster alone (1 study, 30 participants, RR 1.43, 95% CI 0.95 to 2.16).\nWe found no statistically significant differences for other comparisons (most of which addressed two different topical treatments). We found no randomised controlled trial evidence for expressing lesions or topical hydrogen peroxide.\nStudy limitations included no blinding, many dropouts, and no intention-to-treat analysis. Except for the severe application site reactions of imiquimod, none of the evaluated treatments described above were associated with serious adverse effects (low-quality evidence). Among the most common adverse events were pain during application, erythema, and itching. Included studies of the following comparisons did not report adverse effects: calcarea carbonica versus placebo, 10% povidone iodine plus 50% salicylic acid plaster versus salicylic acid plaster, and 10% benzoyl peroxide versus 0.05% tretinoin.\nWe were unable to judge the risk of bias in most studies due to insufficient information, especially regarding concealment of allocation and possible selective reporting. We considered five studies to be at low risk of bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No single intervention has been shown to be convincingly effective in the treatment of molluscum contagiosum. We found moderate-quality evidence that topical 5% imiquimod was no more effective than vehicle in terms of clinical cure, but led to more application site reactions, and high-quality evidence that there was no difference between the treatments in terms of short-term improvement. However, high-quality evidence showed a similar number of general side effects in both groups. As the evidence found did not favour any one treatment, the natural resolution of molluscum contagiosum remains a strong method for dealing with the condition."
    }
  ],
  "pls_title": "Treatments for molluscum contagiosum, a common viral skin infection in children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence for the effect of any treatment on the common viral skin infection molluscum contagiosum. We excluded people with a repressed immune system or sexually transmitted molluscum contagiosum."
    },
    {
      "heading": "Background",
      "text": "Molluscum contagiosum in healthy people is a self limiting, relatively harmless viral skin infection. It mainly affects children and adolescents and is rare in adults. It occurs worldwide, but seems much more frequent in geographic areas with warm climates. Molluscum contagiosum usually presents as single or multiple pimples filled with an oily substance. People may seek treatment for social and cosmetic reasons and because of concerns about spreading the disease to others. Treatment is intended to speed up the healing process."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched the literature to July 2016. We included 22 trials (total of 1650 participants). Twenty of the studies evaluated topical treatment, and two studies evaluated treatment taken by mouth (oral). Comparisons included physical therapies, as well as topical and oral treatments. Most studies were set in hospital outpatient or emergency departments, and were performed in North America, the UK, Asia, or South America. Participants were of both sexes and were mainly children or young adults. Follow-up duration varied from 3 to 28 weeks after randomisation. Only five studies had longer than 3 months' follow-up.\nFive studies reported commercial funding, three studies obtained medication for free from pharmaceutical companies, 12 studies did not mention the source of funding, one study reported charity funding, and one study reported they had had no financial support."
    },
    {
      "heading": "Key results",
      "text": "We found that many common treatments for molluscum, such as physical destruction, have not been adequately evaluated. Some of the included treatments are not part of standard practice.\nWe found moderate-quality evidence that topical 5% imiquimod is probably no more effective than vehicle (i.e. the same cream but without imiquimod) in achieving short-, medium-, and long-term clinical cure. High-quality (and thus more certain) evidence showed that topical 5% imiquimod is no better than placebo at improving molluscum up to three months after the start of treatment.\nHigh-quality evidence showed that 5% imiquimod differed little or not at all in the number of side effects compared to vehicle. However, moderate-quality evidence suggests that there are probably more application site reactions when using topical 5% imiquimod compared with vehicle.\nLow-quality evidence, based on one or two mostly small studies, revealed the following results for the outcome short-term clinical cure: 5% imiquimod less effective than cryospray or 10% potassium hydroxide; 10% Australian lemon myrtle oil more effective than olive oil; 10% benzoyl peroxide cream more effective than 0.05% tretinoin; 5% sodium nitrite co-applied with 5% salicylic acid more effective than 5% salicylic acid alone; and iodine plus tea tree oil more effective than tea tree oil or iodine alone. We found more uncertain (low-quality) evidence to suggest that 10% potassium hydroxide is more effective than saline; homeopathic calcarea carbonica is more effective than placebo; 2.5% solution of potassium hydroxide is less effective than 5% solution of potassium hydroxide; and 10% povidone iodine solution and 50% salicylic acid plaster are more effective than salicylic acid plaster alone.\nExcept for the severe application site reactions of imiquimod, none of these treatments led to serious adverse effects (low-quality evidence). Pain during treatment application, redness, and itching were among the most reported adverse effects.\nWe found no differences between the treatments assessed in the other comparisons.\nWe found no randomised trials for several commonly used treatments, such as expressing lesions with an orange stick or topical hydrogen peroxide. Since most lesions resolve within months, unless better evidence for the superiority of active treatments emerges, molluscum contagiosum can be left to heal naturally."
    },
    {
      "heading": "Quality of the evidence",
      "text": "For topical imiquimod, the quality of the evidence for clinical cure, short-term improvement, and adverse effects was moderate to high. For all other comparisons, the quality of the evidence for short-term clinical cure and adverse effects was low. Common limitations of the included studies were that the numbers of participants were small, the investigators were not blinded, and participants who did not complete the study (numerous in some studies) were not included in the analyses."
    }
  ]
}