{
  "doi": "10.1002/14651858.CD014089",
  "name": "Phosphodiesterase 5 inhibitors (PDE5i) for the treatment of Raynaud's phenomenon",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Raynaud's phenomenon is a vasodilatory phenomenon characterised by digital pallor, cyanosis, and pain of the extremities. Primary Raynaud's phenomenon has no underlying disease associated with it, while secondary Raynaud's phenomenon is associated with connective tissue disorders such as systemic sclerosis. Systemic sclerosis causes fibrosis and commonly affects the skin and internal organs such as the gastrointestinal tract, lungs, kidney, and heart. Phosphodiesterase 5 inhibitors (PDE5i) are a class of drugs that increases blood flow to the extremities and may be beneficial in the treatment of Raynaud's phenomenon."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of PDE5i compared to placebo for the treatment of Raynaud's phenomenon."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials, MEDLINE, Embase, and clinical trial registries up to June 2022. We did not apply any language restrictions. We searched the bibliographies of retrieved articles and contacted key experts in the field for additional and unpublished data."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing PDE5i to placebo in people with primary and secondary Raynaud's phenomenon."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "This review included nine RCTs which ranged in duration from four to eight weeks and included a total of 411 participants. The majority had Raynaud's phenomenon secondary to systemic sclerosis. Tadalafil was assessed in four studies, sildenafil in three studies, vardenafil in one study, and a new PDE5 inhibitor known as \"PF-00489791\" in one study. Three studies were parallel design and six studies were cross-over.\nThe frequency of attacks per week was 24 with placebo and PDE5i reduced the frequency of attacks by an average of three attacks per week (mean difference (MD) -3.07, 95% confidence interval (CI) -5.15 to -1.00; 8 studies; low-certainty evidence). The duration of attacks per day was 55 minutes with placebo and PDE5i reduced the duration of attacks by an average of five minutes (MD -5.31, 95% CI -8.90 to -1.71; 8 studies; low-certainty evidence). Very low-certainty evidence from one study with eight participants showed severity of Raynaud's attacks (assessed on a 10 cm visual analogue scale with lower scores indicating less severity) was 20% lower with a PDE5i (3.7 with placebo compared to 1.6 with treatment; MD -2.1, 95% CI -2.7 to 1.4; very low-certainty evidence).\nPain and patient global assessment were assessed on a 10 cm visual analogue scale with lower scores indicating improvement. Low-certainty evidence showed that the use of PDE5i may result in little to no difference compared to placebo in reducing the average pain of Raynaud's attacks (3 to 2.9; MD -0.10, 95% CI -0.78 to 0.57; 4 studies). Global scores were 36% lower with the use of a PDE5i compared to placebo (9.2 to 5.6; MD -3.59, 95% CI -4.45 to -2.73; 1 study, 24 participants; low-certainty evidence).\nThe rate of withdrawals during treatment with PDE5i ranged from 2% to 20% compared with 2% to 4% in the placebo group in five studies. Four studies reported no withdrawals due to adverse events. Seven studies reported no serious adverse events. The rate of serious adverse events reported in two studies ranged from 2% during treatment to 4% with placebo.\nThe majority of the studies were judged as low or unclear risk of bias for selection, performance, and detection bias. Almost half were judged at high risk of attrition bias and unclear risk for selective reporting bias. We downgraded frequency of attacks, duration of attacks, pain intensity, and patient global assessment for small sample sizes and concerns about inconsistency and graded each as low certainty of evidence. We downgraded severity of attacks to very low certainty due to serious concerns about imprecision and publication bias. We downgraded withdrawals due to adverse events and serious adverse events to moderate certainty of evidence due to a low number of reported events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on low-certainty evidence, PDE5i may reduce the frequency of attacks of Raynaud's phenomenon by a small amount per week, result in a small reduction in the duration of attack, improve patients' global assessment of their disease, and result in little to no difference in pain. PDE5i probably result in little or no difference in serious adverse events but slightly increase the likelihood of withdrawing from treatment due to an adverse event."
    }
  ],
  "pls_title": "What are the benefits and harms of medicines that increase blood flow to the extremities (phosphodiesterase 5 inhibitors (PDE5i)) compared to placebo for the treatment of Raynaud's phenomenon?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "PDE5i may reduce slightly the frequency and duration of attacks of Raynaud's phenomenon, and may improve the patient's overall assessment of their disease, but may make little to no difference in pain compared to people taking a fake pill (placebo). It is unclear if PDE5i has an effect on the severity of an attack.\nCompared to people treated with placebo, people treated with PDE5i are more likely to stop treatment early but probably have similar rates of serious unwanted harms."
    },
    {
      "heading": "What is Raynaud's phenomenon?",
      "text": "Raynaud's phenomenon is a disease that results in decreased blood flow to the fingers and toes. Symptoms include discolouration, pain, and in severe cases, ulceration (open sores) of the fingers or toes. Cold, stress, and emotional discomfort are the most common triggers of a Raynaud's attack. Primary Raynaud's phenomenon has no underlying disease associated with it, while secondary Raynaud's phenomenon is associated with underlying connective tissue diseases such as systemic sclerosis (scleroderma) or lupus (systemic lupus erythematosus)."
    },
    {
      "heading": "How is Raynaud's phenomenon treated?",
      "text": "Phosphodiesterase 5 inhibitors (PDE5i) are a class of medicines used in the treatment of erectile dysfunction and high blood pressure in the lungs. PDE5i may be effective in Raynaud's phenomenon by increasing blood flow to the extremities. The studies included in this review assessed four PDE5i medicines."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if PDE5i were better than a fake pill (placebo) to improve Raynaud's phenomenon. We also wanted to find out if PDE5i were associated with any unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared PDE5i with placebo in people with Raynaud's phenomenon. We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found nine studies on a total of 411 people, mostly female. Most of the people in the studies had Raynaud's phenomenon in addition to systemic sclerosis. Study duration ranged from four to eight weeks. Studies were conducted in India, Germany, and Brazil.\nWe found that:\n- people who took a PDE5i experienced three fewer attacks in a week (21) than those who took placebo (24).\n- the average duration of Raynaud's phenomenon attacks was five minutes shorter with PDE5i compared to placebo (50 versus 55 minutes).\n- we are uncertain whether PDE5i reduces the severity of an attack\n- there may be little to no difference in the amount of pain in people who took PDE5i compared to those who took a placebo (2.9 compared to 3.0 points on a 0 to 10 scale which is a 1% improvement).\n- people who took a PDE5i reported a 36% overall improvement in their disease compared to those taking a placebo.\n- people who took a PDE5i probably have similar rates of serious unwanted events that cause harm compared to those taking a placebo (2% with PDE5i and 4% with placebo).\n- people who took a PDE5i are probably more likely to stop treatment early (range of 4% to 20% in different studies) compared to those taking a placebo (2%)."
    },
    {
      "heading": "What are the limitations of this evidence?",
      "text": "We have little confidence in the evidence because the studies were small and results varied widely."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This evidence is up to date to June 2022."
    }
  ]
}