{
  "doi": "10.1002/14651858.CD011654.pub2",
  "name": "Fly control to prevent diarrhoea in children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Diarrhoeal disease accounts for millions of child deaths every year. Although the role of flies as vectors of infectious diarrhoea has been established, fly control is not often mentioned as an approach to decrease childhood diarrhoea. Theoretically, fly control for decreasing diarrhoea incidence can be achieved by intervening at four different levels: reduction or elimination of fly breeding sites; reduction of sources that attract houseflies; prevention of contact between flies and disease-causing organisms; and protection of people, food, and food utensils from contact with flies."
    },
    {
      "heading": "Objectives",
      "text": "To assess the impact of various housefly control measures on the incidence of diarrhoea and its related morbidity and mortality in children under five years of age."
    },
    {
      "heading": "Search methods",
      "text": "We searched electronic databases including the Cochrane Central Register of Controlled Trials (CENTRAL) in the Cochrane Library, MEDLINE, Embase, CINAHL, and LILACS, from database inception to 24 May 2018. We also searched trial registries for relevant grey literature and ongoing trials. We checked the references of the identified studies and reviews. We did not apply any filters for language, publication status (published, unpublished, in press, and ongoing), or publication date."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include randomized controlled trials (RCTs), quasi-RCTs, and controlled before-and-after studies that studied the effect of fly control on diarrhoea in children under five years of age."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors extracted the data and independently assessed the risk of bias in the included study. We planned to contact study authors for additional information, where necessary. We assessed the certainty of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included one cluster-RCT (491 participants) conducted in Pakistan that evaluated insecticide spraying in the first two years and baited fly traps in the third year. Insecticide spraying reduced the fly population (house index) in the intervention group during the four months of the year when both flies and cases of diarrhoea were more common, but not at other times. On average, this was associated with a reduction in the incidence of diarrhoea in the first year (illustrative mean episodes per child-year in the intervention group was 6.3 while in the control group was 7.1) and second year of the intervention (illustrative mean episodes per child‒year in the intervention group was 4.4 while in the control group was 6.5; rate ratio (RaR) 0.77, 95% confidence interval (CI) 0.67 to 0.89, low-certainty evidence). In the third year of the intervention, the baited fly traps did not demonstrate an effect on the fly population or on diarrhoea incidence (RaR 1.15, 95% CI 0.90 to 1.47, low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The trial, conducted in a setting where there were clear seasonal peaks in fly numbers and associated diarrhoea, shows insecticide spraying may reduce diarrhoea in children. Further research on whether this finding is applicable to other setting is required, as well as work on other fly control methods, their effects, feasibility, costs, and acceptability."
    }
  ],
  "pls_title": "Fly control to prevent diarrhoea in children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "To find out if controlling flies can prevent diarrhoea in children under the age of five years."
    },
    {
      "heading": "Key messages",
      "text": "The results of this review are limited as we included only a single study, which suggested fly control through insecticide spraying may reduce diarrhoea in children during ‘fly seasons' when both flies and diarrhoea incidence peak. Further research on the effects in other settings is required, as well as research on fly control methods, their implementation, effects, costs, and acceptability.."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Diarrhoea is a common cause of death in poor countries. Although we know that flies transmit diarrhoea-causing agents, the effects of fly control programmes are not part of most health-promotion programmes.\nCochrane researchers searched for available studies up to 24 May 2018 and included one study (491 children under five years of age). This study was conducted in eight villages in Pakistan and tested the effects of insecticide spraying and baited fly traps on fly populations, and diarrhoeal incidence in children."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "Insecticide spraying almost eliminated the flies and there were 23% fewer cases of diarrhoea in children residing in the sprayed villages when compared to unsprayed villages. This was due to an effect on the incidence of diarrhoea during fly seasons but not in the non-fly season (low-certainty evidence). Baited fly traps may have been ineffective in controlling flies and diarrhoea compared to villages with no fly traps (low-certainty evidence)."
    },
    {
      "heading": "How up to date is this review?",
      "text": "The review authors searched for available studies up to 24 May 2018."
    }
  ]
}