{
  "doi": "10.1002/14651858.CD006519.pub3",
  "name": "Polymer‐based oral rehydration solution for treating acute watery diarrhoea",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acute diarrhoea is one of the main causes of morbidity and mortality among children in low-income countries. Glucose-based oral rehydration solution (ORS) helps replace fluid and prevent further dehydration from acute diarrhoea. Since 2004, the World Health Organization (WHO) has recommended the osmolarity of less than 270 mOsm/L (ORS ≤ 270) versus greater than 310 mOsm/L formulation (ORS ≥ 310). Polymer-based ORS (for example, prepared using rice or wheat) slowly releases glucose and may be superior to glucose-based ORS."
    },
    {
      "heading": "Objectives",
      "text": "To compare polymer-based oral rehydration solution (polymer-based ORS) with glucose-based oral rehydration solution (glucose-based ORS) for treating acute watery diarrhoea."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following sources up to 5 September 2016: the Cochrane Infectious Diseases Group (CIDG) Specialized Register, the Cochrane Central Register of Controlled Trials (CENTRAL) (the Cochrane Library 2016, Issue 9), MEDLINE (1966 to 5 September 2016), EMBASE (1974 to 5 September 2016), LILACS (1982 to 5 September 2016), and mRCT (2007 to 5 September 2016). We also contacted researchers, organizations, and pharmaceutical companies, and searched reference lists."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) of people with acute watery diarrhoea (cholera and non-cholera associated) that compared polymer-based and glucose-based ORS (with identical electrolyte contents)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the search results and risk of bias, and extracted data. In multiple-treatment arms with two or more treatment groups, we combined outcomes as appropriate and compared collectively with the control group."
    },
    {
      "heading": "Main results",
      "text": "Thirty-five trials that included 4284 participants met the inclusion criteria: 28 trials exclusively included children, five included adults, and two included both adults and children.\nPolymer-based ORS versus glucose-based ORS (osmolarity ≤ 270)\nEight trials (752 participants) evaluated this comparison, and seven trials used rice as a polymer source. Polymer-based ORS may decrease mean stool output in the first 24 hours by 24 mL/kg (mean difference (MD) −24.60 mL/kg, 95% CI −40.69 to −8.51; one trial, 99 participants, low quality evidence ). The average duration of diarrhoea may be reduced by eight hours (MD −8.24 hours, 95% CI −13.17 to −3.30; I² statistic = 86%, five trials, 364 participants, low quality evidence ) with polymer ORS but results are heterogeneous. Limited trials showed no observed difference in the risk of unscheduled use of intravenous fluid (RR 0.66, 95% CI 0.43 to 1.02; I² statistic = 30%; four trials, 376 participants, very low quality evidence ), vomiting (very low quality evidence ), and hyponatraemia (very low quality evidence).\nPolymer-based ORS versus glucose-based ORS (osmolarity ≥ 310)\nTwenty-seven trials (3532 participants) evaluated this comparison using a variety of polymers. On average, polymer ORS may reduce the total stool output in the first 24 hours by around 65 mL/kg (MD −65.47 mL/kg, 95% CI −83.92 to −47.03; 16 trials, 1483 participants, low quality evidence ), and may reduce the duration of diarrhoea by around eight hours (MD −8.57 hours; SD −13.17 to −4.03; 16 trials, 1137 participants, low quality evidence ) with substantial heterogeneity. The proportion of participants that required intravenous hydration was low in most trials with fewer in the polymer ORS group (RR 0.75, 95% CI 0.57 to 0.98; 19 trials, 1877 participant, low quality evidence ) . Subgroup analysis by type of pathogen suggested an effect on unscheduled intravenous fluid in those infected with mixed pathogens (RR 0.63, 95% CI 0.41 to 0.96; 11 trials, 928 participants, low quality evidence ), but not in participants positive for Vibrio cholerae (RR 0.94, 95% CI 0.66 to 1.34; 7 trials, 535 participants, low quality evidence ). No difference was observed in the number of patients who developed vomiting (RR 0.91, 95% CI 0.72 to 1.14; 10 trials, 584 participants, very low quality evidence ), hyponatraemia (RR 1.82, 95% CI 0.52 to 6.44; 4 trials, 385 participants, very low quality evidence ), hypokalaemia (RR 1.29, 95% CI 0.74 to 2.25; 2 trials, 260 participants, low quality evidence ), or persistent diarrhoea (RR 1.28, 95% CI 0.68 to 2.41; 2 trials, 885 participants, very low quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Polymer-based ORS shows advantages compared to glucose-based ORS (at ≥ 310 mOsm/L). Comparisons favoured polymer-based ORS over ORS ≤ 270 but analysis was underpowered."
    }
  ],
  "pls_title": "Food-based oral rehydration solution for acute diarrhoea",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is polymer-based ORS and how might it help",
      "text": "Acute diarrhoea is a common cause of death and illness in developing countries. Oral rehydration solutions (ORS) have had a massive impact worldwide in reducing the number of deaths related to diarrhoea.\nThe original ORS was based on glucose and had an osmolarity of ≥ 310 mOsm/L (ORS ≥ 310). Glucose-based ORS with a lower osmolarity was later introduced in attempts to improve efficacy, and is considered better at reducing the amount and duration of diarrhoea. Most ORS is in the form of a sugar–salt solution, but over the years people have tried adding a variety of compounds ('glucose polymers') such as whole rice, wheat, sorghum, and maize. The aim is to slowly release glucose into the gut and improve the absorption of the water and salt in the solution.\nThis review updates a Cochrane Review published in 2009, and assesses the available evidence on the use of polymer-based ORS (both rice and non-rice based) versus glucose-based ORS."
    },
    {
      "heading": "What the research says",
      "text": "Cochrane researchers examined the available evidence up to 5 September 2016. Thirty-five trials including 4284 participants met the inclusion criteria: 28 trials included children; five included adults; and two included both. Most trials compared polymer-based ORS with a sugar–salt ORS with a particular strength (ORS ≥ 310), which is slightly more salty than the currently agreed best formula (≤ 270 mOsm/L). The trials' methodological quality varied.\nIn people given polymer-based ORS versus sugar-salt ORS ≤ 270 mOsm/L there was insufficient evidence to show that one is better than the other (low tovery low quality of evidence).\nIn those given polymer-based ORS versus sugar-salt ORS ≥ 310 mOsm/L, there was a lower amount of stool and shorter time of diarrhoea in the polymer-based ORS group. No difference was observed between the two groups regarding the number of people who needed a drip to be rehydrated. Adverse events were similar (low tovery low quality of evidence)."
    }
  ]
}