{
  "doi": "10.1002/14651858.CD013680",
  "name": "Targeted client communication via mobile devices for improving sexual and reproductive health ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The burden of poor sexual and reproductive health (SRH) worldwide is substantial, disproportionately affecting those living in low- and middle-income countries. Targeted client communication (TCC) delivered via mobile devices (MD) (TCCMD) may improve the health behaviours and service use important for sexual and reproductive health."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of TCC via MD on adolescents' knowledge, and on adolescents’ and adults' sexual and reproductive health behaviour, health service use, and health and well-being."
    },
    {
      "heading": "Search methods",
      "text": "In July/August 2017, we searched five databases including The Cochrane Central Register of Controlled Trials, MEDLINE and Embase. We also searched two trial registries. A search update was carried out in July 2019 and potentially relevant studies are awaiting classification."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials of TCC via MD to improve sexual and reproductive health behaviour, health service use, and health and well-being. Eligible comparators were standard care or no intervention, non-digital TCC, and digital non-targeted communication."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures recommended by Cochrane, although data extraction and risk of bias assessments were carried out by one person only and cross-checked by a second. We have presented results separately for adult and adolescent populations, and for each comparison."
    },
    {
      "heading": "Main results",
      "text": "We included 40 trials (27 among adult populations and 13 among adolescent populations) with a total of 26,854 participants. All but one of the trials among adolescent populations were conducted in high-income countries. Trials among adult populations were conducted in a range of high- to low-income countries. Among adolescents, nine interventions were delivered solely through text messages; four interventions tested text messages in combination with another communication channel, such as emails, multimedia messaging, or voice calls; and one intervention used voice calls alone. Among adults, 20 interventions were delivered through text messages; two through a combination of text messages and voice calls; and the rest were delivered through other channels such as voice calls, multimedia messaging, interactive voice response, and instant messaging services.\nAdolescent populations\nTCCMD versus standard care\nTCCMD may increase sexual health knowledge (risk ratio (RR) 1.45, 95% confidence interval (CI) 1.23 to 1.71; low-certainty evidence). TCCMD may modestly increase contraception use (RR 1.19, 95% CI 1.05 to 1.35; low-certainty evidence). The effects on condom use, antiretroviral therapy (ART) adherence, and health service use are uncertain due to very low-certainty evidence. The effects on abortion and STI rates are unknown due to lack of studies.\nTCCMD versus non-digital TCC (e.g. pamphlets)\nThe effects of TCCMD on behaviour (contraception use, condom use, ART adherence), service use, health and wellbeing (abortion and STI rates) are unknown due to lack of studies for this comparison.\nTCCMD versus digital non-targeted communication\nThe effects on sexual health knowledge, condom and contraceptive use are uncertain due to very low-certainty evidence. Interventions may increase health service use (attendance for STI/HIV testing, RR 1.61, 95% CI 1.08 to 2.40; low-certainty evidence). The intervention may be beneficial for reducing STI rates (RR 0.61, 95% CI 0.28 to 1.33; low-certainty evidence), but the confidence interval encompasses both benefit and harm. The effects on abortion rates and on ART adherence are unknown due to lack of studies.\nWe are uncertain whether TCCMD results in unintended consequences due to lack of evidence.\nAdult populations\nTCCMD versus standard care\nFor health behaviours, TCCMD may modestly increase contraception use at 12 months (RR 1.17, 95% CI 0.92 to 1.48) and may reduce repeat abortion (RR 0.68 95% CI 0.28 to 1.66), though the confidence interval encompasses benefit and harm (low-certainty evidence). The effect on condom use is uncertain. No study measured the impact of this intervention on STI rates. TCCMD may modestly increase ART adherence (RR 1.13, 95% CI 0.97 to 1.32, low-certainty evidence, and standardised mean difference 0.44, 95% CI -0.14 to 1.02, low-certainty evidence). TCCMD may modestly increase health service utilisation (RR 1.17, 95% CI 1.04 to 1.31; low-certainty evidence), but there was substantial heterogeneity (I2 = 85%), with mixed results according to type of service utilisation (i.e. attendance for STI testing; HIV treatment; voluntary male medical circumcision (VMMC); VMMC post-operative visit; post-abortion care). For health and well-being outcomes, there may be little or no effect on CD4 count (mean difference 13.99, 95% CI -8.65 to 36.63; low-certainty evidence) and a slight reduction in virological failure (RR 0.86, 95% CI 0.73 to 1.01; low-certainty evidence).\nTCCMD versus non-digital TCC\nNo studies reported STI rates, condom use, ART adherence, abortion rates, or contraceptive use as outcomes for this comparison. TCCMD may modestly increase in service attendance overall (RR: 1.12, 95% CI 0.92-1.35, low certainty evidence), however the confidence interval encompasses benefit and harm.\nTCCMD versus digital non-targeted communication\nNo studies reported STI rates, condom use, ART adherence, abortion rates, or contraceptive use as outcomes for this comparison. TCCMD may increase service utilisation overall (RR: 1.71, 95% CI 0.67-4.38, low certainty evidence), however the confidence interval encompasses benefit and harm and there was considerable heterogeneity (I2 = 72%), with mixed results according to type of service utilisation (STI/HIV testing, and VMMC).\nFew studies reported on unintended consequences. One study reported that a participant withdrew from the intervention as they felt it compromised their undisclosed HIV status."
    },
    {
      "heading": "Authors' conclusions",
      "text": "TCCMD may improve some outcomes but the evidence is of low certainty. The effect on most outcomes is uncertain/unknown due to very low certainty evidence or lack of evidence. High quality, adequately powered trials and cost effectiveness analyses are required to reliably ascertain the effects and relative benefits of TCC delivered by mobile devices. Given the sensitivity and stigma associated with sexual and reproductive health future studies should measure unintended consequences, such as partner violence or breaches of confidentiality."
    }
  ],
  "pls_title": "Communicating to young people and adults through their mobile devices to improve sexual and reproductive health",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Aim of this review",
      "text": "We assessed the effect of sending targeted messages by mobile devices to young people and adults about their sexual and reproductive health (SRH). Sexually transmitted infections (STIs) and unintended pregnancies are important causes of illness and early death worldwide."
    },
    {
      "heading": "Key messages",
      "text": "There are gaps in the evidence regarding the effects of targeted messages by mobile devices to young people and adults about their SRH. These types of messages may have benefits in a few areas. However, the existing evidence is often of low or very low certainty."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Targeted client communication (TCC) is an intervention in which the health system sends information to particular people, based on their health status or other factors specific to that population group. Common types of TCC are text messages that remind people to go to appointments or that offer healthcare information and support. Our review assessed whether TCC can change people’s behaviour, use of health services, and health and well-being. We focused on communication about SRH to young people (aged 10 to 24 years), and to adults."
    },
    {
      "heading": "What happens when young people receive targeted messages by mobile device?",
      "text": "Compared to people who get no messages\nYoung people may have better SRH knowledge and may use contraceptives slightly more. We don't know if the messages affect young people's condom use; use of SRH services; or the number testing positive for STIs, needing abortions, or adhering to HIV medication, because the evidence is missing or of very low certainty.\nCompared to people who get messages sent in other ways\nWe do not know what the effect of the messages is because the evidence is missing.\nCompared to people who get untargeted messages\nWe don't know whether the messages improve SRH knowledge or increase condom or contraceptive use because the certainty of the evidence is very low. The messages may reduce the number of people who get STIs (but it is possible they increase, or make little or no difference to, STIs). The messages may increase the number of young people who attend services for testing for STIs/HIV. We don't know whether the messages affect the number of young people having abortions or help them to take their HIV medication because the evidence is missing.\nWe are uncertain if the messages lead to more unintended consequences among young people than no messages, or other types of communication."
    },
    {
      "heading": "What happens when adults receive targeted messages by mobile device?",
      "text": "Compared to people who get no messages\nThe messages may slightly increase contraceptive use. They may also reduce the number of adults who need repeated abortions, although it is also possible they increase, or make little or no difference to, the number of abortions. We don't know whether the messages affect adults' condom use or the number of STIs because the evidence is of very low certainty, or missing. The messages may slightly increase adults' adherence to HIV medication among adults with HIV, but may make little or no difference to CD4 count and slightly improve viral load. The messages may slightly increase adults' use of SRH services overall, but results were mixed according to type of health service.\nCompared to people who get messages sent in other ways\nAdults receiving messages may attend SRH services more overall, but the evidence is mixed. We do not know what the effect of messages is on other behaviours and health because we lack evidence.\nCompared to people who get untargeted messages\nAdults receiving messages may attend SRH services more overall, but the evidence is mixed. We don't know what the effect of messages is on other behaviours and health because we lack evidence.\nWe are uncertain if the messages lead to more unintended consequences among adults than no messages, or other types of communication."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "We searched for studies that had been published up to August 2017. We carried out a search update in July 2019 and relevant studies are reported in the 'Characteristics of studies awaiting classification' section."
    }
  ]
}