{
  "doi": "10.1002/14651858.CD006077.pub3",
  "name": "Allopurinol for chronic gout",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Allopurinol, a xanthine oxidase inhibitor, is considered one of the most effective urate-lowering drugs and is frequently used in the treatment of chronic gout."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of allopurinol compared with placebo and other urate-lowering therapies for treating chronic gout."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE and EMBASE on 14 January 2014. We also handsearched the 2011 to 2012 American College of Rheumatology (ACR) and European League against Rheumatism (EULAR) abstracts, trial registers and regulatory agency drug safety databases."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials (RCTs) or quasi-randomised controlled clinical trials (CCTs) that compared allopurinol with a placebo or an active therapy in adults with chronic gout."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted and analysed data using standard methods for Cochrane reviews. The major outcomes of interest were frequency of acute gout attacks, serum urate normalisation, pain, function, tophus regression, study participant withdrawal due to adverse events (AE) and serious adverse events (SAE). We assessed the quality of the body of evidence for these outcomes using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included 11 trials (4531 participants) that compared allopurinol (various doses) with placebo (two trials); febuxostat (four trials); benzbromarone (two trials); colchicine (one trial); probenecid (one trial); continuous versus intermittent allopurinol (one trial) and different doses of allopurinol (one trial). Only one trial was at low risk of bias in all domains. We deemed allopurinol versus placebo the main comparison, and allopurinol versus febuxostat and versus benzbromarone as the most clinically relevant active comparisons and restricted reporting to these comparisons here.\nModerate-quality evidence from one trial (57 participants) indicated allopurinol 300 mg daily probably does not reduce the rate of gout attacks (2/26 with allopurinol versus 3/25 with placebo; risk ratio (RR) 0.64, 95% confidence interval (CI) 0.12 to 3.52) but increases the proportion of participants achieving a target serum urate over 30 days (25/26 with allopurinol versus 0/25 with placebo, RR 49.11, 95% CI 3.15 to 765.58; number needed to treat for an additional beneficial outcome (NNTB) 1). In two studies (453 participants), there was no significant increase in withdrawals due to AE (6% with allopurinol versus 4% with placebo, RR 1.36, 95% CI 0.61 to 3.08) or SAE (2% with allopurinol versus 1% with placebo, RR 1.93, 95% CI 0.48 to 7.80). One trial reported no difference in pain reduction or tophus regression, but did not report outcome data or measures of variance sufficiently and we could not calculate the differences between groups. Neither trial reported function.\nLow-quality evidence from three trials (1136 participants) indicated there may be no difference in the incidence of acute gout attacks with allopurinol up to 300 mg daily versus febuxostat 80 mg daily over eight to 24 weeks (21% with allopurinol versus 23% with febuxostat, RR 0.89, 95% CI 0.71 to 1.1); however more participants may achieve target serum urate level (four trials; 2618 participants) with febuxostat 80 mg daily versus allopurinol 300 mg daily (38% with allopurinol versus 70% with febuxostat, RR 0.56, 95% CI 0.48 to 0.65, NNTB with febuxostat 4). Two trials reported no difference in tophus regression between allopurinol and febuxostat over a 28- to 52-week period; but as the trialists did not provide variance, we could not calculate the mean difference between groups. The trials did not report pain reduction or function. Moderate-quality evidence from pooled data from three trials (2555 participants) comparing allopurinol up to 300 mg daily versus febuxostat 80 mg daily indicated no difference in the number of withdrawals due to AE (7% with allopurinol versus 8% with febuxostat, RR 0.89, 95% CI 0.62 to 1.26) or SAE (4% with allopurinol versus 4% with febuxostat, RR 1.13, 95% CI 0.71 to 1.82) over a 24- to 52-week period.\nLow-quality evidence from one trial (65 participants) indicated there may be no difference in the incidence of acute gout attacks with allopurinol up to 600 mg daily compared with benzbromarone up to 200 mg daily over a four-month period (0/30 with allopurinol versus 1/25 with benzbromarone, RR 0.28, 95% CI 0.01 to 6.58). Based on the pooled results of two trials (102 participants), there was moderate-quality evidence of no probable difference in the proportion of participants achieving a target serum urate level with allopurinol versus benzbromarone (58% with allopurinol versus 74% with benzbromarone, RR 0.79, 95% CI 0.56 to 1.11). Low-quality evidence from two studies indicated there may be no difference in the number of participants who withdrew due to AE with allopurinol versus benzbromarone over a four- to nine-month period (6% with allopurinol versus 7% with benzbromarone, pooled RR 0.80, 95% CI 0.18 to 3.58). There were no SAEs. They did not report tophi regression, pain and function.\nAll other comparisons were supported by small, single studies only, limiting conclusions."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Our review found low- to moderate-quality evidence indicating similar effects on withdrawals due to AEs and SAEs and incidence of acute gout attacks when allopurinol (100 to 600 mg daily) was compared with placebo, benzbromarone (100 to 200 mg daily) or febuxostat (80 mg daily). There was moderate-quality evidence of little or no difference in the proportion of participants achieving target serum urate when allopurinol was compared with benzbromarone. However, allopurinol seemed more successful than placebo and may be less successful than febuxostat (80 mg daily) in achieving a target serum urate level (6 mg/dL or less; 0.36 mmol/L or less) based on moderate- to low-quality evidence. Single studies reported no difference in pain reduction when allopurinol (300 mg daily) was compared with placebo over 10 days, and no difference in tophus regression when allopurinol (200 to 300 mg daily) was compared with febuxostat (80 mg daily). None of the trials reported on function, health-related quality of life or participant global assessment of treatment success, where further research would be useful."
    }
  ],
  "pls_title": "Allopurinol for chronic gout",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Research question",
      "text": "This summary of a Cochrane review presents what we know from research about the effect of allopurinol compared with placebo or other treatments that reduce uric acid levels in treating people with chronic gout. The review is current to January 2014."
    },
    {
      "heading": "Background: what is chronic gout and what is allopurinol?",
      "text": "Chronic gout is a common type of inflammatory arthritis caused by high levels of uric acid in the blood leading to crystal formation in the joints. Allopurinol is a medication that helps to lower blood uric acid levels."
    },
    {
      "heading": "Study characteristics",
      "text": "After searching for all relevant studies, we found 11 studies that included 4531 adults with chronic gout. Two studies compared various doses of allopurinol (ranging from 100 to 300 mg daily) with placebo; four compared allopurinol with febuxostat; two compared allopurinol with benzbromarone; and one study each compared allopurinol with colchicine or probenecid. Two studies compared different treatment doses or administration methods of allopurinol. We considered allopurinol compared with placebo as the main comparison, and present results fully below."
    },
    {
      "heading": "Key results",
      "text": ""
    },
    {
      "heading": "Allopurinol 100 to 300 mg daily versus placebo",
      "text": "Acute gout attacks"
    },
    {
      "heading": "(",
      "text": "(4% absolute reduction).\n- 8 people out of 100 had an acute gout attack with allopurinol.\n- 12 people out of 100 had an acute gout attack with placebo.\nProportion of participants achieving target serum urate\n- 96 more people out of 100 achieved the target serum urate level with allopurinol (96% absolute increase).\n- 96 people out of 100 achieved target serum urate with allopurinol.\n- 0 people out of 100 achieved target serum urate with placebo.\nWithdrawal due to adverse events\n- 2 more people out of 100 had a withdrawal due to an adverse event with allopurinol (2% absolute increase).\n- 6 people out of 100 had a withdrawal due to an adverse event with allopurinol.\n- 4 people out of 100 had a withdrawal due to an adverse event with placebo.\nSerious adverse events\n- 1 more person out of 100 had a serious adverse event with allopurinol (1% absolute increase).\n- 2 people out of 100 had a serious adverse event with allopurinol.\n- 1 person out of 100 had a serious adverse event with placebo.\nPain, function and tophus regression were not reported in sufficient detail to present results."
    },
    {
      "heading": "Quality of the evidence",
      "text": "In people with chronic gout, moderate-quality evidence indicated that, compared with placebo, allopurinol (100 to 300 mg daily) probably does not reduce the number of acute gout attacks, but does increase the proportion achieving target serum urate levels, without increasing withdrawals due to AEs or serious adverse event rates. Further research may change the estimates. Pain and tophus regression were not reported sufficiently to calculate group differences. Function was not measured.\nIn people with chronic gout, compared with febuxostat (80 mg daily), low-quality evidence indicated that allopurinol (100 to 300 mg daily) may not reduce the number of acute gout attacks, and may be less effective in achieving target serum urate levels, without increasing withdrawals due to AEs, or serious adverse event rates. Further research is likely to change the estimates. Tophus regression was not reported sufficiently to calculate group differences. Pain and function were not measured.\nIn people with chronic gout, compared with benzbromarone (up to 200 mg daily), allopurinol (up to 600 mg daily) may not reduce the number of acute gout attacks (low-quality evidence), probably does not increase the proportion achieving target serum urate levels, or the withdrawals due to AEs or serious adverse event rates (moderate-quality evidence). Further research may change the estimates. Tophus regression was not reported sufficiently to calculate group differences and pain and function were not measured.\nThe evidence was downgraded due to limitations in study design indicating potential bias, and possible imprecision. All other comparisons were supported by small, single studies only, limiting conclusions."
    }
  ]
}