{
  "doi": "10.1002/14651858.CD010162.pub2",
  "name": "Laparoscopic versus open liver resection for benign and malignant hepatic lesions in adults ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Liver (hepatic) resection refers to removal of the whole liver, or one or more of its vascular segments. Elective liver resection is mainly performed for benign and malignant liver tumours. The operation can be performed as an open procedure or with a laparoscopic approach. With the advancement of laparoscopic skills and equipment, liver resection is selectively being carried out with this approach. A laparoscopic procedure is intended to be less severe, allowing for quicker healing, fewer complications, and a shorter hospital stay as the insult to the body is minimised. However, evidence about the efficacy of this approach when compared to an open procedure is still scattered. Current practice at different hepato-pancreato-biliary centres is based on the clinical judgement of experts in their field, which is highly insufficient in terms of evidence."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of laparoscopic versus open liver resection for benign or malignant lesions on the liver in adult patients."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Hepato-Biliary Group Controlled Trials Register, Cochrane Central Register of Controlled Trials in The Cochrane Library, MEDLINE, EMBASE, and Science Citation Index Expanded until February 2013. We also conducted searches of reference lists of relevant articles and reviews, conference proceedings, and ongoing trial databases."
    },
    {
      "heading": "Selection criteria",
      "text": "We searched for randomised clinical trials of participants undergoing liver resection for benign or malignant lesions which reported on benefits and harms. We searched for quasi-randomised or observational studies for reports of harm."
    },
    {
      "heading": "Data collection and analysis",
      "text": "No data from randomised clinical trials could be collected."
    },
    {
      "heading": "Main results",
      "text": "Two authors performed study selection independently. We were not able to identify any randomised clinical trials that met the inclusion criteria of our review protocol. We identified two ongoing randomised clinical trials performed in Europe with data yet to be published. We retrieved a few observational studies (prospective and retrospective) with the searches for randomised clinical trials. They included a limited number of participants in whom laparoscopic and open liver resection was compared. Since these studies were non-randomised observational studies, the results for any adverse events are not included in the review as the risk of bias in such studies is high."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No conclusions can be made at this time as no randomised clinical trials are available. In addition to the two ongoing randomised clinical trials for which results are expected to be published in the near future, well-designed, prospective, randomised clinical trials are needed in order to evaluate the benefits and harms of the laparoscopic procedure versus open liver resection."
    }
  ],
  "pls_title": "Laparoscopic versus open liver resection for benign and malignant hepatic lesions in adults",
  "pls_type": "long",
  "pls": "Conventionally, resection of benign and malignant liver lesions has been carried out using an open approach. This technique involves one long incision in the abdominal wall and removal of the lesion under direct vision. In the last two decades, laparoscopic surgery has gained the interest of surgeons, particularly in liver surgery, where resection of lesions is achieved using several small skin incisions in the abdominal wall and the operation is conducted under keyhole camera vision. This comparison of the efficacy and safety of both procedures for liver resection was inconclusive as there were no randomised clinical trials."
}