{
  "doi": "10.1002/14651858.CD005940.pub2",
  "name": "Repeat digital cervical assessment in pregnancy for identifying women at risk of preterm labour ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Repeat digital cervical assessment (RDCA - examination of the cervix with a finger) has been promoted as a routine intervention in the antenatal clinic as a screening test for the risk of preterm birth (that is, birth occurring before 37 weeks of gestation)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of repeat digital cervical assessment during pregnancy for the risk of preterm birth and other adverse effects for mother and baby."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (September 2009) and CENTRAL (The Cochrane Library 2009, Issue 3)."
    },
    {
      "heading": "Selection criteria",
      "text": "All known randomized clinical trials comparing repeat digital cervical assessment with internal examination limited to clinical indication or no internal examination. We have not included studies where repeat cervical assessment is only a component of complex interventions targeted at decreasing preterm birth."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We evaluated relevant studies for meeting the inclusion criteria and methodological quality without considering their results. Three review authors extracted the data. For all data analyses, we entered data based on the principle of intention to treat. We calculated odds ratios and 95% confidence intervals for dichotomous data."
    },
    {
      "heading": "Main results",
      "text": "We included two trials that enrolled a total of 7163 women. Preterm birth before 37 weeks, was reported in both trials. The odds ratio for birth before 37 weeks was 1.05 (95% confidence interval 0.85 to 1.31; two trials, 6070 women). One trial (involving 5836 women) found no significant difference between the two treatment arms for the following outcomes: preterm birth before 34 weeks; preterm, prelabour rupture of membranes; hospital admission before 37 weeks; caesarean section; use of tocolytic drugs; low birthweight; very low birthweight, stillbirth, neonatal death, neonatal intensive care admissions; use of health services. The other prespecified outcomes were not evaluated in the included studies. We did not conduct the planned subgroup analyses due to insufficient data."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no evidence to support the use of RDCA in pregnancy to reduce the prevalence of preterm birth. We have found insufficient evidence to assess adverse effects of the intervention."
    }
  ],
  "pls_title": "Repeat digital cervical assessment in pregnancy for identifying women at risk of preterm labour",
  "pls_type": "long",
  "pls": "Routine digital vaginal examination (examination of the cervix with a finger) during pregnancy, used to reduce the prevalence of preterm birth, is not supported by evidence from randomized controlled trials. Preterm labour is often preceded by changes in the cervix although the woman does not experience any symptoms. Effective detection and appropriate management of risk of preterm birth is key to improved care. Repeat digital cervical assessment is a simple inexpensive technique that uses a disposable glove and takes only one or two minutes to complete. It has been promoted as a routine intervention during pregnancy as a screening test for the risk of preterm birth (that is, birth occurring before 37 weeks of gestation), which can then be managed. It is in standard use in many parts of Europe, Africa and to a lesser extent in the US.\nThe review included two randomized controlled trials that enrolled a total of 7163 pregnant women. The number of women experiencing preterm birth was similar with and without routine digital vaginal examination when it was not medically indicated. One was a multicentre performed in countries where the intervention was routine and in countries where it was not. Causes for concern included the potential risk of infection and preterm labour from the vaginal examination as well as discomfort and embarrassment for the woman. We have found insufficient evidence to assess adverse effects of the intervention."
}