{
  "doi": "10.1002/14651858.CD007524.pub5",
  "name": "Increased versus stable doses of inhaled corticosteroids for exacerbations of chronic asthma in adults and children ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "People with asthma may experience exacerbations, or 'attacks', during which their symptoms worsen and additional treatment is required. Written action plans sometimes advocate a short-term increase in the dose of inhaled corticosteroids (ICS) at the first sign of an exacerbation to reduce the severity of the attack and to prevent the need for oral steroids or hospital admission."
    },
    {
      "heading": "Objectives",
      "text": "To compare the clinical effectiveness and safety of increased versus stable doses of ICS as part of a patient-initiated action plan for the home management of exacerbations in children and adults with persistent asthma."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Specialised Register, which is derived from searches of the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, and CINAHL (Cumulative Index to Nursing and Allied Health Literature), and handsearched abstracts to 20 December 2021. We also searched major trial registries for ongoing trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included parallel and cross-over randomised controlled trials (RCTs) that allocated people with persistent asthma to take a blinded inhaler in the event of an exacerbation which either increased their daily dose of ICS or kept it stable (placebo)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials, assessed quality, and extracted data. We reassessed risk of bias for all studies at the result level using the revised risk of bias tool for RCTs (Risk of Bias 2), and employed the GRADE approach to assess our confidence in the synthesised effect estimates. The primary outcome was treatment failure, defined as the need for rescue oral steroids in the randomised population. Secondary outcomes were treatment failure in the subset who initiated the study inhaler (treated population), unscheduled physician visits, unscheduled acute care, emergency department or hospital visits, serious and non-serious adverse events, and duration of exacerbation."
    },
    {
      "heading": "Main results",
      "text": "This review update added a new study that increased the number of people in the primary analysis from 1520 to 1774, and incorporates the most up-to-date methods to assess the likely impact of bias within the meta-analyses. The updated review now includes nine RCTs (1923 participants; seven parallel and two cross-over) conducted in Europe, North America, and Australasia and published between 1998 and 2018. Five studies evaluated adult populations (n = 1247; ≥ 15 years), and four studies evaluated child or adolescent populations (n = 676; < 15 years). All study participants had mild to moderate asthma. Studies varied in the dose of maintenance ICS, age, fold increase of ICS in the event of an exacerbation, criteria for initiating the study inhaler, and allowed medications. Approximately 50% of randomised participants initiated the study inhaler (range 23% to 100%), and the included studies reported treatment failure in a variety of ways, meaning assumptions were required to permit the combining of data.\nParticipants randomised to increase their ICS dose at the first signs of an exacerbation had similar odds of needing rescue oral corticosteroids to those randomised to a placebo inhaler (odds ratio (OR) 0.97, 95% confidence interval (CI) 0.76 to 1.25; 8 studies; 1774 participants; I2 = 0%; moderate quality evidence). We could draw no firm conclusions from subgroup analyses conducted to investigate the impact of age, time to treatment initiation, baseline dose, smoking history, and fold increase of ICS on the primary outcome. Results for the same outcome in the subset of participants who initiated the study inhaler were unchanged from the previous version, which provides a different point estimate with very low confidence due to heterogeneity, imprecision, and risk of bias (OR 0.84, 95% CI 0.54 to 1.30; 7 studies; 766 participants; I2 = 42%; random-effects model). Confidence was reduced due to risk of bias and assumptions that had to be made to include study data in the intention-to-treat and treated-population analyses. Sensitivity analyses that tested the impact of assumptions made for synthesis and to exclude cross-over studies, studies at overall high risk of bias, and those with commercial funding did not change our conclusions.\nPooled effects for unscheduled physician visits, unscheduled acute care, emergency department or hospital visits, and duration of exacerbation made it very difficult to determine where the true effect may lie, and confidence was reduced by risk of bias. Point estimates for both serious and non-serious adverse events favoured keeping ICS stable, but imprecision and risk of bias due to missing data and outcome measurement and reporting reduced our confidence in the effects (serious adverse events: OR 1.69, 95% CI 0.77 to 3.71; 2 studies; 394 participants; I² = 0%; non-serious adverse events: OR 2.15, 95% CI 0.68 to 6.73; 2 studies; 142 participants; I² = 0%)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Evidence from double-blind trials of adults and children with mild to moderate asthma suggests there is unlikely to be an important reduction in the need for oral steroids from increasing a patient's ICS dose at the first sign of an exacerbation. Other clinically important benefits and potential harms of increased doses of ICS compared with keeping the dose stable cannot be ruled out due to wide confidence intervals, risk of bias in the trials, and assumptions that had to be made for synthesis. Included studies conducted between 1998 and 2018 reflect evolving clinical practice and study methods, and the data do not support thorough investigation of effect modifiers such as baseline dose, fold increase, asthma severity and timing. The review does not include recent evidence from pragmatic, unblinded studies showing benefits of larger dose increases in those with poorly controlled asthma. A systematic review is warranted to examine the differences between the blinded and unblinded trials using robust methods for assessing risk of bias to present the most complete view of the evidence for decision makers."
    }
  ],
  "pls_title": "Increasing the dose of inhaled steroids or continuing the usual dose to treat asthma attacks in adults and children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "People who follow an action plan to take an inhaler containing an increased dose inhaled corticosteroids at the start of an asthma attack instead of a stable dose are probably as likely to worsen and need oral steroids. Other benefits and harms are uncertain, but overall studies that used 'blinded inhalers' so participants and staff were unaware of who received an increased dose did not suggest a benefit for people with mild to moderate asthma. It should be noted that more favourable results for poorly controlled asthma have been found in recent studies that were not eligible for this review because blinded inhalers were not used."
    },
    {
      "heading": "What is asthma?",
      "text": "Asthma is a common, long-term lung condition that causes cough, shortness of breath, and wheezing. People with asthma often experience short-term worsening of symptoms known as exacerbations, or 'attacks', that range from mild to life-threatening."
    },
    {
      "heading": "Why is this important for people with asthma?",
      "text": "Asthma attacks are frightening for people with asthma and often require urgent treatment at home or in hospital. Knowing how best to control asthma attacks at the first sign of symptoms is important to avoid the need for oral steroids or emergency treatment in hospital.\nInhaled corticosteroids are a common treatment for asthma that are taken daily to reduce the likelihood of attacks occurring. Written action plans are given to people with asthma to tell them what to do if their symptoms do worsen, and these sometimes recommend a short-term increase in the dose of inhaled corticosteroids to get symptoms back under control."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We looked at whether increasing the dose of inhaled corticosteroids when asthma symptoms worsen reduces the need for further treatment, and if there are any harms with doing so."
    },
    {
      "heading": "What did we do?",
      "text": "We looked for all studies that randomly allocated people with asthma taking a daily inhaled corticosteroid to take a blinded inhaler if their symptoms worsened. The blinded inhaler either increased their usual dose of inhaled corticosteroid or kept it the same. We were interested in whether fewer people allocated to receive an increased dose went on to have an asthma attack. We measured asthma attacks in two ways: those needing a course of oral steroids, and those needing urgent care in the emergency department or in hospital. We also looked at whether the increased inhaled corticosteroids doses led to more adverse events compared with a stable dose.\nWe conducted broad searches, and two researchers independently evaluated studies to judge if they should be included. We recorded information about the studies, participants, and treatment strategies. We used the latest methods for bringing the results together and assessing how much each study result could be trusted. We rated each combined result as high, moderate, low, or very low quality, depending on how confident we were that it was reliable."
    },
    {
      "heading": "What did we find?",
      "text": "We included nine randomised controlled trials (studies where participants are randomly assigned to one of two or more treatment groups) of people with mild to moderate asthma. Five studies looked at adults, and four looked at children.\nPeople who were given the inhaler with an increased dose of inhaled corticosteroid were about as likely to get worse and need a course of oral corticosteroids as those who were given an inhaler with a placebo (dummy treatment) or their usual dose. We have moderate confidence in this main result, but it was much more difficult to tell whether there was a benefit of a dose increase for other types of unscheduled care (seeing a doctor or going to hospital) or for reducing the duration of the attack. The results for adverse events suggest that it may be safer to keep inhaled corticosteroids stable, but we had very low confidence in the results."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Studies varied in the dose of inhaled corticosteroids people were taking at the start of the study, how much the dose was increased in the treatment group, when and how people were told to start the inhaler, and what other medicines they were allowed to take. Only about half the participants actually needed to take the study inhaler, and when we looked just at those people, it appeared that there might be a small benefit, but we had very low confidence because the study results varied and there was a high risk of bias.\nWhilst not many people needed to go to hospital or visit the emergency department during the course of the studies, this made it difficult to tell if a short-term increase in inhaled corticosteroids is worthwhile, and our confidence in the evidence was low or very low. Studies did not report harms consistently, and the combined results were very uncertain."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The review is current to 20 December 2021, and the studies were published between 1998 and 2018."
    }
  ]
}