{
  "doi": "10.1002/14651858.CD003582.pub2",
  "name": "Elective birth at 37 weeks’ gestation for women with an uncomplicated twin pregnancy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The optimal timing of birth for women with an otherwise uncomplicated twin pregnancy at term is uncertain, with clinical support for both elective delivery at 37 weeks, as well as expectant management (awaiting the spontaneous onset of labour)."
    },
    {
      "heading": "Objectives",
      "text": "To assess a policy of elective delivery from 37 weeks' gestation compared with an expectant approach for women with an otherwise uncomplicated twin pregnancy."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (12 December 2013)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials with reported data that compared outcomes in mothers and babies who underwent elective delivery from 37 weeks' gestation in a twin pregnancy with outcomes in controls who were managed expectantly."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two review authors independently assessed trial eligibility, trial quality and extracted data from the included trials."
    },
    {
      "heading": "Main results",
      "text": "Two randomised controlled trials comparing elective birth at 37 weeks for women with an uncomplicated twin pregnancy, with expectant management were included, involving 271 women and 542 infants. One trial was at an overall low risk of bias, and one trial was at unclear risk of selection bias, performance bias and detection bias.\nThere were no statistically significant differences identified between a policy of elective birth at 37 weeks' gestation and expectant management with regards to birth by caesarean section (two studies; 271 participants; risk ratio (RR) 1.05; 95% confidence interval (CI) 0.83 to 1.32); perinatal death or serious perinatal morbidity (two studies; 542 infants; RR 0.34; 95% CI 0.01 to 8.35); or maternal death or serious maternal morbidity (one study; 235 women; RR 0.29; 95% CI 0.06 to 1.38).\nThere were no statistically significant differences identified for the pre-specified secondary maternal and infant review outcomes reported by these two trials between the two treatment policies (including for: haemorrhage requiring blood transfusion; instrumental vaginal birth; meconium-stained liquor; Apgar score less than seven at five minutes; admission to neonatal intensive care; birthweight less than 2500 g; neonatal encephalopathy; and respiratory distress syndrome). While not a pre-specified review outcome, elective birth at 37 weeks, compared with expectant management, was shown to significantly reduce the risk of infants being born with a birthweight less than the third centile (one study; 470 infants; RR 0.30; 95% CI 0.13 to 0.68)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Early birth at 37 weeks' gestation compared with ongoing expectant management for women with an uncomplicated twin pregnancy does not appear to be associated with an increased risk of harms, findings which are consistent with the United Kingdom's National Institute for Health and Care Excellence (NICE) recommendations which advocate birth for women with a dichorionic twin pregnancy at 37 + 0 weeks' gestation. It is unlikely that sufficient clinical equipoise exists to allow for the randomisation of women to a later gestational age at birth."
    }
  ],
  "pls_title": "Elective birth of women with an uncomplicated twin pregnancy from 37 weeks' gestation",
  "pls_type": "long",
  "pls": "The optimal timing of birth for women with a twin pregnancy is uncertain, with clinical support for both elective delivery at 37 weeks' gestation (either by induction of labour or caesarean birth), and for waiting for labour to start spontaneously (expectant management).\nTwo randomised controlled trials were included in this review involving a total of 271 women with twin pregnancies at 37 weeks' gestation. One of the two trials (involving 235 women) was of high quality, and the quality of the second trial (involving 36 women) was unclear. There were no differences shown between the group of women who had an elective birth at 37 weeks' gestation and the group of women who waited for labour to start spontaneously for the outcomes: birth by caesarean section, perinatal (fetal or neonatal) death or serious perinatal morbidity, or maternal death or serious maternal morbidity. No other differences between the two groups of women were shown for other pregnancy and birth complications or for complications for the infant.\nElective birth at 37 weeks' gestation compared with ongoing expectant management for women with uncomplicated twin pregnancies does not appear be associated with an increased risk of harms."
}