{
  "doi": "10.1002/14651858.CD011770.pub2",
  "name": "Dexamethasone as an adjuvant to peripheral nerve block",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Peripheral nerve block (infiltration of local anaesthetic around a nerve) is used for anaesthesia or analgesia. A limitation to its use for postoperative analgesia is that the analgesic effect lasts only a few hours, after which moderate to severe pain at the surgical site may result in the need for alternative analgesic therapy. Several adjuvants have been used to prolong the analgesic duration of peripheral nerve block, including perineural or intravenous dexamethasone."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the comparative efficacy and safety of perineural dexamethasone versus placebo, intravenous dexamethasone versus placebo, and perineural dexamethasone versus intravenous dexamethasone when added to peripheral nerve block for postoperative pain control in people undergoing surgery."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials, MEDLINE, Embase, DARE, Web of Science and Scopus from inception to 25 April 2017. We also searched trial registry databases, Google Scholar and meeting abstracts from the American Society of Anesthesiologists, the Canadian Anesthesiologists' Society, the American Society of Regional Anesthesia, and the European Society of Regional Anaesthesia."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomized controlled trials (RCTs) comparing perineural dexamethasone with placebo, intravenous dexamethasone with placebo, or perineural dexamethasone with intravenous dexamethasone in participants receiving peripheral nerve block for upper or lower limb surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We included 35 trials of 2702 participants aged 15 to 78 years; 33 studies enrolled participants undergoing upper limb surgery and two undergoing lower limb surgery. Risk of bias was low in 13 studies and high/unclear in 22.\nPerineural dexamethasone versus placebo\nDuration of sensory block was significantly longer in the perineural dexamethasone group compared with placebo (mean difference (MD) 6.70 hours, 95% confidence interval (CI) 5.54 to 7.85; participants1625; studies 27). Postoperative pain intensity at 12 and 24 hours was significantly lower in the perineural dexamethasone group compared with control (MD -2.08, 95% CI -2.63 to -1.53; participants 257; studies 5) and (MD -1.63, 95% CI -2.34 to -0.93; participants 469; studies 9), respectively. There was no significant difference at 48 hours (MD -0.61, 95% CI -1.24 to 0.03; participants 296; studies 4). The quality of evidence is very low for postoperative pain intensity at 12 hours and low for the remaining outcomes. Cumulative 24-hour postoperative opioid consumption was significantly lower in the perineural dexamethasone group compared with placebo (MD 19.25 mg, 95% CI 5.99 to 32.51; participants 380; studies 6).\nIntravenous dexamethasone versus placebo\nDuration of sensory block was significantly longer in the intravenous dexamethasone group compared with placebo (MD 6.21, 95% CI 3.53 to 8.88; participants 499; studies 8). Postoperative pain intensity at 12 and 24 hours was significantly lower in the intravenous dexamethasone group compared with placebo (MD -1.24, 95% CI -2.44 to -0.04; participants 162; studies 3) and (MD -1.26, 95% CI -2.23 to -0.29; participants 257; studies 5), respectively. There was no significant difference at 48 hours (MD -0.21, 95% CI -0.83 to 0.41; participants 172; studies 3). The quality of evidence is moderate for duration of sensory block and postoperative pain intensity at 24 hours, and low for the remaining outcomes. Cumulative 24-hour postoperative opioid consumption was significantly lower in the intravenous dexamethasone group compared with placebo (MD -6.58 mg, 95% CI -10.56 to -2.60; participants 287; studies 5).\nPerinerual versus intravenous dexamethasone\nDuration of sensory block was significantly longer in the perineural dexamethasone group compared with intravenous by three hours (MD 3.14 hours, 95% CI 1.68 to 4.59; participants 720; studies 9). We found that postoperative pain intensity at 12 hours and 24 hours was significantly lower in the perineural dexamethasone group compared with intravenous, however, the MD did not surpass our pre-determined minimally important difference of 1.2 on the Visual Analgue Scale/Numerical Rating Scale, therefore the results are not clinically significant (MD -1.01, 95% CI -1.51 to -0.50; participants 217; studies 3) and (MD -0.77, 95% CI -1.47 to -0.08; participants 309; studies 5), respectively. There was no significant difference in severity of postoperative pain at 48 hours (MD 0.13, 95% CI -0.35 to 0.61; participants 227; studies 3). The quality of evidence is moderate for duration of sensory block and postoperative pain intensity at 24 hours, and low for the remaining outcomes. There was no difference in cumulative postoperative 24-hour opioid consumption (MD -3.87 mg, 95% CI -9.93 to 2.19; participants 242; studies 4).\nIncidence of severe adverse events\nFive serious adverse events were reported. One block-related event (pneumothorax) occurred in one participant in a trial comparing perineural dexamethasone and placebo; however group allocation was not reported. Four non-block-related events occurred in two trials comparing perineural dexamethasone, intravenous dexamethasone and placebo. Two participants in the placebo group required hospitalization within one week of surgery; one for a fall and one for a bowel infection. One participant in the placebo group developed Complex Regional Pain Syndrome Type I and one in the intravenous dexamethasone group developed pneumonia. The quality of evidence is very low due to the sparse number of events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Low- to moderate-quality evidence suggests that when used as an adjuvant to peripheral nerve block in upper limb surgery, both perineural and intravenous dexamethasone may prolong duration of sensory block and are effective in reducing postoperative pain intensity and opioid consumption. There is not enough evidence to determine the effectiveness of dexamethasone as an adjuvant to peripheral nerve block in lower limb surgeries and there is no evidence in children. The results of our review may not apply to participants at risk of dexamethasone-related adverse events for whom clinical trials would probably be unsafe.\nThere is not enough evidence to determine the effectiveness of dexamethasone as an adjuvant to peripheral nerve block in lower limb surgeries and there is no evidence in children. The results of our review may not be apply to participants who at risk of dexamethasone-related adverse events for whom clinical trials would probably be unsafe. The nine ongoing trials registered at ClinicalTrials.gov may change the results of this review."
    }
  ],
  "pls_title": "Dexamethasone and peripheral nerve block",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is a peripheral nerve block?",
      "text": "A nerve block prevents or relieves pain by interrupting pain signals that travel along a nerve to the brain. It involves an injection of local anaesthetic (a numbing agent) around a nerve either during or immediately after surgery. Pain relief from nerve block may last only a few hours after surgery, after which people may experience moderate to severe pain."
    },
    {
      "heading": "What is dexamethasone?",
      "text": "Dexamethasone is a steroid that may reduce pain and the inflammatory response to tissue damage after surgery (heat, pain, redness and swelling). In people receiving nerve block, dexamethasone may be given with the local anaesthetic around the nerve (perineural) or into a vein (intravenous) to prolong the pain relief from the peripheral nerve block."
    },
    {
      "heading": "What did the researchers investigate?",
      "text": "We looked for randomized controlled trials that investigated whether perineural or intravenous dexamethasone prolongs the length of time people experience pain relief from the peripheral nerve block when undergoing upper and lower limb surgery and reduces the intensity of pain after surgery. We also investigated whether perineural or intravenous dexamethasone cause any side effects or harms. We searched the medical literature for articles that included either adults or children undergoing upper or lower limb surgery with peripheral nerve block published up until 25 April 2017. We also assessed the quality of evidence for each outcome."
    },
    {
      "heading": "What did the researchers find?",
      "text": "We included 35 studies involving 2702 aged 15 to 78 years.\nWhen compared with placebo, the duration of sensory block was prolonged in the perineural dexamethasone group by 6 and a half hours (27 studies, 1625 participants, low-quality evidence) and in the intravenous dexamethasone group by six hours (8 studies, 499 participants, moderate-quality evidence). When perineural and intravenous dexamethasone were compared, the duration of sensory block was longer in the perineural dexamethasone group by three hours (9 studies, 720 participants, moderate-quality evidence).\nPostoperative pain intensity at 12 hours after surgery was lower in the perineural dexamethasone group compared with placebo (5 studies, 257 participants, very low-quality evidence) and at 24 hours after surgery (9 studies, 469 participants, low-quality evidence). When we compared intravenous dexamethasone with placebo, postoperative pain intensity was also lower in the intravenous dexamethasone group than in the placebo group at 12 hours (3 studies, 162 participants, low-quality evidence) and 24 hours (5 studies, 257 participants, low-quality evidence). The amount of opioid pain medication required was also lower in participants receiving perineural and intravenous dexamethasone. There was no difference in postoperative pain intensity or the amount of opioid pain medication required when perineural and intravenous dexamethasone were compared. We concluded that one way of administering dexamethasone does not provide better pain relief over the other.\nFive serious adverse events were reported in three studies. One block-related adverse event (pneumothorax or collapsed lung) occurred in one participant in a trial comparing perineural dexamethasone and placebo; however group allocation was not reported. The remaining events were non-block-related and occurred in two trials comparing perineural dexamethasone, intravenous dexamethasone and placebo. Two participants in the control group required hospitalization within one week of surgery; one for a fall and one for a bowel infection. One participant in the placebo group developed a chronic pain syndrome called Complex Regional Pain Sydrome, and one participant in the intravenous dexamethasone group developed pneumonia. The quality of evidence for safety issues was very low."
    }
  ]
}