{
  "doi": "10.1002/14651858.CD003431.pub3",
  "name": "Non surgical therapy for anal fissure",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Because of the disability associated with surgery for anal fissure and the risk of incontinence, medical alternatives for surgery have been sought. Most recently, pharmacologic methods that relax the anal smooth muscle, to accomplish reversibly what occurs in surgery, have been used to obtain fissure healing."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and morbidity of various medical therapies for anal fissure."
    },
    {
      "heading": "Search methods",
      "text": "Search terms include \"anal fissure randomized\". Timing from 1966 to August 2010. Further details of the search below."
    },
    {
      "heading": "Selection criteria",
      "text": "Studies in which participants were randomized to a non-surgical therapy for anal fissure. Comparison groups may include an operative procedure, an alternate medical therapy or placebo. Chronic fissure, acute fissure and fissure in children are included in the review. Atypical fissures associated with inflammatory bowel disease or cancer or anal infection are excluded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data were abstracted from published reports and meeting abstracts, assessing method of randomization, blinding, \"intention to treat\" and drop-outs, therapies, supportive measures (applied to both groups), dosing and frequency and cross-overs. Dichotomous outcome measures included Non-healing of the fissure (a combination of persistence and recurrence), and Adverse events (including incontinence, headache, infection, anaphylaxis). Continuous outcome measures included measures of pain relief and anorectal manometry."
    },
    {
      "heading": "Main results",
      "text": "In this update 23 studies including 1236 participants is added to the 54 studies and 3904 participants in the 2008 publication, however 2 studies were from the last version reclassified as un included, so the final number of participants is 5031.\n49 different comparisons of the ability of medical therapies to heal anal fissure have been reported in 75 RCTs. Seventeen agents were used (nitroglycerin ointment (GTN), isosorbide mono & dinitrate, Botulinum toxin (Botox), diltiazem, nifedipine (Calcium channel blockers or CCBs), hydrocortisone, lignocaine, bran, minoxidil, indoramin, clove oil, L-arginine, sitz baths, sildenafil, \"healer cream\" and placebo) as well as Sitz baths, anal dilators and surgical sphincterotomy. \nGTN was found to be marginally but significantly better than placebo in healing anal fissure (48.9% vs. 35.5%, p < 0.0009), but late recurrence of fissure was common, in the range of 50% of those initially cured. Botox and CCBs were equivalent to GTN in efficacy with fewer adverse events. No medical therapy came close to the efficacy of surgical sphincterotomy, though none of the medical therapies in these RCTs were associated with the risk of incontinence."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Medical therapy for chronic anal fissure, currently consisting of topical glyceryl trinitrate, botulinum toxin injection or the topical calcium channel blockers nifedipine or diltiazem in acute and chronic fissure and fissure in children may be applied with a chance of cure that is marginally better than placebo. For chronic fissure in adults all medical therapies are far less effective than surgery. A few of the newer agents investigated show promise based only upon single studies (clove oil, sildenifil and a \"healer cream\") but lack comparison to more established medications."
    }
  ],
  "pls_title": "Non surgical therapy for anal fissure.",
  "pls_type": "long",
  "pls": "Anal fissure is a painful ulcer usually occurring in the posterior midline of the skin just outside the entry to the rectum. Its persistence is due to spasm of the internal sphincter muscle. The typical pain of this condition is pain on moving one's bowels that persists for some time afterward. Relief with healing of chronic fissures until very recently has been achieved by surgical procedures aimed at ablation of the sphincter spasm. Because of the risk of incontinence resulting from surgery, medical alternatives for surgery have been sought. Among the older medications, bran is effective in preventing recurrence of acute fissure. Local application of muscle relaxing therapy is effective in healing chronic anal fissure, though not as well as surgery, and with considerable risk of adverse events during therapy. There is a Cochrane review related to this review dealing only with surgical procedures."
}