{
  "doi": "10.1002/14651858.CD009427.pub2",
  "name": "Sildenafil citrate for erectile dysfunction in patients with multiple sclerosis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Erectile dysfunction (ED) is a common sexual disease in male patients with multiple sclerosis (MS). Sildenafil citrate is considered as an effective drug in the treatment of male ED in the general population, but it has not been systematically reviewed in patients with MS."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of sildenafil citrate for ED in patients with MS."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane (November 2011), the Cochrane Central Register of Controlled Trials (The Cochrane Library, Issue 4 of 4, 2011), MEDLINE (PubMed) (January 1966 to November 2011), EMBASE (January 1974 to November 2011) and the China Biological Medicine Database (CBM) (1979 to November 2011). We searched trials registers and conference proceedings and contacted pharmaceutical company and authors of included studies for additional data. There were no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing sildenafil citrate with placebo or no treatment for ED in patients with MS."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected articles for inclusion, extracted data and assessed trial quality. Disagreements were resolved by discussion between review authors. Authors of included studies were contacted for additional information. Results were presented as relative risks (RR) or mean differences (MD) with 95% confidence intervals (CI)."
    },
    {
      "heading": "Main results",
      "text": "Two randomised controlled trials involving a total of 420 patients were identified. Both trials investigated the short-term efficacy and safety of sildenafil citrate for ED in patients with MS. Patients taking sildenafil citrate were more likely to improve their ability to achieve and maintain an erection measured by International Index of Erectile Function and achieve vaginal penetration ( (RR 1.28, 95%CI 0.92 to 1.78) and complete intercourse measured by Sexual Encounter Profile diary (RR RR 1.38, 95%CI 1.00 to 1.90). and receive A global well respond measured by Global Assessment Question (RR 2.72, 95%CI 1.40 to 5.28) was reported. One trial showed sildenafil citrate is effective in quality of life improvement, while the other trial did not find any significant difference between both groups. Both included trials were judged as high risk of attrition bias. Adverse events were also reported: the most common were headache, flushing, rhinitis, visual disturbances and dyspepsia. Two patients suffered serious adverse events: one with coronary artery disease requiring triple bypass surgery and one with a cerebrovascular accident."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is limited evidence to support sildenafil citrate as an effective treatment for ED in patients with MS. Future well designed randomised, double blinded, placebo-controlled trials with long-term duration are needed."
    }
  ],
  "pls_title": "Treatments with Viagra (Sildenafil citrate)  for erectile dysfunction in male patients aged more than 18 years old with multiple sclerosis",
  "pls_type": "long",
  "pls": "Erectile dysfunction (ED) is a common sexual disease in male patients with multiple sclerosis (MS). Viagra (Sildenafil citrate) is considered as an effective drug for  the treatment of ED in the general population, but it has not been systematically reviewed in patients with MS.\nThis review tried to assess its efficacy and safety in patients with MS. Among the pertinent literature, two studies, involving a total of 420 ED patients with MS, were identified. Both trials compared orally administered Viagra versus placebo up to 4-12 weeks.\nThe authors find limited evidence to support Viagra as an effective treatment to improve erectile function and quality of life at a short-term follow up. Adverse events were also reported: the most common were headache, flushing, rhinitis, visual disturbances and dyspepsia, but two patients suffered serious adverse events during Viagra treatment including one with coronary artery disease requiring triple bypass surgery and one with a cerebrovascular accident."
}