{
  "doi": "10.1002/14651858.CD003054.pub4",
  "name": "Diet, physical activity or both for prevention or delay of type 2 diabetes mellitus and its associated complications in people at increased risk of developing type 2 diabetes mellitus ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The projected rise in the incidence of type 2 diabetes mellitus (T2DM) could develop into a substantial health problem worldwide. Whether diet, physical activity or both can prevent or delay T2DM and its associated complications in at-risk people is unknown."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of diet, physical activity or both on the prevention or delay of T2DM and its associated complications in people at increased risk of developing T2DM."
    },
    {
      "heading": "Search methods",
      "text": "This is an update of the Cochrane Review published in 2008. We searched the CENTRAL, MEDLINE, Embase, ClinicalTrials.gov, ICTRP Search Portal and reference lists of systematic reviews, articles and health technology assessment reports. The date of the last search of all databases was January 2017. We continuously used a MEDLINE email alert service to identify newly published studies using the same search strategy as described for MEDLINE up to September 2017."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) with a duration of two years or more."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methodology for data collection and analysis. We assessed the overall quality of the evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included 12 RCTs randomising 5238 people. One trial contributed 41% of all participants. The duration of the interventions varied from two to six years. We judged none of the included trials at low risk of bias for all 'Risk of bias' domains.\nEleven trials compared diet plus physical activity with standard or no treatment. Nine RCTs included participants with impaired glucose tolerance (IGT), one RCT included participants with IGT, impaired fasting blood glucose (IFG) or both, and one RCT included people with fasting glucose levels between 5.3 to 6.9 mmol/L. A total of 12 deaths occurred in 2049 participants in the diet plus physical activity groups compared with 10 in 2050 participants in the comparator groups (RR 1.12, 95% CI 0.50 to 2.50; 95% prediction interval 0.44 to 2.88; 4099 participants, 10 trials; very low-quality evidence). The definition of T2DM incidence varied among the included trials. Altogether 315 of 2122 diet plus physical activity participants (14.8%) developed T2DM compared with 614 of 2389 comparator participants (25.7%) (RR 0.57, 95% CI 0.50 to 0.64; 95% prediction interval 0.50 to 0.65; 4511 participants, 11 trials; moderate-quality evidence). Two trials reported serious adverse events. In one trial no adverse events occurred. In the other trial one of 51 diet plus physical activity participants compared with none of 51 comparator participants experienced a serious adverse event (low-quality evidence). Cardiovascular mortality was rarely reported (four of 1626 diet plus physical activity participants and four of 1637 comparator participants (the RR ranged between 0.94 and 3.16; 3263 participants, 7 trials; very low-quality evidence). Only one trial reported that no non-fatal myocardial infarction or non-fatal stroke had occurred (low-quality evidence). Two trials reported that none of the participants had experienced hypoglycaemia. One trial investigated health-related quality of life in 2144 participants and noted that a minimal important difference between intervention groups was not reached (very low-quality evidence). Three trials evaluated costs of the interventions in 2755 participants. The largest trial of these reported an analysis of costs from the health system perspective and society perspective reflecting USD 31,500 and USD 51,600 per quality-adjusted life year (QALY) with diet plus physical activity, respectively (low-quality evidence). There were no data on blindness or end-stage renal disease.\nOne trial compared a diet-only intervention with a physical-activity intervention or standard treatment. The participants had IGT. Three of 130 participants in the diet group compared with none of the 141 participants in the physical activity group died (very low-quality evidence). None of the participants died because of cardiovascular disease (very low-quality evidence). Altogether 57 of 130 diet participants (43.8%) compared with 58 of 141 physical activity participants (41.1%) group developed T2DM (very low-quality evidence). No adverse events were recorded (very low-quality evidence). There were no data on non-fatal myocardial infarction, non-fatal stroke, blindness, end-stage renal disease, health-related quality of life or socioeconomic effects.\nTwo trials compared physical activity with standard treatment in 397 participants. One trial included participants with IGT, the other trial included participants with IGT, IFG or both. One trial reported that none of the 141 physical activity participants compared with three of 133 control participants died. The other trial reported that three of 84 physical activity participants and one of 39 control participants died (very low-quality evidence). In one trial T2DM developed in 58 of 141 physical activity participants (41.1%) compared with 90 of 133 control participants (67.7%). In the other trial 10 of 84 physical activity participants (11.9%) compared with seven of 39 control participants (18%) developed T2DM (very low-quality evidence). Serious adverse events were rarely reported (one trial noted no events, one trial described events in three of 66 physical activity participants compared with one of 39 control participants - very low-quality evidence). Only one trial reported on cardiovascular mortality (none of 274 participants died - very low-quality evidence). Non-fatal myocardial infarction or stroke were rarely observed in the one trial randomising 123 participants (very low-quality evidence). One trial reported that none of the participants in the trial experienced hypoglycaemia. One trial investigating health-related quality of life in 123 participants showed no substantial differences between intervention groups (very low-quality evidence). There were no data on blindness or socioeconomic effects."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no firm evidence that diet alone or physical activity alone compared to standard treatment influences the risk of T2DM and especially its associated complications in people at increased risk of developing T2DM. However, diet plus physical activity reduces or delays the incidence of T2DM in people with IGT. Data are lacking for the effect of diet plus physical activity for people with intermediate hyperglycaemia defined by other glycaemic variables. Most RCTs did not investigate patient-important outcomes."
    }
  ],
  "pls_title": "Diet, physical activity or both for prevention or delay of type 2 diabetes mellitus and its associated complications in people at increased risk",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Are diet or physical activity, or both able to prevent or delay the development of type 2 diabetes and its associated complications in at-risk people?"
    },
    {
      "heading": "Background",
      "text": "People with moderately elevated blood glucose (often referred to as 'prediabetes') are said to be at an increased risk of developing type 2 diabetes. It is currently recommended that all people with increased risk of developing type 2 diabetes should adjust their eating habits and physical activity levels. We wanted to find out whether these changes in diet, physical activity or both could prevent or delay type 2 diabetes in people at increased risk. We also wanted to know the effects on patient-important outcomes, such as complications of diabetes (e.g. kidney and eye disease, heart attack, stroke), death from any cause, health-related quality of life (a measure of a person’s satisfaction with their life and health) and side-effects."
    },
    {
      "heading": "Study characteristics",
      "text": "Participants had to have blood glucose levels higher than considered normal, but below the glucose levels that are used to diagnose type 2 diabetes mellitus. We found 12 randomised controlled trials (clinical studies where people are randomly put into one of two or more treatment groups) with 5238 participants. The duration of the treatments varied from two years to six years. Most trials included people defined as being at increased risk of type 2 diabetes based on glucose levels measured two hours after ingestion of 75 g of glucose (i.e. 'impaired glucose tolerance' (IGT) after an oral glucose tolerance test).\nThis evidence is up to date as of January 2017. We used a MEDLINE email alert service to identify newly published studies up to September 2017."
    },
    {
      "heading": "Key results",
      "text": "One study compared diet only with physical activity only. Fifty-seven of 130 participants (44%) in the diet-only group compared with 58 of 141 participants (41%) in the physical activity-only group developed type 2 diabetes. Two studies compared physical activity with standard treatment; in one study 58 of 141 participants (41%) in the physical activity group compared with 90 of 133 participants (68%) in the control group developed type 2 diabetes; in the other study 10 of 84 participants (12%) in the physical activity group compared with seven out of 39 participants (18%) in the control group developed type 2 diabetes. Eleven studies compared diet plus physical activity with standard or no treatment. Diet plus physical activity decreased the risk of developing type 2 diabetes, which occurred in 315 of 2122 participants (15%) in the diet plus physical activity group compared with 614 of 2389 participants (26%) in the standard treatment group.\nWe detected neither an advantage nor a disadvantage of diet, physical activity or both with regard to heart attacks or strokes. Our included studies did not report on complications of diabetes such as kidney or eye disease. The effects on health-related quality of life were inconclusive. Very few participants died in the course of the studies and side-effects were also rare. Future long-term studies should investigate more patient-important outcomes like complications of diabetes, because we do not know for sure whether ’prediabetes’ is just a condition arbitrarily defined by a laboratory measurement or is, in fact, a real risk factor for type 2 diabetes mellitus and whether treatment of this condition translates into better patient-important outcomes."
    },
    {
      "heading": "Quality of the evidence",
      "text": "All included trials had deficiencies in the way that they were conducted or how key items were reported. For diet plus physical activity compared with standard treatment, we found rather good evidence that the development of new type 2 diabetes was reduced or delayed. For the other comparisons the number of participants was small, resulting in a high risk of random errors (play of chance)."
    }
  ]
}