{
  "doi": "10.1002/14651858.CD010211.pub3",
  "name": "Interconception care for women with a history of gestational diabetes for improving maternal and infant outcomes ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Gestational diabetes mellitus (GDM) is associated with adverse health outcomes for mothers and their infants both perinatally and long term. Women with a history of GDM are at risk of recurrence in subsequent pregnancies and may benefit from intervention in the interconception period to improve maternal and infant health outcomes."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of interconception care for women with a history of GDM on maternal and infant health outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth's Trials Register (7 April 2017) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials, including quasi-randomised controlled trials and cluster-randomised trials evaluating any protocol of interconception care with standard care or other forms of interconception care for women with a history of GDM on maternal and infant health outcomes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed study eligibility. In future updates of this review, at least two review authors will extract data and assess the risk of bias of included studies; the quality of the evidence will be assessed using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "No eligible published trials were identified. We identified a completed randomised controlled trial that was designed to evaluate the effects of a diet and exercise intervention compared with standard care in women with a history of GDM, however to date, it has only published results on women who were pregnant at randomisation (and not women in the interconception period). We also identified an ongoing trial, in obese women with a history of GDM planning a subsequent pregnancy, which is assessing the effects of an intensive lifestyle intervention, supported with liraglutide treatment, compared with usual care. We also identified a trial that was designed to evaluate the effects of a weight loss and exercise intervention compared with lifestyle education also in obese women with a history of GDM planning a subsequent pregnancy, however it has not yet been published. These trials will be re-considered for inclusion in the next review update."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The role of interconception care for women with a history of GDM remains unclear. Randomised controlled trials are required evaluating different forms and protocols of interconception care for these women on perinatal and long-term maternal and infant health outcomes, acceptability of such interventions and cost-effectiveness."
    }
  ],
  "pls_title": "Care prior to the next pregnancy for women diagnosed with gestational diabetes",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "The aim of this Cochrane review was to look at the effects of specialised, targeted care given to mothers who have had a least one pregnancy affected by gestational diabetes. Does this sort of care improve the health of the mother and her baby, during and after her next pregnancy? We collected and analysed all relevant studies to answer this question (date of search: April 2017)."
    },
    {
      "heading": "Why is this important?",
      "text": "Gestational diabetes (GD), also called gestational diabetes mellitus (GDM), is glucose intolerance arising during pregnancy. GDM can lead to health complications for the mother. These complications might include high blood pressure during pregnancy and at the birth, pre-eclampsia (high blood pressure plus protein in the urine), and the development of type 2 diabetes in the future. The birth is more likely to be induced. The babies of mothers with GDM are more likely to be born by caesarean section, and to develop diabetes as children or young adults. Women who experience GDM are at risk of developing it again in a subsequent pregnancy.\nIf targeted care between the birth of one child and the next pregnancy – known as interconception care – reduces the incidence of GDM, then perhaps these health risks can be reduced, too.\nInterconception care may include education, dietary and lifestyle advice, intervention with medication and careful monitoring of the mother’s health, focusing on testing for glucose tolerance."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for trials which looked at the health outcomes for women and babies after specific interconception care, and compared the outcomes for standard care (with no interconception care of this type). Our search identified one trial which has yet to issue a full set of results, plus two further trials; one of these is still underway and the other has yet to be published."
    },
    {
      "heading": "What does this mean?",
      "text": "Because there are no studies currently available, there is not enough evidence at present to say if interconception care for women with a history of GDM can help to improve the health of mothers and their infants. More high-quality studies are needed, which assess both short- and long-term health outcomes for women and their babies, as well as evaluating the impact on the health services."
    }
  ]
}