{
  "doi": "10.1002/14651858.CD004294.pub3",
  "name": "Physical rehabilitation for older people in long‐term care",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The worldwide population is progressively ageing, with an expected increase in morbidity and demand for long-term care. Physical rehabilitation is beneficial in older people, but relatively little is known about effects on long-term care residents. This is an update of a Cochrane review first published in 2009."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of rehabilitation interventions directed at maintaining, or improving, physical function for older people in long-term care through the review of randomised and cluster randomised controlled trials."
    },
    {
      "heading": "Search methods",
      "text": "We searched the trials registers of the following Cochrane entities: the Stroke Group (May 2012), the Effective Practice and Organisation of Care Group (April 2012), and the Rehabilitation and Related Therapies Field (April 2012). In addition, we searched 20 relevant electronic databases, including the Cochrane Central Register of Controlled Trials (The Cochrane Library, 2009, Issue 4), MEDLINE (1966 to December 2009), EMBASE (1980 to December 2009), CINAHL (1982 to December 2009), AMED (1985 to December 2009), and PsycINFO (1967 to December 2009). We also searched trials and research registers and conference proceedings; checked reference lists; and contacted authors, researchers, and other relevant Cochrane entities. We updated our searches of electronic databases in 2011 and listed relevant studies as awaiting assessment."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised studies comparing a rehabilitation intervention designed to maintain or improve physical function with either no intervention or an alternative intervention in older people (over 60 years) who have permanent long-term care residency."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed risk of bias and extracted data. We contacted study authors for additional information. The primary outcome was function in activities of daily living. Secondary outcomes included exercise tolerance, strength, flexibility, balance, perceived health status, mood, cognitive status, fear of falling, and economic analyses. We investigated adverse effects, including death, morbidity, and other events. We synthesised estimates of the primary outcome with the mean difference; mortality data, with the risk ratio; and secondary outcomes, using vote-counting."
    },
    {
      "heading": "Main results",
      "text": "We included 67 trials, involving 6300 participants. Fifty-one trials reported the primary outcome, a measure of activities of daily living. The estimated effects of physical rehabilitation at the end of the intervention were an improvement in Barthel Index (0 to 100) scores of six points (95% confidence interval (CI) 2 to 11, P = 0.008, seven studies), Functional Independence Measure (0 to 126) scores of five points (95% CI -2 to 12, P = 0.1, four studies), Rivermead Mobility Index (0 to 15) scores of 0.7 points (95% CI 0.04 to 1.3, P = 0.04, three studies), Timed Up and Go test of five seconds (95% CI -9 to 0, P = 0.05, seven studies), and walking speed of 0.03 m/s (95% CI -0.01 to 0.07, P = 0.1, nine studies). Synthesis of secondary outcomes suggested there is a beneficial effect on strength, flexibility, and balance, and possibly on mood, although the size of any such effect is unknown. There was insufficient evidence of the effect on other secondary outcomes. Based on 25 studies (3721 participants), rehabilitation does not increase risk of mortality in this population (risk ratio 0.95, 95% CI 0.80 to 1.13). However, it is possible bias has resulted in overestimation of the positive effects of physical rehabilitation."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Physical rehabilitation for long-term care residents may be effective, reducing disability with few adverse events, but effects appear quite small and may not be applicable to all residents. There is insufficient evidence to reach conclusions about improvement sustainability, cost-effectiveness, or which interventions are most appropriate. Future large-scale trials are justified."
    }
  ],
  "pls_title": "Physical rehabilitation for older people in long-term care",
  "pls_type": "long",
  "pls": "Rehabilitation treatments may be effective in improving the physical health of older people in long-term care. In 2010, 7.6% of the world's population were over 65 years old, and this is predicted to increase to 13% by 2035. It is expected that this will lead to a rise in demand for long-term residential care. This has increased interest in ways to prevent deterioration in health and activities of daily living, for example, walking and dressing, among care home residents. Physical rehabilitation (interventions based on exercising the body) may have a role, and this review examines the evidence available. This review included 67 trials, 36 of which were conducted in North America, 20 in Europe, and seven in Asia. In total, 6300 participants with an average age of 83 years were involved. Most interventions in some way addressed difficulties in activities of daily living. This review investigates the effects of physical rehabilitation on activities of daily living, strength, flexibility, balance, mood, cognition (memory and thinking), exercise tolerance, fear of falling, death, illness, and unwanted effects associated with the intervention, such as injuries. While variations between trials meant that we could not make specific recommendations, individual studies were often successful in demonstrating benefits to physical health from participating in different types of physical rehabilitation."
}