{
  "doi": "10.1002/14651858.CD010652.pub2",
  "name": "Colchicine for pericarditis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pericarditis is the inflammation of the pericardium, the membranous sac surrounding the heart. Recurrent pericarditis is the most common complication of acute pericarditis, causing severe and disabling chest pains. Recurrent pericarditis affects one in three patients with acute pericarditis within the first 18 months. Colchicine has been suggested to be beneficial in preventing recurrent pericarditis."
    },
    {
      "heading": "Objectives",
      "text": "To review all randomised controlled trials (RCTs) that assess the effects of colchicine alone or combined, compared to any other intervention to prevent further recurrences of pericarditis, in people with acute or recurrent pericarditis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following bibliographic databases on 4 August 2014: Cochrane Central Register of Controlled Trials (CENTRAL, Issue 7 of 12, 2014 on The Cochrane Library), MEDLINE (OVID, 1946 to July week 4, 2014), EMBASE (OVID, 1947 to 2014 week 31), and the Conference Proceedings Citation Index - Science on Web of Science (Thomson Reuters) 1990 to 1 Aug 2014. We did not apply any language or time restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "RCTs of people with acute or recurrent pericarditis who are receiving colchicine compared to any other treatment, in order to prevent recurrences."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion, extracted data and assessed the risk of bias. The first primary outcome was the time to recurrence, measured by calculating the hazard ratios (HRs). The second primary outcome was the adverse effects of colchicine. Secondary outcomes were the rate of recurrences at 6, 12 and 18 months, and symptom relief."
    },
    {
      "heading": "Main results",
      "text": "We included four RCTs, involving 564 participants in this review. We compared the effects of colchicine in addition to a non-steroidal anti-inflammatory drug (NSAID) such as ibuprofen, aspirin or indomethacin to the effects of the NSAID alone. Two comparable trials studied the effects of colchicine in 204 participants with recurrent pericarditis and two trials studied 360 people with acute pericarditis. All trials had a moderate quality for the primary outcomes. We identified two on-going trials; one of these trials examines acute pericarditis and the other assesses recurrent pericarditis.\nThere was moderate quality evidence that colchicine reduces episodes of pericarditis in people with recurrent pericarditis over 18 months follow-up (HR 0.37; 95% confidence interval (CI) 0.24 to 0.58). It is expected that at 18 months, the number needed to treat (NNT) is 4. In people with acute pericarditis, there was moderate quality evidence that colchicine reduces recurrence (HR 0.40; 95% CI 0.27 to 0.61) at 18 months follow-up. Colchicine led to a greater chance of symptom relief at 72 hours (risk ratio (RR) 1.4; 95% CI 1.26 to 1.56; low quality evidence). Adverse effects were mainly gastrointestinal and included abdominal pain and diarrhoea. The pooled RR for adverse events was 1.26 (95% CI 0.75 to 2.12). While the number of people experiencing adverse effects was higher in the colchicine than the control groups (9% versus 7%), the quality of evidence was low owing to imprecision, and there was no statistically significant difference between the treatment groups (P = 0.42). There was moderate quality evidence that treatment with colchicine led to more people stopping treatment due to adverse events (RR 1.87; 95% CI 1.02 to 3.41)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Colchicine, as adjunctive therapy to NSAIDs, is effective in reducing the number of pericarditis recurrences in patients with recurrent pericarditis or acute pericarditis. However, evidence is based on a limited number of small trials. Patients with multiple resistant recurrences were not represented in any published or on-going trials, and it is these patients that are in the most need for treatment."
    }
  ],
  "pls_title": "Systematic review of randomised controlled trials about the efficacy and safety of colchicine in people with pericarditis",
  "pls_type": "long",
  "pls": "Pericarditis is the inflammation and swelling of the tissue covering the outer layer of the heart. Pericarditis causes severe and disabling chest pain and fever, however the main issue is the repeated recurrence of pericarditis attacks. Colchicine is an ancient medication that has been used in the treatment of other inflammatory diseases such as gout.\nWe wanted to discover whether colchicine alone or added to other medications is better or worse than alternative therapies in preventing pericarditis. We have reviewed all randomised controlled trials about the effect of colchicine in preventing recurrence of pericarditis in people with pericarditis. We found four trials involving 564 participants, who were followed up for at least 18 months. Two studies examined the use of colchicine in people with recurrent pericarditis and two examined the use of colchicine in people with a first episode of pericarditis. The evidence is current to August 2014.\nThe trials showed that people taking colchicine have a lower risk of developing pericarditis recurrence and a higher proportion experience symptom relief. It is expected that at 18 months, one pericarditis recurrence can be avoided for every four people receiving colchicine with NSAIDs rather than NSAIDs alone. Adverse effects were reported in all trials and affected 15 people (9%) of the 162 taking colchicine. Adverse effects included abdominal pain, nausea and vomiting.\nTwo studies were designed so that participants knew the type of intervention they were taking and people in the comparison group had no dummy pill. The results of these studies could exaggerate the effects of the drug.\nThe evidence suggests beneficial effects of colchicine in preventing recurrence of pericarditis, however this is based on a limited number of small trials. More trials are currently being done and we await their results to see if the benefits of colchicine can be further confirmed."
}