{
  "doi": "10.1002/14651858.CD013505",
  "name": "Metformin for ovulation induction (excluding gonadotrophins) in women with polycystic ovary syndrome ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Polycystic ovary syndrome (PCOS) is characterised by infrequent or absent ovulation, and high levels of androgens and insulin (hyperinsulinaemia). Hyperinsulinaemia occurs secondary to insulin resistance and is associated with an increased biochemical risk profile for cardiovascular disease and an increased prevalence of diabetes mellitus. Insulin-sensitising agents such as metformin may be effective in treating PCOS-related anovulation. This is an update of Morley 2017 and only includes studies on metformin."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of metformin in combination with or in comparison to clomiphene citrate (CC), letrozole and laparoscopic ovarian drilling (LOD) in improving reproductive outcomes and associated gastrointestinal side effects for women with PCOS undergoing ovulation induction."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases from inception to December 2018: Cochrane Gynaecology and Fertility Group Specialised Register, CENTRAL, MEDLINE, Embase, PsycINFO and CINAHL. We searched registers of ongoing trials and reference lists from relevant studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials of metformin compared with placebo, no treatment, or in combination with or compared with CC, letrozole and LOD for women with PCOS subfertility."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for eligibility and bias. Primary outcomes were live birth rate and gastrointestinal adverse effects. Secondary outcomes included other pregnancy outcomes and ovulation. We combined data to calculate pooled odds ratios (ORs) and 95% confidence intervals (CIs). We assessed statistical heterogeneity using the I2 statistic and reported quality of the evidence for primary outcomes and reproductive outcomes using GRADE methodology."
    },
    {
      "heading": "Main results",
      "text": "We included 41 studies (4552 women). Evidence quality ranged from very low to moderate based on GRADE assessment. Limitations were risk of bias (poor reporting of methodology and incomplete outcome data), imprecision and inconsistency.\nMetformin versus placebo or no treatment\nThe evidence suggests that metformin may improve live birth rates compared with placebo (OR 1.59, 95% CI 1.00 to 2.51; I2 = 0%; 4 studies, 435 women; low-quality evidence). For a live birth rate of 19% following placebo, the live birth rate following metformin would be between 19% and 37%. The metformin group probably experiences more gastrointestinal side effects (OR 4.00, 95% CI 2.63 to 6.09; I2 = 39%; 7 studies, 713 women; moderate-quality evidence). With placebo, the risk of gastrointestinal side effects is 10% whereas with metformin this risk is between 22% and 40%. There are probably higher rates of clinical pregnancy (OR 1.98, 95% CI 1.47 to 2.65; I2 = 30%; 11 studies, 1213 women; moderate-quality evidence). There may be higher rates of ovulation with metformin (OR 2.64, 95% CI 1.85 to 3.75; I2 = 61%; 13 studies, 684 women; low-quality evidence). We are uncertain about the effect on miscarriage rates (OR 1.08, 95% CI 0.50 to 2.35; I2 = 0%; 4 studies, 748 women; low-quality evidence).\nMetformin plus CC versus CC alone\nWe are uncertain if metformin plus CC improves live birth rates compared to CC alone (OR 1.27, 95% CI 0.98 to 1.65; I2 = 28%; 10 studies, 1219 women; low-quality evidence), but gastrointestinal side effects are probably more common with combined therapy (OR 4.26, 95% CI 2.83 to 6.40; I2 = 8%; 6 studies, 852 women; moderate quality evidence). The live birth rate with CC alone is 24%, which may change to between 23% to 34% with combined therapy. With CC alone, the risk of gastrointestinal side effects is 9%, which increases to between 21% to 37% with combined therapy. The combined therapy group probably has higher rates of clinical pregnancy (OR 1.62, 95% CI 1.32 to 1.99; I2 = 31%; 19 studies, 1790 women; moderate-quality evidence). The combined group may have higher rates of ovulation (OR 1.65, 95% CI 1.35 to 2.03; I2 = 63%;21 studies, 1568 women; low-quality evidence). There was no clear evidence of an effect on miscarriage (OR 1.35, 95% CI 0.91 to 2.00; I2 = 0%; 10 studies, 1206 women; low-quality evidence).\nMetformin versus CC\nWhen all studies were combined, findings for live birth were inconclusive and inconsistent (OR 0.71, 95% CI 0.49 to 1.01; I2 = 86%; 5 studies, 741 women; very low-quality evidence). In subgroup analysis by obesity status, obese women had a lower birth rate in the metformin group (OR 0.30, 95% CI 0.17 to 0.52; 2 studies, 500 women), while the non-obese group showed a possible benefit from metformin, with high heterogeneity (OR 1.71, 95% CI 1.00 to 2.94; I2 = 78%, 3 studies, 241 women; very low-quality evidence). However, due to the very low quality of the evidence we cannot draw any conclusions. Among obese women taking metformin there may be lower rates of clinical pregnancy (OR 0.34, 95% CI 0.21 to 0.55; I2 = 0%; 2 studies, 500 women; low-quality evidence) and ovulation (OR 0.29, 95% CI 0.20 to 0.43; I2 = 0%; 2 studies, 500 women; low-quality evidence) while among non-obese women, the metformin group may have more pregnancies (OR 1.56, 95% CI 1.06 to 2.29; I2 = 26%; 6 studies, 530 women; low-quality evidence) and no clear difference in ovulation rates (OR 0.80, 95% CI 0.52 to 1.25; I2 = 0%; 5 studies, 352 women; low-quality evidence). We are uncertain whether there is a difference in miscarriage rates between the groups (overall: OR 0.92, 95% CI 0.51 to 1.66; I2 = 36%; 6 studies, 781 women; low-quality evidence) and no studies reported gastrointestinal side effects."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Our updated review suggests that metformin may be beneficial over placebo for live birth however, more women probably experience gastrointestinal side effects. We are uncertain if metformin plus CC improves live birth rates compared to CC alone, but gastrointestinal side effects are probably increased with combined therapy. When metformin was compared with CC, data for live birth were inconclusive, and the findings were limited by lack of evidence. Results differed by body mass index (BMI), emphasising the importance of stratifying results by BMI. No studies reported gastrointestinal side effects in this comparison. Due to the low quality of the evidence, we are uncertain of the effect of metformin on miscarriage in all three comparisons."
    }
  ],
  "pls_title": "Metformin for ovulation induction in women with a diagnosis of polycystic ovary syndrome and subfertility",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Researchers reviewed the evidence about the effectiveness and safety of metformin compared with other ovulation induction agents, for inducing ovulation in women with polycystic ovary syndrome (PCOS). Of interest were live birth rate, gastrointestinal side effects and additional reproductive outcomes."
    },
    {
      "heading": "Background",
      "text": "Women with PCOS often have infrequent or no periods because they do not ovulate (release an egg), which can result in infertility. They may also develop problems such as obesity and diabetes. High levels of insulin, a hormone that allows the body to use sugar for energy, may be a cause of PCOS and levels are generally higher in obese women. Metformin helps the body use insulin more effectively and improves ovulation in women with PCOS. However, metformin may cause side effects such as nausea, diarrhoea or constipation (gastrointestinal side effects)."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched for studies in women with PCOS that compared metformin alone or with CC, letrozole or LOD, against CC, letrozole, LOD, placebo (sham treatment) or no treatment. This review updates the previous version of the review. We included 41 randomised controlled trials (where women were randomly allocated to a treatment) with 4552 women. 13 studies are new for this update. We combined results from the studies and assessed the quality of the studies to judge how confident we could be in their results. The evidence is current up to December 2018."
    },
    {
      "heading": "Key results",
      "text": ""
    },
    {
      "heading": "Metformin versus placebo/no treatment",
      "text": "Metformin may increase the chances of having a live birth compared with no treatment or placebo, however women taking metformin probably experience more gastrointestinal side effects. With placebo, the live birth rate is 19%, and it would be between 19% and 37% with metformin. The risk of gastrointestinal side effects is 10% with placebo, but higher with metformin, between 22% and 40%. Women taking metformin are probably more likely to get pregnant and may be more likely to ovulate. We are uncertain about the effect of metformin compared to placebo or no treatment on miscarriage."
    },
    {
      "heading": "Metformin plus CC versus CC alone",
      "text": "We are uncertain if metformin plus CC improves live birth rate compared to CC alone, but gastrointestinal side effects are probably more common. The live birth rate with CC alone is 24% which may change to between 23% to 34% with metformin and CC combined. With CC alone, the risk of gastrointestinal side effects is 9%, which increases to between 21% to 37% with metformin and CC combined. However, pregnancy rate is probably improved with metformin and CC. Ovulation rates may be improved with metformin and CC. There was no clear evidence of an effect on miscarriage."
    },
    {
      "heading": "Metformin versus CC",
      "text": "We combined all the studies and found that the quality of evidence was very low, results were inconsistent, and we could not confidently draw conclusions. Obese women had a lower birth rate with metformin, while non-obese women showed a possible benefit from metformin. The live birth rate of non-obese women with CC is 26%, which may increase to between 26% and 50% with metformin. However, in obese women, the live birth rate is 22% which may decrease to between 5% to 13% with metformin. Similarly, among obese women taking metformin there may be lower rates of clinical pregnancy and ovulation while, non-obese women taking metformin may have more pregnancies; there was no clear difference in ovulation rates. We are uncertain whether there is a difference in miscarriage rates between women taking metformin or CC. No studies reported gastrointestinal side effects.\nIt is possible that a woman's body mass index (a measure of healthy weight based on height and weight) affects which treatment she should take, although further research is required to establish this. The limited improvement in outcomes such as diabetes with metformin highlights the importance of weight loss and lifestyle adjustment, particularly in overweight women with PCOS."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence ranged from very low to moderate. The main problems were that the studies’ methods were poor or unclear, or they did not report all their results (risk of bias), or they were inaccurate and inconsistent."
    }
  ]
}