{
  "doi": "10.1002/14651858.CD011779.pub3",
  "name": "Strategies to improve the implementation of healthy eating, physical activity and obesity prevention policies, practices or programmes within childcare services ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Despite the existence of effective interventions and best-practice guideline recommendations for childcare services to implement evidence-based policies, practices and programmes to promote child healthy eating, physical activity and prevent unhealthy weight gain, many services fail to do so."
    },
    {
      "heading": "Objectives",
      "text": "The primary aim of the review was to examine the effectiveness of strategies aimed at improving the implementation of policies, practices or programmes by childcare services that promote child healthy eating, physical activity and/or obesity prevention.\n\nThe secondary aims of the review were to:\n1. Examine the cost or cost-effectiveness of such strategies;\n2. Examine any adverse effects of such strategies on childcare services, service staff or children;\n3. Examine the effect of such strategies on child diet, physical activity or weight status.\n4. Describe the acceptability, adoption, penetration, sustainability and appropriateness of such implementation strategies."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following electronic databases on February 22 2019: Cochrane Central Register of Controlled trials (CENTRAL), MEDLINE, MEDLINE In Process, Embase, PsycINFO, ERIC, CINAHL and SCOPUS for relevant studies. We searched reference lists of included studies, handsearched two international implementation science journals, the World Health Organization International Clinical Trials Registry Platform (www.who.int/ictrp/) and ClinicalTrials.gov (www.clinicaltrials.gov)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included any study (randomised or nonrandomised) with a parallel control group that compared any strategy to improve the implementation of a healthy eating, physical activity or obesity prevention policy, practice or programme by staff of centre-based childcare services to no intervention, 'usual' practice or an alternative strategy. Centre-based childcare services included preschools, nurseries, long daycare services and kindergartens catering for children prior to compulsory schooling (typically up to the age of five to six years)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened study titles and abstracts, extracted study data and assessed risk of bias; we resolved discrepancies via consensus. We performed meta-analysis using a random-effects model where studies with suitable data and homogeneity were identified; otherwise, findings were described narratively."
    },
    {
      "heading": "Main results",
      "text": "Twenty-one studies, including 16 randomised and five nonrandomised, were included in the review. The studies sought to improve the implementation of policies, practices or programmes targeting healthy eating (six studies), physical activity (three studies) or both healthy eating and physical activity (12 studies). Studies were conducted in the United States (n = 12), Australia (n = 8) and Ireland (n = 1). Collectively, the 21 studies included a total of 1945 childcare services examining a range of implementation strategies including educational materials, educational meetings, audit and feedback, opinion leaders, small incentives or grants, educational outreach visits or academic detailing, reminders and tailored interventions. Most studies (n = 19) examined implementation strategies versus usual practice or minimal support control, and two compared alternative implementation strategies. For implementation outcomes, six studies (one RCT) were judged to be at high risk of bias overall.\nThe review findings suggest that implementation strategies probably improve the implementation of policies, practices or programmes that promote child healthy eating, physical activity and/or obesity prevention in childcare services. Of the 19 studies that compared a strategy to usual practice or minimal support control, 11 studies (nine RCTs) used score-based measures of implementation (e.g. childcare service nutrition environment score). Nine of these studies were included in pooled analysis, which found an improvement in implementation outcomes (SMD 0.49; 95% CI 0.19 to 0.79; participants = 495; moderate-certainty evidence). Ten studies (seven RCTs) used dichotomous measures of implementation (e.g. proportion of childcare services implementing a policy or specific practice), with seven of these included in pooled analysis (OR 1.83; 95% CI 0.81 to 4.11; participants = 391; low-certainty evidence).\nFindings suggest that such interventions probably lead to little or no difference in child physical activity (four RCTs; moderate-certainty evidence) or weight status (three RCTs; moderate-certainty evidence), and may lead to little or no difference in child diet (two RCTs; low-certainty evidence). None of the studies reported the cost or cost-effectiveness of the intervention. Three studies assessed the adverse effects of the intervention on childcare service staff, children and parents, with all studies suggesting they have little to no difference in adverse effects (e.g. child injury) between groups (three RCTs; low-certainty evidence). Inconsistent quality of the evidence was identified across review outcomes and study designs, ranging from very low to moderate.\nThe primary limitation of the review was the lack of conventional terminology in implementation science, which may have resulted in potentially relevant studies failing to be identified based on the search terms used."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Current research suggests that implementation strategies probably improve the implementation of policies, practices or programmes by childcare services, and may have little or no effect on measures of adverse effects. However such strategies appear to have little to no impact on measures of child diet, physical activity or weight status."
    }
  ],
  "pls_title": "Improving the implementation of healthy eating, physical activity and obesity prevention policies, practices or programmes in childcare services",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "The review question",
      "text": "This review aimed to look at the effects of strategies to improve the implementation (or correct undertaking) of policies, practices or programmes by childcare services that promote children's healthy eating, physical activity and/or obesity prevention. We wanted to determine the cost or cost-effectiveness of providing implementation support, whether support strategies were associated with any adverse effects, and whether there was an impact on child nutrition, physical activity or weight status. We also looked at the implementation strategy acceptability, adoption, penetration, sustainability and appropriateness.BackgroundA number of childcare service-based interventions have been found to be effective in improving child diet, increasing child physical activity and preventing excessive weight gain. Despite the existence of such evidence and best-practice guideline recommendations for childcare services toimplementthese policies, practices or programmes, many childcare services fail to do so. Without proper implementation, children will not benefit from these child health-directed policies, practices or programmes.Study characteristicsWe identified 21 studies, 19 of which examined implementation strategies versus usual practice or minimal support control, and two that compared different types of implementation strategies. The studies sought to improve the implementation of policies, practices or programmes targeting healthy eating (six studies), physical activity (three studies) or both healthy eating and physical activity (twelve studies). Collectively, the 21 included studies included a total of 1945 childcare services and examined a range of implementation strategies including educational materials, educational meetings, audit and feedback, opinion leaders, small incentives or grants, educational outreach visits or academic detailing, reminders and tailored interventions. The strategies tested were only a small number of those that could be applied to improve implementation in this setting.Search dateThe evidence is current to February 2019.Key results\nFindings suggest that implementation support strategies can improve the implementation of physical activity policies, programmes or practices by childcare services or their staff (moderate-certainty evidence), and do not appear to increase the risk of child injury (low-certainty evidence). However, such approaches do not appear to have an impact on the diet, physical activity or weight status of children (low to moderate-certainty evidence). None of the included studies reported information regarding implementation strategy costs or measures of cost-effectiveness. The lack of consistent terminology in this area of research may have meant some relevant studies were not picked up in our search."
    }
  ]
}