{
  "doi": "10.1002/14651858.CD013635.pub2",
  "name": "Experiences of conditional and unconditional cash transfers intended for improving health outcomes and health service use: a qualitative evidence synthesis ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "It is well known that poverty is associated with ill health and that ill health can result in direct and indirect costs that can perpetuate poverty. Social protection, which includes policies and programmes intended to prevent and reduce poverty in times of ill health, could be one way to break this vicious cycle. Social protection, particularly cash transfers, also has the potential to promote healthier behaviours, including healthcare seeking. Although social protection, particularly conditional and unconditional cash transfers, has been widely studied, it is not well known how recipients experience social protection interventions, and what unintended effects such interventions can cause."
    },
    {
      "heading": "Objectives",
      "text": "The aim of this review was to explore how conditional and unconditional cash transfer social protection interventions with a health outcome are experienced and perceived by their recipients."
    },
    {
      "heading": "Search methods",
      "text": "We searched Epistemonikos, MEDLINE, CINAHL, Social Services Abstracts, Global Index Medicus, Scopus, AnthroSource and EconLit from the start of the database to 5 June 2020. We combined this with reference checking, citation searching, grey literature and contact with authors to identify additional studies. We reran all strategies in July 2022, and the new studies are awaiting classification."
    },
    {
      "heading": "Selection criteria",
      "text": "We included primary studies, using qualitative methods or mixed-methods studies with qualitative research reporting on recipients’ experiences of cash transfer interventions where health outcomes were evaluated. Recipients could be adult patients of healthcare services, the general adult population as recipients of cash targeted at themselves or directed at children. Studies could be evaluated on any mental or physical health condition or cash transfer mechanism. Studies could come from any country and be in any language. Two authors independently selected studies."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used a multistep purposive sampling framework for selecting studies, starting with geographical representation, followed by health condition, and richness of data. Key data were extracted by the authors into Excel. Methodological limitations were assessed independently using the Critical Appraisal Skills Programme (CASP) criteria by two authors. Data were synthesised using meta-ethnography, and confidence in findings was assessed using the Confidence in the Evidence from Reviews of Qualitative research (GRADE-CERQual) approach."
    },
    {
      "heading": "Main results",
      "text": "We included 127 studies in the review and sampled 41 of these studies for our analysis. Thirty-two further studies were found after the updated search on 5 July 2022 and are awaiting classification. The sampled studies were from 24 different countries: 17 studies were from the African region, seven were from the region of the Americas, seven were from the European region, six were from the South-East Asian region, three from the Western Pacific region and one study was multiregional, covering both the African and the Eastern Mediterranean regions. These studies primarily explored the views and experiences of cash transfer recipients with different health conditions, such as infectious diseases, disabilities and long-term illnesses, sexual and reproductive health, and maternal and child health. Our GRADE-CERQual assessment indicated we had mainly moderate- and high-confidence findings. We found that recipients perceived the cash transfers as necessary and helpful for immediate needs and, in some cases, helpful for longer-term benefits. However, across conditional and unconditional programmes, recipients often felt that the amount given was too little in relation to their total needs. They also felt that the cash alone was not enough to change their behaviour and, to change behaviour, additional types of support would be required. The cash transfer was reported to have important effects on empowerment, autonomy and agency, but also in some settings, recipients experienced pressure from family or programme staff on cash usage. The cash transfer was reported to improve social cohesion and reduce intrahousehold tension. However, in settings where some received the cash and others did not, the lack of an equal approach caused tension, suspicion and conflict. Recipients also reported stigma in terms of cash transfer programme assessment processes and eligibility, as well as inappropriate eligibility processes. Across settings, recipients experienced barriers in accessing the cash transfer programme, and some refused or were hesitant to receive the cash. Some recipients found cash transfer programmes more acceptable when they agreed with the programme's goals and processes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Our findings highlight the impact of the sociocultural context on the functioning and interaction between the individual, family and cash transfer programmes. Even where the goals of a cash transfer programme are explicitly health-related, the outcomes may be far broader than health alone and may include, for example, reduced stigma, empowerment and increased agency of the individual. When measuring programme outcomes, therefore, these broader impacts could be considered for understanding the health and well-being benefits of cash transfers."
    }
  ],
  "pls_title": "Experiences and perceptions of cash transfers for health",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this synthesis?",
      "text": "The aim of this Cochrane qualitative evidence synthesis was to explore how people receiving health-related conditional or unconditional cash transfers experienced them. We analysed 41 qualitative studies to answer this question."
    },
    {
      "heading": "Key messages",
      "text": "People appreciate cash transfers and see them as necessary for their basic needs. However, cash transfers can influence people’s relationships in positive and negative ways. Not all people want to receive cash and some recipients do not perceive that cash alone will be enough to change their health behaviour."
    },
    {
      "heading": "What was studied in this synthesis?",
      "text": "Conditional and unconditional cash transfer programmes are found across the world. A conditional cash transfer is money (cash) that is given to people if they behave in a certain way. For example, parents could receive cash if they take their children to a health centre. An unconditional cash transfer is money that is given without any conditions or rules about its use. In some settings, people receive cash transfers through government programmes. In other settings, cash transfers are mainly given through non-governmental organisations or research projects. Many of these programmes aim to improve people’s health, but research measuring the effect of these programmes on health shows mixed results. We, therefore, wanted to explore how people experienced these programmes."
    },
    {
      "heading": "What are the main findings?",
      "text": "We included 127 studies in the review and sampled 41 of these studies for our analysis. Thirty-two further studies were found after the updated search on 5 July 2022 and are awaiting classification. The sampled studies were from 24 different countries, across all World Health Organization regions. These studies primarily explored the views and experiences of cash transfer recipients with different health conditions, such as infectious diseases, disabilities and long-term illnesses, sexual and reproductive health, and maternal and child health. We had mainly moderate-to-high confidence in our findings. We found that people receiving the cash transfers saw them as necessary. They described the cash as helpful in the short term, and sometimes in the long term. However, people often felt that the amount given was too little to meet their needs. They also felt that the cash alone was not enough to change their behaviour and that they also needed other types of support, such as social or psychological support or training and opportunities for employment. People described how the cash empowered them and made them more independent, especially women and people with disabilities. In some settings, people experienced pressure from family or programme staff on how to use cash. People described how the cash had improved their relationships with their families and the community. However, in communities where some received the cash and others did not, this could also cause tension, suspicion and conflict. Some people also described being stigmatised for receiving cash transfers. While people often experienced barriers to accessing cash, some refused or were hesitant to receive the cash. Some recipients found cash transfer programmes more acceptable when they agreed with programme goals and processes."
    },
    {
      "heading": "How up-to-date is this synthesis?",
      "text": "We searched for studies published before 5 June 2020. The search was rerun in July 2022 and an additional 32 studies are awaiting classification."
    }
  ]
}