{
  "doi": "10.1002/14651858.CD002803",
  "name": "Spinal immobilisation for trauma patients",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Spinal immobilisation involves the use of a number of devices and strategies to stabilise the spinal column after injury and thus prevent spinal cord damage. The practice is widely recommended and widely used in trauma patients with suspected spinal cord injury in the pre-hospital setting."
    },
    {
      "heading": "Objectives",
      "text": "To quantify the effect of different methods of spinal immobilisation (including immobilisation versus no immobilisation) on mortality, neurological disability, spinal stability and adverse effects in trauma patients."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), the Cochrane Injuries Group's specialised register, MEDLINE, EMBASE, CINAHL, PubMed, National Research Register and Zetoc. We checked reference lists of all articles and contacted experts in the field to identify eligible trials. Manufacturers of spinal immobilisation devices were also contacted for information. Searches were last updated in July 2007."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing spinal immobilisation strategies in trauma patients with suspected spinal cord injury. Trials in healthy volunteers were excluded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We independently applied eligibility criteria to trial reports and extracted data."
    },
    {
      "heading": "Main results",
      "text": "We found no randomised controlled trials of spinal immobilisation strategies in trauma patients."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We did not find any randomised controlled trials that met the inclusion criteria. The effect of spinal immobilisation on mortality, neurological injury, spinal stability and adverse effects in trauma patients remains uncertain. Because airway obstruction is a major cause of preventable death in trauma patients, and spinal immobilisation, particularly of the cervical spine, can contribute to airway compromise, the possibility that immobilisation may increase mortality and morbidity cannot be excluded. Large prospective studies are needed to validate the decision criteria for spinal immobilisation in trauma patients with high risk of spinal injury. Randomised controlled trials in trauma patients are required to establish the relative effectiveness of alternative strategies for spinal immobilisation."
    }
  ],
  "pls_title": "Spinal immobilisation for trauma patients",
  "pls_type": "long",
  "pls": "Spinal cord damage from injury causes long-term disability and can dramatically affect quality of life. The current practice of immobilising trauma patients before hospitalisation to prevent more damage may not always be necessary, as the likelihood of further damage is small. Means of immobilisation include holding the head in the midline, log rolling the person, the use of backboards and special mattresses, cervical collars, sandbags and straps. These can cause tissue pressure and discomfort, difficulty in swallowing and serious breathing problems.\nThe review authors could not find any randomised controlled trials of spinal immobilisation strategies in trauma patients. It is feasible to have trials comparing the different spinal immobilisation strategies. From studies of healthy volunteers it has been suggested that patients who are conscious, might reposition themselves to relieve the discomfort caused by immobilisation, which could theoretically worsen any existing spinal injuries."
}