{
  "doi": "10.1002/14651858.CD007823.pub2",
  "name": "Fluoropyrimidine‐HAI (hepatic arterial infusion) versus systemic chemotherapy (SCT) for unresectable liver metastases from colorectal cancer ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Although locoregional treatments such as hepatic arterial infusion (HAI) claim the advantage of delivering higher doses of anticancer agents directly into the metastatic organ as compared to systemic chemotherapy (SCT), the benefit in terms of overall survival (OS) is unclear. We quantitatively summarized the results of randomised controlled trials (RCT) comparing HAI to SCT for the treatment of unresectable liver metastatic disease from colorectal cancer (CRC)."
    },
    {
      "heading": "Objectives",
      "text": "The aim of this work is to quantitatively summarize the results of RCT comparing HAI to SCT for the treatment of unresectable hepatic metastases from CRC."
    },
    {
      "heading": "Search methods",
      "text": "A systematic review of reports published until January 2011 on the findings of RCT that compared HAI to SCT for the treatment of unresectable CRC liver metastases was performed by searching the MEDLINE, Embase, Cancerlit, Cochrane and GoogleScholar electronic databases as well as other databanks collecting information on clinical trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Inclusion criteria were patients with unresectable CRC liver metastases enrolled in RCT comparing HAI to SCT. The outcome measures were tumor response rate and overall survival."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently carried out study selection and assessment of methodological quality. A third author performed a concordance analysis in order to unravel potential systematic biases."
    },
    {
      "heading": "Main results",
      "text": "Ten RCT were identified that met the eligibility criteria. HAI regimens were based on floxuridine (FUDR), 5-fluorouracil or either one of these two fluoropyrimidines in eight and one RCT, respectively. SCT consisted of FUDR or 5-fluorouracil in three and seven RCT, respectively. By pooling the summary data, tumor response rate resulted 42.9% and 18.4% for HAI and SCT, respectively (RR = 2.26; 95% CI, 1.80 to 2.84; P < 0.0001). Mean weighted median OS times were 15.9 and 12.4 months for HAI and SCT, respectively: the meta-risk of death was not statistically different between the two treatment groups (HR = 0.90; 95% CI, 0.76 to 1.07; P = 0.24)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Currently available evidence does not support the clinical or investigational use of fluoropyrimidine-based HAI alone for the treatment of patients with unresectable CRC liver metastases: in fact, the greater tumor response rate obtained with this HAI regimen does not translate into a survival advantage over fluoropyrimidine alone SCT."
    }
  ],
  "pls_title": "Hepatic arterial infusion versus systemic chemotherapy for colorectal cancer liver metastasis",
  "pls_type": "long",
  "pls": "The standard treatment for unresectable liver-confined metastatic disease from colorectal cancer (CRC) is systemic chemotherapy (SCT). Unfortunately, the prognosis of these patients is dismal and SCT is virtually never curative. Although locoregional treatments such as hepatic arterial infusion (HAI) claim the advantage of delivering higher doses of anticancer agents directly into the diseased organ (i.e., the liver), the benefit in terms of overall survival (OS) is unclear and the use of HAI is debated. This meta-analysis quantitatively summarizes the results of the ten randomised controlled trials (RCT) comparing HAI with systemic chemotherapy (SCT). Our findings show that administration of fluoropyrimidines through HAI yields higher tumor response rates as compared to the SCT regimens used in the analysed RCT. However, this anticancer activity does not translate into a significant survival advantage for patients treated with HAI as compared to those given SCT. Also considering that modern SCT can achieve higher response rates as compared to the regimens adopted in the analysed RCT, the currently available evidence does not support the clinical or investigational use of fluoropyrimidine-HAI alone for the treatment of patients with unresectable CRC liver metastases."
}