{
  "doi": "10.1002/14651858.CD013573.pub2",
  "name": "Pharmacological interventions for asymptomatic carotid stenosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Carotid artery stenosis is narrowing of the carotid arteries. Asymptomatic carotid stenosis is when this narrowing occurs in people without a history or symptoms of this disease. It is caused by atherosclerosis; that is, the build-up of fats, cholesterol, and other substances in and on the artery walls. Atherosclerosis is more likely to occur in people with several risk factors, such as diabetes, hypertension, hyperlipidaemia, and smoking. As this damage can develop without symptoms, the first symptom can be a fatal or disabling stroke, known as ischaemic stroke. Carotid stenosis leading to ischaemic stroke is most common in men older than 70 years. Ischaemic stroke is a worldwide public health problem."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of pharmacological interventions for the treatment of asymptomatic carotid stenosis in preventing neurological impairment, ipsilateral major or disabling stroke, death, major bleeding, and other outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group trials register, CENTRAL, MEDLINE, Embase, two other databases, and three trials registers from their inception to 9 August 2022. We also checked the reference lists of any relevant systematic reviews identified and contacted specialists in the field for additional references to trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs), irrespective of publication status and language, comparing a pharmacological intervention to placebo, no treatment, or another pharmacological intervention for asymptomatic carotid stenosis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methodological procedures. Two review authors independently extracted the data and assessed the risk of bias of the trials. A third author resolved disagreements when necessary. We assessed the evidence certainty for key outcomes using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included 34 RCTs with 11,571 participants. Data for meta-analysis were available from only 22 studies with 6887 participants. The mean follow-up period was 2.5 years. None of the 34 included studies assessed neurological impairment and quality of life.\nAntiplatelet agent (acetylsalicylic acid) versus placebo\nAcetylsalicylic acid (1 study, 372 participants) may result in little to no difference in ipsilateral major or disabling stroke (risk ratio (RR) 1.08, 95% confidence interval (CI) 0.47 to 2.47), stroke-related mortality (RR 1.40, 95% CI 0.54 to 3.59), progression of carotid stenosis (RR 1.16, 95% CI 0.79 to 1.71), and adverse events (RR 0.81, 95% CI 0.41 to 1.59), compared to placebo (all low-certainty evidence). The effect of acetylsalicylic acid on major bleeding is very uncertain (RR 0.98, 95% CI 0.06 to 15.53; very low-certainty evidence). The study did not measure neurological impairment or quality of life.\nAntihypertensive agents (metoprolol and chlorthalidone) versus placebo\nThe antihypertensive agent, metoprolol, may result in no difference in ipsilateral major or disabling stroke (RR 0.14, 95% CI 0.02 to1.16; 1 study, 793 participants) and stroke-related mortality (RR 0.57, 95% CI 0.17 to 1.94; 1 study, 793 participants) compared to placebo (both low-certainty evidence). However, chlorthalidone may slow the progression of carotid stenosis (RR 0.45, 95% CI 0.23 to 0.91; 1 study, 129 participants; low-certainty evidence) compared to placebo. Neither study measured neurological impairment, major bleeding, adverse events, or quality of life.\nAnticoagulant agent (warfarin) versus placebo\nThe evidence is very uncertain about the effects of warfarin (1 study, 919 participants) on major bleeding (RR 1.19, 95% CI 0.97 to 1.46; very low-certainty evidence), but it may reduce adverse events (RR 0.89, 95% CI 0.81 to 0.99; low-certainty evidence) compared to placebo. The study did not measure neurological impairment, ipsilateral major or disabling stroke, stroke-related mortality, progression of carotid stenosis, or quality of life.\nLipid-lowering agents (atorvastatin, fluvastatin, lovastatin, pravastatin, probucol, and rosuvastatin) versus placebo or no treatment\nLipid-lowering agents may result in little to no difference in ipsilateral major or disabling stroke (atorvastatin, lovastatin, pravastatin, and rosuvastatin; RR 0.36, 95% CI 0.09 to 1.53; 5 studies, 2235 participants) stroke-related mortality (lovastatin and pravastatin; RR 0.25, 95% CI 0.03 to 2.29; 2 studies, 1366 participants), and adverse events (fluvastatin, lovastatin, pravastatin, probucol, and rosuvastatin; RR 0.76, 95% CI 0.53 to1.10; 7 studies, 3726 participants) compared to placebo or no treatment (all low-certainty evidence). The studies did not measure neurological impairment, major bleeding, progression of carotid stenosis, or quality of life."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Although there is no high-certainty evidence to support pharmacological intervention, this does not mean that pharmacological treatments are ineffective in preventing ischaemic cerebral events, morbidity, and mortality. High-quality RCTs are needed to better inform the best medical treatment that may reduce the burden of carotid stenosis. In the interim, clinicians will have to use other sources of information."
    }
  ],
  "pls_title": "What medicines are best for people with narrowing of the carotid arteries (blood vessels that deliver oxygen-rich blood from the heart to the brain)?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Compared to placebo (an inactive medicine):\n- warfarin, an anticoagulant (blood-thinning medicine), may reduce the risk of side effects by 11%;\n- chlorthalidone, an antihypertensive (medicine for lowering high blood pressure), may slow the progression of carotid stenosis (narrowing of the carotid arteries) by 55%.\nStudies with more participants and with long-term follow-up are needed to define the best medical treatment for modifiable risk factors in people with no symptoms of carotid narrowing."
    },
    {
      "heading": "What is asymptomatic carotid stenosis?",
      "text": "Carotid artery stenosis is narrowing of the carotid arteries, the major blood vessels that provide the brain's blood supply. 'Asymptomatic carotid stenosis' is when this narrowing occurs in people without symptoms of this disease. It is caused by atherosclerosis: the buildup of fats, cholesterol (high blood fats), and other substances in and on the blood vessel walls. Narrowing of the carotid arteries can develop without symptoms, so the first symptom can be a fatal or disabling stroke."
    },
    {
      "heading": "How is asymptomatic carotid stenosis treated?",
      "text": "The risk of having a stroke might be reduced by controlling modifiable, atherosclerosis risk factors, such as high blood pressure, smoking, cholesterol, and diabetes. There are a range of medicines used for these purposes, including:\n- antihypertensive medicines (which lower high blood pressure);\n- cholesterol- or lipid-lowering medicines (drugs that lower high cholesterol levels);\n- anticoagulants (also called 'blood thinners'); or\n- antiplatelet medicines (drugs that prevent blood clots from forming)."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out which medicines for asymptomatic carotid stenosis are best for preventing: damage to the brain, stroke, death, major bleeding, and progression of the carotid arteries' narrowing.\nWe also wanted to find out if these medicines make any difference to people's quality of life and whether they are associated with any unwanted or harmful effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared one type of medicine with another type of medicine, placebo (an inactive medicine), or no treatment, in people of any age with asymptomatic carotid narrowing.\nWe compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 34 studies that examined the medicines we were interested in. The studies involved a total of 11,571 people with asymptomatic carotid stenosis. The participants' average age was 61 years (range = 18 to 100 years old), and nearly two-thirds of participants were male. The studies were carried out in outpatient medical settings around the world. The average follow-up period was under three years.\nOf these 34 studies, only 22 assessed our outcomes of interest and were included in our analyses. These 22 studies involved a total of 6887 people with asymptomatic carotid stenosis.\nNone of the studies assessed participants for neurological (i.e. brain) damage, and none measured changes in people's quality of life."
    },
    {
      "heading": "Main results",
      "text": ""
    },
    {
      "heading": "Antiplatelets (aspirin) compared to placebo",
      "text": "Aspirin (1 study; 372 participants) may not prevent stroke, stroke-related death, progression of carotid narrowing, or increase side effects compared to placebo. We are very uncertain about the effect of aspirin on large bleeding events."
    },
    {
      "heading": "Antihypertensive drugs (metoprolol and chlorthalidone) compared to placebo",
      "text": "It is uncertain if metoprolol (1 study, 793 participants) may prevent stroke or stroke-related death. However, chlorthalidone (1 study, 129 participants) may slow the progression of carotid narrowing compared to placebo. Neither study measured large bleeding events or side effects."
    },
    {
      "heading": "Anticoagulant drug (warfarin) compared to placebo",
      "text": "It is uncertain whether warfarin (1 study, 919 participants) increases large bleeding events compared to placebo. However, it may lead to side effects compared to placebo. The study did not measure stroke, stroke-related death, or progression of carotid stenosis."
    },
    {
      "heading": "Cholesterol-lowering drugs (atorvastatin, fluvastatin, lovastatin, pravastatin, rosuvastatin, and probucol) compared to placebo or no treatment",
      "text": "It is unclear if cholesterol-lowering drugs prevent stroke (5 studies, 2235 participants), stroke-related death (2 studies, 1366 participants), or increase side effects (7 studies, 3726 participants) compared to placebo or no treatment. The studies did not measure large bleeding events or progression of carotid stenosis."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have limited confidence in the evidence for prevention of stroke, death, progression of carotid narrowing, side effects, and major bleeding events. Some studies had methodological problems or study designs that were not well reported. Overall, there is limited evidence to inform decision-making about the use of medicines for asymptomatic carotid artery stenosis."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to August 2022."
    }
  ]
}