{
  "doi": "10.1002/14651858.CD005292.pub3",
  "name": "Herbal preparations for uterine fibroids",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Uterine fibroids are the most common non-malignant growths in women of childbearing age. They are associated with heavy menstrual bleeding and subfertility. Herbal preparations are commonly used as alternatives to surgical procedures."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of Chinese herbal medicine for treatment of uterine fibroids."
    },
    {
      "heading": "Search methods",
      "text": "The authors with the guidance of the Trials Search Coordinator searched the following electronic databases: the Trials Registers of the Cochrane Menstrual Disorders and Subfertility Group and the Cochrane Complementary Medicine Field, the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2012, Issue 4), MEDLINE, EMBASE, the Chinese Biomedical Database, the Traditional Chinese Medical Literature Analysis and Retrieval System (TCMLARS), AMED, and LILACS. The searches were up to 11 September 2012."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing herbal preparations with no intervention, placebo, medical treatment, or surgical procedures in women with uterine fibroids. We included trials of herbal preparations with or without conventional therapy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors collected data independently. We assessed trial risk of bias according to our methodological criteria. We presented dichotomous data as risk ratios (RR) and continuous outcomes as mean differences (MD), both with 95% confidence intervals (CI)."
    },
    {
      "heading": "Main results",
      "text": "We included 21 randomised trials (involving 2222 women) and the majority of them had unclear or high risk of bias. There were several different herbal preparations used within the included trials. The average treatment duration was three to six months. The primary outcome of uterine fibroid related symptoms was not reported in any of the included trials. The majority of the trials reported fibroid volume and size of the uterus.\nCompared with mifepristone, Tripterygium wilfordii extract was associated with a greater reduction in the fibroid volume (MD -23.03 cm3, 95% CI -28.39 to -17.67; 2 trials) and in uterine size (MD -51.25 cm3, 95% CI -77.70 to -24.80; 2 trials). There was no evidence of a significant difference between Nona Roguy herbal product and gonadotropin-releasing hormone (GnRH) agonist on the average fibroid volume or the uterine size. The combination of Guizhi Fuling formula and mifepristone was associated with a greater reduction in the fibroid volume (-1.72 [-2.42, -1.02] 7 trials) and in uterine size (MD -31.63 [95% CI -54.58, -8.68] 3 trials)) compared with mifepristone alone. Only 13/21 trials reported on adverse events and no serious adverse effects from herbal preparations were reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Current evidence does not support or refute the use of herbal preparations for treatment of uterine fibroids due to insufficient studies with large sample sizes and of high quality. Further high quality trials evaluating clinically relevant outcomes are warranted."
    }
  ],
  "pls_title": "Herbal preparations for the treatment of women with uterine fibroids",
  "pls_type": "long",
  "pls": "Uterine fibroids are benign (non-cancerous) growths in the uterus. They are the most common type of growth found in a woman's pelvis, being present in about one in four or five women older than 35 years. Although many women with fibroids are not aware of them, the growths may cause symptoms or problems due to their size, number, or location. Common symptoms can include longer or more frequent menstrual periods, heavy bleeding, menstrual pain, pressure in the lower abdomen, infertility, or miscarriages. Women with these symptoms may require treatment. Fibroids can be treated with surgery, such as myomectomy (removal of the fibroids while leaving the uterus in place) or hysterectomy (removal of the uterus). Another approach is uterine artery embolization, by which the blood vessels to the uterus are blocked. Drugs such as gonadotropin-releasing hormone (GnRH) agonists may be used to shrink fibroids and to control bleeding.\nHerbal preparations are commonly used alternatives to drug treatment, surgery, or both. This systematic review included 21 randomised clinical trials involving 2222 women with uterine fibroids. There is no evidence on the effectiveness of herbal preparations for symptom relief as no trials evaluated this properly. Compared with conventional medication, one herbal preparation, Tripterygium wilfordii, may have a more beneficial effect in reducing the volume of uterine fibroids. Another five herbal medicines appeared to be similar to conventional medication in reducing the volume of fibroids. The herbal medicine Guizhi Fuling formula showed a significantly greater effect in reducing the volume of the fibroids when combined with mifepristone versus mifepristone alone. However, these clinical trials were small in terms of the number of participants and the trial quality was low. Thirteen out of 21 included trials reported on adverse effects of herbal preparations and found some minor problems such as stomach discomfort, nausea, hot flushes, and poor appetite although no serious adverse effects were identified. The effect of herbal preparations for uterine fibroids is therefore not confirmed in this review and needs to be studied in large, good quality trials."
}