{
  "doi": "10.1002/14651858.CD011804.pub2",
  "name": "Antipsychotics for fibromyalgia in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This review is one of a series on drugs used to treat fibromyalgia. Fibromyalgia is a clinically well-defined chronic condition of unknown aetiology characterised by chronic widespread pain that often co-exists with sleep problems and fatigue. It affects approximately 2% of the general population. Up to 70% of patients with fibromyalgia meet the criteria for a depressive or anxiety disorder. People often report high disability levels and poor health-related quality of life. Drug therapy focuses on reducing key symptoms and disability, and improving health-related quality of life. Antipsychotics might reduce fibromyalgia and associated mental health symptoms."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy, tolerability and safety of antipsychotics in fibromyalgia in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (2016, Issue 4), MEDLINE and EMBASE to 20 May 2016, together with reference lists of retrieved papers and reviews and two clinical trial registries. We also contacted trial authors."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected controlled trials of at least four weeks duration of any formulation of antipsychotics used for the treatment of fibromyalgia in adults."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted the data from all included studies and two review authors independently assessed study risks of bias. We resolved discrepancies by discussion. We performed analysis using three tiers of evidence. We derived first tier evidence from data meeting current best standards and subject to minimal risk of bias (outcome equivalent to substantial pain intensity reduction, intention-to-treat analysis without imputation for drop-outs, at least 200 participants in the comparison, eight to 12 weeks duration, parallel design), second tier evidence from data that failed to meet one or more of these criteria and that we considered at some risk of bias but with adequate numbers in the comparison, and third tier evidence from data involving small numbers of participants that we considered very likely to be biased or used outcomes of limited clinical utility, or both. We rated the quality of evidence using the Grading of Recommendations, Assessment, Development and Evaluation (GRADE) approach."
    },
    {
      "heading": "Main results",
      "text": "We included a total of four studies with 296 participants.\nThree studies with 206 participants compared quetiapine, an atypical (second-generation) antipsychotic, with placebo. One study used a cross-over design and two studies a parallel-group design. Study duration was eight or 12 weeks. Quetiapine was used in all studies with a bedtime dosage between 50 and 300 mg/day. All studies had one or more sources of potential major bias and we judged them to be at moderate risk of bias overall. The primary outcomes in this review were participant-reported pain relief of 50% or greater, Patient Global Impression of Change (PGIC) much or very much improved, withdrawal due to adverse events (tolerability) and serious adverse events (safety).\nSecond tier evidence indicated that quetiapine was not statistically superior to placebo in the number of participants with a 50% or more pain reduction (very low quality evidence). No study reported data on PGIC. A greater proportion of participants on quetiapine reported a 30% or more pain reduction (risk difference (RD) 0.12, 95% confidence interval (CI) 0.00 to 0.23; number needed to treat for an additional benefit (NNTB) 8, 95% CI 5 to 100) (very low quality evidence). A greater proportion of participants on quetiapine reported a clinically relevant improvement of health-related quality of life compared to placebo ( RD 0.18, 95% CI 0.05 to 0.31; NNTB 5, 95% CI 3 to 20) (very low quality evidence). Quetiapine was statistically superior to placebo in reducing sleep problems (standardised mean difference (SMD) -0.67, 95% CI -1.10 to -0.23), depression (SMD -0.39, 95% CI -0.74 to -0.04) and anxiety (SMD -0.40, 95% CI -0.69 to -0.11) (very low quality evidence). Quetiapine was statistically superior to placebo in reducing the risk of withdrawing from the study due to a lack of efficacy (RD -0.14, 95% CI -0.23 to -0.05) (very low quality evidence). There was no statistically significant difference between quetiapine and placebo in the proportion of participants withdrawing due to adverse events (tolerability) (very low quality evidence), in the frequency of serious adverse events (safety) (very low quality evidence) and in the proportion of participants reporting dizziness and somnolence as an adverse event (very low quality evidence). In more participants in the quetiapine group a substantial weight gain was noted (RD 0.08, 95% CI 0.02 to 0.15; number needed to treat for an additional harm (NNTH) 12, 95% CI 6 to 50) (very low quality evidence). We downgraded the quality of evidence by three levels to a very low quality rating because of limitations of study design, indirectness (patients with major medical diseases and mental disorders were excluded) and imprecision (fewer than 400 patients were analysed).\nOne parallel design study with 90 participants compared quetiapine (50 to 300 mg/day flexible at bedtime) to amitriptyline (10 to 75 mg/day flexible at bedtime). The study had three major risks of bias and we judged it to be at moderate risk of bias overall. We downgraded the quality of evidence by two levels to a low quality rating because of indirectness (patients with major medical diseases and mental disorders were excluded) and imprecision (fewer than 400 patients were analysed). Third tier evidence indicated no statistically significant differences between the two drugs. Both drugs did not statistically significantly differ in the reduction of average scores for pain, fatigue, sleep problems, depression, anxiety and for limitations of health-related quality of life and in the proportion of participants reporting dizziness, somnolence and weight gain as a side effect (low quality evidence). Compared to amitriptyline, more participants left the study due to adverse events (low quality evidence). No serious adverse events were reported (low quality evidence).\nWe found no relevant study with other antipsychotics than quetiapine in fibromyalgia."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Very low quality evidence suggests that quetiapine may be considered for a time-limited trial (4 to 12 weeks) to reduce pain, sleep problems, depression and anxiety in fibromyalgia patients with major depression. Potential side effects such as weight gain should be balanced against the potential benefits in shared decision making with the patient."
    }
  ],
  "pls_title": "Antipsychotics for fibromyalgia symptoms in adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Bottom line",
      "text": "Quetiapine may be considered for 4 to 12 weeks to reduce pain, sleep problems, depression and anxiety in fibromyalgia patients with major depression. Potential side effects such as weight gain should be balanced against the potential benefits."
    },
    {
      "heading": "Background",
      "text": "People with fibromyalgia often have chronic (longer than three months) widespread pain, as well as sleep problems, problems with thinking and exhaustion. They often report severe limitations of daily functioning and poor quality of life. Therapies focus on reducing key symptoms and disability, and improving health-related quality of life. In addition, many patients with fibromyalgia suffer from depression. Medicines used to treat depression can reduce the main symptoms in some people with fibromyalgia. Quetiapine is a drug for the treatment of psychosis (an abnormal condition of the mind described as involving a loss of contact with reality), which is also licensed for the treatment of major depression in some countries."
    },
    {
      "heading": "Study characteristics",
      "text": "In May 2016, we searched for clinical trials in which antipsychotics were used to treat symptoms of fibromyalgia in adults. We found a total of four studies with 298 participants. We found three studies with 208 participants, which were eight and 12 weeks long and compared quetiapine, an antipsychotic, against a fake medication (placebo). One hundred and sixty-six participants were diagnosed with major depression. We also found one study comprising 90 patients that compared quetiapine to an antidepressant named amitriptyline, which is frequently used in the treatment of fibromyalgia. Five people in this study were diagnosed with major depression."
    },
    {
      "heading": "Key results and quality of the evidence",
      "text": "Quetiapine was not better than a fake medication in achieving a pain reduction of 50% or more (very low quality evidence). Quetiapine was better than the fake medication in achieving a pain reduction of 30% or more, reducing sleep problems, and improving depressed mood and anxiety (very low quality evidence). Quetiapine was better than the fake medication in improving health-related quality of life. Fewer participants dropped out of the trial due to lack of efficacy with quetiapine than with fake medication (very low quality evidence). There was no difference in tolerability and safety between quetiapine and a fake medication (very low quality evidence). For some people, quetiapine led to substantial weight gain and somnolence (sleepiness).\nQuetiapine and amitriptyline (an antidepressant which is frequently used to improve sleep and reduce pain in people with fibromyalgia) did not differ in the reduction of average scores for pain, fatigue, sleep problems, depression, anxiety and for limitations of health-related quality of life. Both drugs did not differ in the proportion of patients reporting dizziness, somnolence and weight gain as a side effect (low quality evidence). Compared with amitriptyline, more people experienced side effects and left the study due to side effects with quetiapine (low quality evidence). No serious side effects with either drug were reported (low quality evidence).\nWe found no relevant study with other antipsychotics than quetiapine in fibromyalgia."
    }
  ]
}