{
  "doi": "10.1002/14651858.CD000019.pub3",
  "name": "Thyrotropin‐releasing hormone added to corticosteroids for women at risk of preterm birth for preventing neonatal respiratory disease ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Thyrotropin-releasing hormones (TRH) added to prenatal corticosteroids has been suggested as a way to further reduce breathing problems and neonatal lung disease in infants born preterm."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of giving prenatal TRH in addition to corticosteroids to women at risk of preterm birth for the prevention of neonatal respiratory disease."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 June 2013) and reference lists of retrieved studies. We also contacted trial authors."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials in women at sufficient risk of preterm birth to warrant the use of prenatal corticosteroids to promote lung maturity. TRH and corticosteroids were compared with corticosteroids, with or without placebo."
    },
    {
      "heading": "Data collection and analysis",
      "text": "All assessments of trial eligibility, risk of bias and data extractions were independently carried out by at least two review authors."
    },
    {
      "heading": "Main results",
      "text": "Over 4600 women were recruited into the 15 trials included in the review, however two trials did not contribute any outcome data to the review. The trials had a moderate risk of bias. Overall, prenatal TRH, in addition to corticosteroids, did not reduce the risk of death prior to hospital discharge (risk ratio (RR) 1.05, 95% confidence interval (CI) 0.86 to 1.27, six trials, 3694 infants), neonatal respiratory distress syndrome (average RR 1.05, 95% CI 0.91 to 1.22, nine trials, 3833 infants), or chronic lung disease (RR 1.01, 95% CI 0.85 to 1.19, five trials, 2511 infants), and did not improve any of the secondary fetal, neonatal or childhood outcomes assessed by intention-to-treat analyses.\nIndeed, the data showed prenatal TRH to have adverse effects for women and their infants. All side effects reported (nausea, vomiting, light headedness, urgency of micturition, facial flushing) were significantly more likely to occur in women receiving TRH. In the infants, prenatal TRH increased the risk of needing respiratory support (RR 1.16, 95% CI 1.03 to 1.29, three trials, 1969 infants), and of having a low Apgar score at five minutes (RR 1.48, 95% CI 1.14 to 1.92, three trials, 1969 infants). Only three trials provided data on childhood follow-up, and while one trial suggested poorer outcomes for infants who were exposed to prenatal TRH, the other two trials, that assessed infants using an established developmental instrument, showed no clear differences between groups in follow-up outcomes.\nSensitivity analyses by trial quality, or subgroups with differing times from entry to birth, or different dose regimens of TRH, did not change these findings."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Prenatal TRH in addition to corticosteroids, given to women at risk of preterm birth, does not improve infant outcomes and can cause maternal side effects."
    }
  ],
  "pls_title": "Thyrotropin-releasing hormone added to corticosteroids for women at risk of preterm birth for preventing neonatal respiratory disease",
  "pls_type": "long",
  "pls": "Thyrotropin-releasing hormone (TRH) given with corticosteroids does not improve the benefit of corticosteroids on the lungs of babies born too early, and may increase harm.\nBabies born preterm (before 37 weeks of pregnancy) are at risk of breathing difficulties (such as respiratory distress syndrome). TRH increases thyroid hormones in the baby and it has been thought that adding TRH to corticosteroids for women giving birth early may increase the benefit of corticosteroids on the baby's lungs.\nThis review included 15 trials, of a moderate risk of bias, that involved over 4600 women and their babies. In this review, TRH, given with corticosteroids to women at risk of early birth, was not shown to further reduce the breathing difficulties for the babies. Babies born to mothers who had received TRH with corticosteroids, were more likely to require support for breathing than babies born to mothers who received only corticosteroids. Women receiving TRH were more likely to experience adverse side effects, such as nausea, vomiting and flushing than women who only received corticosteroids.\nTherefore, based on the current available evidence, TRH is not recommended to be given to women at risk of preterm birth for preventing neonatal respiratory disease."
}