{
  "doi": "10.1002/14651858.CD008251.pub2",
  "name": "Topical phenytoin for treating pressure ulcers",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pressure ulcers are common in clinical practice and pose a significant health problem worldwide. Apart from causing suffering to patients, they also result in longer hospital stays and increase the cost of health care. A variety of methods are used for treating pressure ulcers, including pressure relief, patient repositioning, biophysical strategies, nutritional supplementation, debridement,  topical negative pressure, and local treatments including dressings, ointments and creams such as bacitracin, silver sulphadiazine, neomycin, and phenytoin. Phenytoin is a drug more commonly used in the treatment of epilepsy, but may play an important role in accelerating ulcer healing."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of topical phenytoin on the rate of healing of pressure ulcers of any grade, in any care setting."
    },
    {
      "heading": "Search methods",
      "text": "In September 2016, we searched the following electronic databases to identify relevant randomized clinical trials: the Cochrane Wounds Specialised Register; the Cochrane Central Register of Controlled Trials (CENTRAL; the Cochrane Library); Ovid MEDLINE; Ovid Embase; and EBSCO CINAHL Plus. We handsearched conference proceedings from the European Pressure Ulcer Advisory Panel, European Wound Management Association and the Tissue Viability Society for all available years. We searched the references of the retrieved trials to identify further relevant trials. We also searched clinical trials registries to identify ongoing and unpublished studies. There were no restrictions with respect to language, date of publication or study setting."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomized controlled trials (RCTs) addressing the effects (both benefits and harms) of topical phenytoin on the healing of pressure ulcers of any grade compared with placebo or alternative treatments or no therapy, irrespective of blinding, language, and publication status."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies, extracted information on participants, interventions, methods and results and assessed risk of bias using Cochrane methodological procedures. For dichotomous variables, we calculated the risk ratio (RR) with 95% confidence interval (CI). For continuous variables, we calculated the mean difference with 95% CI. We rated the quality of the evidence by using Grading of Recommendations, Assessment, Development and Evaluation approach (GRADE)."
    },
    {
      "heading": "Main results",
      "text": "Three small RCTs met our inclusion criteria and included a total of 148 participants. These compared three treatments with topical phenytoin: hydrocolloid dressings, triple antibiotic ointment and simple dressings. In the three RCTs, 79% of participants had grade II ulcers, and 21% of participants had grade I ulcers; no participants had grade III or IV ulcers. Two RCTs had a high risk of bias overall and the other RCT was at unclear risk of bias due to poor reporting. Two RCTs had three intervention arms and the other had two intervention arms.\nTwo studies compared topical phenytoin with hydrocolloid dressing (84 participants analysed). The available data suggest that hydrocolloid dressings may improve ulcer healing compared to topical phenytoin (39.3% ulcers healed for phenytoin versus 71.4% ulcers healed for hydrocolloid dressings (RR 0.55, 95% CI 0.33 to 0.92; 56 participants, 1 study; low quality evidence). We downgraded the evidence twice: once due to serious limitations (high risk of bias) and once due to the small sample size and small number of events. Two studies compared topical phenytoin with simple dressings (81 participants analysed). From the available data, we are uncertain whether topical phenytoin improves ulcer healing compared to simple dressings (39.3% ulcers healed for phenytoin versus 29.6% ulcers healed for the simple dressing (RR 1.33, 95% CI 0.63 to 2.78; 55 participants, 1 study; very low quality evidence). This evidence was downgraded once due to serious limitations (high risk of bias) and twice due to the low number of outcome events and resulting wide CI which included the possibility of both increased healing and reduced healing. We therefore considered it to be insufficient to determine the effect of topical phenytoin on ulcer healing. One study compared topical phenytoin with triple antibiotic ointment, however, none of the outcomes of interest to this review were reported. No adverse drug reactions or interactions were detected in any of the three RCTs. Minimal pain was reported in all groups in one trial that compared topical phenytoin with hydrocolloid dressings and triple antibiotic ointment."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review has considered the available evidence and the result shows that it is uncertain whether topical phenytoin improves ulcer healing for patients with grade I and II pressure ulcers. No adverse events were reported from three small trials and minimal pain was reported in one trial. Therefore, further rigorous, adequately powered RCTs examining the effects of topical phenytoin for treating pressure ulcers, and to report on adverse events, quality of life and costs are necessary."
    }
  ],
  "pls_title": "Topical (applied to the skin) phenytoin for treating pressure ulcers",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect of phenytoin (a medication used orally to treat epilepsy) when used as a cream or in a dressing applied directly to pressure ulcers. We wanted to find out if phenytoin affected ulcer healing, and if it had any harmful side effects."
    },
    {
      "heading": "Background",
      "text": "Pressure ulcers (also known as bed sores, pressure sores and decubitus ulcers) are areas of skin and underlying tissue that have been damaged by prolonged pressure and/or exposure to shear forces (e.g. the forces exerted on the skin when someone is pulled into a more upright position in a bed or chair). People at risk of developing pressure ulcers include those with spinal cord injuries, and those who are immobile or who have limited mobility - such as elderly people and people who lie in bed for long periods due to short-term or long-term medical conditions. Pressure ulcers frequently take a long time to heal. People with pressure ulcers often suffer extended periods of pain and treatment that make it difficult to carry out their basic daily activities; this has an impact on their quality of life and can lead to additional costs for their health care.\nOral phenytoin is a medicine that is used to control epileptic seizures. It has been suggested that topical (applied directly to the skin) phenytoin may help in the healing of pressure ulcers, as it has been used topically to heal and reduce pain and swelling (inflammation) in a range of wounds, including those resulting from traumatic injury, other types of ulcers, and burns. A topical medication can be applied in the form of a cream, a lotion, or a medication-impregnated dressing."
    },
    {
      "heading": "Study characteristics",
      "text": "In September 2016 we searched for randomised controlled trials (RCTs) that compared topical phenytoin against other treatments for treating pressure ulcers. We found three small RCTs that included a total of 148 people with pressure ulcers. The average age of participants in two studies was 45 years and 75 years in one study. Twenty-one per cent of participants had grade I ulcers (the least severe type, with swollen but unbroken skin) and 79% had grade II ulcers (slightly more severe). No one had grade III or IV ulcers (the most severe types). The trials compared topical phenytoin with three other treatments for pressure ulcers: hydrocolloid dressings, triple antibiotic ointment, and simple dressings. The results of one study suggested that hydrocolloid dressings may slightly improve ulcer healing compared to topical phenytoin. However, we are uncertain whether topical phenytoin improves ulcer healing compared to simple dressings. The study which compared topical phenytoin with triple antibiotic ointment did not report any outcomes of interest to this review."
    },
    {
      "heading": "Quality of the evidence",
      "text": "It is uncertain whether topical phenytoin improves ulcer healing for patients with grade I and II pressure ulcers. No adverse events were reported from three small trials and minimal pain was reported in one trial. The trials did not report on some other measurements that we were interested in, such as cost of treatment and quality of life. Two RCTs had a high risk of bias overall, which might have affected the results, and another RCT did not report sufficient details about how it was conducted. Further rigorous, adequately powered RCTs are needed to find whether topical phenytoin is a helpful medication for treating pressure ulcers.\nThis plain language summary is up to date as of September 2016."
    }
  ]
}