{
  "doi": "10.1002/14651858.CD008095.pub2",
  "name": "Prone position for acute respiratory failure in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acute hypoxaemia de novo or on a background of chronic hypoxaemia is a common reason for admission to intensive care and for provision of mechanical ventilation. Various refinements of mechanical ventilation or adjuncts are employed to improve patient outcomes. Mortality from acute respiratory distress syndrome, one of the main contributors to the need for mechanical ventilation for hypoxaemia, remains approximately 30-40%. Ventilation in the prone position may improve lung mechanics and gas exchange and could improve outcomes."
    },
    {
      "heading": "Objectives",
      "text": "The objectives of this review are to ascertain whether prone ventilation offers a mortality advantage when compared with traditional supine or semi recumbent ventilation in adult patients with severe acute respiratory failure requiring conventional invasive artificial ventilation."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, EMBASE, CINAHL and LILACS up to May 2020 for eligible randomized controlled trials using an updated version of the search strategy from the earlier version of the review. We added a search in the Cochrane COVID 19 Register.\nWe also searched for studies by hand-searching reference lists and citations of relevant articles, by contacting colleagues, by hand-searching published proceedings of relevant journals. We searched trial registers for ongoing studies in November 2020. We applied no language or publication status constraints."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) that examined the effects of prone position versus supine/semi recumbent position during conventional mechanical ventilation in adult participants with acute hypoxaemia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. We analysed data using Review Manager software and pooled included studies to determine the risk ratio (RR) for mortality and the risk ratio or mean difference (MD) for secondary outcomes; we also performed subgroup analyses and sensitivity analyses."
    },
    {
      "heading": "Main results",
      "text": "We identified nine relevant open-label (unblinded) RCTs (12 publications), which enrolled a total of 2165 participants. All recruited participants suffered from disorders of lung function causing moderate to severe hypoxaemia and requiring mechanical ventilation, so they were fairly comparable within what is the great diversity of specific disease diagnoses in intensive care. Blinding of participants, carers, clinical trialists and other decision-makers to treatment allocation was not possible (face-up vs face-down). This predisposes to bias with regards to use of co-interventions and also initiation of with-holding or withdrawing life-support, a common practice in intensive care.\nPrimary analyses of short- and longer-term mortality pooled from six trials demonstrated an RR of 0.84 to 0.86 in favour of the prone position (PP), but findings were not statistically significant: In the short term, mortality for those ventilated prone was 33.4% (363/1086) and supine 38.3% (395/1031). This resulted in an RR of 0.84 (95% confidence interval (CI) 0.69 to 1.02). For longer-term mortality, results showed 41.7% (462/1107) for prone and 47.1% (490/1041) for supine positions, with an RR of 0.86 (95% CI 0.72 to 1.03). The quality of the evidence for both outcomes was rated as low as a result of important potential bias and serious inconsistency.\nSubgroup analyses for mortality identified three groups consistently favouring PP: those recruited within 48 hours of meeting entry criteria (five trials; 1024 participants; RR of 0.75 (95% CI 0.59 to 94)); those treated in the PP for 16 or more hours per day (five trials; 1005 participants; RR of 0.77 (95% CI 0.61 to 0.99)); and participants with more severe hypoxaemia at trial entry (six trials; 1108 participants; RR of 0.77 (95% CI 0.65 to 0.92)). The quality of the evidence for these outcomes was rated as moderate as a result of potentially important risk of bias.\nProne positioning appeared to influence adverse effects: pressure ulcers (four trials; 823 participants) with an RR of 1.25 (95% CI 1.06 to 1.48) and tracheal tube obstruction with an RR of 1.78 (95% CI 1.22 to 2.60) were increased with prone ventilation. Reports of arrhythmias were reduced with PP, with an RR of 0.64 (95% CI 0.47 to 0.87)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no convincing evidence of benefit nor harm from universal application of PP in adults with hypoxaemia, mechanically ventilated in intensive care units (ICUs). This is despite the benefits observed in one of the open-label trials restricted to participants with greater disease severity. Three subgroups (early implementation of PP, prolonged adoption of PP and severe hypoxaemia at study entry) suggested that prone positioning may confer a benefit for mortality, but these results should be interpreted with caution. Additional adequately powered studies would be required to definitively confirm or refute these observations of subgroup benefit. This is problematic, given the results of the most recent open-label trial showing a benefit and recommendations derived from several published subgroup analyses. If replication and confirmation of such trial results, which would be desirable, are not realistic, formal meta-analysis of individual patient data and post-trial observational studies (as occur after phase III clinical drug trials) could be utilised to confirm apparent benefit in at-risk populations. Complications such as tracheal tube obstruction and pressure ulcers are increased with the use of prone ventilation. Long-term mortality data (12 months and beyond), as well as functional, neuro-psychological and quality of life data, are required if future studies are to better inform the role of PP in the management of hypoxaemic respiratory failure in the ICU."
    }
  ],
  "pls_title": "Prone (face-down) position for mechanical ventilation of adults with acute respiratory failure",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "This review sought to investigate whether face-down ventilation could improve important outcomes by, for instance, reducing the death rate (mortality) among individuals requiring mechanical ventilation in intensive care. We also wanted to identify disadvantages and complications associated with prone positioning, as well as long-term benefits."
    },
    {
      "heading": "Background",
      "text": "People who are admitted to an intensive care unit and need assistance with breathing provided by a ventilator (mechanical ventilation) because of lung damage caused by illness have a high risk of dying. Lungs that are affected by conditions such as pneumonia will consist of normal and abnormal or diseased areas. Recovery of diseased areas takes time, and a person may need support with ventilation while this occurs. Ventilation support is potentially lifesaving, as it maintains proper oxygen levels in the blood while removing carbon dioxide waste. However, the ventilator itself can cause inflammation and thus additional lung complications. The harder a ventilator has to work to achieve normal oxygenation and removal of carbon dioxide, the more likely it is that healthy, normal areas of the lung may be damaged, and the person's condition made worse. Ventilation with the person lying face-down (prone) instead of face-up (supine) might improve how well the ventilator works, thereby reducing these undesirable side effects."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to 01 May 2020."
    },
    {
      "heading": "Study characteristics",
      "text": "We identified and included in this review randomized controlled trials of adults that compared conventional mechanical ventilation in the face-down versus the face-up position."
    },
    {
      "heading": "Key results",
      "text": "Reports from nine trials of 2165 participants (12 publications) show that prone ventilation did not appear to be of benefit for all participants requiring ventilation. The evidence suggested some situations in which it may improve survival. One group of participants with the most severe lung damage appeared to have reduced mortality, as did participants who received treatment early and for prolonged periods. Complications were described. The most common of these were pressure sores (or ulcers) and tracheal tube blockage or obstruction. Low blood pressure and abnormal heart rhythms were also seen. The application of prone position to all participants in intensive care who have low oxygen levels was not supported by the evidence identified, but some particular groups of participants, for example, those with especially low oxygen levels, may benefit from prone positioning. Further clinical trials would assist in clarifying potential benefits for such patient groups but further trials may not take place because of the very large treatment benefit observed in the most recent clinical trial of participants with very low oxygen levels. In the absence of new trials, meta-analysis of individual patient data may facilitate further assessment as well as further observational studies in at risk populations."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence for primary outcomes of this systematic review was low as a result of serious inconsistency and important potential bias."
    }
  ]
}