{
  "doi": "10.1002/14651858.CD001016.pub3",
  "name": "Cyclical progestogens for heavy menstrual bleeding",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Heavy menstrual bleeding (HMB) is a menstrual blood loss perceived by women as excessive that affects the health of women of reproductive age, interfering with their physical, emotional, social and material quality of life. Whilst abnormal menstrual bleeding may be associated with underlying pathology, in the present context, HMB is defined as excessive menstrual bleeding in the absence of other systemic or gynaecological disease. The first-line therapy is usually medical, avoiding possibly unnecessary surgery. Of the wide variety of medications used to reduce HMB, oral progestogens were originally the most commonly prescribed agents. This review assesses the effectiveness of two different types and regimens of oral progestogens in reducing ovulatory HMB.\nThis is the update of a Cochrane review last updated in 2007, and originally named \"Effectiveness of cyclical progestagen therapy in reducing heavy menstrual bleeding\" (1998)."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness, safety and tolerability of oral progestogen therapy taken either during the luteal phase (short cycle) or for a longer course of 21 days per cycle (long cycle), in achieving a reduction in menstrual blood loss in women of reproductive age with HMB."
    },
    {
      "heading": "Search methods",
      "text": "In January 2019 we searched Cochrane Gynaecology and Fertility's specialized register, CENTRAL, MEDLINE, Embase, CINAHL and PsycInfo. We also searched trials registers, other sources of unpublished or grey literature and reference lists of retrieved trials. We also checked citation lists of review articles to identify trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs) comparing different treatments for HMB that included cyclical oral progestogens were eligible."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion, assessed trials for risk of bias and extracted data. We contacted trial authors for clarification of methods or additional data when necessary. We only assessed adverse events if they were separately measured in the included trials. We compared cyclical oral progestogen in different regimens and placebo or other treatments. Our primary outcomes were menstrual blood loss and satisfaction with treatment; the secondary outcomes were number of days of bleeding, quality of life, compliance and acceptability of treatment, adverse events and costs."
    },
    {
      "heading": "Main results",
      "text": "This review identified 15 randomized controlled trials (RCTs) with 1071 women in total. Most of the women knew which treatment they were receiving, which may have influenced their judgements about menstrual blood loss and satisfaction. Other aspects of trial quality varied among trials.\nWe did not identify any RCTs comparing progestogen treatment with placebo. We assessed comparisons between oral progestogens and other medical therapies separately according to different regimens.\nShort-cycle progestogen therapy during the luteal phase (medroxyprogesterone acetate or norethisterone for 7 to 10 days, from day 15 to 19) was inferior to other medical therapy, including tranexamic acid, danazol and the progestogen-releasing intrauterine system (Pg-IUS (off the market since 2001)), releasing 60 mcg of progesterone daily, with respect to reduction of menstrual blood loss (mean difference (MD) 37.29, 95% confidence interval (CI) 17.67 to 56.91; I2 = 50%; 6 trials, 145 women, low-quality evidence). The rate of satisfaction and the quality of life with treatment was similar in both groups. The number of bleeding days was greater on the short cycle progestogen group compared to other medical treatments. Adverse events (such as gastrointestinal symptoms and weight gain) were more likely with danazol when compared with progestogen treatment. We note that danazol is no longer in general use for treating HMB.\nLong-cycle progestogen therapy (medroxyprogesterone acetate or norethisterone), from day 5 to day 26 of the menstrual cycle, is also inferior compared to the levonorgestrel-releasing intrauterine system (LNG-IUS), tranexamic acid and ormeloxifene, but may be similar to the combined vaginal ring with respect to reduction of menstrual blood loss (MD 16.88, 95% CI 10.93 to 22.84; I2 = 87%; 4 trials, 355 women, very low-quality evidence). There was no clear evidence of a difference between progestogen therapy long cycle and other medical therapy in terms of headache (OR 1.45, 95% CI 0.40 to 5.31; I2 = 0%; 2 trials, 189 women; low-quality evidence). Breakthrough bleeding or spotting was more likely in women with the LNG-IUS (OR 0.18, 95% CI 0.06 to 0.55; I2 = 0%; 3 trials, 220 women; low-quality evidence). No trials reported on days of bleeding or quality of life for this comparison.\nThe evidence supporting these findings was limited by low or very low gradings of quality; thus, we are uncertain about the findings and there is a potential that they may change if we identify other trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Low- or very low-quality evidence suggests that short-course progestogen was inferior to other medical therapy, including tranexamic acid, danazol and the Pg-IUS with respect to reduction of menstrual blood loss. Long cycle progestogen therapy (medroxyprogesterone acetate or norethisterone) was also inferior to the LNG-IUS, tranexamic acid and ormeloxifene, but may be similar to the combined vaginal ring with respect to reduction of menstrual blood loss."
    }
  ],
  "pls_title": "Are cyclical progestogens an effective and safe treatment for heavy menstrual bleeding compared to other medical treatments?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Heavy menstrual bleeding (HMB) is menstrual bleeding (periods) that interferes with a woman's quality of life, either physical, emotional, social or material, independently of the actual amount of blood loss. Most women with HMB do not have any associated physical cause, such as fibroids, so getting help that does not involve surgery is an attractive alternative. A cyclical progestogen is a hormone tablet that can be taken by mouth for either 10 days or 3 to 4 weeks per month for the treatment of HMB (short or long course cyclical progestogen)."
    },
    {
      "heading": "Trial characteristics",
      "text": "This review identified 15 randomized controlled trials (clinical studies where people are randomly put into one of two or more treatment groups) with 1071 women in total comparing oral progestogens to other medical treatment for HMB (other oral treatments, intrauterine device and vaginal ring). Our primary outcomes were menstrual blood loss and satisfaction with treatment; the secondary outcomes were number of days of bleeding, quality of life, compliance and acceptability of treatment, adverse events and costs. Evidence is current to January 2019."
    },
    {
      "heading": "Key results",
      "text": "This review of trials found that progestogen hormone tablets taken by mouth for 10 days per month (short course) were less effective at reducing menstrual blood loss when compared to other medical treatments. We are uncertain whether they improved satisfaction or quality of life in women with HMB, or were associated with any difference in adverse effects when compared to other medical treatments. Even though it was less effective at reducing menstrual blood loss, satisfaction with treatment was similar to other medical treatments such as tranexamic acid and Pg-IUS.\nWe found that progestogen hormone tablets, taken by mouth for three to four weeks from day 5 to 26 of the menstrual cycle (long course), reduced menstrual blood loss but this treatment may be less effective than tranexamic acid, combined hormonal contraceptives and the levonorgestrel-releasing intrauterine device. No studies in this comparison reported on quality of life. Satisfaction with treatment was similar to women using the combined vaginal ring, but there were no data to compare satisfaction between long cycle and LNG-IUS or tranexamic acid. There was no evidence of a difference in the occurrence of headache, but long course oral progestogens were associated with a significantly lower incidence of breakthrough bleeding compared with other medical treatment."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence that compared oral progestogens (short and long course) to other medical treatments for HMB was either low or very low which means that we are very uncertain of the findings of the review. The main limitations were risk of bias (women and researchers were aware of the treatment they were receiving which was likely to interfere with the responses, and there was a high number of dropouts from studies) and inconsistency (the results varied among studies)."
    }
  ]
}