{
  "doi": "10.1002/14651858.CD011642.pub2",
  "name": "Laser therapy for treating hypertrophic and keloid scars",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Hypertrophic and keloid scars are common skin conditions resulting from abnormal wound healing. They can cause itching, pain and have a negative physical and psychological impact on patients’ lives. Different approaches are used aiming to improve these scars, including intralesional corticosteroids, surgery and more recently, laser therapy. Since laser therapy is expensive and may have adverse effects, it is critical to evaluate the potential benefits and harms of this therapy for treating hypertrophic and keloid scars."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of laser therapy for treating hypertrophic and keloid scars."
    },
    {
      "heading": "Search methods",
      "text": "In March 2021 we searched the Cochrane Wounds Specialised Register, CENTRAL, MEDLINE, Embase, CINAHL EBSCO Plus and LILACS. To identify additional studies, we also searched clinical trials registries for ongoing and unpublished studies, and scanned reference lists of relevant included studies as well as reviews, meta-analyses, and health technology reports. There were no restrictions with respect to language, date of publication, or study setting."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) for treating hypertrophic or keloid scars (or both), comparing laser therapy with placebo, no intervention or another intervention."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies, extracted the data, assessed the risk of bias of included studies and carried out GRADE assessments to assess the certainty of evidence. A third review author arbitrated if there were disagreements."
    },
    {
      "heading": "Main results",
      "text": "We included 15 RCTs, involving 604 participants (children and adults) with study sample sizes ranging from 10 to 120 participants (mean 40.27). Where studies randomised different parts of the same scar, each scar segment was the unit of analysis (906 scar segments). The length of participant follow-up varied from 12 weeks to 12 months. All included trials had a high risk of bias for at least one domain: all studies were deemed at high risk of bias due to lack of blinding of participants and personnel. The variability of intervention types, controls, follow-up periods and limitations with report data meant we pooled data for one comparison (and only two outcomes within this). Several review secondary outcomes - cosmesis, tolerance, preference for different modes of treatment, adherence, and change in quality of life - were not reported in any of the included studies.\nLaser versus no treatment:\nWe found low-certainty evidence suggesting there may be more hypertrophic and keloid scar improvement (that is scars are less severe) in 585-nm pulsed-dye laser (PDL) -treated scars compared with no treatment (risk ratio (RR) 1.96; 95% confidence interval (CI): 1.11 to 3.45; two studies, 60 scar segments).\nIt is unclear whether non-ablative fractional laser (NAFL) impacts on hypertrophic scar severity when compared with no treatment (very low-certainty evidence).\nIt is unclear whether fractional carbon dioxide (CO2) laser impacts on hypertrophic and keloid scar severity compared with no treatment (very low-certainty evidence).\nEight studies reported treatment-related adverse effects but did not provide enough data for further analyses.\nLaser versus other treatments:\nWe are uncertain whether treatment with 585-nm PDL impacts on hypertrophic and keloid scar severity compared with intralesional corticosteroid triamcinolone acetonide (TAC), intralesional Fluorouracil (5-FU) or combined use of TAC plus 5-FU (very low-certainty evidence). It is also uncertain whether erbium laser impacts on hypertrophic scar severity when compared with TAC (very low-certainty evidence).\nOther comparisons included 585-nm PDL versus silicone gel sheeting, fractional CO2 laser versus TAC and fractional CO2 laser versus verapamil. However, the authors did not report enough data regarding the severity of scars to compare the interventions.\nAs only very low-certainty evidence is available on treatment-related adverse effects, including pain, charring (skin burning so that the surface becomes blackened), telangiectasia (a condition in which tiny blood vessels cause thread-like red lines on the skin), skin atrophy (skin thinning), purpuric discolorations, hypopigmentation (skin colour becomes lighter), and erosion (loss of part of the top layer of skin, leaving a denuded surface) secondary to blistering, we are not able to draw conclusions as to how these treatments compare.\nLaser plus other treatment versus other treatment:\nIt is unclear whether 585-nm PDL plus TAC plus 5-FU leads to a higher percentage of good to excellent improvement in hypertrophic and keloid scar severity compared with TAC plus 5-FU, as the certainty of evidence has been assessed as very low.\nDue to very low-certainty evidence, it is also uncertain whether CO2 laser plus TAC impacts on keloid scar severity compared with cryosurgery plus TAC.\nThe evidence is also very uncertain about the effect of neodymium-doped yttrium aluminium garnet (Nd:YAG) laser plus intralesional corticosteroid diprospan plus 5-FU on scar severity compared with diprospan plus 5-FU and about the effect of helium-neon (He-Ne) laser plus decamethyltetrasiloxane, polydimethylsiloxane and cyclopentasiloxane cream on scar severity compared with decamethyltetrasiloxane, polydimethylsiloxane and cyclopentasiloxane cream.\nOnly very low-certainty evidence is available on treatment-related adverse effects, including pain, atrophy, erythema, telangiectasia, hypopigmentation, regrowth, hyperpigmentation (skin colour becomes darker), and depigmentation (loss of colour from the skin). Therefore, we are not able to draw conclusions as to how these treatments compare."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to support or refute the effectiveness of laser therapy for treating hypertrophic and keloid scars. The available information is also insufficient to perform a more accurate analysis on treatment-related adverse effects related to laser therapy. Due to the heterogeneity of the studies, conflicting results, study design issues and small sample sizes, further high-quality trials, with validated scales and core outcome sets should be developed. These trials should take into consideration the consumers' opinion and values, the need for long-term follow-up and the necessity of reporting the rate of recurrence of scars to determine whether lasers may achieve superior results when compared with other therapies for treating hypertrophic and keloid scars."
    }
  ],
  "pls_title": "Laser therapy for hypertrophic and keloid scars",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What was studied in the review?",
      "text": "Hypertrophic and keloid scars are raised and bumpy scars that form when a wound does not heal correctly. These scars can be discoloured or reddened and can also cause pain and itching. A range of treatments are available, including silicone gels and steroids.\nLaser therapy may be an alternative treatment for these types of scars. During laser therapy, areas of skin are targeted by a powerful beam of light which can break down damaged tissue. Different types of laser therapy are available depending on the patient's skin type and the nature of the scar. Laser therapy is expensive and has potentially harmful side effects, so it is important to establish whether it is safe and effective."
    },
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this review was to investigate whether laser therapy is an effective treatment for people with hypertrophic and keloid scars. To answer this question, researchers from Cochrane collected and analysed all relevant studies to answer this question and found 15 randomised controlled trials."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "We included 15 studies dating from 1999 to 2019, involving 604 participants (children and adults of both sexes). The study sizes were small (10 to 120 participants), with the length of participant follow-up varying from 12 weeks to 12 months. The studies analysed the change in the severity of scars assessed by health professionals or participants.\nIn the studies, different kinds of laser devices were compared with no treatment and with other treatment methods. Laser therapy combined with another treatment was also compared with this treatment alone.\nWe cannot be sure whether laser therapy alone or combined with other treatments improves hypertrophic or keloid scars severity when compared with no treatment or other treatments, as the certainty of all available evidence is low or very low. This is due to the small number of studies, different comparisons, conflicting results, small number of participants, and lack of available data.\nSome side effects of laser treatment such as damage to the skin or underlying blood vessels, redness, and numbness were reported. However, the certainty of the evidence is too low to be sure how common these side effects are."
    },
    {
      "heading": "Key messages",
      "text": "Taken together, the results of these studies do not allow us to be sure if using any kind of laser therapy is more or less effective than other available treatments for hypertrophic and keloid scars. As the studies provided only very low-certainty evidence regarding possible side effects, we are not very confident in the results of the currently available studies, and we cannot be sure whether any type of laser therapy leads to more harm than benefits compared with no treatment or other treatments."
    },
    {
      "heading": "How up to date is this review?",
      "text": "We searched for studies published up to 23 March 2021."
    }
  ]
}