{
  "doi": "10.1002/14651858.CD011156.pub2",
  "name": "Pay for performance for hospitals",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pay-for-Performance (P4P) is a payment model that rewards health care providers for meeting pre-defined targets for quality indicators or efficacy parameters to increase the quality or efficacy of care."
    },
    {
      "heading": "Objectives",
      "text": "Our objective was to assess the impact of P4P for in-hospital delivered health care on the quality of care, resource use and equity. Our objective was not only to answer the question whether P4P works in general (simple perspective) but to provide a comprehensive and detailed overview of P4P with a focus on analyzing the intervention components, the context factors and their interrelation (more complex perspective)."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, three other databases and two trial registers on 27 June 2018. In addition, we searched conference proceedings, gray literature and web pages of relevant health care institutions, contacted experts in the field, conducted cited reference searches and performed cross-checks of included references and systematic reviews on the same topic."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized trials, cluster randomized trials, non-randomized clustered trials, controlled before-after studies, interrupted time series and repeated measures studies that analyzed hospitals, hospital units or groups of hospitals and that compared any kind of P4P to a basic payment scheme (e.g. capitation) without P4P. Studies had to analyze at least one of the following outcomes to be eligible: patient outcomes; quality of care; utilization, coverage or access; resource use, costs and cost shifting; healthcare provider outcomes; equity; adverse effects or harms."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened all citations for inclusion, extracted study data and assessed risk of bias for each included study. Study characteristics were extracted by one reviewer and verified by a second.\nWe did not perform meta-analysis because the included studies were too heterogenous regarding hospital characteristics, the design of the P4P programs and study design. Instead we present a structured narrative synthesis considering the complexity as well as the context/setting of the intervention. We assessed the certainty of evidence using the GRADE approach and present the results narratively in 'Summary of findings' tables."
    },
    {
      "heading": "Main results",
      "text": "We included 27 studies (20 CBA, 7 ITS) on six different P4P programs. Studies analyzed between 10 and 4267 centers. All P4P programs targeted acute or emergency physical conditions and compared a capitation-based payment scheme without P4P to the same capitation-based payment scheme combined with a P4P add-on. Two P4P program used rewards or penalties; one used first rewards and than penalties; two used penalties only and one used rewards only. Four P4P programs were established and evaluated in the USA, one in England and one in France.\nMost studies showed no difference or a very small effect in favor of the P4P program. The impact of each P4P program was as follows.\nPremier Hospital Quality Incentive Demonstration Program: It is uncertain whether this program, which used rewards for some hospitals and penalties for others, has an impact on mortality, adverse clinical events, quality of care, equity or resource use as the certainty of the evidence was very low.\nValue-Based Purchasing Program: It is uncertain whether this program, which used rewards for some hospitals and penalties for others, has an impact on mortality, adverse clinical events or quality of care as the certainty of the evidence was very low. Equity and resource use outcomes were not reported in the studies, which evaluated this program.\nNon-payment for Hospital-Acquired Conditions Program: It is uncertain whether this penalty-based program has an impact on adverse clinical events as the certainty of the evidence was very low. Mortality, quality of care, equity and resource use outcomes were not reported in the studies, which evaluated this program.\nHospital Readmissions Reduction Program: None of the studies that examined this penalty-based program reported mortality, adverse clinical events, quality of care (process quality score), equity or resource use outcomes.\nAdvancing Quality Program: It is uncertain whether this reward-/penalty-based program has an impact on mortality as the certainty of the evidence was very low. Adverse clinical events, quality of care, equity and resource use outcomes were not reported in any study.\nFinancial Incentive to Quality Improvement Program: It is uncertain whether this reward-based program has an impact on quality of care, as the certainty of the evidence was very low. Mortality, adverse clinical events, equity and resource use outcomes were not reported in any study.\nSubgroup analysis (analysis of modifying design and context factors)\nAnalysis of P4P design factors provides some hints that non-payments compared to additional payments and payments for quality attainment (e.g. falling below specified mortality threshold) compared to quality improvement (e.g. reduction of mortality by specified percent points within one year) may have a stronger impact on performance."
    },
    {
      "heading": "Authors' conclusions",
      "text": "It is uncertain whether P4P, compared to capitation-based payments without P4P for hospitals, has an impact on patient outcomes, quality of care, equity or resource use as the certainty of the evidence was very low (or we found no studies on the outcome) for all P4P programs. The effects on patient outcomes of P4P in hospitals were at most small, regardless of design factors and context/setting. It seems that with additional payments only small short-term but non-sustainable effects can be achieved. Non-payments seem to be slightly more effective than bonuses and payments for quality attainment seem to be slightly more effective than payments for quality improvement."
    }
  ],
  "pls_title": "Pay for performance (payment or penalty methods to encourage hospitals to increase quality of care)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What was the aim of this review",
      "text": "The aim of this Cochrane Review was to find out if 'pay for performance' — that is, providing hospitals with monetary incentives to meet targets or penalizing them for failing to reach those targets — can improve the quality of patient care, resource use and equity. The review was not limited to a certain health problem. Cochrane researchers collected and analyzed all relevant studies to answer this question."
    },
    {
      "heading": "Key messages",
      "text": "Pay for performance improved patient outcomes (mortality, clinical adverse events) either only very slightly or not at all. It seems that providing hospitals with additional payments to reward performance achieves only small, short-term, but non-sustainable, effects. Penalizing hospitals through non-payment for failure to reach performance targets seems to be slightly more effective than providing additional payments for performance; and payments for quality attainment (e.g. falling below specified mortality threshold) seem to be slightly more effective than payments for quality improvement (e.g. reduction of mortality by specified percent points within one year). It was not possible to determine if pay for performance affects patient outcomes because the certainty of the available evidence was judged to be very low.The impact of pay for performance on equity is unclear."
    },
    {
      "heading": "What was studied in the review?",
      "text": "The payment method for reimbursing health care delivered in hospitals can have an impact on patient outcomes, quality of care, equity, utilization, health care provider outcomes (e.g. workload) and adverse effects. The Cochrane researchers assessed the impact of payment methods that are based on hospital performance (e.g. hospital-acquired infections) and are thereby aiming to stimulate an improvement of hospital performance."
    },
    {
      "heading": "Main results",
      "text": "The review authors found 27 relevant studies that compared six different P4P programs. Twenty-four were from the USA, two from the UK and one was from France. All studies compared pay for performance (through the use of rewards or penalties or both) with no pay for performance, i.e. a basic payment scheme without a component that incentivizes quality of care. The studies were either funded by government agencies or received no funding.\nThere was no improvement of patient outcomes (mortality, adverse clinical events) or the improvement was at most very small. Consequently, we are uncertain whether P4P has a positive impact on patient outcomes because the certainty of the evidence was very low. There was a slightly larger improvement in quality of care. Non-payments ('sticks') seem to be a little bit more effective than additional payments ('carrots'). The impact of Pay-for-Performance on equity is unclear. We found no data on utilization (resource use), health care provider outcomes (quality of care) and adverse effects.\nAll studies were performed in high-income countries (USA, UK, France). Because of differences in the health care systems and the complexity of the Pay-for-Performance programs, the applicability of our findings to other countries is limited.\nFuture studies should put a stronger focus on the features that might modify the effect of P4P. In particular, the interaction of P4P features and context/setting (e.g. larger incentives for hospitals in a bad financial situation) should be evaluated."
    },
    {
      "heading": "How up to date is this review?",
      "text": "We searched for studies that had been published up to 27 June 2018."
    }
  ]
}