{
  "doi": "10.1002/14651858.CD004151.pub3",
  "name": "Interventions for replacing missing teeth: dental implants in zygomatic bone for the rehabilitation of the severely deficient edentulous maxilla ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Dental implants are used for replacing missing teeth. Placing dental implants is limited by the presence of adequate bone volume permitting their anchorage. Several bone augmentation procedures have been developed to solve this problem. Zygomatic implants are long screw-shaped implants developed as a partial or complete alternative to bone augmentation procedures for the severely atrophic maxilla. One to three zygomatic implants can be inserted through the posterior alveolar crest passing through the maxillary sinus, or externally to it, to engage the body of the zygomatic bone. A couple of conventional dental implants may also be needed in the frontal region of the maxilla to stabilise the prosthesis. The potential main advantages of zygomatic implants could be that bone grafting may not be needed and a fixed prosthesis could be fitted sooner. Another specific indication for zygomatic implants could be maxillary reconstruction after maxillectomy in cancer patients."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of zygomatic implants with and without bone augmenting procedures in comparison with conventional dental implants in augmented bone for the rehabilitation with implant-supported prostheses of severely resorbed maxillae."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following electronic databases: the Cochrane Oral Health Group's Trials Register (to 17 June 2013), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2013, Issue 5), MEDLINE via OVID (1946 to 17 June 2013) and EMBASE via OVID (1980 to 17 June 2013). Personal contacts and all known zygomatic implant manufacturers were contacted to identify unpublished trials. No restrictions were placed on the language or date of publication when searching the electronic databases."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) including participants with severely resorbed maxillae, who could not be rehabilitated with conventional dental implants, treated with zygomatic implants with and without bone grafts versus participants treated with bone augmentation procedures and conventional dental implants, with a follow-up of at least one year in function."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors would have extracted data from eligible studies and assessed their risk of bias independently and in duplicate. The results of included studies were to be combined in meta-analyses using random-effects models where there were more than four studies, and fixed-effect models where there were less than four studies. We would have expressed the estimate of the intervention effect as mean difference for continuous outcomes and risk ratio for dichotomous outcomes, with 95% confidence intervals. Heterogeneity was to be investigated including both clinical and methodological factors."
    },
    {
      "heading": "Main results",
      "text": "We did not identify any RCTs which were eligible for inclusion in this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is a need for RCTs in this area to assess whether zygomatic implants offer some advantages over alternative bone augmentation techniques for treating atrophic maxillae."
    }
  ],
  "pls_title": "Interventions for replacing missing teeth: dental implants into the cheekbone for people with no teeth and insufficient bone in the upper jaw to anchor implants",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "This review, carried out by authors of the Cochrane Oral Health Group, was produced to assess the beneficial and harmful effects of long tooth implants passing through the sinus and into cheekbone as an alternative to procedures designed to build up missing bone in the jaw such as bone grafting. The review question was intended to look at three options for this treatment.\n(1) As a complete alternative to any procedures designed to build up missing bone in the jaw.\n(2) As a partial alternative, for example some building up of the bone would still be needed in the front parts of the jaw.\n(3) How long tooth implants can help retain any artificial palate (prosthesis or obturator) that may be needed after surgery to remove the roof and/or hard palate of the mouth (maxillectomy)."
    },
    {
      "heading": "Background",
      "text": "Sometimes there is not enough bone in the upper jaw in which to secure dental implants. Sometimes bone is taken from somewhere else in the person's body, or bone substitutes are used. An alternative approach is to place one to three long screw-shaped implants into the sinus and the cheekbone (zygomatic implants). This may mean that bone grafting is unnecessary. The implants can then be used to build and secure artificial teeth."
    },
    {
      "heading": "Study characteristics",
      "text": "A search was done on 17 June 2013 and the review team found no trials comparing the outcomes of zygomatic implants with conventional bone grafting."
    },
    {
      "heading": "Key results",
      "text": "There are no comparative trials evaluating the effectiveness of long implants passing through the sinus and into the cheekbone as an alternative to bone augmentation procedures."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Not applicable."
    }
  ]
}