{
  "doi": "10.1002/14651858.CD007986.pub3",
  "name": "Polyunsaturated fatty acids (PUFA) for attention deficit hyperactivity disorder (ADHD) in children and adolescents ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Attention deficit hyperactivity disorder (ADHD) is a major problem in children and adolescents, characterised by age-inappropriate levels of inattention, hyperactivity, and impulsivity, and is associated with long-term social, academic, and mental health problems. The stimulant medications methylphenidate and amphetamine are the most frequently used treatments for ADHD, but these are not always effective and can be associated with side effects. Clinical and biochemical evidence suggests that deficiencies of polyunsaturated fatty acids (PUFA) could be related to ADHD. Research has shown that children and adolescents with ADHD have significantly lower plasma and blood concentrations of PUFA and, in particular, lower levels of omega-3 PUFA. These findings suggest that PUFA supplementation may reduce the attention and behaviour problems associated with ADHD. This review is an update of a previously published Cochrane Review. Overall, there was little evidence that PUFA supplementation improved symptoms of ADHD in children and adolescents."
    },
    {
      "heading": "Objectives",
      "text": "To compare the efficacy of PUFA to other forms of treatment or placebo in treating the symptoms of ADHD in children and adolescents."
    },
    {
      "heading": "Search methods",
      "text": "We searched 13 databases and two trials registers up to October 2021. We also checked the reference lists of relevant studies and reviews for additional references."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised and quasi-randomised controlled trials that compared PUFA with placebo or PUFA plus alternative therapy (medication, behavioural therapy, or psychotherapy) with the same alternative therapy alone in children and adolescents (aged 18 years and under) diagnosed with ADHD."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcome was severity or improvement of ADHD symptoms. Our secondary outcomes were severity or incidence of behavioural problems; quality of life; severity or incidence of depressive symptoms; severity or incidence of anxiety symptoms; side effects; loss to follow-up; and cost. We used GRADE to assess the certainty of evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We included 37 trials with more than 2374 participants, of which 24 trials were new to this update. Five trials (seven reports) used a cross-over design, while the remaining 32 trials (52 reports) used a parallel design. Seven trials were conducted in Iran, four each in the USA and Israel, and two each in Australia, Canada, New Zealand, Sweden, and the UK. Single studies were conducted in Brazil, France, Germany, India, Italy, Japan, Mexico, the Netherlands, Singapore, Spain, Sri Lanka, and Taiwan. Of the 36 trials that compared a PUFA to placebo, 19 used an omega-3 PUFA, six used a combined omega-3/omega-6 supplement, and two used an omega-6 PUFA. The nine remaining trials were included in the comparison of PUFA to placebo, but also had the same co-intervention in the PUFA and placebo groups. Of these, four trials compared a combination of omega-3 PUFA plus methylphenidate to methylphenidate. One trial each compared omega-3 PUFA plus atomoxetine to atomoxetine; omega-3 PUFA plus physical training to physical training; and an omega-3 or omega-6 supplement plus methylphenidate to methylphenidate; and two trials compared omega-3 PUFA plus dietary supplement to dietary supplement. Supplements were given for a period of between two weeks and six months.\nAlthough we found low-certainty evidence that PUFA compared to placebo may improve ADHD symptoms in the medium term (risk ratio (RR) 1.95, 95% confidence interval (CI) 1.47 to 2.60; 3 studies, 191 participants), there was high-certainty evidence that PUFA had no effect on parent-rated total ADHD symptoms compared to placebo in the medium term (standardised mean difference (SMD) −0.08, 95% CI −0.24 to 0.07; 16 studies, 1166 participants). There was also high-certainty evidence that parent-rated inattention (medium-term: SMD −0.01, 95% CI −0.20 to 0.17; 12 studies, 960 participants) and hyperactivity/impulsivity (medium-term: SMD 0.09, 95% CI −0.04 to 0.23; 10 studies, 869 participants) scores were no different compared to placebo.\nThere was moderate-certainty evidence that overall side effects likely did not differ between PUFA and placebo groups (RR 1.02, 95% CI 0.69 to 1.52; 8 studies, 591 participants). There was also moderate-certainty evidence that medium-term loss to follow-up was likely similar between groups (RR 1.03, 95% CI 0.77 to 1.37; 13 studies, 1121 participants)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Although we found low-certainty evidence that children and adolescents receiving PUFA may be more likely to improve compared to those receiving placebo, there was high-certainty evidence that PUFA had no effect on total parent-rated ADHD symptoms. There was also high-certainty evidence that inattention and hyperactivity/impulsivity did not differ between PUFA and placebo groups.\nWe found moderate-certainty evidence that overall side effects likely did not differ between PUFA and placebo groups. There was also moderate-certainty evidence that follow-up was similar between groups.\nIt is important that future research addresses the current weaknesses in this area, which include small sample sizes, variability of selection criteria, variability of the type and dosage of supplementation, and short follow-up times."
    }
  ],
  "pls_title": "Polyunsaturated fatty acids (PUFA) supplements for attention deficit hyperactivity disorder (ADHD) in children and adolescents",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is ADHD?",
      "text": "Attention deficit hyperactivity disorder (ADHD) is a common problem in children and adolescents. Those affected may struggle to concentrate, feel restless, or act on impulse. As a result of these difficulties, ADHD can cause long-term social, academic, and mental health problems. Medicines are the most frequently used treatments for ADHD, but they are not always effective and can cause unwanted side effects."
    },
    {
      "heading": "What are polyunsaturated fatty acids (PUFA)?",
      "text": "Polyunsaturated fatty acids (PUFA) are a type of fat. They are necessary for normal brain development and are found in foods such as fish (omega-3 PUFA) and vegetable oils (omega-6 PUFA)."
    },
    {
      "heading": "How could PUFA be useful in ADHD?",
      "text": "There is some evidence that ADHD could be related to low levels of PUFA, in particular omega-3 PUFA. PUFA supplements may therefore improve ADHD symptoms, behavioural problems, and related mental health symptoms such as anxiety and depression."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to know whether PUFA supplements improve ADHD symptoms in children and adolescents with ADHD.\nAlthough there were some limited data in the original review that suggested PUFA improved symptoms of ADHD, there is currently little evidence that PUFA supplementation is beneficial. It was important to update the evidence to incorporate new studies that have been published since the original review."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for all trials that compared PUFA to placebo (dummy pill), medicines, or psychological or medical therapies in children or adolescents with ADHD. We searched 13 databases and two trials registers up to October 2021."
    },
    {
      "heading": "What did we find?",
      "text": "We found 24 new studies in this update, bringing the total number of studies included in the review to 37, which involved more than 2374 children and adolescents with ADHD. Seven studies were conducted in Iran; four each in the USA and Israel; two each in Australia, Canada, New Zealand, Sweden, and the UK; and one each in Brazil, France, Germany, India, Italy, Japan, Mexico, the Netherlands, Singapore, Spain, Sri Lanka, and Taiwan.\nThirty-six studies compared PUFA to placebo. Treatment with PUFA lasted between two weeks and six months.\nAlthough there was some evidence that PUFA could improve ADHD symptoms in children and adolescents, most of the evidence indicated that PUFA did not improve ADHD symptoms such as inattention or hyperactivity-impulsivity. PUFA probably makes little to no difference to overall side effects or whether a person drops out of a study (i.e. does not complete it)."
    },
    {
      "heading": "How confident are we about what we found?",
      "text": "We are confident that PUFA has no effect on ADHD symptoms when compared to placebo. Although there was some evidence that ADHD symptoms may be more likely to improve in children and adolescents receiving PUFA compared to those receiving placebo, we have little confidence in this finding.\nWe are fairly confident that there are no differences between PUFA and placebo groups in overall side effects or dropout.\nLimitations of the analyses included small sample sizes, variability of selection criteria, variability of the type and dosage of supplementation, and short follow-up times."
    }
  ]
}