{
  "doi": "10.1002/14651858.CD013463.pub2",
  "name": "Fortification of salt with iron and iodine versus fortification of salt with iodine alone for improving iron and iodine status ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Iron deficiency is an important micronutrient deficiency contributing to the global burden of disease, and particularly affects children, premenopausal women, and people in low-resource settings. Anaemia is a possible consequence of iron deficiency, although clinical and functional manifestations of anemia can occur without iron deficiency (e.g. from other nutritional deficiencies, inflammation, and parasitic infections). Direct nutritional interventions, such as large-scale food fortification, can improve micronutrient status, especially in vulnerable populations. Given the highly successful delivery of iodine through salt iodisation, fortifying salt with iodine and iron has been proposed as a method for preventing iron deficiency anaemia. Further investigation of the effect of double-fortified salt (i.e. with iron and iodine) on iron deficiency and related outcomes is warranted."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of double-fortified salt (DFS) compared to iodised salt (IS) on measures of iron and iodine status in all age groups."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, five other databases, and two trial registries up to April 2021. We also searched relevant websites, reference lists, and contacted the authors of included studies."
    },
    {
      "heading": "Selection criteria",
      "text": "All prospective randomised controlled trials (RCTs), including cluster-randomised controlled trials (cRCTs), and controlled before-after (CBA) studies, comparing DFS with IS on measures of iron and iodine status were eligible, irrespective of language or publication status. Study reports published as abstracts were also eligible."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors applied the study selection criteria, extracted data, and assessed risk of bias. Two review authors rated the certainty of the evidence using GRADE. When necessary, we contacted study authors for additional information. We assessed RCTs, cRCTs and CBA studies using the Cochrane RoB 1 tool and Cochrane Effective Practice and Organisation of Care (EPOC) tool across the following domains: random sequence generation; allocation concealment; blinding of participants and personnel; blinding of outcome assessment; incomplete outcome data; selective reporting; and other potential sources of bias due to similar baseline characteristics, similar baseline outcome assessments, and declarations of conflicts of interest and funding sources. We also assessed cRCTs for recruitment bias, baseline imbalance, loss of clusters, incorrect analysis, and comparability with individually randomised studies. We assigned studies an overall risk of bias judgement (low risk, high risk, or unclear)."
    },
    {
      "heading": "Main results",
      "text": "We included 18 studies (7 RCTs, 7 cRCTs, 4 CBA studies), involving over 8800 individuals from five countries. One study did not contribute to analyses. All studies used IS as the comparator and measured and reported outcomes at study endpoint.\nWith regards to risk of bias, five RCTs had unclear risk of bias, with some concerns in random sequence generation and allocation concealment, while we assessed two RCTs to have a high risk of bias overall, whereby high risk was noted in at least one or more domain(s). Of the seven cRCTs, we assessed six at high risk of bias overall, with one or more domain(s) judged as high risk and one cRCT had an unclear risk of bias with concerns around allocation and blinding. The four CBA studies had high or unclear risk of bias for most domains.\nThe RCT evidence suggested that, compared to IS, DFS may slightly improve haemoglobin concentration (mean difference (MD) 0.43 g/dL, 95% confidence interval (CI) 0.23 to 0.63; 13 studies, 4564 participants; low-certainty evidence), but DFS may reduce urinary iodine concentration compared to IS (MD −96.86 μg/L, 95% CI −164.99 to −28.73; 7 studies, 1594 participants; low-certainty evidence), although both salts increased mean urinary iodine concentration above the cut-off deficiency. For CBA studies, we found DFS made no difference in haemoglobin concentration (MD 0.26 g/dL, 95% CI −0.10 to 0.63; 4 studies, 1397 participants) or urinary iodine concentration (MD −17.27 µg/L, 95% CI −49.27 to 14.73; 3 studies, 1127 participants). No studies measured blood pressure.\nFor secondary outcomes reported in RCTs, DFS may result in little to no difference in ferritin concentration (MD −3.94 µg/L, 95% CI −20.65 to 12.77; 5 studies, 1419 participants; low-certainty evidence) or transferrin receptor concentration (MD −4.68 mg/L, 95% CI −11.67 to 2.31; 5 studies, 1256 participants; low-certainty evidence) compared to IS. However, DFS may reduce zinc protoporphyrin concentration (MD −27.26 µmol/mol, 95% CI −47.49 to −7.03; 3 studies, 921 participants; low-certainty evidence) and result in a slight increase in body iron stores (MD 1.77 mg/kg, 95% CI 0.79 to 2.74; 4 studies, 847 participants; low-certainty evidence). In terms of prevalence of anaemia, DFS may reduce the risk of anaemia by 21% (risk ratio (RR) 0.79, 95% CI 0.66 to 0.94; P = 0.007; 8 studies, 2593 participants; moderate-certainty evidence). Likewise, DFS may reduce the risk of iron deficiency anaemia by 65% (RR 0.35, 95% CI 0.24 to 0.52; 5 studies, 1209 participants; low-certainty evidence).\nFour studies measured salt intake at endline, although only one study reported this for both groups. Two studies reported prevalence of goitre, while one CBA study measured and reported serum iron concentration. One study reported adverse effects. No studies measured hepcidin concentration."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Our findings suggest DFS may have a small positive impact on haemoglobin concentration and the prevalence of anaemia compared to IS, particularly when considering efficacy studies. Future research should prioritise studies that incorporate robust study designs and outcome measures (e.g. anaemia, iron status measures) to better understand the effect of DFS provision to a free-living population (non-research population), where there could be an added cost to purchase double-fortified salt. Adequately measuring salt intake, both at baseline and endline, and adjusting for inflammation will be important to understanding the true effect on measures of iron status."
    }
  ],
  "pls_title": "Fortification of salt with iron and iodine compared to salt fortified with iodine only for improving iron and iodine status",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Compared to iodised salt, double-fortified salt (salt fortified with iron and iodine) may improve some measures of iron and iodine nutrition, such as haemoglobin (i.e. the substance that gives red blood cells their colour) concentrations and body iron stores. However, it may reduce urinary iodine concentration and may make little or no difference to ferritin (i.e. iron-storage protein) concentrations and transferrin receptor (i.e. protein that affects the uptake of iron) concentrations. It probably also reduces the prevalence of anaemia (lack of haemoglobin), and may reduce the prevalence of iron deficiency anaemia (lack of iron), compared to iodised salt.\nWell-designed studies that assess the effects of double-fortified salt within non-research populations (i.e. real-life settings), and that measure salt intake, including changes in salt consumption, are needed."
    },
    {
      "heading": "What is iron deficiency?",
      "text": "Almost two billion people experience a deficiency in a vitamin or mineral (or both), with women and children in resource-limited settings most frequently affected. Iron-related deficiencies are among the most common deficiencies in the world and have important short- and long-term health consequences. Interventions to provide iron frequently include iron supplementation, including iron tablets, powders, or syrups. However, these have known barriers, and food fortification strategies may be attractive alternatives. Salt is one of few universally consumed food vehicles. Iodised salt is fortified to provide 100% of a person's iodine requirements and is highly effective. Double-fortified salt was developed to provide 30% of a person's daily dietary iron requirement and 100% of their iodine requirement. In some resource-limited settings, where iron-related deficiencies are a common problem, there has been interest in making double-fortified salt more available to the public. This calls for further understanding of the effect of double-fortified salt on related outcomes."
    },
    {
      "heading": "What did we want to find out?",
      "text": "If double-fortified salt is better than salt fortified with iodine alone for improving measures of iron and iodine-related nutrition, in particular:\n- haemoglobin concentration;\n- urinary iodine concentration;\n- blood pressure;\n- ferritin concentration;\n- transferrin receptor concentration;\n- prevalence of anaemia;\n- prevalence of iron deficiency anaemia."
    },
    {
      "heading": "What did we do?",
      "text": "We looked for studies that provided double-fortified salt to one group of participants and iodised salt to another. We compared their results, and rated our confidence in the evidence, based on factors such as study methods and sample size."
    },
    {
      "heading": "What did we find?",
      "text": "We identified 18 studies, involving over 8800 individuals from five countries; 13 studies were conducted in India. In 13 studies the intervention lasted between 6 and 12 months; in two studies it lasted 3 months, and in single studies it lasted for 18 months, 24 months, or the duration was unclear. Nine studies were conducted in children and adolescents (5 to 17 years), four in adults (18 years and older), and five included multiple age groups. All studies compared double-fortified salt to iodised salt. Most studies were funded by non-profit organisations, university grants or academic institutes. In four studies, double-fortified salt was provided by a commercial organisation, and in three studies the funding source unclear.\nCompared to iodised salt, double-fortified salt may improve haemoglobin concentration and body iron stores slightly, and probably reduces the prevalence of anaemia by 21%. However, double-fortified salt may also reduce urinary iodine concentration compared to iodised salt and may make little or no difference in ferritin and transferrin receptor concentration. Double-fortified salt may reduce the prevalence of iron deficiency anaemia by 65%, compared to iodised salt, although this conclusion is uncertain because of some problems with the way the studies were conducted. Very few studies measured zinc protoporphyrin concentration, adverse effects, prevalence of goitre and salt intake. One study measured serum iron concentration.\nNo studies measured blood pressure or hepcidin concentration."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have relatively low confidence in the evidence for the outcomes: haemoglobin, urinary iodine, ferritin, and transferrin receptor concentration, and prevalence of iron deficiency anaemia. Not all studies provided data about all outcomes of interest; studies delivered the intervention differently; and studies were small, both in number and size.\nFor the prevalence of anaemia, we are moderately confident in the evidence because studies used different ways of delivering the intervention.\nCare should be taken in interpreting our findings in relation to public health policy and programmes. Most studies were conducted in monitored research settings and double-fortified salt was provided without an added cost. We are unsure if the effect we observed would be the same in real-life (i.e. non-research population), where purchasing double-fortified salt could increase the cost. More studies looking at the effect of double-fortified salt within real-life settings are needed to understand the true effects of double-fortified salt with greater certainty. Given the changing guidelines for salt intake, future studies should measure salt intake to understand if double-fortified salt should be considered to prevent anaemia at the population level and how to integrate double-fortified salt into the supply chain."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to April 2021."
    }
  ]
}