{
  "doi": "10.1002/14651858.CD013530.pub2",
  "name": "Pressure‐garment therapy for preventing hypertrophic scarring after burn injury",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Burn damage to skin often results in scarring; however in some individuals the failure of normal wound-healing processes results in excessive scar tissue formation, termed 'hypertrophic scarring'. The most commonly used method for the prevention and treatment of hypertrophic scarring is pressure-garment therapy (PGT). PGT is considered standard care globally; however, there is continued uncertainty around its effectiveness."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of pressure-garment therapy for the prevention of hypertrophic scarring after burn injury."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. We searched CENTRAL, MEDLINE, Embase, two other databases, and two trials registers on 8 June 2023 with reference checking, citation searching, and contact with study authors to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) comparing PGT (alone or in combination with other scar-management therapies) with scar management therapies not including PGT, or comparing different PGT pressures or different types of PGT."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two review authors independently selected trials for inclusion using predetermined inclusion criteria, extracted data, and assessed risk of bias using the Cochrane RoB 1 tool. We assessed the certainty of evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included 15 studies in this review (1179 participants), 14 of which (1057 participants) presented useable data. The sample size of included studies ranged from 17 to 159 participants. Most studies included both adults and children. Eight studies compared a pressure garment (with or without another scar management therapy) with scar management therapy alone, five studies compared the same pressure garment at a higher pressure versus a lower pressure, and two studies compared two different types of pressure garments. Studies used a variety of pressure garments (e.g. in-house manufactured or a commercial brand). Types of scar management therapies included were lanolin massage, topical silicone gel, silicone sheet/dressing, and heparin sodium ointment.\nMeta-analysis was not possible as there was significant clinical and methodological heterogeneity between studies. Main outcome measures were scar improvement assessed using the Vancouver Scar Scale (VSS) or the Patient and Observer Scar Assessment Scale (POSAS) (or both), pain, pruritus, quality of life, adverse events, and adherence to therapy. Studies additionally reported a further 14 outcomes, mostly individual scar parameters, some of which contributed to global scores on the VSS or POSAS. The amount of evidence for each individual outcome was limited. Most studies had a short follow-up, which may have affected results as the full effect of any therapy on scar healing may not be seen until around 18 months.\nPGT versus no treatment/lanolin\nWe included five studies (378 participants). The evidence is very uncertain on whether PGT improves scars as assessed by the VSS compared with no treatment/lanolin. The evidence is also very uncertain for pain, pruritus, adverse events, and adherence. No study used the POSAS or assessed quality of life. One additional study (122 participants) did not report useable data.\nPGT versus silicone\nWe included three studies (359 participants). The evidence is very uncertain on the effect of PGT compared with silicone, as assessed by the VSS and POSAS. The evidence is also very uncertain for pain, pruritus, quality of life, adverse events, adherence, and other scar parameters. It is possible that silicone may result in fewer adverse events or better adherence compared with PGT but this was also based on very low-certainty evidence.\nPGT plus silicone versus no treatment/lanolin\nWe included two studies (200 participants). The evidence is very uncertain on whether PGT plus silicone improves scars as assessed by the VSS compared with no treatment/lanolin. The evidence is also very uncertain for pain, pruritus, and adverse events. No study used the POSAS or assessed quality of life or adherence.\nPGT plus silicone versus silicone\nWe included three studies (359 participants). The evidence is very uncertain on the effect of PGT plus silicone compared with silicone, as assessed by the VSS and POSAS. The evidence is also very uncertain for pain, pruritus, quality of life, adverse events, and adherence.\nPGT plus scar management therapy including silicone versus scar management therapy including silicone\nWe included one study (88 participants). The evidence is very uncertain on the effect of PGT plus scar management therapy including silicone versus scar management therapy including silicone, as assessed by the VSS and POSAS. The evidence is also very uncertain for pain, pruritus, quality of life, adverse events, and adherence.\nHigh-pressure versus low-pressure garments\nWe included five studies (262 participants). The evidence is very uncertain on the effect of high pressure versus low pressure PGT on adverse events and adherence. No study used the VSS or the POSAS or assessed pain, pruritus, or quality of life.\nDifferent types of PGT (Caroskin Tricot + an adhesive silicone gel sheet versus Gecko Nanoplast (silicone gel bandage))\nWe included one study (60 participants). The evidence is very uncertain on the effect of Caroskin Tricot versus Gecko Nanoplast on the POSAS, pain, pruritus, and adverse events. The study did not use the VSS or assess quality of life or adherence.\nDifferent types of pressure garments (Jobst versus Tubigrip)\nWe included one study (110 participants). The evidence is very uncertain on the adherence to either Jobst or Tubigrip. This study did not report any other outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to recommend using either PGT or an alternative for preventing hypertrophic scarring after burn injury. PGT is already commonly used in practice and it is possible that continuing to do so may provide some benefit to some people. However, until more evidence becomes available, it may be appropriate to allow patient preference to guide therapy."
    }
  ],
  "pls_title": "Pressure garments for preventing hypertrophic scarring after burn injury",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "– We do not know if pressure garment therapy is more effective than other scar treatment options (e.g. silicone gel/sheets, massage with lanolin) for preventing an abnormally thick and raised scar (hypertrophic scarring).\n– Future studies should include more participants who are monitored for longer; should clearly report on any other treatments that are offered alongside or as an alternative to pressure garment therapy; and measure outcomes that are most important to people with burn injuries."
    },
    {
      "heading": "What are pressure garments used for?",
      "text": "Pressure garments are tight elastic garments (such as dressings or bandages) that are commonly worn over a burn injury as soon as the wound is judged clinically to have sufficiently healed. They are worn for 23 hours a day, usually for 12 to 18 months. The tightness of the garment is thought to help reduce hypertrophic scarring.\nHypertrophic scarring is when skin does not heal normally after an injury. This results in larger scars forming and can cause pain, itching, and reduced movement in affected areas. Many factors are involved in the development of hypertrophic scarring, such as age, ethnic group, and hormone levels, as well as the burn size, thickness, and location, but not much is known about why some people develop this type of scarring."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out whether pressure garments are effective for preventing hypertrophic scarring compared with other scar treatment options such as silicone gels and sheets, massage with lanolin, ointment containing the medicine heparin sodium, or no treatment."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for randomised controlled trials that compared:\n– pressure garments versus other treatment options; or\n– different pressures being applied by pressure garments;\n– different types of pressure garment.\nRandomised controlled trials are studies in which participants are assigned randomly to one of two or more treatment groups. This is the best way to ensure that groups of participants are similar, and that any differences between the groups are due to the treatment that is being evaluated.\nWe compared and summarised the trial results, and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 15 studies that involved 1179 people with (mostly burn) injuries that resulted in scars; 14 of these (1057 participants) presented useable data. Most studies included adults and children. The largest study had 159 participants and the smallest study had 17 participants. The studies were conducted in countries around the world, but most were done in China (five) and the USA (five). Most studies lasted for around six months; only three studies lasted for 12 months or more. The studies assessed a wide range of scar-related outcomes, for example: scar thickness, redness, itching, pain, complications from the treatment, or used a rating tool that included several scar characteristics. However, not all studies assessed the same outcomes.\nWe are unsure whether pressure garments (with or without silicone) improve scar-related outcomes compared with other treatments (with or without silicone), as the quality of the available evidence is very low. We did not find any evidence to suggest that pressure garments or silicone cause any serious harms, though a small amount of evidence suggested the pressure garments might cause more discomfort; however, we are unsure about this."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are very uncertain about the benefits or harms of pressure garment therapy compared with other scar management therapies for preventing hypertrophic scarring. Most studies involved only small numbers of people, and used methods that may mean some findings were biased. In some studies, people were aware of the treatment they were getting, which might have influenced how they rated any improvement of their scars. Some studies also included people who had scars resulting from injuries other than burns. Most studies were not long enough to show longer-term changes (12 months or more) to scars."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to June 2023."
    }
  ]
}