{
  "doi": "10.1002/14651858.CD010088.pub3",
  "name": "Routine vaginal examinations compared to other methods for assessing progress of labour to improve outcomes for women and babies at term ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Routine vaginal examinations are undertaken at regular time intervals during labour to assess whether labour is progressing as expected. Unusually slow progress can be due to underlying problems, described as labour dystocia, or can be a normal variation of progress. Evidence suggests that if mother and baby are well, length of labour alone should not be used to decide whether labour is progressing normally. Other methods to assess labour progress include intrapartum ultrasound and monitoring external physical and behavioural cues. Vaginal examinations can be distressing for women, and overdiagnosis of dystocia can result in iatrogenic morbidity due to unnecessary intervention. It is important to establish whether routine vaginal examinations are effective, both as an accurate measure of physiological labour progress and to distinguish true labour dystocia, or whether other methods for assessing labour progress are more effective. This Cochrane Review is an update of a review first published in 2013."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effectiveness, acceptability, and consequences of routine vaginal examinations compared with other methods, or different timings, to assess labour progress at term."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched Cochrane Pregnancy and Childbirth Trials Register (which includes trials from CENTRAL, MEDLINE, Embase, CINAHL, and conference proceedings) and ClinicalTrials.gov (28 February 2021). We also searched the reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) of vaginal examinations compared with other methods of assessing labour progress and studies assessing different timings of vaginal examinations. Quasi-RCTs and cluster-RCTs were eligible for inclusion. We excluded cross-over trials and conference abstracts."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed all studies identified by the search for inclusion in the review. Four review authors independently extracted data. Two review authors assessed risk of bias and certainty of the evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included four studies that randomised a total of 755 women, with data analysed for 744 women and their babies. Interventions used to assess labour progress were routine vaginal examinations, routine ultrasound assessments, routine rectal examinations, routine vaginal examinations at different frequencies, and vaginal examinations as indicated. We were unable to conduct meta-analysis as there was only one study for each comparison.\nAll studies were at high risk of performance bias due to difficulties with blinding. We assessed two studies as high risk of bias and two as low or unclear risk of bias for other domains. The overall certainty of the evidence assessed using GRADE was low or very low.\nRoutine vaginal examinations versus routine ultrasound to assess labour progress (one study, 83 women and babies)\nStudy in Turkey involving multiparous women with spontaneous onset of labour.\nRoutine vaginal examinations may result in a slight increase in pain compared to routine ultrasound (mean difference −1.29, 95% confidence interval (CI) −2.10 to −0.48; one study, 83 women, low certainty evidence) (pain measured using a visual analogue scale (VAS) in reverse: zero indicating 'worst pain', 10 indicating no pain).\nThe study did not assess our other primary outcomes: positive birth experience; augmentation of labour; spontaneous vaginal birth; chorioamnionitis; neonatal infection; admission to neonatal intensive care unit (NICU).\nRoutine vaginal examinations versus routine rectal examinations to assess labour progress (one study, 307 women and babies)\nStudy in Ireland involving women in labour at term. We assessed the certainty of the evidence as very low.\nCompared with routine rectal examinations, routine vaginal examinations may have little or no effect on: augmentation of labour (risk ratio (RR) 1.03, 95% CI 0.63 to 1.68; one study, 307 women); and spontaneous vaginal birth (RR 0.98, 95% CI 0.90 to 1.06; one study, 307 women).\nWe found insufficient data to fully assess: neonatal infections (RR 0.33, 95% CI 0.01 to 8.07; one study, 307 babies); and admission to NICU (RR 1.32, 95% CI 0.47 to 3.73; one study, 307 babies).\nThe study did not assess our other primary outcomes: positive birth experience; chorioamnionitis; maternal pain.\nRoutine four-hourly vaginal examinations versus routine two-hourly examinations (one study, 150 women and babies)\nUK study involving primiparous women in labour at term. We assessed the certainty of the evidence as very low.\nCompared with routine two-hourly vaginal examinations, routine four-hourly vaginal examinations may have little or no effect, with data compatible with both benefit and harm, on: augmentation of labour (RR 0.97, 95% CI 0.60 to 1.57; one study, 109 women); and spontaneous vaginal birth (RR 1.02, 95% CI 0.83 to 1.26; one study, 150 women).\nThe study did not assess our other primary outcomes: positive birth experience; chorioamnionitis; neonatal infection; admission to NICU; maternal pain.\nRoutine vaginal examinations versus vaginal examinations as indicated (one study, 204 women and babies)\nStudy in Malaysia involving primiparous women being induced at term. We assessed the certainty of the evidence as low.\nCompared with vaginal examinations as indicated, routine four-hourly vaginal examinations may result in more women having their labour augmented (RR 2.55, 95% CI 1.03 to 6.31; one study, 204 women).\nThere may be little or no effect on:\n• spontaneous vaginal birth (RR 1.08, 95% CI 0.73 to 1.59; one study, 204 women);\n• chorioamnionitis (RR 3.06, 95% CI 0.13 to 74.21; one study, 204 women);\n• neonatal infection (RR 4.08, 95% CI 0.46 to 35.87; one study, 204 babies);\n• admission to NICU (RR 2.04, 95% CI 0.63 to 6.56; one study, 204 babies).\nThe study did not assess our other primary outcomes of positive birth experience or maternal pain."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on these findings, we cannot be certain which method is most effective or acceptable for assessing labour progress. Further large-scale RCT trials are required. These should include essential clinical and experiential outcomes. This may be facilitated through the development of a tool to measure positive birth experiences. Data from qualitative studies are also needed to fully assess whether methods to evaluate labour progress meet women's needs for a safe and positive labour and birth, and if not, to develop an approach that does."
    }
  ],
  "pls_title": "Routine vaginal examinations in labour",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "The aim of this Cochrane Review was to find out if routine vaginal examinations for assessing labour progress are effective and acceptable to women, and to compare the use of these examinations to other methods of assessing labour progress."
    },
    {
      "heading": "Why is this important?",
      "text": "Labour is usually monitored to ensure that it is progressing as expected, and that there are no signs of abnormal progress that might be harmful to mother or baby. The method most commonly used is routine vaginal examination (undertaken at regular time intervals), which provides information on how dilated the woman's cervix is and the position of the baby. Very slow labours can be a sign of underlying problems that may require interventions to speed up labour and birth (augmentation). However, slow labours can also be a normal variation of labour progress, and recent evidence suggests that if mother and baby are well, length of labour or cervical dilation alone should not be used to decide whether labour is progressing normally.\nOther methods to assess labour progress include the use of ultrasound, assessing how the mother behaves, and external physical signs of progress, such as a purple line that develops between the mother's buttocks as labour progresses. However, these methods are not standard practice. The most effective method to assess labour progress has not been established.\nVaginal examinations can be uncomfortable, painful, and distressing. If slow but normal labours are misdiagnosed as being abnormal, this can lead to unnecessary interventions, such as augmentation or caesarean section. Some women may not want these interventions, and their use can cause emotional and physical harm. Misdiagnosis of labour progress either way can be physically and emotionally devastating. Women's views and experiences of the methods used to assess labour progress should be considered, alongside evidence of effectiveness."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched in February 2021 and included four studies, with data for 744 women and babies. Overall, the evidence was uncertain or very uncertain due to the study methods and the inclusion of small numbers of women and babies."
    },
    {
      "heading": "Routine vaginal examinations versus routine ultrasound (one study, 83 women and babies)",
      "text": "Study in Turkey involving women with spontaneous onset of labour and who had given birth before: routine vaginal examinations may result in a slight increase in pain compared to routine ultrasound to assess labour progress.\nThe study did not assess our other primary outcomes: positive birth experience; augmentation of labour; spontaneous vaginal birth; chorioamnionitis (inflammation or infection of the membranes around the baby); neonatal infection; admission to neonatal intensive care unit (NICU)."
    },
    {
      "heading": "Routine vaginal examinations versus routine rectal examinations (one study, 307 women and babies)",
      "text": "Study in Ireland involving women in labour at term. Compared with routine rectal examinations, routine vaginal examinations may have little or no effect on: augmentation of labour; spontaneous vaginal birth; neonatal infections; admission to NICU.\nThe study did not assess our other primary outcomes: positive birth experience; chorioamnionitis; maternal pain."
    },
    {
      "heading": "Routine four-hourly vaginal examinations versus routine two-hourly examinations (one study, 150 women and babies)",
      "text": "UK study involving women having their first baby in labour at term. Compared with routine two-hourly vaginal examinations, routine four-hourly vaginal examinations may have little or no effect on augmentation of labour or spontaneous vaginal birth - the results were compatible with both a benefit and harm.\nThe study did not assess our other primary outcomes: positive birth experience; chorioamnionitis; neonatal infection; admission to NICU; maternal pain."
    },
    {
      "heading": "Routine vaginal examinations versus vaginal examinations as indicated (one study, 204 women and babies)",
      "text": "Study in Malaysia involving women having their first baby and being induced at term. Compared with vaginal examinations as indicated, routine four-hourly vaginal examinations may result in more women having their labour augmented. There may be little or no effect on spontaneous vaginal birth, chorioamnionitis, neonatal infection, or admission to NICU.\nThe study did not assess our other primary outcomes of positive birth experience or maternal pain."
    },
    {
      "heading": "What does this mean?",
      "text": "We cannot be certain which method for assessing labour progress is most effective or acceptable to women. Further evidence is needed to identify the best way to assess labour progress and how this may affect women's birth experiences."
    }
  ]
}