{
  "doi": "10.1002/14651858.CD001732.pub3",
  "name": "Injection sclerotherapy for varicose veins",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Varicose veins are enlarged and tortuous veins, affecting up to one-third of the world's population. They can be a cause of chronic venous insufficiency, which is characterised by oedema, pigmentation, eczema, lipodermatosclerosis, atrophie blanche, and healed or active venous ulcers. Injection sclerotherapy (liquid or foam) is widely used for treatment of varicose veins aiming to transform the varicose veins into a fibrous cord. However, there is limited evidence regarding its effectiveness and safety, especially in patients with more severe disease. This is the second update of the review first published in 2002."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of injection sclerotherapy for the treatment of varicose veins."
    },
    {
      "heading": "Search methods",
      "text": "For this update, the Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register, CENTRAL, MEDLINE, Embase, AMED, CINAHL, and LILACS databases, and the World Health Organization International Clinical Trials Registry Platform and ClinicalTrials.gov trials registries, on 20 July 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs) (including cluster-randomised trials and first phase cross-over studies) that used injection sclerotherapy for the treatment of varicose veins."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed, selected and extracted data. Disagreements were cross-checked by a third review author. We used Cochrane's Risk of bias tool to assess the risk of bias. The outcomes of interest were cosmetic appearance, complications, residual varicose veins, quality of life (QoL), persistence of symptoms, and recurrent varicose veins. We calculated risk ratios (RRs) or mean difference (MD) with 95% confidence intervals (CIs). We used the worst-case-scenario for dichotomous data imputation for intention-to-treat analyses. For continuous outcomes, we used the 'last-observation-carried-forward' for data imputation if there was balanced loss to follow-up. We assessed the certainty of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included 23 new RCTs for this update, bringing the total to 28 studies involving 4278 participants. The studies differed in their design, and in which sclerotherapy method, agent or concentration was used. None of the included RCTs compared sclerotherapy to no intervention or to any pharmacological therapy. The certainty of the evidence was downgraded for risk of bias, low number of studies providing information for each outcome, low number of participants, clinical differences between the study participants, and wide CIs.\nSclerotherapy versus placebo\nFoam sclerotherapy may improve cosmetic appearance as measured by IPR-V (independent photography review - visible varicose veins scores) compared to placebo (polidocanol 1%: mean difference (MD) -0.76, 95% CI -0.91 to -0.60; 2 studies, 223 participants; very low-certainty evidence); however, deep vein thrombosis (DVT) rates may be slightly increased in this intervention group (RR 5.10, 95% CI 1.30 to 20.01; 3 studies, 302 participants; very low-certainty evidence). Residual varicose vein rates may be decreased following polidocanol 1% compared to placebo (RR 0.19, 95% CI 0.13 to 0.29; 2 studies, 225 participants; very low-certainty evidence). Following polidocanol 1% use, there may be a possible improvement in QoL as assessed using the VEINES-QOL/Sym questionnaire (MD 12.41, 95% CI 9.56 to 15.26; 3 studies, 299 participants; very low-certainty evidence), and possible improvement in varicose vein symptoms as assessed using the Venous Clinical Severity Score (VCSS) (MD -3.25, 95% CI -3.90 to -2.60; 2 studies, 223 participants; low-certainty evidence). Recurrent varicose veins were not reported for this comparison.\nFoam sclerotherapy versus foam sclerotherapy with different concentrations\nThree individual RCTs reported no evidence of a difference in cosmetic appearance after comparing different concentrations of the intervention; data could not be pooled for two of the three studies (RR 1.11, 95% CI 0.84 to 1.47; 1 study, 80 participants; very low-certainty evidence). Similarly, there was no clear difference in rates of thromboembolic complications when comparing one foam concentration with another (RR 1.47, 95% CI 0.41 to 5.33; 3 studies, 371 participants; very low-certainty evidence). Three RCTs investigating higher concentrations of polidocanol foam indicated the rate of residual varicose veins may be slightly decreased in the polidocanol 3% foam group compared to 1% (RR 0.67, 95% CI 0.43 to 1.04; 3 studies, 371 participants; moderate-certainty evidence). No clear improvement in QoL was detected. Two RCTs reported improved VCSS scores with increasing concentrations of foam. Persistence of symptoms were not reported for this comparison. There was no clear difference in recurrent varicose vein rates (RR 0.91, 95% CI 0.62 to 1.32; 1 study, 148 participants; low-certainty evidence).\nFoam sclerotherapy versus liquid sclerotherapy\nOne RCT reported on cosmetic appearance with no evidence of a difference between foam or liquid sclerotherapy (patient satisfaction scale MD 0.2, 95% CI -0.27 to 0.67; 1 study, 126 participants; very low-certainty evidence). None of the RCTs investigated thromboembolic complications, QoL or persistence of symptoms. Six studies individually showed there may be a benefit to polidocanol 3% foam over liquid sclerotherapy in reducing residual varicose vein rate; pooling data from two studies showed a RR of 0.51, with 95% CI 0.41 to 0.65; 203 participants; very low-certainty evidence. One study reported no clear difference in recurrent varicose vein rates when comparing sodium tetradecyl sulphate (STS) foam or liquid (RR 1.10, 95% CI 0.86 to 1.42; 1 study, 286 participants; very low-certainty evidence).\nSclerotherapy versus sclerotherapy with different substances\nFour RCTs compared sclerotherapy versus sclerotherapy with any other substance. We were unable to combine the data due to heterogeneity or assess the certainty of the evidence due to insufficient data."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is a very low to low-certainty evidence that, compared to placebo, sclerotherapy is an effective and safe treatment for varicose veins concerning cosmetic appearance, residual varicose veins, QoL, and persistence of symptoms. Rates of DVT may be slightly increased and there were no data concerning recurrent varicose veins. There was limited or no evidence for one concentration of foam compared to another; foam compared to liquid sclerotherapy; foam compared to any other substance; or one technique compared to another. There is a need for high-quality trials using standardised sclerosant doses, with clearly defined core outcome sets, and measurement time points to increase the certainty of the evidence."
    }
  ],
  "pls_title": "Injection sclerotherapy for varicose veins",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Varicose veins are enlarged, visibly lumpy knotted veins, usually found in the legs. They can cause pain, burning discomfort, aching, and itching as well as generalised aching, heaviness or swelling in the legs. However, some people do not attribute all symptoms to varicose veins, as there is little correlation between these symptoms and the extent or size of the varicose veins. Varicose vein disease can affect quality of life as it is cosmetically unattractive, can cause phlebitis, bleeding, skin pigmentation, and ulcers.\nInjection sclerotherapy can be used to treat varicose veins. Sclerotherapy is achieved by injection of an irritating liquid or foam into the blood vessels, leading to transformation of varicose veins into a fibrous cord. Possible complications include the formation of blood clots, skin pigmentation, inflammation, ulceration with tissue damage, and reactions to the sclerosing agent.\nThis review aimed to investigate how effective and safe sclerotherapy is by comparing it to no treatment or placebo (sham) treatment; comparing different ways to perform sclerotherapy (including different doses, liquid versus foam, injection techniques, different substances) or comparing sclerotherapy to compression."
    },
    {
      "heading": "Study characteristics and key findings",
      "text": "We searched for relevant studies and identified 28 randomised controlled trials, involving over 4278 participants (search current to 20 July 2021). We looked at cosmetic appearance, complications, residual varicose vein rates, quality of life, and symptomatic improvement related to sclerotherapy. There were no trials assessing treatment versus no interventions, sclerotherapy at different time intervals, or sclerotherapy compared with pharmacological therapy.\nOur results showed that, compared to placebo, sclerotherapy may improve cosmetic appearance and quality of life, and may reduce residual varicose veins and persistence of symptoms but the evidence is uncertain. Rates of deep vein thrombosis may be slightly increased but the evidence is uncertain. There were no data for recurrent varicose veins. There was not enough Information to conclude if one concentration of foam was better than another, or if foam was better than liquid or any other substance; or if there was any benefit of one injection technique compared to another."
    },
    {
      "heading": "Reliability of the evidence",
      "text": "The evidence was graded as very low to moderate for all outcomes. The reliability of the evidence was downgraded due to concerns about how the studies were designed (risk of bias), the low number of studies providing information for each outcome, the low number of participants, clinical differences between the study participants, and wide confidence intervals. There is a need for more high-quality trials using standardised methods to increase our confidence in the results."
    }
  ]
}