{
  "doi": "10.1002/14651858.CD007351.pub2",
  "name": "Thalidomide and thalidomide analogues for maintenance of remission in Crohn's disease",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Maintenance of remission is a major issue in the management of Crohn's disease. Thalidomide, a tumour necrosis factor-alpha (TNF-α) inhibitor and its analogue, lenalidomide, may have a role in the management of Crohn's disease, but it is not clear whether it is an effective maintenance therapy."
    },
    {
      "heading": "Objectives",
      "text": "To conduct a systematic review to evaluate the efficacy and safety of thalidomide and lenalidomide for the maintenance of remission in Crohn's disease."
    },
    {
      "heading": "Search methods",
      "text": "MEDLINE (1966 to September 2008), EMBASE (1984 to September 2008), the Cochrane Central Register of Controlled Trials from the Cochrane Library (Issue 3, 2008) and the IBD/FBD Review Group Specialized Trials Register were searched to identify relevant studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials which compared thalidomide with either placebo or an active comparator were considered for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "No trials met the inclusion criteria."
    },
    {
      "heading": "Main results",
      "text": "No studies that satisfied the inclusion criteria were found. In the absence of any suitable randomised controlled trial in this area, no analysis was performed."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence to support or refute the use of thalidomide or its analogue, lenalidomide, as maintenance therapy for patients with Crohn's disease. Given the teratogenic nature of thalidomide its use for maintenance therapy is difficult to justify. Well designed clinical trials are needed to evaluate the efficacy and safety of lenalidomide in Crohn's disease and its use is not recommended until these data are available."
    }
  ],
  "pls_title": "Thalidomide for maintenance of remission in Crohn's disease",
  "pls_type": "long",
  "pls": "Prevention of relapse is a key objective in the management of Crohn's disease. There is no current treatment available that completely maintains remission and is without significant side-effects. Thalidomide is sometimes used in clinical practice to attempt to maintain remission in Crohn's disease. This review found no randomised controlled trial that had investigated the role of thalidomide or a similar drug lenalidomide, for the maintenance of remission in Crohn's disease. There is currently no evidence to support or refute the use of these agents as maintenance therapy for Crohn's disease. However, given the well known risk of severe birth defects the use of thalidomide is not recommended. Lenalidomide has a much lower risk of causing birth defects and well designed randomised controlled trials are needed to investigate the effectiveness and side effects of this drug for maintenance of remission in Crohn's disease. The use of lenalidomide is not recommended until data from a well designed study are available to support its use."
}