{
  "doi": "10.1002/14651858.CD011022.pub3",
  "name": "Dance movement therapy for dementia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Dementia is a syndrome of acquired cognitive impairment which is severe enough to interfere with independent living. Over the course of the illness, people with dementia also experience changes in emotions, behaviour and social relationships. According to Alzheimer's Disease International, dementia affects approximately 55 million people worldwide. The latest NICE guideline for dementia highlights the value of diverse treatment options for the different stages and symptoms of dementia, including non-pharmacological treatments. Relevant literature also argues for the value of interventions that acknowledge the complexity of the condition and address the person as a whole, including their physical, emotional, social and cognitive processes. A growing literature highlights the capacity of the arts and has embodied practices to address this complexity. Dance movement therapy (DMT) is an embodied psychological intervention that can address complexity and thus may be useful for people with dementia, but its effectiveness remains unclear."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of dance movement therapy on behavioural, social, cognitive and emotional symptoms of people with dementia in comparison to no treatment, standard care or any other treatment. Also, to compare different forms of dance movement therapy (e.g. Laban-based dance movement therapy, Chacian dance movement therapy or Authentic Movement)"
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Dementia and Cognitive Improvement Group's register, MEDLINE (Ovid SP), Embase (Ovid SP), PsycINFO (Ovid SP), CINAHL (EBSCOhost), Web of Science Core Collection (Clarivate), LILACS (BIREME), ClinicalTrials.gov and the World Health Organization's meta-register of the International Clinical Trials Registry Portal until 8 December 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that included people with dementia, of any age and in any setting. The DMT intervention had to be delivered by a dance movement therapy practitioner who (i) had received formal training (ii) was a dance movement therapist in training or (iii) was otherwise recognised as a dance movement therapist in the country in which the study was conducted."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion, extracted data and evaluated methodological quality. We expressed effect estimates using the mean difference (MD) between intervention groups and presented associated confidence intervals (CIs). We used GRADE methods to rate our certainty in the results."
    },
    {
      "heading": "Main results",
      "text": "We found only one study eligible for inclusion in this review. This was a 3-arm parallel-group RCT conducted in Hong Kong involving 204 adults with mild neurocognitive disorder or dementia. The study examined the effects of short-term (12 weeks) group DMT in comparison with exercise and a waiting-list control group immediately post-intervention and three and nine months later.\nWe found that, at the end of the intervention, DMT may result in little to no difference in neuropsychiatric symptoms assessed with the 12-item Neuropsychiatric Inventory when compared with waiting list (MD 0.3, 95% CI -0.96 to 1.56; low-certainty evidence) or exercise (MD -0.30, 95% CI -1.83 to 1.23; low-certainty evidence). Nor was there any evidence of effects at later time points.\nCognitive functioning was assessed with a variety of instruments and there were no statistically significant between-group differences (low-certainty evidence). When compared to exercise or waiting list, DMT may result in little to no difference in cognitive function immediately after the intervention or at follow-up.\nIn comparison to waiting list, DMT may result in a slight reduction in depression assessed with the 4-item Geriatric Depression Scale at the end of therapy (MD -0.60, 95% CI -0.96 to -0.24; low-certainty evidence). This slight positive effect of DMT on depression scores was sustained at three and nine months after the completion of the intervention. DMT may also reduce depression slightly in comparison with exercise at the end of therapy (MD -0.40, 95% CI -0.76 to -0.04, low-certainty evidence), an effect also sustained at three and nine months.\nOur fourth primary outcome, quality of life, was not assessed in the included study.\nThere were data for two of our secondary outcomes, social and occupational functioning and dropouts (which we used as a proxy for acceptability), but in both cases the evidence was of very low certainty and hence our confidence in the results was very low.\nFor all outcomes, we considered the certainty of the evidence in relation to our review objectives to be low or very low in GRADE terms due to indirectness (because not all participants in the included study had a diagnosis of dementia) and imprecision."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review included one RCT with a low risk of bias. Due to the low certainty of the evidence, the true effects of DMT as an intervention for dementia may be substantially different from those found. More RCTs are needed to determine with any confidence whether DMT has beneficial effects on dementia."
    }
  ],
  "pls_title": "Is dance movement therapy an effective intervention for dementia? A review of the evidence",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Plain language summary title",
      "text": "Are there any benefits of dance movement therapy for people with dementia?"
    },
    {
      "heading": "Key messages",
      "text": "We do not know if dance movement therapy is an effective intervention for dementia. More research is needed in this field especially regarding the impact of dance movement therapy on depression."
    },
    {
      "heading": "What is dementia?",
      "text": "Dementia affects thinking and memory and how people are able to manage daily tasks. People with dementia may also struggle to follow conversations, be confused and change moods at different times. These symptoms can affect communication, and lead to loneliness, consequently causing depression and increased stress levels."
    },
    {
      "heading": "How is dementia treated?",
      "text": "Dementia may be treated through drugs to reduce symptoms. However, there are also complex interventions that are starting to emerge that address the person as a whole. There is also a growing interest in the use of dance and other forms of the arts for people with dementia."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to assess the impact of dance movement therapy on different aspects of a person's life in comparison to no treatment, standard care or any other treatment. The main outcomes we were interested in were overall problems with behaviour and mental well-being, cognition (thinking and remembering), depression and quality of life. We also wanted to compare different forms of dance movement therapy."
    },
    {
      "heading": "What did we do?",
      "text": "We searched the literature carefully for studies which compared a group of people with dementia who had dance movement therapy with another group of people with dementia (the control group). For the comparison to be fair, the assignment of a person to a particular group had to be decided randomly. We found only one study to include in our review. The study took place in Hong Kong and involved 204 people. Some of them had mild dementia and some had even milder problems with thinking and memory. In this study, the researchers compared dance movement therapy with exercise and with a waiting list. They compared the groups at the end of the therapy and then again three and nine months later."
    },
    {
      "heading": "What did we find?",
      "text": "We did not find any difference between dance movement therapy and either exercise or waiting list for overall behaviour and mental well-being or for cognition. For depression, we found that there may be a small beneficial effect of dance movement therapy compared with exercise or waiting list, and this effect was still present three and nine months after the end of the therapy. However, we are not sure whether or not the effect was large enough to be really noticeable to the people with dementia. The study did not measure the participants' quality of life."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "There was only one study, so the amount of evidence was small. The study was well-conducted, but not all the participants had dementia (some had milder problems) and we do not know how well the results apply only to people with dementia. For these reasons, we are not certain if dance movement therapy is effective in supporting people with mild dementia and we cannot say anything about its effects in moderate or severe dementia. More studies are needed to be able to say for certain if dance movement therapy is beneficial for people with dementia of any severity."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The last search was on 8 December 2022."
    }
  ]
}