{
  "doi": "10.1002/14651858.CD007981.pub2",
  "name": "Email for the coordination of healthcare appointments and attendance reminders",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Email is a popular and commonly-used method of communication, but its use in health care is not routine. Where email communication has been utilised in health care, its purposes have included the coordination of healthcare appointments and attendance reminders, but the effects of using email in this way are not known. This review considers the use of email for the coordination of healthcare appointments and reminders for attendance; particularly scheduling, rescheduling and cancelling healthcare appointments, and providing prompts/reminders for attendance at appointments."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of using email for the coordination of healthcare appointments and attendance reminders, compared to other forms of coordinating appointments and reminders, on outcomes for health professionals, patients and carers, and health services, including harms."
    },
    {
      "heading": "Search methods",
      "text": "We searched: the Cochrane Consumers and Communication Review Group Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library, Issue 1 2010), MEDLINE (OvidSP) (1950 to January 2010), EMBASE (OvidSP) (1980 to January 2010), PsycINFO (OvidSP) (1967 to January 2010), CINAHL (EbscoHOST) (1982 to February 2010),and ERIC (CSA) (1965 to January 2010). We searched grey literature: theses/dissertation repositories, trials registers and Google Scholar (searched July 2010). We used additional search methods: examining reference lists and contacting authors."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials, quasi-randomised trials, controlled before and after studies and interrupted time series studies of interventions that use email for scheduling health appointments, for reminders for a scheduled health appointment or for ongoing coordination of health appointments and that took the form of 1) unsecured email 2) secure email or 3) web messaging. All healthcare professionals, patients and caregivers in all settings were considered."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the titles and abstracts of retrieved citations. No studies were identified for inclusion. Consequently, no data collection or analysis was possible."
    },
    {
      "heading": "Main results",
      "text": "No studies met the inclusion criteria, therefore there are no results to report on the use of email for the coordination of healthcare appointments and attendance reminders."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No conclusions on the effects of using email for the coordination of healthcare appointments and attendance reminders could be made and thus no recommendations for practice can be stipulated. Given the significant theoretical opportunities that email presents, there is a need for rigorous studies addressing the review question, but this may involve addressing barriers concerning trial development and implementation."
    }
  ],
  "pls_title": "Effects of using email to coordinate healthcare appointments and attendance reminders",
  "pls_type": "long",
  "pls": "Email is now a popular method of communication but it is not commonly used in health care. Where email has been used in health care, this has included use for coordinating healthcare appointments and attendance reminders. This review searched for high quality research studies to try to determine the effects of using email for coordinating healthcare appointments and attendance reminders, on patients, healthcare professionals and health services. This included research studies where patients could make appointments, receive reminders about their healthcare appointments and coordinate any future appointments. We did not find any studies that examined these questions and so we cannot present any results. We recommend that high-quality research is carried out to examine the use of email for this purpose."
}