{
  "doi": "10.1002/14651858.CD011712.pub2",
  "name": "Antibiotics and antiseptics for surgical wounds healing by secondary intention",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Following surgery, incisions are usually closed by fixing the edges together with sutures (stitches), staples, adhesives (glue) or clips. This process helps the cut edges heal together and is called 'healing by primary intention'. However, a minority of surgical wounds are not closed in this way. Where the risk of infection is high or there has been significant loss of tissue, wounds may be left open to heal by the growth of new tissue rather than by primary closure; this is known as 'healing by secondary intention'. There is a risk of infection in open wounds, which may impact on wound healing, and antiseptic or antibiotic treatments may be used with the aim of preventing or treating such infections. This review is one of a suite of Cochrane reviews investigating the evidence on antiseptics and antibiotics in different types of wounds. It aims to present current evidence related to the use of antiseptics and antibiotics for surgical wounds healing by secondary intention (SWHSI)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of systemic and topical antibiotics, and topical antiseptics for the treatment of surgical wounds healing by secondary intention."
    },
    {
      "heading": "Search methods",
      "text": "In November 2015 we searched: The Cochrane Wounds Specialised Register; The Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library); Ovid MEDLINE; Ovid MEDLINE (In-Process & Other Non-Indexed Citations); Ovid EMBASE and EBSCO CINAHL. We also searched three clinical trials registries and the references of included studies and relevant systematic reviews. There were no restrictions with respect to language, date of publication or study setting."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials which enrolled adults with a surgical wound healing by secondary intention and assessed treatment with an antiseptic or antibiotic treatment. Studies enrolling people with skin graft donor sites were not included, neither were studies of wounds with a non-surgical origin which had subsequently undergone sharp or surgical debridement or other surgical treatments or wounds within the oral or aural cavities."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently performed study selection, risk of bias assessment and data extraction."
    },
    {
      "heading": "Main results",
      "text": "Eleven studies with a total of 886 participants were included in the review. These evaluated a range of comparisons in a range of surgical wounds healing by secondary intention. In general studies were small and some did not present data or analyses that could be easily interpreted or related to clinical outcomes. These factors reduced the quality of the evidence.\nTwo comparisons compared different iodine preparations with no antiseptic treatment and found no clear evidence of effects for these treatments. The outcome data available were limited and what evidence there was low quality.\nOne study compared a zinc oxide mesh dressing with a plain mesh dressing. There was no clear evidence of a difference in time to wound healing between groups. There was some evidence of a difference in measures used to assess wound infection (wound with foul smell and number of participants prescribed antibiotics) which favoured the zinc oxide group. This was low quality evidence.\nOne study reported that sucralfate cream increased the likelihood of healing open wounds following haemorrhoidectomy compared to a petrolatum cream (RR: 1.50, 95% CI 1.13 to 1.99) over a three week period. This evidence was graded as being of moderate quality. The study also reported lower wound pain scores in the sucralfate group.\nThere was a reduction in time to healing of open wounds following haemorrhoidectomy when treated with Triclosan post-operatively compared with a standard sodium hypochlorite solution (mean difference -1.70 days, 95% CI -3.41 to 0.01). This was classed as low quality evidence.\nThere was moderate quality evidence that more open wounds resulting from excision of pyomyositis abscesses healed when treated with a honey-soaked gauze compared with a EUSOL-soaked gauze over three weeks' follow-up (RR: 1.58, 95% CI 1.03 to 2.42). There was also some evidence of a reduction in the mean length of hospital stay in the honey group. Evidence was taken from one small study that only had 43 participants.\nThere was moderate quality evidence that more Dermacym®-treated post-operative foot wounds in people with diabetes healed compared to those treated with iodine (RR 0.61, 95% CI 0.40 to 0.93). Again estimates came from one small study with 40 participants."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no robust evidence on the relative effectiveness of any antiseptic/antibiotic/anti-bacterial preparation evaluated to date for use on SWHSI. Where some evidence for possible treatment effects was reported, it stemmed from single studies with small participant numbers and was classed as moderate or low quality evidence. This means it is likely or very likely that further research will have an important impact on our confidence in the estimate of effect, and may change this estimate."
    }
  ],
  "pls_title": "Antibiotics and antiseptics for surgical wounds healing by secondary intention",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What are surgical wounds healing by secondary intention?",
      "text": "These are surgical wounds which are left open to heal through the growth of new tissue, rather than being closed in the usual way with stitches or other methods which bring the wound edges together. This is usually done when there is a high risk of infection or a large amount of tissue has been lost from the wound. Wounds which are often treated in this way include chronic wounds in the cleft between the buttocks (pilonidal sinuses) and some types of abscesses."
    },
    {
      "heading": "Why use antibiotics and antiseptics to treat surgical wounds healing by secondary intention?",
      "text": "One reason for allowing a wound to heal by secondary intention after surgery is that the risk of infection in that wound is thought to be high. If a wound has already become infected, then antibiotics or antiseptics are used to kill or slow the growth of the micro-organisms causing the infection and prevent it from getting worse or spreading. This may also help the wound to heal. Even where wounds are not clearly infected, they usually have populations of micro-organisms present. It is thought that they may heal better if these populations are reduced by antibacterial agents. However, the relationship between infection and micro-organism populations in wounds and wound healing is not very clear."
    },
    {
      "heading": "What we found",
      "text": "In November 2015 we searched for as many studies as possible that both had a randomised controlled design and looked at the use of an antibiotic or antiseptic in participants with surgical wounds healing by secondary intention. We found 11 studies which included a total of 886 participants.These all looked at different comparisons. Several different types of wounds were included. Studies looked at wounds after diabetic foot amputation, pilonidal sinus surgery, treatment of various types of abscess, surgery for haemorrhoids, complications after caesarean section and healing of openings created by operations such as colostomy.\nMost studies compared a range of different types of antibacterial treatments to treatments without antibacterial activity, but four compared different antibacterial treatments. Although some of the trials suggested that one treatment may be better than another, this evidence was limited by the size of the studies and the ways they were carried out and reported. All of the studies had low numbers of participants and in some cases these numbers were very small. Many of the studies did not report important information about how they were carried out, so it was difficult to tell whether the results presented were likely to be true. More, better quality, research is needed to find out the effects of antimicrobial treatments on surgical wounds which are healing by secondary intention.\nAssessed as up to date November 2015."
    }
  ]
}