{
  "doi": "10.1002/14651858.CD009159.pub3",
  "name": "Polyclonal anti‐thymocyte globulins for the prophylaxis of graft‐versus‐host disease after allogeneic stem cell or bone marrow transplantation in adults ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Allogeneic haematopoietic stem cell transplantation (SCT) is an established treatment for many malignant and non-malignant haematological disorders. Graft-versus-host disease (GVHD), a condition frequently occurring after an allogeneic SCT, is the result of host tissues being attacked by donor immune cells. It affects more than half of the patients after transplant either as acute and or chronic GVHD. One strategy for the prevention of GVHD is the administration of anti-thymocyte globulins (ATGs), a set of polyclonal antibodies directed against a variety of immune cell epitopes, leading to immunosuppression and immunomodulation."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of ATG used for the prevention of GVHD in patients undergoing allogeneic SCT with regard to overall survival, incidence and severity of acute and chronic GVHD, incidence of relapse, non-relapse mortality, graft failure and adverse events."
    },
    {
      "heading": "Search methods",
      "text": "For this update we searched the CENTRAL, MEDLINE, Embase, trial registers and conference proceedings on the 18th November 2022 along with reference checking and contacting study authors to identify additional studies.\nWe did not apply language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) investigating the impact of ATG on GVHD prophylaxis in adults suffering from haematological diseases and undergoing allogeneic SCT. The selection criteria were modified from the previous version of this review. Paediatric studies and studies where patients aged < 18 years constituted more than 20 % of the total number were excluded. Treatment arms had to differ only in the addition of ATG to the standard GVHD prophylaxis regimen."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by the Cochrane Collaboration for data collection, extraction and analyses."
    },
    {
      "heading": "Main results",
      "text": "For this update we included seven new RCTs, leading to a total of ten studies investigating 1413 participants. All patients had a haematological condition which warranted an allogeneic SCT. The risk of bias was estimated as low for seven and unclear for three studies.\nATG probably has little or no influence on overall survival (HR (hazard ratio) 0.93 (95 % confidence interval (CI) 0.77 to 1.13, nine studies, n = 1249, moderate-certainty evidence)). Estimated absolute effect: 430 surviving people per 1000 people not receiving ATG compared to 456 people surviving per 1000 people receiving the intervention (95 % CI 385 to 522 per 1000 people).\nATG results in a reduction in acute GVHD II to IV with relative risk (RR) 0.68 (95 % CI 0.60 to 0.79, 10 studies, n = 1413, high-certainty evidence). Estimated absolute effect: 418 acute GVHD II to IV per 1000 people not receiving ATG compared to 285 per 1000 people receiving the intervention (95 % CI 251 to 331 per 1000 people). Addition of ATG results in a reduction of overall chronic GvHD with a RR of 0.53 (95 % CI 0.45 to 0.61, eight studies, n = 1273, high-certainty evidence). Estimated absolute effect: 506 chronic GVHD per 1000 people not receiving ATG compared to 268 per 1000 people receiving the intervention (95 % CI 228 to 369 per 1000 people). Further data on severe acute GVHD and extensive chronic GVHD are available in the manuscript.\nATG probably slightly increases the incidence of relapse with a RR of 1.21 (95 % CI 0.99 to 1.49, eight studies,  n =1315, moderate-certainty evidence).\nNon relapse mortality is probably slightly or not affected by ATG with an HR of 0.86 (95 % CI 0.67 to 1.11, nine studies, n=1370, moderate-certainty evidence).\nATG prophylaxis may result in no increase in graft failure with a RR of 1.55 (95 % CI 0.54 to 4.44, eight studies, n = 1240, low-certainty evidence).\nAdverse events could not be analysed due to the serious heterogeneity in the reporting between the studies, which limited comparability (moderate-certainty evidence) and are reported in a descriptive manner.\nSubgroup analyses on ATG types, doses and donor type are available in the manuscript."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This systematic review suggests that the addition of ATG during allogeneic SCT probably has little or no influence on overall survival. ATG results in a reduction in the incidence and severity of acute and chronic GvHD. ATG intervention probably slightly increases the incidence of relapse and probably does not affect the non relapse mortality. Graft failure may not be affected by ATG prophylaxis. Analysis of data on adverse events was reported in a narrative manner. A limitation for the analysis was the imprecision in reporting between the studies thereby reducing the confidence in the certainty of evidence."
    }
  ],
  "pls_title": "Anti-thymocyte globulins for the prevention of graft-versus-host disease in patients receiving a foreign stem cell transplantation",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": ""
    },
    {
      "heading": "What is allogeneic stem cell transplantation and graft-versus-host-disease?",
      "text": "Allogeneic stem cell transplantation (SCT) is the transfer of foreign i.e. not one's own stem cells, from a donor to the patient (recipient). It is a potentially curative therapeutic option for a variety of blood-related diseases. More than 8000 allogeneic SCT are conducted in the USA alone every year since 2015. In 2016, the World bone marrow registry recorded around 29,000 allogeneic SCT worldwide.\nEven though the donor and the recipient are compatible, donor cells could recognise tissues of the recipient ('the host') as foreign, resulting in an inflammation called 'graft-versus-host-disease' (GVHD). In 2021 The centre for International blood and marrow transplant research (CIBMTR) reported recurrence of disease as the most important cause of death (50%) followed by death due to causes other than the underlying diseases.  GVHD is an important factor contributing to complications resulting in the reduced quality of life and death of these patients after an allogeneic SCT."
    },
    {
      "heading": "What are anti-thymocyte globulins?",
      "text": "Host immune cells can be eliminated by the addition of antibodies directed against them, such as with anti-thymocyte globulins (ATG)."
    },
    {
      "heading": "Why did we do this review?",
      "text": "ATG has been used for decades to reduce the incidence and severity of GVHD, but the effectivity of this treatment modality still remains a matter of dispute. \nThe aim of this systematic review was to update our previous review and analyse the advantages and disadvantages of the use of ATG for GVHD prophylaxis in an allogeneic SCT. We aimed to identify the role of this treatment modality in this setting."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for randomised controlled trials that compared ATG with placebo which analysed the following outcomes: Overall survival, incidence and severity of acute and chronic GVHD, incidence of relapse, non-relapse mortality, graft failure, adverse events, infections and quality of life.\nWe compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence was updated on 18th November 2022."
    },
    {
      "heading": "What did we find?",
      "text": "Ten randomised controlled trials comprising 1413 patients were identified for this review.\nThe studies were conducted in different parts of the world with 263 patients in the biggest study and 43 in the smallest study. Four studies with a total of 465 patients were conducted in Europe whereas a total of 450 patients were recruited in two studies conducted in North America, Australia and Canada. 498 Chinese patients were studied in four trials, three of which were in single centres and the fourth trial had 23 recruiting centres throughout China."
    },
    {
      "heading": "What are our results?",
      "text": "Our analyses show that a prophylactic use of ATG probably has little or no influence on the overall survival of patients who receive an allogeneic SCT.\nATG prophylaxis results in a reduction in the occurrence and severity of acute and chronic GvHD.  \nThe risk of recurrence of disease after transplantation is probably slightly increased, though ATG prophylaxis probably has little or no effect on the chance of dying from causes other than the underlying disease.\nTransplant failure may not be affected by the intervention. \nThe effect of ATG on adverse events after SCTwas reported in a descriptive manner."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have moderate confidence in our finding that ATG has little or no influence on overall survival. We have high confidence in our finding that ATG reduces acute and chronic GVHD. We have moderate confidence in our finding that ATG probably slightly increases the incidence of relapse and probably does not affect non-relapse mortality. The addition of ATG may result in no increase in graft failure, but our confidence in the finding is low. All the aforementioned limitations in the certainty of evidence are caused by serious or very serious imprecision.\nWe have moderate confidence in our analysis on adverse events, although we report in a narrative manner, due to heterogeneity in the reported outcomes."
    }
  ]
}