{
  "doi": "10.1002/14651858.CD011268.pub3",
  "name": "Second‐generation antidepressants for preventing seasonal affective disorder in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Seasonal affective disorder (SAD) is a seasonal pattern of recurrent major depressive episodes that most commonly occurs during autumn or winter and remits in spring. The prevalence of SAD ranges from 1.5% to 9%, depending on latitude. The predictable seasonal aspect of SAD provides a promising opportunity for prevention. This review - one of four reviews on efficacy and safety of interventions to prevent SAD - focuses on second-generation antidepressants (SGAs)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of SGAs (in comparison with other SGAs, placebo, light therapy, melatonin or agomelatine, psychological therapies or lifestyle interventions) in preventing SAD and improving patient-centred outcomes among adults with a history of SAD."
    },
    {
      "heading": "Search methods",
      "text": "We searched Ovid MEDLINE (1950- ), Embase (1974- ), PsycINFO (1967- ) and the Cochrane Central Register of Controlled Trials (CENTRAL) to 19 June 2018. An earlier search of these databases was conducted via the Cochrane Common Mental Disorders Controlled Trial Register (CCMD-CTR) (all years to 11 August 2015). Furthermore, we searched the Cumulative Index to Nursing and Allied Health Literature, Web of Science, the Cochrane Library, the Allied and Complementary Medicine Database and international trial registers (to 19 June 2018). We also conducted a grey literature search and handsearched the reference lists of included studies and pertinent review articles."
    },
    {
      "heading": "Selection criteria",
      "text": "For efficacy, we included randomised controlled trials (RCTs) on adults with a history of winter-type SAD who were free of symptoms at the beginning of the study. For adverse events, we planned to include non-randomised studies. Eligible studies compared a SGA versus another SGA, placebo, light therapy, psychological therapy, melatonin, agomelatine or lifestyle changes. We also intended to compare SGAs in combination with any of the comparator interventions versus placebo or the same comparator intervention as monotherapy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened abstracts and full-text publications, extracted data and assessed risk of bias of included studies. When data were sufficient, we conducted random-effects (Mantel-Haenszel) meta-analyses. We assessed statistical heterogeneity by calculating the Chi2 statistic and the Cochran Q. We used the I2 statistic to estimate the magnitude of heterogeneity. We assessed publication bias by using funnel plots.We rated the strength of the evidence using the system developed by the GRADE Working Group."
    },
    {
      "heading": "Main results",
      "text": "We identified 3745 citations after de-duplication of search results and excluded 3619 records during title and abstract reviews. We assessed 126 full-text papers for inclusion in the review, of which four publications (on three RCTs) providing data from 1100 people met eligibility criteria for this review. All three RCTs had methodological limitations due to high attrition rates.\nOverall, moderate-quality evidence indicates that bupropion XL is an efficacious intervention for prevention of recurrence of depressive episodes in people with a history of SAD (risk ratio (RR) 0.56, 95% confidence interval (CI) 0.44 to 0.72; 3 RCTs, 1100 participants). However, bupropion XL leads to greater risk of headaches (moderate-quality evidence), insomnia and nausea (both low-quality evidence) when compared with placebo. Numbers needed to treat for additional beneficial outcomes (NNTBs) vary by baseline risks. For a population with a yearly recurrence rate of 30%, the NNTB is 8 (95% CI 6 to 12). For populations with yearly recurrence rates of 50% and 60%, NNTBs are 5 (95% CI 4 to 7) and 4 (95% CI 3 to 6), respectively.\nWe could find no studies on other SGAs and no studies comparing SGAs with other interventions of interest, such as light therapy, psychological therapies, melatonin or agomelatine."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Available evidence indicates that bupropion XL is an effective intervention for prevention of recurrence of SAD. Nevertheless, even in a high-risk population, three out of four people will not benefit from preventive treatment with bupropion XL and will be at risk for harm. Clinicians need to discuss with patients advantages and disadvantages of preventive SGA treatment, and might want to consider offering other potentially efficacious interventions, which might confer a lower risk of adverse events. Given the lack of comparative evidence, the decision for or against initiating preventive treatment of SAD and the treatment selected should be strongly based on patient preferences.\nFuture researchers need to assess the effectiveness and risk of harms of SGAs other than bupropion for prevention of SAD. Investigators also need to compare benefits and harms of pharmacological and non-pharmacological interventions."
    }
  ],
  "pls_title": "Antidepressants for prevention of winter depression",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is this review important?",
      "text": "Many people in northern latitudes suffer from winter blues, which occurs as a reaction to reduced sunlight. Three-quarters of those affected are women. Lethargy, overeating, craving for carbohydrates and depressed mood are common symptoms. In some people, winter blues becomes depression, which seriously affects their daily lives. Up to two-thirds experience depressive symptoms every winter."
    },
    {
      "heading": "Who will be interested in this review?",
      "text": "• Anyone who has experienced winter depression.\n• Relatives and friends of people who have experienced winter depression.\n• General practitioners, psychiatrists and pharmacists.\n• Professionals working in adult mental health services."
    },
    {
      "heading": "What questions does this review aim to answer?",
      "text": "In light of the seasonal pattern and the high rate of recurrence, beginning antidepressant therapy in early autumn (fall) when people are still free of depressive symptoms can prevent the onset of depressed mood. The goal of this review is to examine whether benefits outweigh harms of antidepressants when they are used in healthy people with a history of winter depression to prevent onset of depression the next winter. To date, this question has not been examined in a systematic way."
    },
    {
      "heading": "Which studies were included in the review?",
      "text": "We searched databases up to June 2018 for studies on antidepressants given to prevent winter depression. Of 3745 records, we found three randomised controlled studies including 1100 people who received bupropion extended-release (only one of many available antidepressants, but the only one licensed for prevention of winter depression) or placebo. We found no studies on other antidepressants."
    },
    {
      "heading": "What does evidence from the review reveal?",
      "text": "In populations with a high risk of developing a new depressive episode in the next winter, results show that antidepressants can prevent winter depression in about one in four people. In populations with a lower risk of recurrence, antidepressants can prevent a new depressive episode in one of eight people. The other seven people suffer from winter depression despite treatment or would not have suffered from winter depression anyway. People using antidepressants are at slightly higher risk of experiencing headaches, nausea or insomnia when compared with people not taking antidepressants.\nDoctors need to discuss with patients the advantages and disadvantages of antidepressants and other potentially preventive treatments for winter depression, such as light treatment, psychological therapies or lifestyle interventions. As no available studies have compared these treatments, the decision for or against preventive treatment of SAD and the treatment selected should be strongly based on patient preferences."
    },
    {
      "heading": "What should happen next?",
      "text": "Review authors recommend that future studies should directly compare antidepressants against other treatments, such as light therapy, psychological therapies or other drugs to determine the best treatment for preventing winter depression."
    }
  ]
}