{
  "doi": "10.1002/14651858.CD005508.pub3",
  "name": "Beta blockers for peripheral arterial disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Beta (β) blockers are indicated for use in coronary artery disease (CAD). However, optimal therapy for people with CAD accompanied by intermittent claudication has been controversial because of the presumed peripheral haemodynamic consequences of beta blockers, leading to worsening symptoms of intermittent claudication. This is an update of a review first published in 2008."
    },
    {
      "heading": "Objectives",
      "text": "To quantify the potential harmful effects of beta blockers on maximum walking distance, claudication distance, calf blood flow, calf vascular resistance and skin temperature when used in patients with peripheral arterial disease (PAD)."
    },
    {
      "heading": "Search methods",
      "text": "For this update, the Cochrane Peripheral Vascular Diseases Group Trials Search Co-ordinator searched the Specialised Register (last searched March 2013) and the Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library, 2013, Issue 2)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) evaluating the role of both selective (β1) and non-selective (β1 and β2) beta blockers compared with placebo. We excluded trials that compared different types of beta blockers."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Primary outcome measures were claudication distance in metres, time to claudication in minutes and maximum walking distance in metres and minutes (as assessed by treadmill).\nSecondary outcome measures included calf blood flow (mL/100 mL/min), calf vascular resistance and skin temperature (ºC)."
    },
    {
      "heading": "Main results",
      "text": "We included six RCTs that fulfilled the above criteria, with a total of 119 participants. The beta blockers studied were atenolol, propranolol, pindolol and metoprolol. All trials were of poor quality with the drugs administered over a short time (10 days to two months). None of the primary outcomes were reported by more than one study. Similarly, secondary outcome measures, with the exception of vascular resistance (as reported by three studies), were reported, each by only one study. Pooling of such results was deemed inappropriate. None of the trials showed a statistically significant worsening effect of beta blockers on time to claudication, claudication distance and maximal walking distance as measured on a treadmill, nor on calf blood flow, calf vascular resistance and skin temperature, when compared with placebo. No reports described adverse events associated with the beta blockers studied."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Currently, no evidence suggests that beta blockers adversely affect walking distance, calf blood flow, calf vascular resistance and skin temperature in people with intermittent claudication. However, because of the lack of large published trials, beta blockers should be used with caution, if clinically indicated."
    }
  ],
  "pls_title": "Beta blockers for peripheral arterial disease",
  "pls_type": "long",
  "pls": "Intermittent claudication, the most common symptom of atherosclerotic peripheral arterial disease, results from decreased blood flow to the legs during exercise. Beta blockers, a large group of drugs, have been shown to decrease death among people with high blood pressure and coronary artery disease and are used to treat various disorders. They reduce heart activity but can also inhibit relaxation of smooth muscle in blood vessels, bronchi and the gastrointestinal and genitourinary tracts. The non-selective beta blockers propranolol, timolol and pindolol are effective at all beta-adrenergic sites in the body, whereas other beta blockers, such as atenolol and metoprolol, are selective for the heart.\nOptimal therapy for people with coronary artery disease or hypertension and intermittent claudication is controversial because of the presumed peripheral blood flow consequences of beta blockers, which lead to worsening of symptoms.\nCurrently, no evidence from randomised controlled trials suggests that beta blockers adversely affect walking distance in people with intermittent claudication, and beta blockers should be used with caution, if clinically indicated. The review authors identified six randomised controlled trials that involved a total of only 119 people with mild to moderate peripheral arterial disease. The beta blockers studied were propranolol, pindolol, atenolol and metoprolol. None of the trials showed clear worsening effects of beta blockers on time to claudication, claudication distance and maximal walking distance as measured on a treadmill, nor on calf blood flow, calf vascular resistance and skin temperature, when compared with placebo. Trial investigators reported no adverse events or issues regarding taking the beta blockers studied.\nMost of the trials were over 20 years old and reported findings between 1980 and 1991. All were small and of poor quality. The drugs were administered over a short time (10 days to two months), and most of the outcome measures were reported in single studies. Additional drugs－calcium channel blockers and combined alpha and beta blockers－were given during some of the trials."
}