{
  "doi": "10.1002/14651858.CD011677.pub4",
  "name": "Strategies for enhancing the implementation of school‐based policies or practices targeting diet, physical activity, obesity, tobacco or alcohol use ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "A range of school-based interventions are effective in improving student diet and physical activity (e.g. school food policy interventions and classroom physical activity interventions), and reducing obesity, tobacco use and/or alcohol use (e.g. tobacco control programmes and alcohol education programmes). However, schools are frequently unsuccessful in implementing such evidence-based interventions."
    },
    {
      "heading": "Objectives",
      "text": "The primary review objective is to evaluate the effectiveness of strategies aiming to improve school implementation of interventions to address students' (aged 5 to 18 years) diet, physical activity, obesity, tobacco use and/or alcohol use. The secondary objectives are to:\n1. determine whether the effects are different based on the characteristics of the intervention including school type and the health behaviour or risk factor targeted by the intervention;\n2. describe any unintended consequences and adverse effects of strategies on schools, school staff or students; and\n3. describe the cost or cost-effectiveness of strategies."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE (Ovid), Embase (Ovid), five additional databases, the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP), and the US National Institutes of Health registry (clinicaltrials.gov). The latest search was between 1 May 2021 and 30 June 2023 to identify any relevant trials published since the last published review."
    },
    {
      "heading": "Selection criteria",
      "text": "We defined 'implementation' as the use of strategies to adopt and integrate evidence-based health interventions and to change practice patterns within specific settings. We included any randomised controlled trial (RCT) or cluster-RCT conducted on any scale, in a school setting, with a parallel control group that compared a strategy to improve the implementation of policies or practices to address diet, physical activity, obesity, tobacco use and/or alcohol use by students (aged 5 to 18 years) to no active implementation strategy (i.e. no intervention, inclusive of usual practice, minimal support) or a different implementation strategy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Given the large number of outcomes reported, we selected and included the effects of a single outcome measure for each trial for the primary outcome using a decision hierarchy (i.e. continuous over dichotomous, most valid, total score over subscore). Where possible, we calculated standardised mean differences (SMDs) to account for variable outcome measures with 95% confidence intervals (CI). We conducted meta-analyses using a random-effects model. Where we could not combine data in meta-analysis, we followed recommended Cochrane methods and reported results in accordance with 'Synthesis without meta-analysis' (SWiM) guidelines. We conducted assessments of risk of bias and evaluated the certainty of evidence (GRADE approach) using Cochrane procedures."
    },
    {
      "heading": "Main results",
      "text": "We included an additional 14 trials in this update, bringing the total number of included trials in the review to 39 trials with 83 trial arms and 6489 participants. Of these, the majority were conducted in Australia and the USA (n = 15 each). Nine were RCTs and 30 were cluster-RCTs. Twelve trials tested strategies to implement healthy eating practices; 17 physical activity, two tobacco, one alcohol, and seven a combination of risk factors. All trials used multiple implementation strategies, the most common being educational materials, educational meetings, and education outreach visits, or academic detailing. Of the 39 included trials, we judged 26 as having high risks of bias, 11 as having some concerns, and two as having low risk of bias across all domains. Pooled analyses found, relative to a control (no active implementation strategy), the use of implementation strategies probably results in a large increase in the implementation of interventions in schools (SMD 0.95, 95% CI 0.71, 1.19; I2 = 78%; 30 trials, 4912 participants; moderate-certainty evidence). This is equivalent to a 0.76 increase in the implementation of seven physical activity intervention components when the SMD is re-expressed using an implementation measure from a selected included trial. Subgroup analyses by school type and targeted health behaviour or risk factor did not identify any differential effects, and only one study was included that was implemented at scale. Compared to a control (no active implementation strategy), no unintended consequences or adverse effects of interventions were identified in the 11 trials that reported assessing them (1595 participants; moderate-certainty evidence). Nine trials compared costs between groups with and without an implementation strategy and the results of these comparisons were mixed (2136 participants; low-certainty evidence). A lack of consistent terminology describing implementation strategies was an important limitation of the review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found the use of implementation strategies probably results in large increases in implementation of interventions targeting healthy eating, physical activity, tobacco and/or alcohol use. While the effectiveness of individual implementation strategies could not be determined, such examination will likely be possible in future updates as data from new trials can be synthesised. Such research will further guide efforts to facilitate the translation of evidence into practice in this setting. The review will be maintained as a living systematic review."
    }
  ],
  "pls_title": "Improving the implementation of school-based policies and practices to improve student health",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Schools and their staff are able to better implement interventions to address students' healthy eating, physical activity, obesity, and tobacco or alcohol use, when strategies are used to support them to do so.\n• More research is required to understand which individual strategies are the best for supporting schools and their staff to implement these interventions.\n• No unwanted effects of providing implementation support to schools have been identified in the studies to date, and information about their cost is limited."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out how effective strategies were in supporting the implementation of school-based interventions to address diet, physical activity, obesity, tobacco use and/or alcohol use in students (aged 5 to 18 years). For example, whether education and training of school canteen operators (implementation strategy) can improve the implementation of a healthy canteen policy (intervention) to reduce availability of unhealthy food (implementation outcome) and improve student diet. We also wanted to know if they had any adverse effects and if they were cost-effective. Other examples of strategies include methods of improving quality, feedback on how the school was doing, prompts and reminders, and educational resources (e.g. manuals)."
    },
    {
      "heading": "What did we do?",
      "text": "We updated a previous search that we had conducted for trials that compared the use of a strategy to support intervention implementation to those that had not, or that had compared two or more different implementation strategies. The trials looked at strategies to support the implementation of interventions in schools that addressed student diet, physical activity, obesity, tobacco use and/or alcohol use. We compared and summarised the results and rated our confidence in the evidence, based on factors such as trial methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 14 new trials to add to those identified in our previous search, bringing the total number of included trials to 39 with 6489 participants. Most were conducted in Australia and the USA and most examined strategies to implement healthy eating and/or physical activity interventions. We found, compared with a control, that the use of implementation strategies probably results in large improvements in the implementation of healthy eating, diet, physical activity, obesity, tobacco use and/or alcohol use interventions in schools. An increasing number of trials assessed potential adverse effects for schools, staff or students and none identified any adverse effects. A number of trials assessed the economic benefits of the use of intervention implementation support strategies; however, the results were inconclusive."
    },
    {
      "heading": "What were the limitations of the evidence?",
      "text": "Despite our review showing that the use of implementation strategies probably results in large improvements in programme implementation, the trials used methods likely to introduce errors in their results and were primarily conducted in two countries (Australia and USA). As a result, we are moderately confident that strategies to support implementation improve the implementation of these interventions in schools."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "We searched databases between 1 May 2021 and 30 June 2023."
    }
  ]
}