{
  "doi": "10.1002/14651858.CD010092.pub4",
  "name": "Psychosocial interventions for improving quality of life outcomes in adults undergoing strabismus surgery ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Strabismus, also known as squint, can have a debilitating effect on a person’s self-esteem, quality of life and mood, as well as increase their feelings of social anxiety and avoidance behaviour. Strabismus surgery can improve both the alignment of a person's eyes and, in appropriate cases, relieve symptoms such as double vision. However, evidence indicates that not all patients experience a meaningful improvement in their quality of life postsurgery. Pre-surgical psychosocial interventions have been found to improve patient reported outcomes in other long-term conditions."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of psychosocial interventions versus no intervention on quality of life and psychosocial outcomes in adults undergoing strabismus surgery."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (which contains the Cochrane Eyes and Vision group Trials Register) (2016, Issue 1), Ovid MEDLINE, Ovid MEDLINE In-Process and Other Non-Indexed Citations, Ovid MEDLINE Daily, Ovid OLDMEDLINE (January 1946 to February 2016), EMBASE (January 1980 to February 2016), Latin American and Caribbean Health Sciences (LILACS) (January 1982 to February 2016), PsycINFO (January 1967 to February 2016), the ISRCTN registry (www.isrctn.com/editAdvancedSearch), ClinicalTrials.gov (www.clinicaltrials.gov) and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) (www.who.int/ictrp/search/en). We did not use any date or language restrictions in the electronic searches for trials. We last searched the electronic databases on 15 February 2016.\nWe also manually searched the British Orthoptic Journal , proceedings of the European Strabismological Association (ESA), International Strabismological Association (ISA) and published transactions from the meetings of European Strabismus Association (ESA) and American Association for Pediatric Ophthalmology and Strabismus (AAPOS). These were searched from 1980 to present. We also carried out handsearches of Psychology and Health , British Journal of Health Psychology , Health Psychology and Annals of Behavioral Medicine."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include randomised controlled trials (RCTs), including cluster-RCTs, in which effectiveness of a psychosocial intervention had been evaluated in patients due to undergo strabismus surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently reviewed the search results for eligibility."
    },
    {
      "heading": "Main results",
      "text": "None of the 88 studies we identified met the inclusion criteria of this Cochrane review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no evidence that evaluated the impact of psychosocial interventions on patients undergoing squint surgery. We believe future research should focus on developing and evaluating the use of targeted psychosocial interventions to improve a patient's quality of life after strabismus surgery."
    }
  ],
  "pls_title": "Patient support programmes (psychosocial interventions) for improving quality of life in adults undergoing squint surgery",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Strabismus, also known as squint, is the misalignment of a person's eyes. It can result in an obvious squint noticeable by other people, as well as symptoms of double vision or blurred vision. Adults who have a squint often undergo surgery to alleviate these signs and symptoms. Although people report improvements in quality of life as a result of strabismus surgery, some people experience no change or a deterioration in quality of life, despite good clinical outcomes. Pre-surgery psychosocial interventions can improve patient reported outcomes in other long-term conditions. In this Cochrane review we aimed to evaluate the effectiveness of psychosocial interventions delivered prior to strabismus surgery in order to optimise quality of life postoperatively. We searched up to February 2016. We found no studies that evaluated the impact of psychosocial interventions on patients undergoing squint surgery. We believe future research should focus on developing and evaluating the use of targeted psychosocial interventions to improve a patient's quality of life after strabismus surgery."
    }
  ]
}