{
  "doi": "10.1002/14651858.CD007958.pub2",
  "name": "Angiogenesis‐inhibitors for metastatic thyroid cancer",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Systemic cytostatic therapies for advanced, metastatic thyroid carcinomas have been poorly effective. Tumor growth and metastasis depend on blood supply and blood vessel formation (angiogenesis). Therefore, inhibition of angiogenesis may represent a promising target for cancer therapy."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and risks of angiogenesis-inhibitors for metastatic thyroid cancer when given alone, or in combination with chemotherapy or radiotherapy."
    },
    {
      "heading": "Search methods",
      "text": "We searched The Cochrane Library (2009, Issue 2), MEDLINE (January 2000 to May 2009) and EMBASE (January 2000 to May 2009) databases and abstracts published in annual proceedings for evidence. Attempts were made to identify studies from references in potentially relevant trials. We also searched for ongoing trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include randomized controlled trials that compared angiogenesis-inhibitors with other treatments, no treatment, or placebo in participants who had pathologically confirmed advanced thyroid cancer."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently evaluated the search results against the selection criteria. Data extraction and risk of bias assessment were not performed because there were no studies that could be included."
    },
    {
      "heading": "Main results",
      "text": "We did not identify any studies which met our full inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently no reliable evidence available from randomized controlled trials regarding the beneﬁts and harms of the use of angiogenesis-inhibitors for treating advanced thyroid cancer. Several trials are ongoing."
    }
  ],
  "pls_title": "Angiogenesis-inhibitors for metastatic thyroid cancer",
  "pls_type": "long",
  "pls": "There is currently no reliable evidence from randomized controlled trials demonstrating that the beneﬁts of angiogenesis-inhibitors outweigh their risks in treating advanced thyroid cancer. Angiogenesis (that is blood supply of tumors and new blood vessel formation in tumors) plays an important role in tumor growth and metastasis. Currently, four randomized controlled trials are ongoing. Despite the potential beneﬁts of angiogenesis-inhibitors, various undesirable side effects have been reported. These include rash, diarrhea, fatigue, nausea, proteinuria, stomatitis or mucositis, and hypertension. We will update this review as data from the ongoing trial become available."
}