{
  "doi": "10.1002/14651858.CD004316.pub4",
  "name": "Steroid hormones for contraception in men",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Male hormonal contraception has been an elusive goal. Administration of sex steroids to men can shut off sperm production through effects on the pituitary and hypothalamus. However, this approach also decreases production of testosterone, so 'add-back' therapy is needed."
    },
    {
      "heading": "Objectives",
      "text": "To summarize all randomized controlled trials (RCTs) of male hormonal contraception."
    },
    {
      "heading": "Search methods",
      "text": "In January and February 2012, we searched the computerized databases CENTRAL, MEDLINE, POPLINE, and LILACS. We also searched for recent trials in ClinicalTrials.gov and ICTRP. Previous searches included EMBASE. We wrote to authors of identified trials to seek additional unpublished or published trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all RCTs that compared a steroid hormone with another contraceptive. We excluded non-steroidal male contraceptives, such as gossypol. We included both placebo and active-regimen control groups."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The primary outcome measure was the absence of spermatozoa on semen examination, often called azoospermia. Data were insufficient to examine pregnancy rates and side effects."
    },
    {
      "heading": "Main results",
      "text": "We found 33 trials that met our inclusion criteria. The proportion of men who reportedly achieved azoospermia or had no detectable sperm varied widely. A few important differences emerged. 1) Levonorgestrel implants (160 μg daily) combined with injectable testosterone enanthate (TE) were more effective than levonorgestrel 125 µg daily combined with testosterone patches. 2) Levonorgestrel 500 μg daily improved the effectiveness of TE 100 mg injected weekly. 3) Levonorgestrel 250 μg daily improved the effectiveness of testosterone undecanoate (TU) 1000 mg injection plus TU 500 mg injected at 6 and 12 weeks. 4) Desogestrel 150 μg was less effective than desogestrel 300 μg (with testosterone pellets). 5) TU 500 mg was less likely to produce azoospermia than TU 1000 mg (with levonorgestrel implants). 6) Norethisterone enanthate 200 mg with TU 1000 mg led to more azoospermia when given every 8 weeks versus 12 weeks. 7) Four implants of 7-alpha-methyl-19-nortestosterone (MENT) were more effective than two MENT implants. We did not conduct any meta-analysis due to intervention differences.\nSeveral trials showed promising efficacy in percentages with azoospermia. Three examined desogestrel and testosterone preparations or etonogestrel and testosterone, and two examined levonorgestrel and testosterone."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No male hormonal contraceptive is ready for clinical use. Most trials were small exploratory studies. Their power to detect important differences was limited and their results imprecise. In addition, assessment of azoospermia can vary by sensitivity of the method used. Future trials need more attention to the methodological requirements for RCTs. More trials with adequate power would also be helpful."
    }
  ],
  "pls_title": "Hormones for contraception (birth control) in men",
  "pls_type": "long",
  "pls": "Researchers have tried to develop contraceptives for men that would be like birth control pills for women. Hormone birth control for men has been hard to achieve. Giving sex hormones to men can lower the sperm produced. However, this approach also lowers the male hormone testosterone in the body, so some testosterone has to be 'added back.' This review looks at the randomized controlled trials of giving hormones to men to prevent their sexual partners from becoming pregnant.\nIn January and February 2012, we did a computer search for studies of hormones tested for contraception in men. We also looked at reference lists of articles. We considered randomized controlled trials in any language. We wrote to trial authors to find other studies we may have missed.\nWe found 33 studies. The focus of the trials was having no sperm found in semen. The percent of men who achieved no sperm varied widely. We found a few major differences and list them here. 1) Implants plus injected testosterone worked better than a pill plus testosterone patch. 2) Adding a hormone pill improved the effect of testosterone injected weekly. 3) A hormone pill also improved the effect of a testosterone injection with more injections at 6 and 12 weeks. 4) A lower dose pill did not work as well as a higher dose when testosterone was put under the skin (implant). 5) When used with implants, a lower dose of injected testosterone led to no sperm more often than a higher dose. 6) An injected hormone plus injected testosterone led to no sperm more often when given every 8 weeks versus 12 weeks. 7) Four implants of a male hormone worked better than two implants.\nSeveral trials showed good results for the percent with no sperm. Five trials studied testosterone and another hormone. The other hormones were desogestrel, etonogestrel, and levonorgestrel.\nNo hormonal birth control for men is ready for general use. Most trials were small pilot studies trying out different hormone treatments. Larger trials with better methods are needed to test good leads in this area."
}