{
  "doi": "10.1002/14651858.CD012145.pub2",
  "name": "Yoga as part of a package of care versus standard care for schizophrenia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Yoga is an ancient spiritual practice that originated in India and is currently accepted in the Western world as a form of relaxation and exercise. It has been of interest for people with schizophrenia to determine the efficacy of yoga delivered as a package of care versus standard care."
    },
    {
      "heading": "Objectives",
      "text": "To examine the effects of yoga as a package of care versus standard care."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group Trials Register (latest 30 March 2017) which is based on regular searches of MEDLINE, PubMed, Embase, CINAHL, BIOSS, AMED, PsychINFO, and registries of clinical trials. We searched the references of all included studies. There are no language, date, document type, or publication status limitations for inclusion of records in the register."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials (RCTs) including people with schizophrenia comparing yoga as a package of care with standard-care control."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The review authors independently selected studies, quality rated these, and extracted data. For binary outcomes, we calculated risk difference (RD) and its 95% confidence interval (CI), on an intention-to-treat (ITT) basis. For continuous data, we estimated the mean difference (MD) between groups and its CI. We employed mixed-effect and fixed-effect models for analysis. We examined heterogeneity (I2 technique), assessed risk of bias for included studies, and created a 'Summary of findings' table using GRADE (Grading of Recommendations Assessment, Development and Evaluation)."
    },
    {
      "heading": "Main results",
      "text": "Three studies are included in this review. All outcomes were short term (less than eight weeks). Useable data were reported for two outcomes only; leaving the study early and quality of life. There was some evidence in favour of the yoga package for quality of life endpoint scores (1 RCT, n=80, MD 22.93 CI 19.74 to 26.12, low-quality evidence). Leaving the study early data were equivocal between the treatment groups (3 RCTs, n=193, RD 0.06 CI -0.01 to 0.13, medium-quality evidence, high heterogeneity). Overall, this review has an inordinate number of missing key outcomes, which included mental and global state, social functioning, physical health, adverse effects and costs of care."
    },
    {
      "heading": "Authors' conclusions",
      "text": "A small number of small studies were included in this review and these lacked many key outcomes. The sparse data means we cannot state with any degree of certainty if yoga delivered as a package of care is beneficial in comparison to standard care."
    }
  ],
  "pls_title": "Yoga as a package of care versus standard care for schizophrenia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Is yoga, delivered as part of a larger package of care, effective for people with schizophrenia compared with standard care?"
    },
    {
      "heading": "Background",
      "text": "Yoga involves physical postures and breathing exercises to promote balance between mind and body. Yoga has now been widely adopted as a method of relaxation and exercise for reduction of stress and promotion of health and feelings of well-being. Schizophrenia is a mental illness where people experience symptoms such as hearing voices that are not there, poor emotional response and social withdrawal. Schizophrenia often affects people for long periods of their life and is treated primarily by antipsychotic medications. However, these medications are not always fully effective and some research suggests that yoga as an add-on treatment could be beneficial and help improve the quality of life of people with schizophrenia. Yoga can be combined with other therapies such as counselling or other forms of exercise into a 'package of care'."
    },
    {
      "heading": "Study characteristics",
      "text": "Only three short-term studies (lasting eight weeks) that randomised people with schizophrenia to either receive sessions of yoga as a package of care or standard care could be included in this review. Yoga was combined with drama, music and dance in one study, with a motivational and feedback session in another study. The final study included in this review combined yoga with counselling and an interactive question and answer session.The relative contribution of yoga was not clearly outlined in these studies. We found these studies by electronic searching of the Cochrane Schizophrenia Group's register in March 2017. All participants continued to receive their prescribed antipsychotic treatment during their trial."
    },
    {
      "heading": "Key results",
      "text": "Many important outcomes were not addressed by the studies in this review, including mental, physical and social functioning, adverse effects and economic considerations. There may have been some small changes in quality of life in favour of the yoga package but overall there was not enough good-quality evidence in this review to make any robust claims that yoga as a package of care should be prescribed as an add-on to standard care for schizophrenia."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Evidence was limited and weak. The number of included studies was small, and only short-term follow-up for two outcomes were reported. Schizophrenia often is a long-term illness and more, larger, and long-term trials that focus on important outcomes are necessary."
    }
  ]
}