{
  "doi": "10.1002/14651858.CD010007.pub2",
  "name": "Screening with urinary dipsticks for reducing morbidity and mortality",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Urinary dipsticks are sometimes used for screening asymptomatic people, and for case-finding among inpatients or outpatients who do not have genitourinary symptoms. Abnormalities identified on screening sometimes lead to additional investigations, which may identify serious disease, such as bladder cancer and chronic kidney disease (CKD). Urinary dipstick screening could improve prognoses due to earlier detection, but could also lead to unnecessary and potentially invasive follow-up testing and unnecessary treatment."
    },
    {
      "heading": "Objectives",
      "text": "We aimed to quantify the benefits and harms of screening with urinary dipsticks in general populations and patients in hospitals."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Renal Group's Specialised Register to 8 September 2014 through contact with the Trials Search Co-ordinator using search terms relevant to this review."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials and other study types that compared urinary dipstick screening with no dipstick screening were eligible for inclusion. We searched for studies that investigated the use of urinary dipsticks for detecting haemoglobin, protein, albumin, albumin-creatinine ratio, leukocytes, nitrite, or glucose, alone or in any combination, and in any setting. We planned to exclude studies conducted in patients with urinary disorders."
    },
    {
      "heading": "Data collection and analysis",
      "text": "It was planned that two authors would independently extract data from included studies and assess risk of bias using the Cochrane risk of bias tool. However, no studies met our inclusion criteria."
    },
    {
      "heading": "Main results",
      "text": "Literature searches to 8 September 2014 yielded 4298 records, of which 4249 were excluded following title and abstract assessment. There were 49 records (44 studies) eligible for full text assessment; of these 18 studies were not RCTs and 26 studies compared interventions or controls that were not relevant to this review. Thus, no studies were eligible for inclusion."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no evidence to assess the benefits and harms of screening with urinary dipsticks, which remain unknown."
    }
  ],
  "pls_title": "Screening with urinary dipsticks for reducing morbidity and mortality",
  "pls_type": "long",
  "pls": "Urinary dipsticks are sometimes used for screening healthy people and patients that do not have symptoms of urinary disease. Urinary dipsticks can be used to test for several different substances, such as blood, sugar, protein, white blood cells and nitrite in the urine, which may indicate the presence of disease. Identified abnormalities sometimes lead to additional investigations, which may identify serious disease, such as bladder cancer and chronic kidney disease. Detection could improve health outcomes from finding disease at earlier stages, but could also lead to unnecessary follow-up testing, which may be invasive, and lead to unnecessary treatment.\nWe searched the literature to September 2014 to identify studies that compared urinary dipstick screening with no dipstick screening. However, we found no studies that met our inclusion criteria. We were unable to determine benefits and harms associated with urinary dipstick screening."
}