{
  "doi": "10.1002/14651858.CD010374.pub2",
  "name": "Interventions for women in subsequent pregnancies following obstetric anal sphincter injury to reduce the risk of recurrent injury and associated harms ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Perineal damage occurs frequently during childbirth, with severe damage involving injury to the anal sphincter reported in up to 18% of vaginal births. Women who have sustained anal sphincter damage are more likely to suffer perineal pain, dyspareunia (painful sexual intercourse), defaecatory dysfunction, and urinary and faecal incontinence compared to those without damage. Interventions in a subsequent pregnancy may be beneficial in reducing the risk of further severe trauma and may reduce the risk of associated morbidities."
    },
    {
      "heading": "Objectives",
      "text": "To examine the effects of Interventions for women in subsequent pregnancies following obstetric anal sphincter injury for improving health."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 September 2014)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials, cluster-randomised trials and multi-arm trials assessing the effects of any intervention in subsequent pregnancies following obstetric anal sphincter injury to improve health. Quasi-randomised controlled trials and cross-over trials were not eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "No trials were included. In future updates of this review, at least two review authors will extract data and assess the risk of bias of included studies."
    },
    {
      "heading": "Main results",
      "text": "No eligible completed trials were identified. One ongoing trial was identified."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No relevant trials were included. The effectiveness of interventions for women in subsequent pregnancies following obstetric anal sphincter injury for improving health is therefore unknown. Randomised trials to assess the relative effects of interventions are required before clear practice recommendations can be made."
    }
  ],
  "pls_title": "Interventions for women in pregnancies following obstetric anal sphincter injury to reduce the risk of recurrent injury and harms",
  "pls_type": "long",
  "pls": "Three quarters of women who give birth vaginally sustain damage to the area between their vagina and anus (the perineum). Severe damage, involving the anal sphincter is less common, occurring in up to a fifth of vaginal births. Reported rates of anal sphincter damage vary widely which may be due to several reasons including: under and over reporting, use of different diagnostic criteria, different assessment methods and differences in training in the recognition of damage.\nSphincter damage is associated with an increased risk of short- and long-term ill-health including perineal pain, painful intercourse, bowel dysfunction, and urinary and faecal incontinence. Perineal pain following birth can affect maternal and infant bonding, ability to breastfeed and may increase the risk of urinary retention and painful intercourse, reduce well-being and increase the risk of depression.\nWomen who have sustained sphincter damage during childbirth who become pregnant again, may benefit from a number of interventions to reduce the risk of repeated damage. These interventions include: antenatal pelvic floor exercises and biofeedback training to strengthen the pelvic floor; perineal massage or creams to reduce the risk of perineal tearing, or interventions during labour aimed at reducing the risk of sphincter damage including: earlier induction of labour to reduce the risk of a large baby, elective caesarean section to avoid perineal damage, vacuum extraction as opposed to forceps and selective episiotomy to reduce the risk of severe perineal damage.\nOnly one ongoing randomised trial was identified evaluating caesarean section compared with vaginal birth for women in subsequent pregnancies following obstetric anal sphincter injury to reduce the risk of recurrent injury and associated harms. High-quality, adequately-powered trials are therefore required to evaluate the relative effectiveness of different interventions to improve health in subsequent pregnancies following obstetric anal sphincter injury."
}