{
  "doi": "10.1002/14651858.CD003409.pub4",
  "name": "Methadone at tapered doses for the management of opioid withdrawal",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The evidence of tapered methadone's efficacy in managing opioid withdrawal has been systematically evaluated in the previous version of this review that needs to be updated"
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of tapered methadone compared with other detoxification treatments and placebo in managing opioid withdrawal on completion of detoxification and relapse rate."
    },
    {
      "heading": "Search methods",
      "text": "We searched: Cochrane Central Register of Controlled Trials (The Cochrane Library 2012, Issue 4), PubMed (January 1966 to May 2012), EMBASE (January 1988 to May 2012), CINAHL (2003- December 2007), PsycINFO (January 1985 to December 2004), reference lists of articles."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials that focused on the use of tapered methadone versus all other pharmacological detoxification treatments or placebo for the treatment of opiate withdrawal."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors assessed the included studies. Any doubts about how to rate the studies were resolved by discussion with a third review author. Study quality was assessed according to the criteria indicated in the Cochrane Handbook for Systematic Reviews of Interventions."
    },
    {
      "heading": "Main results",
      "text": "Twenty-three trials involving 2467 people were included. Comparing methadone versus any other pharmacological treatment, we observed no clinical difference between the two treatments in terms of completion of treatment, 16 studies 1381 participants, risk ratio (RR) 1.08 (95% confidence interval (CI) 0.97 to 1.21); number of participants abstinent at follow-up, three studies, 386 participants RR 0.98 (95% CI 0.70 to 1.37); degree of discomfort for withdrawal symptoms and adverse events, although it was impossible to pool data for the last two outcomes. These results were confirmed also when we considered the single comparisons: methadone with: adrenergic agonists (11 studies), other opioid agonists (eight studies), anxiolytic (two studies), paiduyangsheng (one study). Comparing methadone with placebo (two studies) more severe withdrawal and more drop-outs were found in the placebo group. \n\nThe results indicate that the medications used in the included studies are similar in terms of overall effectiveness, although symptoms experienced by participants differed according to the medication used and the program adopted."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Data from literature are hardly comparable; programs vary widely with regard to the assessment of outcome measures, impairing the application of meta-analysis. The studies included in this review confirm that slow tapering with temporary substitution of long- acting opioids, can reduce withdrawal severity. Nevertheless, the majority of patients relapsed to heroin use."
    }
  ],
  "pls_title": "Methadone at tapered doses for the management of opioid withdrawal",
  "pls_type": "long",
  "pls": "Abuse of opioid drugs and dependence on them causes major health and social issues that include transmission of HIV and hepatitis C with injection, increased crime and costs for health care and law enforcement, family disruption and lost productivity. Addicts, particularly those aged 15 to 34 years, are also at higher risk of death. Managed withdrawal (or detoxification) is used as the first step in treatment. Withdrawal symptoms include anxiety, chills, muscle pain (myalgia) and weakness, tremor, lethargy and drowsiness, restlessness and irritability, nausea and vomiting and diarrhoea. Persisting sleep disturbances and drug craving can continue for weeks and months after detoxification and often lead to a return to opioid use. The number of addicts who complete detoxification tends to be low, and rates of relapse are high. \n\nFor a tapered dose treatment to reduce withdrawal symptoms, illicit opioids are replaced by methadone or another agent using decreasing doses up to 30 days under medical supervision. The review authors searched the medical literature and identified 23 controlled trials involving 2467 adult opioid users in various countries. Trial participants were randomised to receive methadone or another pharmacological treatment. The other treatments were adrenergic agonists such as lofexidine, partial opioid agonists such as buprenorphine, opioid agonists such as LAAM (levo-α-acetyl-methadol) and the anxiolytics chlordiazepoxide and buspirone. In the two studies that compared methadone with placebo, withdrawal symptoms were more severe and more people dropped out in the placebo group.\nThe studies included in this review confirmed that slow tapering with temporary substitution of long- acting opioids, could reduce withdrawal severity. Nevertheless, the majority of patients relapsed to heroin use. The medications used in the included studies were similar in terms of overall effectiveness, although symptoms experienced by participants differed according to the medication used and the program adopted.\nThe programs varied widely with regard to the assessment of outcome measures. Seventeen of the included trials were conducted in inpatient settings."
}