{
  "doi": "10.1002/14651858.CD008310.pub2",
  "name": "Nebulised surfactant in preterm infants with or at risk of respiratory distress syndrome",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Nebulised surfactant has the potential to deliver surfactant to the infant lung with the goal of avoiding endotracheal intubation and ventilation, ventilator-induced lung injury and bronchopulmonary dysplasia (BPD)."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effect of nebulised surfactant administration either as prophylaxis or treatment compared to placebo, no treatment or intratracheal surfactant administration on morbidity and mortality in preterm infants with, or at risk of, respiratory distress syndrome (RDS)."
    },
    {
      "heading": "Search methods",
      "text": "Searches were performed of CENTRAL (The Cochrane Library, January 2012), MEDLINE and PREMEDLINE (1950 to January 2012), EMBASE (1980 to January 2012) and CINAHL (1982 to January 2012), as well as proceedings of scientific meetings, clinical trial registries, Google Scholar and reference lists of identified studies. Expert informants and surfactant manufacturers were contacted."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised, cluster-randomised or quasi-randomised controlled trials of nebulised surfactant administration compared to placebo, no treatment, or other routes of administration (laryngeal, pharyngeal instillation of surfactant before the first breath, thin endotracheal catheter surfactant administration or intratracheal surfactant instillation) on morbidity and mortality in preterm infants at risk of RDS. We considered published, unpublished and ongoing trials."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for eligibility and quality, and extracted data."
    },
    {
      "heading": "Main results",
      "text": "No studies of prophylactic or early nebulised surfactant administration were found. A single small study of late rescue nebulised surfactant was included. The study is of moderate risk of bias. The study enrolled 32 preterm infants born < 36 weeks' gestation with RDS on nasal continuous positive airway pressure (nCPAP). The study reported no significant difference between nebulised surfactant administration compared to no treatment groups in chronic lung disease (risk ratio (RR) 5.00; 95% confidence interval (CI) 0.26 to 96.59) or other outcomes (oxygenation 1 to 12 hours after randomisation, need for mechanical ventilation, days of mechanical ventilation or continuous positive airways pressure (CPAP) or days of supplemental oxygen). No side effects of the nebulised surfactant therapy or aerosol inhalation were reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are insufficient data to support or refute the use of nebulised surfactant in clinical practice. Adequately powered trials are required to determine the effect of nebulised surfactant administration for prevention or early treatment of RDS in preterm infants. Nebulised surfactant administration should be limited to clinical trials."
    }
  ],
  "pls_title": "Nebulised surfactant in preterm infants with or at risk of respiratory distress syndrome",
  "pls_type": "long",
  "pls": "There is insufficient evidence from randomised controlled trials to guide the use of nebulised surfactant in preterm infants at risk of respiratory distress syndrome. \nRespiratory distress syndrome is caused by a deficiency of the naturally occurring lining chemicals of the lung (surfactant) and occurs mainly in infants born before term (37 weeks' gestation). Usual treatment includes instilling artificial surfactant directly into the newborn infant's trachea followed by mechanical ventilation. However, this process can lead to lung injury, which can affect the infant's long-term health. A potential alternative strategy is to use nebulised surfactant. This procedure has the potential to reduce the need for tracheal intubation after birth and subsequent lung damage caused by mechanical ventilation. This review found one small randomised controlled trial of nebulised surfactant administration in preterm infants with respiratory distress syndrome that reported no beneficial effect of nebulised surfactant. This study is too small and has a moderate risk of bias making conclusions uncertain. In view of the encouraging results from other observational studies, high-quality trials of nebulised surfactant in preterm infants with or at risk of respiratory distress syndrome are justified."
}