{
  "doi": "10.1002/14651858.CD013881.pub2",
  "name": "Interleukin‐6 blocking agents for treating COVID‐19: a living systematic review",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "It has been reported that people with COVID-19 and pre-existing autoantibodies against type I interferons are likely to develop an inflammatory cytokine storm responsible for severe respiratory symptoms. Since interleukin 6 (IL-6) is one of the cytokines released during this inflammatory process, IL-6 blocking agents have been used for treating people with severe COVID-19."
    },
    {
      "heading": "Objectives",
      "text": "To update the evidence on the effectiveness and safety of IL-6 blocking agents compared to standard care alone or to a placebo for people with COVID-19."
    },
    {
      "heading": "Search methods",
      "text": "We searched the World Health Organization (WHO) International Clinical Trials Registry Platform, the Living OVerview of Evidence (L·OVE) platform, and the Cochrane COVID-19 Study Register to identify studies on 7 June 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) evaluating IL-6 blocking agents compared to standard care alone or to placebo for people with COVID-19, regardless of disease severity."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Pairs of researchers independently conducted study selection, extracted data and assessed risk of bias. We assessed the certainty of evidence using the GRADE approach for all critical and important outcomes. In this update we amended our protocol to update the methods used for grading evidence by establishing minimal important differences for the critical outcomes."
    },
    {
      "heading": "Main results",
      "text": "This update includes 22 additional trials, for a total of 32 trials including 12,160 randomized participants all hospitalized for COVID-19 disease. We identified a further 17 registered RCTs evaluating IL-6 blocking agents without results available as of 7 June 2022.\nThe mean age range varied from 56 to 75 years; 66.2% (8051/12,160) of enrolled participants were men. One-third (11/32) of included trials were placebo-controlled. Twenty-two were published in peer-reviewed journals, three were reported as preprints, two trials had results posted only on registries, and results from five trials were retrieved from another meta-analysis. Eight were funded by pharmaceutical companies.\nTwenty-six included studies were multicenter trials; four were multinational and 22 took place in single countries. Recruitment of participants occurred between February 2020 and June 2021, with a mean enrollment duration of 21 weeks (range 1 to 54 weeks). Nineteen trials (60%) had a follow-up of 60 days or more. Disease severity ranged from mild to critical disease. The proportion of participants who were intubated at study inclusion also varied from 5% to 95%. Only six trials reported vaccination status; there were no vaccinated participants included in these trials, and 17 trials were conducted before vaccination was rolled out.\nWe assessed a total of six treatments, each compared to placebo or standard care. Twenty trials assessed tocilizumab, nine assessed sarilumab, and two assessed clazakizumab. Only one trial was included for each of the other IL-6 blocking agents (siltuximab, olokizumab, and levilimab). Two trials assessed more than one treatment.\nEfficacy and safety of tocilizumab and sarilumab compared to standard care or placebo for treating COVID-19\nAt day (D) 28, tocilizumab and sarilumab probably result in little or no increase in clinical improvement (tocilizumab: risk ratio (RR) 1.05, 95% confidence interval (CI) 1.00 to 1.11; 15 RCTs, 6116 participants; moderate-certainty evidence; sarilumab: RR 0.99, 95% CI 0.94 to 1.05; 7 RCTs, 2425 participants; moderate-certainty evidence). For clinical improvement at ≥ D60, the certainty of evidence is very low for both tocilizumab (RR 1.10, 95% CI 0.81 to 1.48; 1 RCT, 97 participants; very low-certainty evidence) and sarilumab (RR 1.22, 95% CI 0.91 to 1.63; 2 RCTs, 239 participants; very low-certainty evidence).\nThe effect of tocilizumab on the proportion of participants with a WHO Clinical Progression Score (WHO-CPS) of level 7 or above remains uncertain at D28 (RR 0.90, 95% CI 0.72 to 1.12; 13 RCTs, 2117 participants; low-certainty evidence) and that for sarilumab very uncertain (RR 1.10, 95% CI 0.90 to 1.33; 5 RCTs, 886 participants; very low-certainty evidence).\nTocilizumab reduces all cause-mortality at D28 compared to standard care/placebo (RR 0.88, 95% CI 0.81 to 0.94; 18 RCTs, 7428 participants; high-certainty evidence). The evidence about the effect of sarilumab on this outcome is very uncertain (RR 1.06, 95% CI 0.86 to 1.30; 9 RCTs, 3305 participants; very low-certainty evidence).\nThe evidence is uncertain for all cause-mortality at ≥ D60 for tocilizumab (RR 0.91, 95% CI 0.80 to 1.04; 9 RCTs, 2775 participants; low-certainty evidence) and very uncertain for sarilumab (RR 0.95, 95% CI 0.84 to 1.07; 6 RCTs, 3379 participants; very low-certainty evidence).\nTocilizumab probably results in little to no difference in the risk of adverse events (RR 1.03, 95% CI 0.95 to 1.12; 9 RCTs, 1811 participants; moderate-certainty evidence). The evidence about adverse events for sarilumab is uncertain (RR 1.12, 95% CI 0.97 to 1.28; 4 RCT, 860 participants; low-certainty evidence).\nThe evidence about serious adverse events is very uncertain for tocilizumab (RR 0.93, 95% CI 0.81 to 1.07; 16 RCTs; 2974 participants; very low-certainty evidence) and uncertain for sarilumab (RR 1.09, 95% CI 0.97 to 1.21; 6 RCTs; 2936 participants; low-certainty evidence).\nEfficacy and safety of clazakizumab, olokizumab, siltuximab and levilimab compared to standard care or placebo for treating COVID-19\nThe evidence about the effects of clazakizumab, olokizumab, siltuximab, and levilimab comes from only one or two studies for each blocking agent, and is uncertain or very uncertain."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In hospitalized people with COVID-19, results show a beneficial effect of tocilizumab on all-cause mortality in the short term and probably little or no difference in the risk of adverse events compared to standard care alone or placebo. Nevertheless, both tocilizumab and sarilumab probably result in little or no increase in clinical improvement at D28.\nEvidence for an effect of sarilumab and the other IL-6 blocking agents on critical outcomes is uncertain or very uncertain. Most of the trials included in our review were done before the waves of different variants of concern and before vaccination was rolled out on a large scale.\nAn additional 17 RCTs of IL-6 blocking agents are currently registered with no results yet reported. The number of pending studies and the number of participants planned is low. Consequently, we will not publish further updates of this review."
    }
  ],
  "pls_title": "Are medicines that block interleukin-6 (a protein involved when the body’s immune system overreacts) effective treatments for COVID-19 and do they cause unwanted effects?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "We are very confident that tocilizumab (a medicine that blocks interleukin-6 (IL-6)) reduces the number of hospitalized people who die from COVID-19 within 28 days of treatment. However, it probably results in little or no difference in clinical improvement (defined as leaving the hospital or improvement in COVID-19 symptoms).\nSarilumab probably results in little or no difference in clinical improvement.\nWe found few studies assessing the other IL-6-blocking medicines. We are, therefore, uncertain about their effects.\nA small number of studies have not published any results. These studies treated relatively low numbers of people and their results would not change our current findings."
    },
    {
      "heading": "What is IL-6, and what is its role in COVID-19?",
      "text": "IL-6 is a type of protein called a cytokine, which helps to regulate the body’s immune system. In particular, IL-6 triggers inflammation to help the body recognize and fight infection to defend itself against harmful substances, such as viruses.\nWhen a person has COVID-19 it can disrupt their immune system response, causing it to overreact. When the body continually makes IL-6 as part of this response, it can produce high levels of inflammation that damage the body. This can lead to severe breathing difficulties, organ failure and death."
    },
    {
      "heading": "What are IL-6 blocking agents?",
      "text": "IL-6 blocking agents are medicines that stop the IL-6 from working by blocking signals from IL-6 to other parts of the immune system. This reduces inflammation and may help the immune system to fight COVID-19. In turn, this may reduce the need for breathing support with a ventilator (a machine that breathes for a patient) and reduce the number of deaths from COVID-19. These are already known to be safe and effective when they are used to treat conditions that involve an 'overreactive' immune system, such as rheumatoid arthritis."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to know if IL-6 blocking agents are effective treatments for people with COVID-19, compared with standard care alone or with placebo (a dummy treatment that appears identical to the medicine being tested but without any active medicine). We were particularly interested in the effects of IL-6 blocking agents on:\n- whether people’s symptoms got better or worse;\n- how many people died; and\n- any unwanted effects and serious unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that tested if medicines that block interleukin-6 can treat COVID-19 effectively. We looked for randomized controlled studies in which the treatments people received are decided by chance. We compared and summarized the results of the studies. We used a standardized method to rate our confidence in the evidence. The confidence is based on study features such as study design and the number of people included."
    },
    {
      "heading": "What did we find?",
      "text": "We found 32 studies in 12,160 people with COVID-19. The average age of people was 56 to 75 years, and 66% of the participants were men. The studies took place at hospitals in different countries around the world. Eight studies were funded by pharmaceutical companies.\nThe medicines most tested were tocilizumab and sarilumab.\nWe found 17 additional registered studies of IL-6-blocking medicines to treat COVID-19; these studies have no published results. Ten of these studies have either been completed or are still in progress. Seven were terminated."
    },
    {
      "heading": "What are the main results of our review?",
      "text": "Compared to placebo or standard treatment, treatment with tocilizumab:\n- reduces the number of people with COVID-19 dying, of any cause, around 28 days;\n- probably makes little or no difference on clinical improvement around 28 days;\n- probably results in little or no difference in unwanted effects.\nWe are uncertain about the effects of tocilizumab treatment on:\n- clinical improvement around 60 days;\n- severity of COVID-19; that is, how many patients needed a ventilator or additional organ support or died of COVID-19 around 28 days;\n- how many patients die, of any cause, around 60 days.\nCompared to placebo or standard treatment, treatment with sarilumab:\n- probably makes little or no difference in clinical improvement (defined as leaving the hospital or improvement in COVID-19 symptoms) around 28 days.\nWe are uncertain about the treatment effects and unwanted events of sarilumab, clazakizumab, olokizumab, siltuximab, and levilimab, compared to placebo or standard treatment."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the results of clazakizumab, olokizumab, siltuximab, and levilimab is limited because of the low number of studies conducted and the small number of people included in these studies. We were unable to assess the variation in effects due to changes in the standard treatment provided, and we were also unable to see if effects were different in people of different ages or genders.\nFurther, most of the studies included in the review were conducted before the waves of different variants of concern and before vaccination was rolled out on a large scale."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to 7 June 2022."
    }
  ]
}