{
  "doi": "10.1002/14651858.CD002855.pub5",
  "name": "Medical methods for first trimester abortion",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Medical abortion became an alternative method of pregnancy termination following the development of prostaglandins and antiprogesterone in the 1970s and 1980s. Recently, synthesis inhibitors of oestrogen (such as letrozole) have also been used to enhance efficacy. The most widely researched drugs are prostaglandins (such as misoprostol, which has a strong uterotonic effect), mifepristone, mifepristone with prostaglandins, and letrozole with prostaglandins. More evidence is needed to identify the best dosage, regimen, and route of administration to optimise patient outcomes. This is an update of a review last published in 2011."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effectiveness and side effects of different medical methods for first trimester abortion."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, Global Health, and LILACs on 28 February 2021. We also searched Clinicaltrials.gov and the World Health Organization's (WHO) International Clinical Trials Registry Platform, and reference lists of retrieved papers."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered randomised controlled trials (RCTs) that compared different medical methods for abortion before the 12th week of gestation. The primary outcome is failure to achieve complete abortion. Secondary outcomes are mortality, surgical evacuation, ongoing pregnancy at follow-up, time until passing of conceptus, blood transfusion, side effects and women's dissatisfaction with the method."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected and evaluated studies for inclusion, and assessed the risk of bias. We processed data using Review Manager 5 software. We assessed the certainty of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included 99 studies in the review (58 from the original review and 41 new studies).\n1. Combined regimen mifepristone/prostaglandin\nMifepristone dose: high-dose (600 mg) compared to low-dose (200 mg) mifepristone probably has similar effectiveness in achieving complete abortion (RR 1.07, 95% CI 0.87 to 1.33; I2 = 0%; 4 RCTs, 3494 women; moderate-certainty evidence).\nProstaglandin dose: 800 µg misoprostol probably reduces abortion failure compared to 400 µg (RR 0.63, 95% CI 0.51 to 0.78; I2= 0%; 3 RCTs, 4424 women; moderate-certainty evidence).\nProstaglandin timing: misoprostol administered on day one probably achieves more success on complete abortion than on day three (RR 1.94, 95% CI 1.05 to 3.58; 1489 women; 1 RCT; moderate-certainty evidence).\nAdministration strategy: there may be no difference in failure of complete abortion with self-administration at home compared with hospital administration (RR 1.63, 95% CI 0.68 to 3.94; I2 = 84%; 2263 women; 4 RCTs; low-certainty evidence), but failure may be higher when administered by nurses in hospital compared to by doctors in hospital (RR 2.69, 95% CI 1.39 to 5.22; I2 = 66%; 3 RCTs, 3056 women; low-certainty evidence).\nAdministration route: oral misoprostol probably leads to more failures than the vaginal route (RR 2.38, 95% CI 1.46 to 3.87; I2 = 39%; 3 RCTs, 1704 women; moderate-certainty evidence) and may be associated with more frequent side effects such as nausea (RR 1.14, 95% CI 1.03 to 1.26; I2 = 0%; 2 RCTs, 1380 women; low-certainty evidence) and diarrhoea (RR 1.80 95% CI 1.49 to 2.17; I2 = 0%; 2 RCTs, 1379 women). Compared with the vaginal route, complete abortion failure is probably lower with sublingual (RR 0.68, 95% CI 0.22 to 2.11; I2 = 59%; 2 RCTs, 3229 women; moderate-certainty evidence) and may be lower with buccal administration (RR 0.71, 95% CI 0.34 to 1.46; I2 = 0%; 2 RCTs, 479 women; low-certainty evidence), but sublingual or buccal routes may lead to more side effects. Women may experience more vomiting with sublingual compared to buccal administration (RR 1.33, 95% CI 1.01 to 1.77; low-certainty evidence).\n2. Mifepristone alone versus combined regimen\nThe efficacy of mifepristone alone in achieving complete abortion compared to combined mifepristone/prostaglandin up to 12 weeks is unclear (RR of failure 3.25, 95% CI 0.81 to 13.09; I2 = 83%; 3 RCTs, 273 women; very low-certainty evidence).\n3. Prostaglandin alone versus combined regimen\nNineteen studies compared prostaglandin alone to a combined regimen (prostaglandin combined with mifepristone, letrozole, estradiol valerate, tamoxifen, or methotrexate). Compared to any of the combination regimens, misoprostol alone may increase the risk for failure to achieve complete abortion (RR of failure 2.39, 95% CI 1.89 to 3.02; I2 = 64%; 18 RCTs, 3471 women; low-certainty evidence), and with more diarrhoea.\n4. Prostaglandin alone (route of administration)\nOral misoprostol alone may lead to more failures in complete abortion than the vaginal route (RR 3.68, 95% CI 1.56 to 8.71, 2 RCTs, 216 women; low-certainty evidence). Failure to achieve complete abortion may be slightly reduced with sublingual compared with vaginal (RR 0.69, 95% CI 0.37 to 1.28; I2 = 87%; 5 RCTs, 2705 women; low-certainty evidence) and oral administration (RR 0.58, 95% CI 0.11 to 2.99; I2 = 66%; 2 RCTs, 173 women). Failure to achieve complete abortion may be similar or slightly higher with sublingual administration compared to buccal administration (RR 1.11, 95% CI 0.71 to 1.74; 1 study, 401 women)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Safe and effective medical abortion methods are available. Combined regimens (prostaglandin combined with mifepristone, letrozole, estradiol valerate, tamoxifen, or methotrexate) may be more effective than single agents (prostaglandin alone or mifepristone alone). In the combined regimen, the dose of mifepristone can probably be lowered to 200 mg without significantly decreasing effectiveness. Vaginal misoprostol is probably more effective than oral administration, and may have fewer side effects than sublingual or buccal. Some results are limited by the small numbers of participants on which they are based. Almost all studies were conducted in settings with good access to emergency services, which may limit the generalisability of these results."
    }
  ],
  "pls_title": "Are medical methods for early termination of pregnancy effective and do they cause unwanted effects?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- Medical abortion is a safe and effective way to terminate pregnancy in the first three months.\n- Mifepristone combined with misoprostol is more effective than using these medications on their own.\n- Misoprostol is more effective when placed in the vagina than when swallowed, and is less uncomfortable than placing it under the tongue or in the cheek."
    },
    {
      "heading": "What is medical abortion?",
      "text": "Medical abortion uses one or more medicines alone or in combination to end a pregnancy. The most common medicines are the hormones prostaglandin and mifepristone. Other medicines include methotrexate (a kind of chemotherapy), and letrozole, which slows the production of the hormone oestrogen. These medicines work by softening the cervix (neck of the womb) and causing the uterus (womb) to contract. They may be swallowed (taken orally), put under the tongue or in the cheek, or put in the vagina. They can be given by a nurse or a doctor in hospital, or taken by women at home.\nMedical abortion methods may cause unwanted effects such as heavy bleeding, pain, nausea, vomiting and diarrhoea, Failed abortion is an infrequent but important complication of medical abortion. Medical methods for early abortion are already widely available in some countries, and new medicines are being developed."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out which medicines were most successful in achieving complete abortion in the first three months of pregnancy, and if the dose or way they were given made a difference. We also wanted to know if there were any unwanted effects"
    },
    {
      "heading": "What did we do?",
      "text": ""
    },
    {
      "heading": "Study characteristics",
      "text": "Study characteristics\nWe included 99 studies that investigated 24 different medicine combinations, doses, and ways of giving the medicine."
    },
    {
      "heading": "Main results",
      "text": "Misoprostol put into the vagina is probably more effective to achieve abortion than taken orally, and may be associated with less stomach discomfort than if put under the tongue or between the tongue and cheek. Misoprostol alone and mifepristone alone may result in more failed abortions than misoprostol and mifepristone taken together. There may be little or no difference in the success rate of abortions based on whether the medicines are given at home or in hospital, the dosage of mifepristone, or single versus repeated doses of prostaglandin. However, abortions may be more successful if the medicines are given by a doctor in hospital rather than a nurse in hospital."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Overall, our confidence in the evidence is limited or very limited for several reasons. Most studies included enough participants and used adequate methods to select them and allocate them to a particular treatment. However, it was difficult to ensure that they and the doctors treating them didn't know what treatment they had received. Several studies did not publish their aims before they started, so it is hard to evaluate whether they measured and reported all their points of interest. Almost all the studies took place in high-income countries, where women can return for a check-up. We don't know if results would have been different in low-income countries."
    },
    {
      "heading": "How up to date is the evidence?",
      "text": "This is a update of a review last published in 2011. The evidence is up to date to February 2021."
    }
  ]
}