{
  "doi": "10.1002/14651858.CD011306.pub2",
  "name": null,
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Poorly controlled asthma often leads to preventable exacerbations that require additional medications, as well as unscheduled hospital and clinic visits.\nLong-acting beta2-agonists (LABA) are commonly given to adults with asthma whose symptoms are not well controlled by inhaled corticosteroids (ICS). US and UK regulators have issued warnings for LABA in asthma, and now recommend they be used \"for the shortest duration of time required to achieve control of asthma symptoms and discontinued, if possible, once asthma control is achieved\"."
    },
    {
      "heading": "Objectives",
      "text": "To compare cessation of long-acting beta2-agonists (LABA) versus continued use of LABA/inhaled corticosteroids (LABA/ICS) for adults whose asthma is well controlled, and to determine whether stopping LABA:\n1. results in loss of asthma control or deterioration in quality of life;\n2. increases the likelihood of asthma attacks or 'exacerbations'; or\n3. increases or decreases the likelihood of serious adverse events of any cause."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Specialised Register (CAGR), www.ClinicalTrials.gov, www.who.int/ictrp/en/, reference lists of primary studies and existing reviews and manufacturers' trial registries (GlaxoSmithKline (GSK) and AstraZeneca). We searched all databases from their inception to April 2015, and we imposed no restriction on language of publication."
    },
    {
      "heading": "Selection criteria",
      "text": "We looked for parallel randomised controlled trials (RCTs) of at least eight weeks' duration, in which adults whose asthma was well controlled by any dose of ICS+LABA combination therapy were randomly assigned to (1) step-down therapy to ICS alone versus (2) continuation of ICS and LABA."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened all records identified by the search strategy. We used an Excel extraction tool to manage searches, document reasons for inclusion and exclusion and extract descriptive and numerical data from trials meeting inclusion criteria.\nPrespecified primary outcomes were (1) exacerbations requiring oral steroids, (2) asthma control and (3) all-cause serious adverse events."
    },
    {
      "heading": "Main results",
      "text": "Six randomised, double-blind studies between 12 and 24 weeks' long met the inclusion criteria. Five studies contributed data to the meta-analysis, assigning 2781 people with stable asthma to the comparison of interest. The definition of stable asthma and inclusion criteria varied across studies, and Global Initiative for Asthma (GINA) criteria were not used. Risk of bias across studies was generally low, and most evidence was rated as moderate quality.\nStopping LABA might increase the number of people having exacerbations and requiring oral corticosteroids (odds ratio (OR) 1.74, 95% confidence interval (CI) 0.83 to 3.65; participants = 1257; studies = 4), although the confidence intervals did not exclude the possibility that stopping LABA was beneficial; over 17 weeks, 19 people per 1000 who continued their LABA had an exacerbation, compared with 32 per 1000 when LABA were stopped (13 more per 1000, 95% CI 3 fewer to 46 more).\nPeople who stopped LABA had worse scores on the Asthma Control Questionnaire (mean difference (MD) 0.24, 95% CI 0.13 to 0.35; participants = 645; studies = 3) and on measures of asthma-related quality of life (standardised mean difference (SMD) 0.36, 95% CI 0.15 to 0.57; participants = 359; studies = 2) than those who continued LABA, but the effects were not clinically relevant.\nToo few events occurred for investigators to tell whether stopping LABA has a greater effect on serious adverse events compared with continuing LABA+ICS (OR 0.82, 95% CI 0.28 to 2.42; participants = 1342; studies = 5), and no study reported exacerbations requiring an emergency department visit or hospitalisation as a separate outcome. Stopping LABA may result in fewer adverse events of any kind compared with continuing, although the effect was not statistically significant (OR 0.83, 95% CI 0.66 to 1.05; participants = 1339; studies = 5), and stopping LABA made people more likely to withdraw from participation in research studies (OR 1.95, 95% CI 1.47 to 2.58; participants = 1352; studies = 5)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review suggests that stopping LABA in adults who have stable asthma while they are taking a combination of LABA and ICS inhalers may increase the likelihood of asthma exacerbations that require treatment with oral corticosteroids, but this is not certain. Stopping LABA may slightly reduce asthma control and quality of life, but evidence was insufficient to show whether this had an effect on important outcomes such as serious adverse events and exacerbations requiring hospital admission, and longer trials are warranted. Trialists should include patient-important outcomes such as asthma control and quality of life and should use validated measurement tools. Definitions of exacerbations should be provided."
    }
  ],
  "pls_title": "What is the evidence for stopping long-acting beta2-agonists for adults with stable asthma using combination therapy?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "Stopping long-acting beta2-agonists (LABA) for adults whose asthma is stable with LABA and inhaled corticosteroid (ICS) treatment may increase the number of asthma attacks that require treatment with extra corticosteroids, but this remains uncertain. Stopping LABA may also slightly reduce quality of life and asthma control. We could not tell whether stopping LABA changed serious side effects or the likelihood of having to go to the hospital for an asthma attack."
    },
    {
      "heading": "Why is the question important?",
      "text": "Poorly controlled asthma often leads to attacks that require additional medications, hospital stays or treatment in the emergency department. Long-acting beta2-agonists (LABA) are inhaled drugs that can be added to inhaled corticosteroids (ICS) to improve symptoms and reduce asthma attacks for adults whose asthma is not well controlled by ICS alone. However, some drug authorities have issued warnings for LABA in asthma because of safety concerns and now recommend that they be used for the shortest duration possible, then stopped once control of asthma symptoms is achieved. We believed it was important to assess evidence provided by high-quality studies."
    },
    {
      "heading": "How did we answer the question?",
      "text": "We looked for studies at least 8 weeks' long that compared a group of people with stable asthma who stopped taking LABA versus a group who continued taking ICS+LABA together. We were mainly interested in determining whether stopping LABA had an effect on asthma attacks, asthma control or side effects."
    },
    {
      "heading": "What did we find out?",
      "text": "We included in the data analyses five studies of people with stable asthma. We rated the overall quality of evidence as moderate for most outcomes, meaning that additional studies are likely to change our confidence in what we found. It looked as though people who stopped LABA might be more likely to have asthma attacks needing treatment with oral steroids, but this is uncertain. Over 17 weeks, 19 of 1000 people continuing their LABA had an attack, compared with 32 of 1000 who stopped taking LABA. This means that 13 more people in 1000 would have an attack if they stopped their LABA, but the uncertainty meant that between 3 fewer and 46 more could be affected.\nAsthma control and asthma-related quality of life were a bit worse among people who stopped taking LABA, and we could not tell whether stopping LABA increased serious side effects or admission to the hospital."
    }
  ]
}