{
  "doi": "10.1002/14651858.CD008482.pub6",
  "name": "Vitamin K supplementation for cystic fibrosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Malabsorption and deficiency of fat-soluble vitamins K may occur in cystic fibrosis, a genetic disorder affecting multiple organs. Vitamin K is known to play an important role in both blood coagulation and bone formation, hence the role of supplementation of vitamin K in this category needs to be reviewed. This is an updated version of the review."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of vitamin K supplementation in people with cystic fibrosis and to investigate the hypotheses that vitamin K will decrease deficiency-related coagulopathy, increase bone mineral density, decrease risk of fractures and improve quality of life in people with CF. Also to determine the optimal dose and route of administration of vitamin K for people with CF (for both routine and therapeutic use)."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group's Trials Register comprising references identified from comprehensive electronic database searches and handsearches of relevant journals and abstract books of conference proceedings.\nMost recent search: 12 August 2019."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of all preparations of vitamin K used as a supplement compared to either no supplementation (or placebo) at any dose or route and for any duration, in patients with cystic fibrosis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently screened papers, extracted trial details and assessed their risk of bias. The quality of the evidence was assessed using the GRADE criteria."
    },
    {
      "heading": "Main results",
      "text": "Three trials (total 70 participants, aged 8 to 46 years) assessed as having a moderate risk of bias were included. One trial compared vitamin K to placebo, a second to no supplementation and the third compared two doses of vitamin K. No trial in either comparison reported our primary outcomes of coagulation and quality of life or the secondary outcomes of nutritional parameters and adverse events.\nVitamin K versus control\nTwo trials compared vitamin K to control, but data were not available for analysis. One 12-month trial (n = 38) compared 10 mg vitamin K daily or placebo in a parallel design and one trial (n = 18) was of cross-over design with no washout period and compared 5 mg vitamin K/week for four-weeks to no supplementation for four-weeks. Only the 12-month trial reported on the primary outcome of bone formation; we are very uncertain whether vitamin K supplementation has any effect on bone mineral density at the femoral hip or lumbar spine (very low-quality evidence). Both trials reported an increase in serum vitamin K levels and a decrease in undercarboxylated osteocalcin levels. The cross-over trial also reported that levels of proteins induced by vitamin K absence (PIVKA) showed a decrease and a return to normal following supplementation, but due to the very low-quality evidence we are not certain that this is due to the intervention.\nHigh-dose versus low-dose vitamin K\nOne parallel trial (n = 14) compared 1 mg vitamin K/day to 5 mg vitamin K/day for four weeks. The trial did report that there did not appear to be any difference in serum undercarboxylated osteocalcin or vitamin K levels (very low-quality evidence). While the trial reported that serum vitamin K levels improved with supplementation, there was no difference between the high-dose and low-dose groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is very low-quality evidence of any effect of vitamin K in people with cystic fibrosis. While there is no evidence of harm, until better evidence is available the ongoing recommendations by national CF guidelines should be followed."
    }
  ],
  "pls_title": "Vitamin K supplementation for cystic fibrosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence to see whether supplementing vitamin K in people with cystic fibrosis counteracts the effects of deficiency on blood clotting, bone strength and quality of life in people with cystic fibrosis. We tried to determine the best dose needed to prevent this deficiency. This is an update of an earlier review."
    },
    {
      "heading": "Background",
      "text": "Cystic fibrosis is an inherited condition which causes disease, most noticeably in the lungs, digestive system and pancreas. In people with cystic fibrosis, the pancreas often does not produce enough enzymes to allow the body to absorb digested food properly and this may also be linked to deficiencies of fat-soluble vitamins like vitamin K. Vitamin K is needed for adequate blood clotting, bone formation and some metabolic functions."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to: 12 August 2019."
    },
    {
      "heading": "Study characteristics",
      "text": "We included three trials (total of 70 participants aged between 8 and 46 years) in the review.\nTwo trials compared vitamin K to a control. In the first trial all 18 people taking part (aged 13 to 35 years) were given 5 mg oral vitamin K supplement once a week or nothing for a total duration of one month and then they swapped to the other group for another month. Unfortunately, we could not analyse the data from this trial because the investigators did not report data just from the first part of the trial (only from the end of the trial when everyone taking part had been in both groups), so we could not tell if the effects were due to supplements or no supplements. In the second trial a total of 38 people aged 16 to 45 years took part. They were given either 10 mg vitamin K or placebo (a dummy supplement not containing any vitamin K) every day for 12 months, but the investigators did not state how many people were in each group so we could not analyse the results.\nIn the third trial (14 children aged 8 to 18 years old) participants were given oral vitamin K supplements, half of them at a dose of 1 mg every day and the other half were given 5 mg every day for one month."
    },
    {
      "heading": "Key results",
      "text": "No trial in either comparison reported our primary outcomes of blood clotting and quality of life or the secondary measures of nutrition and adverse events.\nVitamin K versus control\nOnly the 12-month trial reported on the primary outcome of bone formation; we are very uncertain whether vitamin K supplementation has any effect on bone mineral density measured at the hip or lower back (very low-quality evidence). Both trials reported an increase in vitamin K levels in the blood and a decrease in undercarboxylated osteocalcin levels (this is an indicator of the risk of hip fracture). The four-week trial also reported that levels of proteins induced by vitamin K absence (PIVKA) dropped and returned to normal levels, but due to the very low-quality evidence we are not certain that this is due to supplementation.\nHigh-dose versus low-dose vitamin K\nThe trial reported that while vitamin K levels improved there did not seem to be any difference between the high-dose and low-dose groups. There also did not seem to be any difference in undercarboxylated osteocalcin levels (very low-quality evidence)."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The overall quality of the evidence was judged to be very low due to risks of bias in the design of all trials and the low numbers of participants."
    }
  ]
}