{
  "doi": "10.1002/14651858.CD004931.pub2",
  "name": "Intragastric balloon for obesity",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Obesity is one of the major public health problems of modern society. Intragastric balloon (IGB) treatment for obesity has been developed as a temporary aid. Its primary objective is the treatment of obese people, who have had unsatisfactory results in their clinical treatment for obesity, despite of being cared for by a multidisciplinary team, and super obese patients with a higher surgical risk. However, the effects of different IGB procedures compared with conventional treatments and with each other are uncertain."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of intragastric balloon in people with obesity."
    },
    {
      "heading": "Search methods",
      "text": "Studies were obtained from computerised searches of MEDLINE, EMBASE, LILACS, The Cochrane Library and other electronic databases. Furthermore, reference lists of relevant articles and hand searches of selected journals were performed. Experts in the field were contacted."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled trials fulfilling the inclusion criteria were used. Short term weight loss is common, so studies were included if they reported measurements after a minimum of four weeks follow-up."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data were extracted by one reviewer and checked independently by two reviewers. Two reviewers independently assessed the quality of trials."
    },
    {
      "heading": "Main results",
      "text": "Nine randomised controlled trials involving 395 patients were included. Six out of nine studies had a follow-up of less than one year, the longest study duration was 24 months. Only a third of the analysed studies revealed a low risk of bias. No information was available on quality of life, all-cause mortality and morbidity. Compared with conventional management, IGB did not show convincing evidence of a greater weight loss. On the other hand, complications of intragastric balloon placement occurred, however few of a serious nature. The relative risks for minor complications like gastric ulcers and erosions were significantly raised."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Evidence from this review is limited for decision making, since there was large heterogeneity in IGB trials, regarding both methodological and clinical aspects. However, a co-adjuvant factor described by some authors in the loss and maintenance of weight has been the motivation and the encouragement to changing eating habits following a well-organized diet and a program of behavioural modification. The IGB alone and the technique of positioning appear to be safe. Despite the evidence for little additional benefit of the intragastric balloon in the loss of weight, its cost should be considered against a program of eating and behavioural modification."
    }
  ],
  "pls_title": "Intragastric balloon for obesity",
  "pls_type": "long",
  "pls": "With the failure of conventional treatments like diet therapy, increased physical activity and drug therapy in producing long lasting weight loss in people with obesity, other approaches like surgery are performed in specialised centres, an option to be considered for patients with morbid obesity who do not respond to clinical treatment. The silicon intragastric balloon (IGB) has been developed as a temporary aid to especially achieve weight loss in obese people with 40% or more their optimal weight, who have had unsatisfactory results in their treatment for obesity, despite of being cared for by a multidisciplinary team and in super obese patients who often have a high risk for surgery. The placement and removal of the IGB is an interventionist endoscopic procedure and the balloon is designed to float freely inside the stomach, its size might be changed during the placement. The IGB technique reduces the volume of the stomach and leads to a premature feeling of satiety \nNine randomised controlled trials involving 395 patients were evaluated. Six out of nine studies had a follow-up of less than one year, the longest study duration was 24 months. The overall quality of trials was variable, only a third of the analysed studies showed a low risk of bias. No information was available on quality of life, all-cause mortality and morbidity. Compared with conventional management, IGB did not show convincing evidence of a greater weight loss. The relative risks for minor complications, for example gastric ulcers and erosions were significantly raised."
}