{
  "doi": "10.1002/14651858.CD001893.pub2",
  "name": "Epidural local anaesthetics versus opioid‐based analgesic regimens for postoperative gastrointestinal paralysis, vomiting and pain after abdominal surgery ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Gastrointestinal paralysis, nausea and vomiting and pain are major clinical problems following abdominal surgery. Anaesthetic and analgesic techniques that reduce pain and postoperative nausea and vomiting (PONV), while preventing or reducing postoperative ileus, may reduce postoperative morbidity, duration of hospitalization and hospital costs. This review was first published in 2001 and was updated by new review authors in 2016."
    },
    {
      "heading": "Objectives",
      "text": "To compare effects of postoperative epidural analgesia with local anaesthetics versus postoperative systemic or epidural opioids in terms of return of gastrointestinal transit, postoperative pain control, postoperative vomiting, incidence of anastomotic leak, length of hospital stay and costs after abdominal surgery."
    },
    {
      "heading": "Search methods",
      "text": "We identified trials by conducting computerized searches of the Cochrane Central Register of Controlled Trials (CENTRAL) (2014, Issue 12), MEDLINE (from 1950 to December 2014) and EMBASE (from 1974 to December 2014) and by checking the reference lists of trials retained. When we reran the search in February 2016, we added 16 potential new studies of interest to the list of ‘Studies awaiting classification' and will incorporate these studies into formal review findings during the next review update."
    },
    {
      "heading": "Selection criteria",
      "text": "We included parallel randomized controlled trials comparing effects of postoperative epidural local anaesthetic versus regimens based on systemic or epidural opioids."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We rated the quality of studies by using the Cochrane 'Risk of bias' tool. Two review authors independently extracted data and judged the quality of evidence according to the GRADE (Grades of Recommendation, Assessment, Development and Evaluation Working Group) scale."
    },
    {
      "heading": "Main results",
      "text": "We included 128 trials with 8754 participants in the review, and 94 trials with 5846 participants in the analysis. Trials included in the review were funded as follows: charity (n = 19), departmental resources (n = 8), governmental sources (n = 15) and industry (in part or in total) (n = 15). The source of funding was not specified for the other studies.\nResults of 22 trials including 1138 participants show that an epidural containing a local anaesthetic will decrease the time required for return of gastrointestinal transit as measured by time to first flatus after an abdominal surgery (standardized mean difference (SMD) -1.28, 95% confidence interval (CI) -1.71 to -0.86; high quality of evidence; equivalent to 17.5 hours). The effect is proportionate to the concentration of local anaesthetic used. A total of 28 trials including 1559 participants reported a decrease in time to first faeces (stool) (SMD -0.67, 95% CI -0.86 to -0.47; low quality of evidence; equivalent to 22 hours). Thirty-five trials including 2731 participants found that pain on movement at 24 hours after surgery was also reduced (SMD -0.89, 95% CI -1.08 to -0.70; moderate quality of evidence; equivalent to 2.5 on scale from 0 to 10). From findings of 22 trials including 1154 participants we did not find a difference in the incidence of vomiting within 24 hours (risk ratio (RR) 0.84, 95% CI 0.57 to 1.23; low quality of evidence). From investigators in 17 trials including 848 participants we did not find a difference in the incidence of gastrointestinal anastomotic leak (RR 0.74, 95% CI 0.41 to 1.32; low quality of evidence). Researchers in 30 trials including 2598 participants noted that epidural analgesia reduced length of hospital stay for an open surgery (SMD -0.20, 95% CI -0.35 to -0.04; very low quality of evidence; equivalent to one day). Data on costs were very limited."
    },
    {
      "heading": "Authors' conclusions",
      "text": "An epidural containing a local anaesthetic, with or without the addition of an opioid, accelerates the return of gastrointestinal transit (high quality of evidence). An epidural containing a local anaesthetic with an opioid decreases pain after abdominal surgery (moderate quality of evidence). We did not find a difference in the incidence of vomiting or anastomotic leak (low quality of evidence). For open surgery, an epidural containing a local anaesthetic would reduce the length of hospital stay (very low quality of evidence)."
    }
  ],
  "pls_title": "Epidural local anaesthetics for prevention of postoperative gastrointestinal paralysis, vomiting and pain after abdominal surgery",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Pain and gut paralysis (movement failure) commonly occur after abdominal surgery. Following laparotomy, laparoscopic cholecystectomy and colectomy, approximately 10.3% of patients will have temporary gut paralysis. This may prolong length of hospital stay and may increase costs of the procedure. Among the possible ways to treat pain after abdominal surgery are an epidural and injections of opioids (morphine-like substances or pain killers). An epidural consists of inserting a catheter (a narrow tube) into the epidural space (the virtual space surrounding the membrane that contains cerebrospinal fluid and the spinal cord) and infusing a solution of local anaesthetic (substance that cuts pain transmission to the brain) (alone or in combination with opioids) to anaesthetize the abdomen. This Cochrane review compares the effects of an epidural containing a local anaesthetic with those of an opioid-based regimen on the postoperative course after abdominal surgery."
    },
    {
      "heading": "Search dates",
      "text": "The evidence is current to December 2014. When we reran the search in February 2016, we added 16 potential new studies of interest to the list of ‘Studies awaiting classification' and will incorporate them into formal review findings during the next review update."
    },
    {
      "heading": "Study characteristics",
      "text": "We included 128 trials with 8754 participants of both sexes aged between 33 and 76 years in the review and 94 trials with 5846 participants in the analysis. Three trials reported that their trial was officially registered."
    },
    {
      "heading": "Study funding sources",
      "text": "Trials included in the review were funded as follows: charity (n = 19), departmental resources (n = 8), governmental sources (n = 15) and industry (in part or in total) (n = 15). The source of funding was not specified for the other trials."
    },
    {
      "heading": "Key results",
      "text": "We found that an epidural containing a local anaesthetic reduces the time required for return of gut function compared with an opioid-based regimen (equivalent to 17 hours). An epidural providing a local anaesthetic and an opioid also reduce pain (equivalent to a reduction of 2.5 on a scale from 0 to 10 for pain on movement at 24 hours after surgery) and time spent in hospital for open surgery (equivalent to one day). We found no evidence that an epidural with a local anaesthetic would affect the incidence of vomiting or poor healing of the gut."
    },
    {
      "heading": "Quality of evidence",
      "text": "We rated the quality of the evidence as high for return of gastrointestinal function, moderate for pain treatment, low for no effect on vomiting or healing of the gut and very low for reduced time spent in the hospital after open surgery."
    }
  ]
}