{
  "doi": "10.1002/14651858.CD006175",
  "name": "Progesterone for preventing pre‐eclampsia and its complications",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "In the past, progesterone has been advocated for prevention of pre-eclampsia. Although progestogens were never widely used for this purpose in clinical practice, new hypothesis have emerged which suggest progesterone may have a role in promoting immunological tolerance between the fetus and mother, and may reduce risk of pre-eclampsia."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of progesterone during pregnancy on risk of pre-eclampsia and its complications."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (31 January 2011) and the metaRegister of Controlled Trials (2 June 2010)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials evaluating progesterone or other progestogen during pregnancy for prevention of pre-eclampsia and its complications."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion and extracted data."
    },
    {
      "heading": "Main results",
      "text": "We included four trials of variable quality (1445 women). Three trials compared progesterone injections, and one compared progestogen vaginal gel, with no progesterone. There was insufficient evidence to demonstrate any clear differences between the two groups on risk of pre-eclampsia (three trials, 1277 women; risk ratio (RR) 1.25, 95% confidence interval (CI) 0.95 to 1.63), death of the baby (four trials, 2594 babies; RR 1.34, 95% CI 0.78 to 2.31), preterm birth (three trials, 1313 women; RR 1.01, 95% CI 0.93 to 1.10), small-for-gestational-age babies (one trial, 168 women; RR 0.82, 95% CI 0.19 to 3.57), major congenital defects (three trials, 2436 babies; one trial, no events, two trials RR 1.19 , 95% CI 0.31 to 4.52), or any other outcome reported. There were no reported cases of masculinisation of female babies (one trial, 128 women).\nLong-term follow-up for the children has been reported in one trial, but we have excluded these data from the review as 54% were lost to follow-up at one year and 80% at 16 years.\nIn one trial comparing progesterone injections with placebo, over 60% of women in both the progesterone and placebo groups had side effects which were generally mild and most often limited to the injection site."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence for reliable conclusions about the effects of progesterone for preventing pre-eclampsia and its complications. Therefore, progesterone should not be used for this purpose in clinical practice at present."
    }
  ],
  "pls_title": "Progesterone for preventing pre-eclampsia and its complications",
  "pls_type": "long",
  "pls": "No good evidence that giving the hormone progesterone to pregnant women will help women and babies avoid the problems of pre-eclampsia.\nPre-eclampsia is a serious complication of pregnancy occurring in about 2% to 8% of women. It is identified by increased blood pressure and protein in the urine, but women often suffer no symptoms initially. It can, through constriction of the blood vessels in the placenta, interfere with food and oxygen passing to the baby, thus inhibiting the baby's growth and causing the baby to be born too soon. Women can be affected through problems in their kidneys, liver, brain, and clotting system. One theory is that is that pre-eclampsia might be associated with a shortage of progesterone, and so it has been suggested that giving women progesterone during pregnancy might help them to avoid pre-eclampsia. The review found four trials involving 1445 women. There were insufficient data be to be able to say if progesterone helped, and there was very little information on potential adverse outcomes. So progesterone should not be used in pregnancy for the purpose of trying to reduce the incidence of pre-eclampsia, and further testing is needed."
}