{
  "doi": "10.1002/14651858.CD011421.pub2",
  "name": "Single dose dipyrone (metamizole) for acute postoperative pain in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Dipyrone (metamizole) is a nonsteroidal anti-inflammatory drug used in some countries to treat pain (postoperative, colic, cancer, and migraine); it is banned in other countries because of an association with life-threatening blood disorders. This review replaces a 2010 Cochrane review that has been withdrawn."
    },
    {
      "heading": "Objectives",
      "text": "To assess the analgesic efficacy and associated adverse events of single dose dipyrone for moderate to severe acute postoperative pain using methods that permit comparison with other analgesics evaluated in standardised trials using almost identical methods and outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, and LILACS to 11 August 2015; the Oxford Pain Relief Database; two clinical trial registries; and the reference lists of articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, double-blind, placebo-controlled trials of single dose dipyrone for relief of established moderate to severe postoperative pain in adults. We accepted oral, rectal, intramuscular, and intravenous routes of administration."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently considered studies for inclusion in the review, assessed risk of bias, and extracted data. We used summed total pain relief or pain intensity difference (TOTPAR or SPID) over four to six hours to calculate the number of participants achieving at least 50% pain relief. From derived results, we calculated the risk ratio and number needed to treat for an additional beneficial outcome (NNT), with 95% confidence intervals (CI), for one participant to experience at least 50% pain relief over four to six hours compared to placebo. We looked at use of rescue medication and time to use of rescue medication as additional measures of efficacy. We also looked for information on adverse events and withdrawals."
    },
    {
      "heading": "Main results",
      "text": "We included eight studies, involving 809 participants, comparing oral dipyrone 500 mg (143 participants), oral dipyrone 1000 mg (57 participants), and intramuscular dipyrone 2000 mg (35 participants) with placebo (236 participants). In addition to placebo, all studies used active controls (ibuprofen, paracetamol, aspirin, flurbiprofen, ketoprofen; 338 participants). Seven studies used the oral route of administration, and one study used the intramuscular route. The mean age ranged from 23 to 62 years. Six studies included both men and women, and two studies included only women. All the studies were small, but were otherwise of moderate to good quality.\nOver 70% of participants experienced our primary outcome of at least 50% pain relief over four to six hours with oral dipyrone 500 mg compared to 30% with placebo (five studies, 288 participants; NNT 2.4 (95% CI 1.8 to 3.1)) (moderate quality evidence). There were insufficient data to assess other doses or routes of administration of dipyrone.\nFewer participants needed rescue medication within four to six hours with dipyrone 500 mg than with placebo (7% with dipyrone versus 34% with placebo; four studies, 248 participants) (low quality evidence).\nThe data on numbers of participants experiencing any adverse event was inconsistently reported and no analysis was possible. No serious adverse events or adverse event withdrawals were reported (very low quality evidence).\nThere were too few data to compare dipyrone directly with other active treatments."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on very limited information, a single dose of dipyrone 500 mg provides good pain relief to about 70% of people treated, compared to about 30% with placebo. For every five people given dipyrone 500 mg, two people would experience this level of pain relief over four to six hours who would not have done with placebo, and fewer people would need rescue medication.\nWe were unable to compare dipyrone directly with other active treatments, or to assess the effects of different doses or routes of administration, or the number of participants experiencing adverse events, because of insufficient data and inadequate reporting."
    }
  ],
  "pls_title": "Single dose dipyrone for the treatment of acute postoperative pain",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Bottom line",
      "text": "Dipyrone (metamizole) at a single oral dose of 500 mg produces acceptable pain relief in about 7 out of 10 people with moderate or severe acute pain."
    },
    {
      "heading": "Background",
      "text": "Acute pain is short lasting and often felt soon after injury. Most people who have surgery have moderate or severe pain afterwards. Painkillers (analgesics) are tested by giving them to people who are in pain, often following the removal of wisdom teeth or other minor surgery. This pain is usually treated with painkillers taken by mouth. Results can be applied to other types of acute pain. This is one of a series of Cochrane reviews looking at how good painkillers are.\nDipyrone is a popular medicine for pain relief in some countries and is used to treat postoperative pain, colic pain (sharp pain in the tummy), cancer pain, and migraine (severe headache). Other countries (Japan, UK, USA) have banned its use because of an association with potentially life-threatening blood disorders such as agranulocytosis (deficiency of certain blood cells)."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched medical databases for studies of dipyrone used to treat pain following surgery in adults and compared with placebo (a pretend treatment). The medicines could be given by mouth, into a vein, into a muscle, or into the rectum. The evidence is current to 11 August 2015. We found eight studies, involving 809 participants treated with dipyrone, placebo, and various other painkillers. The studies were all small, but otherwise of moderate to good quality."
    },
    {
      "heading": "Key results",
      "text": "A single 500 mg dose of dipyrone provided effective pain relief (50% or more reduction in pain over four to six hours) for 7 in 10 (70%) participants, compared with 3 in 10 (30%) with placebo (five studies, 288 participants in the comparison; moderate quality evidence), and fewer participants need additional painkillers within four to six hours (7% with dipyrone, 34% with placebo; four studies, 248 participants; low quality evidence).\nThere were too few data to compare dipyrone directly with other painkillers.\nThere was too little information available to draw any conclusions about other doses and ways of giving dipyrone used in these studies, or about the number of people who had side effects. The studies reported no serious side effects or people withdrawing from the studies because of side effects, although not all studies provided information on these outcomes."
    }
  ]
}