{
  "doi": "10.1002/14651858.CD010744.pub2",
  "name": "Smoking cessation for people with chronic obstructive pulmonary disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Smoking cessation is the most important treatment for smokers with chronic obstructive pulmonary disease (COPD), but little is known about the effectiveness of different smoking cessation interventions for this particular group of smokers."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of behavioural or pharmacological smoking cessation interventions, or both, in smokers with COPD."
    },
    {
      "heading": "Search methods",
      "text": "We searched all records in the Cochrane Airways Group Specialised Register of Trials. In addition to this electronic search, we searched clinical trial registries for planned, ongoing, and unpublished trials. We searched all databases from their inception. We checked the reference lists of all included studies and of other systematic reviews in relevant topic areas. We searched for errata or retractions from eligible trials on PubMed. We conducted our most recent search in March 2016."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials assessing the effectiveness of any behavioural or pharmacological treatment, or both, in smokers with COPD reporting at least six months of follow-up abstinence rates."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted the data and performed the methodological quality assessment for each study. We resolved any disagreements by consensus."
    },
    {
      "heading": "Main results",
      "text": "We included 16 studies (involving 13,123 participants) in this systematic review, two of which were of high quality. These two studies showed that nicotine sublingual tablet and varenicline increased the quit rate over placebo (risk ratio (RR) 2.60 (95% confidence interval (CI) 1.29 to 5.24) and RR 3.34 (95% CI 1.88 to 5.92)). Pooled results of two studies also showed a positive effect of bupropion compared with placebo (RR 2.03 (95% CI 1.26 to 3.28)). When pooling these four studies, we found high-quality evidence for the effectiveness of pharmacotherapy plus high-intensity behavioural treatment compared with placebo plus high-intensity behavioural treatment (RR 2.53 (95% CI 1.83 to 3.50)). Furthermore, we found some evidence that high-intensity behavioural treatment increased abstinence rates when compared with usual care (RR 25.38 (95% CI 8.03 to 80.22)) or low-intensity behavioural treatment (RR 2.18 (95% CI 1.05 to 4.49)). Finally, the results showed effectiveness of various combinations of psychosocial and pharmacological interventions."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found high-quality evidence in a meta-analysis including four (1,540 participants) of the 16 included studies that a combination of behavioural treatment and pharmacotherapy is effective in helping smokers with COPD to quit smoking. Furthermore, we conclude that there is no convincing evidence for preferring any particular form of behavioural or pharmacological treatment."
    }
  ],
  "pls_title": "What is the best way to help people with chronic obstructive pulmonary disease stop smoking?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We wanted to find out the best way to help people with chronic obstructive pulmonary disease (COPD) to stop smoking."
    },
    {
      "heading": "Background",
      "text": "Quitting smoking is the most important treatment for smokers with COPD. Treatments to help this group of people stop smoking can be categorised into behavioural support (such as motivational interviewing) and medication (such as nicotine replacement therapy). Although much research exists looking into what works for 'healthy' smokers, less is known about what is most effective for smokers with COPD."
    },
    {
      "heading": "Study characteristics",
      "text": "We looked for studies that included adult men and women who were current smokers and had a diagnosis of COPD. We included studies that assessed the effectiveness of any behavioural support or medication, or both as an aid to quit smoking. We included studies that compared different types of treatment or compared treatment to stop smoking with no treatment or 'usual care'. We only included studies that reported how many people had stopped smoking after at least six months of follow-up. We carried out the most recent search for studies in March 2016."
    },
    {
      "heading": "Key results",
      "text": "We found high-quality evidence from a collection of four (1,540 participants) of the total 16 included studies (13,123 participants) in this review. Overall, we found evidence that smokers with COPD who receive a combination of high-intensity behavioural support and medication are more than twice as likely to quit as people who receive behavioural support alone. We found no clear evidence that one particular form of behavioural support or medication is better than another. It is still unclear whether smokers with COPD are different from smokers without COPD with regard to which treatments work best to help them stop smoking."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We are quite confident in the finding that a combination of behavioural support and medication works better than behavioural support alone. However, we were not able to combine the results of many of the studies because the treatments or the outcomes of the studies were too different from each other."
    }
  ]
}