{
  "doi": "10.1002/14651858.CD011503.pub2",
  "name": "Valacyclovir versus acyclovir for the treatment of herpes zoster ophthalmicus in immunocompetent patients ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Herpes zoster ophthalmicus affects the eye and vision, and is caused by the reactivation of the varicella zoster virus in the distribution of the first division of the trigeminal nerve. An aggressive management of acute herpes zoster ophthalmicus with systemic antiviral medication is generally recommended as the standard first-line treatment for herpes zoster ophthalmicus infections. Both acyclovir and its prodrug valacyclovir are medications that are approved for the systemic treatment of herpes zoster. Although it is known that valacyclovir has an improved bioavailability and steadier plasma concentration, it is currently unclear as to whether this leads to better treatment results and less ocular complications."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of valacyclovir versus acyclovir for the systemic antiviral treatment of herpes zoster ophthalmicus in immunocompetent patients."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (which contains the Cochrane Eyes and Vision Trials Register; 2016, Issue 5), Ovid MEDLINE, Ovid MEDLINE In-Process and Other Non-Indexed Citations, Ovid MEDLINE Daily, Ovid OLDMEDLINE (January 1946 to June 2016), Embase (January 1980 to June 2016), Web of Science Conference Proceedings Citation Index-Science (CPCI-S; January 1990 to June 2016), BIOSIS Previews (January 1969 to June 2016), the ISRCTN registry (www.isrctn.com/editAdvancedSearch), ClinicalTrials.gov (www.clinicaltrials.gov), and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP; www.who.int/ictrp/search/en). We did not use any date or language restrictions in the electronic searches for trials. We last searched the electronic databases on 13 June 2016."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered all randomised controlled trials (RCTs) in which systemic valacyclovir was compared to systemic acyclovir medication for treatment of herpes zoster ophthalmicus. There were no language restrictions."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials, evaluated the risk of bias in included trials, and extracted and analysed data. We did not conduct a meta-analysis, as only one study was included. We assessed the certainty of the evidence for the selected outcomes using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "One study fulfilled the inclusion criteria. In this multicentre, randomised double-masked study carried out in France, 110 immunocompetent people with herpes zoster ophthalmicus, diagnosed within 72 hours of skin eruption, were treated, with 56 participants allocated to the valacyclovir group and 54 to the acyclovir group. The study was poorly reported and we judged it to be unclear risk of bias for most domains.\nPersistent ocular lesions after 6 months were observed in 2/56 people in the valacyclovir group compared with 1/54 people in the acyclovir group (risk ratio (RR) 1.93 (95% CI 0.18 to 20.65); very low certainty evidence. Dendritic ulcer appeared in 3/56 patients treated with valacyclovir, while 1/54 suffered in the acyclovir group (RR 2.89; 95% confidence interval (CI) 0.31 to 26.96); very low certainty evidence), uveitis in 7/56 people in the valacyclovir group compared with 9/54 in the acyclovir group (RR 0.96; 95% CI 0.36 to 2.57); very low certainty evidence). Similarly, there was uncertainty as to the comparative effects of these two treatments on post-herpetic pain, and side effects (vomiting, eyelid or facial edema, disseminated zoster). Due to concerns about imprecision (small number of events and large confidence intervals) and study limitations, the certainty of evidence using the GRADE approach was rated as low to very low for the use of valacyclovir compared to acyclovir."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review included data from only one study, which had methodological limitations. As such, our results indicated uncertainty of the relative benefits and harms of valacyclovir over acyclovir in herpes zoster ophthalmicus, despite its widespread use for this condition. Further well-designed and adequately powered trials are needed. These trials should include outcomes important to patients, including compliance."
    }
  ],
  "pls_title": "Valacyclovir compared with acyclovir for the treatment of herpes zoster ophthalmicus in people with an otherwise normal immune system",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane Review was to find out if valacyclovir performs better than acyclovir in the treatment of a painful itchy rash caused by the chickenpox virus (herpes zoster ophthalmicus). Cochrane researchers collected and analysed all relevant studies to answer this question and found one study."
    },
    {
      "heading": "Key messages",
      "text": "There is uncertainty as to the benefits and harms of valacyclovir compared with acyclovir for the treatment of herpes zoster ophthalmicus."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Herpes zoster ophthalmicus is a painful itchy rash that appears on one side of the forehead. If the rash reaches the eye it may lead to visual impairment. This is because the infection can damage the front of the eye. Herpes zoster is caused by the chickenpox virus, which can remain in the body for many years after the original chickenpox infection, and may get reactivated. Doctors can treat herpes zoster ophthalmicus with acyclovir. This is an antiviral medication that kills the chickenpox virus. Valacyclovir is a modified version of acyclovir that may need to be taken less frequently as it is better absorbed by the body."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "The review authors found one relevant study from France. This study compared valacyclovir 1000 mg taken three times a day for seven days with acyclovir 800 mg taken five times a day for seven days. The company that makes valacyclovir (Glaxo) funded the study.\nThe review authors are uncertain whether valacyclovir has any benefit over acyclovir in the treatment of herpes zoster ophthalmicus. They judged the certainty of the evidence to be very low because the study was small and there were some problems with the way it was reported."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The Cochrane researchers searched for studies that had been published up to June 2016."
    }
  ]
}