{
  "doi": "10.1002/14651858.CD014804.pub2",
  "name": "Synbiotics, prebiotics and probiotics for solid organ transplant recipients",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Solid organ transplantation has seen improvements in both surgical techniques and immunosuppression, achieving prolonged survival. Essential to graft acceptance and post-transplant recovery, immunosuppressive medications are often accompanied by a high prevalence of gastrointestinal (GI) symptoms and side effects. Apart from GI side effects, long-term exposure to immunosuppressive medications has seen an increase in drug-related morbidities such as diabetes mellitus, hyperlipidaemia, hypertension, and malignancy. Non-adherence to immunosuppression can lead to an increased risk of graft failure.\nRecent research has indicated that any microbial imbalances (otherwise known as gut dysbiosis or leaky gut) may be associated with cardiometabolic diseases in the long term. Current evidence suggests a link between the gut microbiome and the production of putative uraemic toxins, increased gut permeability, and transmural movement of bacteria and endotoxins and inflammation. Early observational and intervention studies have been investigating food-intake patterns, various synbiotic interventions (antibiotics, prebiotics, or probiotics), and faecal transplants to measure their effects on microbiota in treating cardiometabolic diseases. It is believed high doses of synbiotics, prebiotics and probiotics are able to modify and improve dysbiosis of gut micro-organisms by altering the population of the micro-organisms. With the right balance in the gut flora, a primary benefit is believed to be the suppression of pathogens through immunostimulation and gut barrier enhancement (less permeability of the gut)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of synbiotics, prebiotics, and probiotics for recipients of solid organ transplantation."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Kidney and Transplant Specialised Register up to 9 March 2022 through contact with the Information Specialist using search terms relevant to this review. Studies in the Register are identified through searches of CENTRAL, MEDLINE, and EMBASE, conference proceedings, the International Clinical Trials Register (ICTRP) Search Portal and ClinicalTrials.gov."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials measuring and reporting the effects of synbiotics, prebiotics, or probiotics, in any combination and any formulation given to solid organ transplant recipients (any age and setting). Two authors independently assessed the retrieved titles and abstracts and, where necessary, the full text to determine which satisfied the inclusion criteria."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data extraction was independently carried out by two authors using a standard data extraction form. The methodological quality of included studies was assessed using the Cochrane risk of bias tool. Data entry was carried out by one author and cross-checked by another. Confidence in the evidence was assessed using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach."
    },
    {
      "heading": "Main results",
      "text": "Five studies (250 participants) were included in this review. Study participants were adults with a kidney (one study) or liver (four studies) transplant. One study compared a synbiotic to placebo, two studies compared a probiotic to placebo, and two studies compared a synbiotic to a prebiotic.\nOverall, the quality of the evidence is poor. Most studies were judged to have unclear (or high) risk of bias across most domains. Of the available evidence, meta-analyses undertaken were of limited data from small studies. Across all comparisons, GRADE evaluations for all outcomes were judged to be very low certainty evidence. Very low certainty evidence implies that we are very uncertain about results (not estimable due to lack of data or poor quality).\nSynbiotics had uncertain effects on the change in microbiota composition (total plasma p-cresol), faecal characteristics, adverse events, kidney function or albumin concentration (1 study, 34 participants) compared to placebo.\nProbiotics had uncertain effects on GI side effects, infection rates immediately post-transplant, liver function, blood pressure, change in fatty liver, and lipids (1 study, 30 participants) compared to placebo.\nSynbiotics had uncertain effects on graft health (acute liver rejection) (2 studies, 129 participants: RR 0.73, 95% CI 0.43 to 1.25; 2 studies, 129 participants; I² = 0%), the use of immunosuppression, infection (2 studies, 129 participants: RR 0.18, 95% CI 0.03 to 1.17; I² = 66%), GI function (time to first bowel movement), adverse events (2 studies, 129 participants: RR 0.79, 95% CI 0.40 to 1.59; I² = 20%), serious adverse events (2 studies, 129 participants: RR 1.49, 95% CI 0.42 to 5.36; I² = 81%), death (2 studies, 129 participants), and organ function measures (2 studies; 129 participants) compared to prebiotics."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review highlights the severe lack of high-quality RCTs testing the efficacy of synbiotics, prebiotics or probiotics in solid organ transplant recipients. We have identified significant gaps in the evidence.\nDespite GI symptoms and postoperative infection being the most common reasons for high antibiotic use in this patient population, along with increased morbidity and the growing antimicrobial resistance, we found very few studies that adequately tested these as alternative treatments.\nThere is currently no evidence to support or refute the use of synbiotics, prebiotics, or probiotics in solid organ transplant recipients, and findings should be viewed with caution.\nWe have identified an area of significant uncertainty about the efficacy of synbiotics, prebiotics, or probiotics in solid organ transplant recipients. Future research in this field requires adequately powered RCTs comparing synbiotics, prebiotics, and probiotics separately and with placebo measuring a standard set of core transplant outcomes. Six studies are currently ongoing (822 proposed participants); therefore, it is possible that findings may change with their inclusion in future updates."
    }
  ],
  "pls_title": "Synbiotics, prebiotics (dietary fibre) or probiotics (good bacteria) for people with a solid organ transplant",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "People who receive an organ transplant (heart, kidney, liver, lung, or pancreas) experience long-lasting, severe bowel and gut symptoms after their surgery from the medications (severe diarrhoea, severe constipation, heartburn and reflux, gas, bloating, and stomach cramps).\nWe believe these medications can cause a change in the gut flora (a change in the balance of the good and bad bacteria) which causes severe bowel symptoms.\nTo improve the balance of the gut flora, good bacteria can be taken in tablets of high doses of prebiotics and probiotics. Synbiotics are a combination of the two. Some research suggests that taking high doses of the good bacteria can re-balance the good bacteria in your gut and improve bowel symptoms."
    },
    {
      "heading": "What did we do?",
      "text": "We reviewed all of the evidence on synbiotics, prebiotics and probiotics to see whether they can improve bowel and gut problems in people who have received an organ transplant (heart, kidney, liver, lung, or pancreas)."
    },
    {
      "heading": "What did we find?",
      "text": "We found 5 studies randomising 250 participants. One study looked at kidney transplant patients, and four studies looked at liver transplant patients, mostly taking synbiotics, prebiotics or probiotics within a month after surgery. We are uncertain whether probiotics improve bowel and gut side effects or reduce your chance of getting an infection after the surgery. We are uncertain whether these treatments will help stool characteristics, kidney function, or the amount of immunosuppression medications to take.\nThe quality of the evidence that we found is poor. Three studies were only abstracts (not the full paper and not the full results). All five studies were conducted using moderate to poor quality methods and too few patients."
    },
    {
      "heading": "Summary",
      "text": "Currently, we do not have enough information from trials to know whether synbiotics, prebiotics or probiotics work to improve the recovery in people with a solid organ transplant. Six studies are currently ongoing (822 proposed participants), therefore it is possible that findings may change with the inclusion of these studies in future updates.\nThe evidence is up to date to 9 March 2022."
    }
  ]
}