{
  "doi": "10.1002/14651858.CD010117.pub2",
  "name": "Propionyl‐L‐carnitine for intermittent claudication",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Peripheral arterial disease (PAD) is a manifestation of systemic atherosclerosis. Intermittent claudication is a symptomatic form of PAD that is characterized by pain in the lower limbs caused by chronic occlusive arterial disease. This pain develops in a limb during exercise and is relieved with rest. Propionyl-L-carnitine (PLC) is a drug that may alleviate the symptoms of PAD through a metabolic pathway, thereby improving exercise performance."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review is to determine whether propionyl-L-carnitine is efficacious compared with placebo, other drugs, or other interventions used for treatment of intermittent claudication (e.g. exercise, endovascular intervention, surgery) in increasing pain-free and maximum walking distance for people with stable intermittent claudication, Fontaine stage II."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register, CENTRAL, MEDLINE, Embase, and CINAHL databases and the World Health Organization International Clinical Trials Registry Platform and the ClinicalTrials.gov trials register to July 7, 2021. We undertook reference checking and contact with study authors and pharmaceutical companies to identify additional unpublished and ongoing studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Double-blind randomized controlled trials (RCTs) in people with intermittent claudication (Fontaine stage II) receiving PLC compared with placebo or another intervention. Outcomes included pain-free walking performance (initial claudication distance - ICD) and maximal walking performance (absolute claudication distance - ACD), analyzed by standardized treadmill exercise test, as well as ankle brachial index (ABI), quality of life, progression of disease, and adverse events."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials, extracted data, and evaluated trials for risk of bias. We contacted study authors for additional information.\nWe resolved any disagreements by consensus. We performed fixed-effect model meta-analyses with mean differences (MDs) and 95% confidence intervals (CIs). We graded the certainty of evidence according to GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included 12 studies in this review with a total number of 1423 randomized participants. A majority of the included studies assessed PLC versus placebo (11 studies, 1395 participants), and one study assessed PLC versus L-carnitine (1 study, 26 participants). We identified no RCTs that assessed PLC versus any other medication, exercise, endovascular intervention, or surgery. Participants received PLC 1 grams to 2 grams orally (9 studies) or intravenously (3 studies) per day or placebo.\nFor the comparison PLC versus placebo, there was a high level of both clinical and statistical heterogeneity due to study size, participants coming from different countries and centres, the combination of participants with and without diabetes, and use of different treadmill protocols. We found a high proportion of drug company-backed studies. The overall certainty of the evidence was moderate.\nFor PLC compared with placebo, improvement in maximal walking performance (ACD) was greater for PLC than for placebo, with a mean difference in absolute improvement of 50.86 meters (95% CI 50.34 to 51.38; 9 studies, 1121 participants), or a 26% relative improvement (95% CI 23% to 28%). Improvement in pain-free walking distance (ICD) was also greater for PLC than for placebo, with a mean difference in absolute improvement of 32.98 meters (95% CI 32.60 to 33.37; 9 studies, 1151 participants), or a 31% relative improvement (95% CI 28% to 34%). Improvement in ABI was greater for PLC than for placebo, with a mean difference in improvement of 0.09 (95% CI 0.08 to 0.09; 4 studies, 369 participants). Quality of life improvement was greater with PLC (MD 0.06, 95% CI 0.05 to 0.07; 1 study, 126 participants). Progression of disease and adverse events including nausea, gastric intolerance, and flu-like symptoms did not differ greatly between PLC and placebo.\nFor the comparison of PLC with L-carnitine, the certainty of evidence was low because this included a single, very small, cross-over study. Mean improvement in ACD was slightly greater for PLC compared to L-carnitine, with a mean difference in absolute improvement of 20.00 meters (95% CI 0.47 to 39.53; 1 study, 14 participants) or a 16% relative improvement (95% CI 0.4% to 31.6%). We found no evidence of a clear difference in the ICD (absolute improvement 4.00 meters, 95% CI -9.86 to 17.86; 1 study, 14 participants); or a 3% relative improvement (95% CI -7.4% to 13.4%). None of the other outcomes of this review were reported in this study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "When PLC was compared with placebo, improvement in walking distance was mild to moderate and safety profiles were similar, with moderate overall certainty of evidence. Although In clinical practice, PLC might be considered as an alternative or an adjuvant to standard treatment when such therapies are found to be contraindicated or ineffective, we found no RCT evidence comparing PLC with standard treatment to directly support such use."
    }
  ],
  "pls_title": "Propionyl-L-carnitine for intermittent claudication",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Peripheral arterial disease (PAD), most often due to systemic atherosclerosis, affects 4% to 12% of the population aged 55 to 70 years and up to 20% of people over 70 years of age. Peripheral arterial disease tends to be more common in men overall, but woman have more asymptomatic PAD. Approximately 10% to 35% of those affected with PAD report intermittent claudication. Intermittent claudication is characterized by pain in the legs or buttocks that occurs with exercise and subsides with rest. Compared with age-matched controls, people with intermittent claudication have a six-fold increased risk of cardiovascular mortality. Treatment should include all measures of prevention for cardiovascular disease, which include cessation of smoking, exercise, and treatment for hypertension, diabetes, and cholesterol. Antiplatelet medications and statins are given to reduce the risk of cerebrovascular and coronary events.\nTo improve symptoms of claudication, regular (supervised) exercise and smoking cessation are the mainstay in the management of intermittent claudication. Drug treatments can include, besides antiplatelets and lipid-lowering agents, vasoactive agents to improve blood flow, reduce pain, and improve walking distance. A minority of people with intermittent claudication undergo endovascular intervention or vascular surgery. Many pharmacological agents have been advocated for treating intermittent claudication, but none have gained worldwide acceptance. Few show some mild to moderate improvement in walking performance and are prudently proposed in the guidelines. Propionyl-L-carnitine (PLC) is a drug that may alleviate symptoms of PAD through a metabolic pathway, thereby improving exercise performance."
    },
    {
      "heading": "Key results",
      "text": "A search for relevant articles on propionyl-L-carnitine for treatment of intermittent claudication identified 12 relevant trials that matched our inclusion criteria (current until July 2021). In 11 studies, participants received either 1 gram to 2 grams oral PLC (9 studies) or intravenous propionyl-L-carnitine (3 studies) per day or placebo. One study compared propionyl-L-carnitine with L-carnitine. Studies comparing PLC against other interventions such as exercise, other medication, endovascular intervention, or vascular surgery were not identified.\nMaximum walking distance (or absolute claudication distance (ACD)) is the distance walked during a standardized test at which the participant stops walking due to muscular cramps. Pain-free walking distance (or initial claudication distance (ICD)) is the distance walked during a standardized test until the start of pain. ACD and ICD were the outcomes of the review parameters and showed moderate improvement: for ACD, participants on propionyl-L-carnitine walked 50.86 meters or 26% farther than participants on placebo; for ICD, participants on propionyl-L-carnitine walked 32.98 meters or 31% farther than participants on placebo. Propionyl-L-carnitine participants showed improvement in ankle brachial index of 0.09 over placebo participants. Improvement in quality of life was also greater in the propionyl-L-carnitine group; however, this was based on the findings of only one study. Adverse events of propionyl-L-carnitine were similar to those of placebo and mainly consisted of nausea, gastric intolerance, and flu-like symptoms. Propionyl-L-carnitine seemed to be a well-tolerated and safe drug.\nIn the single propionyl-L-carnitine versus L-carnitine study, participants on propionyl-L-carnitine showed significantly greater improvement in walking performance compared to those receiving L-carnitine (ACD and ICD). This study did not report on the other outcomes of this review."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "Overall certainty of the evidence was moderate (for propionyl-L-carnitine compared with placebo) or low (for propionyl-L-carnitine compared with L-carnitine) because of differences between studies such as participants coming from different countries and centres, participants with and without diabetes, use of different treadmill protocols, small numbers of participants, and short follow-up times, respectively."
    },
    {
      "heading": "Conclusion",
      "text": "When propionyl-L-carnitine was compared with placebo, improvement in walking distance was mild to moderate and safety profiles were similar, with overall moderate certainty of the evidence. Although in clinical practice, propionyl-L-carnitine might be considered a useful alternative medicine or addition to standard treatment when such therapies are contraindicated or ineffective, we found no clinical trial evidence comparing propionyl-L-carnitine with standard treatment to directly support such use."
    }
  ]
}