{
  "doi": "10.1002/14651858.CD005331.pub3",
  "name": "Psychosocial interventions for conversion and dissociative disorders in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Conversion and dissociative disorders are conditions where people experience unusual neurological symptoms or changes in awareness or identity. However, symptoms and clinical signs cannot be explained by a neurological disease or other medical condition. Instead, a psychological stressor or trauma is often present. The symptoms are real and can cause significant distress or problems with functioning in everyday life for the people experiencing them."
    },
    {
      "heading": "Objectives",
      "text": "To assess the beneficial and harmful effects of psychosocial interventions of conversion and dissociative disorders in adults."
    },
    {
      "heading": "Search methods",
      "text": "We conducted database searches between 16 July and 16 August 2019. We searched Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, and eight other databases, together with reference checking, citation searching and contact with study authors to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials that compared psychosocial interventions for conversion and dissociative disorders with standard care, wait list or other interventions (pharmaceutical, somatic or psychosocial)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We selected, quality assessed and extracted data from the identified studies. Two review authors independently performed all tasks. We used standard Cochrane methodology. For continuous data, we calculated mean differences (MD) and standardised mean differences (SMD) with 95% confidence interval (CI). For dichotomous outcomes, we calculated risk ratio (RR) with 95% CI. We assessed and downgraded the evidence according to the GRADE system for risk of bias, imprecision, indirectness, inconsistency and publication bias."
    },
    {
      "heading": "Main results",
      "text": "We included 17 studies (16 with parallel-group designs and one with a cross-over design), with 894 participants aged 18 to 80 years (female:male ratio 3:1).\nThe data were separated into 12 comparisons based on the different interventions and comparators. Studies were pooled into the same comparison when identical interventions and comparisons were evaluated. The certainty of the evidence was downgraded as a consequence of potential risk of bias, as many of the studies had unclear or inadequate allocation concealment. Further downgrading was performed due to imprecision, few participants and inconsistency.\nThere were 12 comparisons for the primary outcome of reduction in physical signs.\nInpatient paradoxical intention therapy compared with outpatient diazepam: inpatient paradoxical intention therapy did not reduce conversive symptoms compared with outpatient diazepam at the end of treatment (RR 1.44, 95% CI 0.91 to 2.28; 1 study, 30 participants; P = 0.12; very low-quality evidence).\nInpatient treatment programme plus hypnosis compared with inpatient treatment programme: inpatient treatment programme plus hypnosis did not reduce severity of impairment compared with inpatient treatment programme at the end of treatment (MD –0.49 (negative value better), 95% CI –1.28 to 0.30; 1 study, 45 participants; P = 0.23; very low-quality evidence).\nOutpatient hypnosis compared with wait list: outpatient hypnosis might reduce severity of impairment compared with wait list at the end of treatment (MD 2.10 (higher value better), 95% CI 1.34 to 2.86; 1 study, 49 participants; P < 0.00001; low-quality evidence).\nBehavioural therapy plus routine clinical care compared with routine clinical care: behavioural therapy plus routine clinical care might reduce the number of weekly seizures compared with routine clinical care alone at the end of treatment (MD –21.40 (negative value better), 95% CI –27.88 to –14.92; 1 study, 18 participants; P < 0.00001; very low-quality evidence).\nCognitive behavioural therapy (CBT) compared with standard medical care: CBT did not reduce monthly seizure frequency compared to standard medical care at end of treatment (RR 1.56, 95% CI 0.39 to 6.19; 1 study, 16 participants; P = 0.53; very low-quality evidence). CBT did not reduce physical signs compared to standard medical care at the end of treatment (MD –4.75 (negative value better), 95% CI –18.73 to 9.23; 1 study, 61 participants; P = 0.51; low-quality evidence). CBT did not reduce seizure freedom compared to standard medical care at end of treatment (RR 2.33, 95% CI 0.30 to 17.88; 1 trial, 16 participants; P = 0.41; very low-quality evidence).\nPsychoeducational follow-up programmes compared with treatment as usual (TAU): no study measured reduction in physical signs at end of treatment.\nSpecialised CBT-based physiotherapy inpatient programme compared with wait list: no study measured reduction in physical signs at end of treatment.\nSpecialised CBT-based physiotherapy outpatient intervention compared with TAU: no study measured reduction in physical signs at end of treatment.\nBrief psychotherapeutic intervention (psychodynamic interpersonal treatment approach) compared with standard care: brief psychotherapeutic interventions did not reduce conversion symptoms compared to standard care at end of treatment (RR 0.12, 95% CI 0.01 to 2.00; 1 study, 19 participants; P = 0.14; very low-quality evidence).\nCBT plus adjunctive physical activity (APA) compared with CBT alone: CBT plus APA did not reduce overall physical impacts compared to CBT alone at end of treatment (MD 5.60 (negative value better), 95% CI –15.48 to 26.68; 1 study, 21 participants; P = 0.60; very low-quality evidence).\nHypnosis compared to diazepam: hypnosis did not reduce symptoms compared to diazepam at end of treatment (RR 0.69, 95% CI 0.39 to 1.24; 1 study, 40 participants; P = 0.22; very low-quality evidence).\nOutpatient motivational interviewing (MI) and mindfulness-based psychotherapy compared with psychotherapy alone: psychotherapy preceded by MI might decrease seizure frequency compared with psychotherapy alone at end of treatment (MD 41.40 (negative value better), 95% CI 4.92 to 77.88; 1 study, 54 participants; P = 0.03; very low-quality evidence).\nThe effect on the secondary outcomes was reported in 16/17  studies. None of the studies reported results on adverse effects. In the studies reporting on level of functioning and quality of life at end of treatment the effects ranged from small to no effect."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The results of the meta-analysis and reporting of single studies suggest there is lack of evidence regarding the effects of any psychosocial intervention on conversion and dissociative disorders in adults. It is not possible to draw any conclusions about potential benefits or harms from the included studies."
    }
  ],
  "pls_title": "Therapeutic and social interventions for conversion and dissociative disorders",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Background\nConversion and dissociative disorders are conditions where people experience unusual neurological symptoms (relating to the nerves and nervous system) or changes in awareness or identity. Neurological disease or other medical conditions cannot explain these clinical signs; often a psychological (affecting or arising in the mind) stressor or trauma is present. The symptoms are real and can cause distress or problems with functioning in everyday life for the people experiencing them.\nThis review seeks to help these patients, as well as the clinicians, policy makers and healthcare services working with these disorders."
    },
    {
      "heading": "Review question",
      "text": "What is the evidence for psychosocial (relating to social factors and individual thought and behaviour) intervention of conversion and dissociative disorders?"
    },
    {
      "heading": "Search date",
      "text": "We searched medical databases between 16 July and 16 August 2019."
    },
    {
      "heading": "Results of search",
      "text": "We read 3048 summaries of articles, resulting in 17 studies that met our criteria for the conditions, the groups of people, the interventions and the types of studies that are the focus of this review.\nThe 17 studies had 894 participants, and each study was relatively small.\nMore studies are under way, and we will include them in updates of this review."
    },
    {
      "heading": "Study characteristics",
      "text": "The studies took place in nine different countries worldwide, with adults aged 18 to 80 years, who had a diagnosis of conversion or dissociative disorder for any length of time. Some studies were conducted in either psychiatric or neurological settings. Some included people already in hospital, some included people attending outpatient clinics.\nThe interventions were all psychosocial, meaning that they focused on psychological or social interventions such as therapy, hypnosis or simply teaching people about their illness. The number of sessions varied.\nThe included studies all compared the intervention to a control group to see if the interventions made any difference. The control groups received a different psychosocial intervention, medication or the care that people would normally get if they had the same condition but were not part of a research study.\nThe primary outcome we looked for was a reduction in physical signs."
    },
    {
      "heading": "Key results",
      "text": "We investigated the effect of different types of psychosocial interventions, ranging from hypnosis to behavioural therapy. None of the studies were conducted to a high enough standard to be able to say anything conclusive about the evidence of the results.\nThere was a reduction in physical signs at the end of treatment for three interventions.\nHypnosis reduced the severity of impairment compared to people on a wait list for treatment; behavioural therapy, given on top of routine care to inpatients, reduced the number of weekly seizures (fits) and symptom severity compared with people receiving routine care alone; and psychotherapy preceded by motivational interviewing (a talking therapy that attempts to move an person away from a state of indecision or uncertainty to positivity) compared with psychotherapy alone reduced seizure frequency."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Most of the included studies had methodological flaws and the quality of evidence used to assess the effectiveness of the different treatments was judged as low or very low. Due to this low-quality evidence, we cannot say how reliable the results are."
    },
    {
      "heading": "Conclusion",
      "text": "The results of the meta-analysis and reporting of single studies suggest that there is lack of evidence regarding the effects of any psychosocial intervention of conversion and dissociative disorders in adults. Therefore, it is not possible to draw any conclusions about potential benefits or harms from the included studies.\nHowever, the review shows that research in this area is possible."
    }
  ]
}