{
  "doi": "10.1002/14651858.CD011908.pub2",
  "name": "Interventions for the management of CMV‐associated anterior segment inflammation",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cytomegalovirus (CMV) is a virus that usually affects people with reduced immunity. In recent years, this virus has been thought to cause repeated inflammation in the eye, in otherwise healthy people. This form of inflammation can cause damage to the cornea (the outer layer of the eye) or to the optic nerve by causing secondary glaucoma, or to both, leading to visual loss."
    },
    {
      "heading": "Objectives",
      "text": "Our primary objective was to assess the effects of drug therapies for the treatment of CMV-associated anterior segment inflammation.\nOur secondary objective was to determine the optimal dose and duration of treatment with respect to recurrence and adverse effects."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (which contains the Cochrane Eyes and Vision Trials Register) (2017, Issue 2), MEDLINE Ovid (1946 to 21 March 2017), Embase Ovid (1947 to 21 March 2017), the ISRCTN registry (www.isrctn.com/editAdvancedSearch); searched 21 March 2017, ClinicalTrials.gov (www.clinicaltrials.gov); searched 21 March 2017, and the WHO International Clinical Trials Registry Platform (ICTRP) (www.who.int/ictrp/search/en); searched 21 March 2017. We did not use any date or language restrictions in the electronic searches for trials. Two review authors independently reviewed the titles and abstracts."
    },
    {
      "heading": "Selection criteria",
      "text": "We searched for randomised controlled trials (RCTs) on the management of CMV-associated anterior segment inflammation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We planned to have two review authors independently extract data from reports of included studies and analyse data based on methods expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We did not identify any RCTs that met our inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently no good-quality evidence on the management of CMV-associated anterior segment inflammation. Ideally, a well-designed RCT is needed to evaluate the effectiveness of different anti-CMV medications as well as the optimal dose and duration."
    }
  ],
  "pls_title": "Treatments for the management of CMV-associated anterior segment inflammation",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane review was to find out what is the best way to treat inflammation of the eye due to cytomegalovirus (CMV) infection. Cochrane review authors searched for all relevant studies (randomised controlled trials) but did not find any studies that could be included in the review."
    },
    {
      "heading": "Key messages",
      "text": "There were no randomised controlled trials of treatment of CMV-associated inflammation of the eye."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Cytomegalovirus (CMV) is a virus that affects the front of the eye. If the CMV infection is not treated, it can cause irreversible damage to the front of the eye or damage to the optic nerve or both. This damage can cause sight loss. Untreated, this virus has a tendency to recur, and multiple recurrences can increase the chance of developing eye problems. The treatment for this virus includes the use of eyedrops as well as tablets and injections. However, the currently available medications have side effects, so that knowing the dose and duration of treatment can help reduce these side effects, as well as reducing the risk of new episodes and of further problems."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "The Cochrane review authors did not find any studies that met the inclusion criteria for the review."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The Cochrane review authors searched for studies that had been published up to 21 March 2017."
    }
  ]
}