{
  "doi": "10.1002/14651858.CD004455.pub5",
  "name": "Antibiotic prophylaxis for operative vaginal delivery",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Vacuum and forceps assisted vaginal deliveries are reported to increase the incidence of postpartum infections and maternal readmission to hospital compared to spontaneous vaginal delivery. Prophylactic antibiotics may be prescribed to prevent these infections. However, the benefit of antibiotic prophylaxis for operative vaginal deliveries is still unclear. This is an update of a review last published in 2017."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of antibiotic prophylaxis in reducing infectious puerperal morbidities in women undergoing operative vaginal deliveries including vacuum or forceps delivery, or both."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched Cochrane Pregnancy and Childbirth’s Trials Register, ClinicalTrials.gov, the WHO International Clinical Trials Registry Platform (ICTRP) (5 July 2019), and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials comparing any prophylactic antibiotic regimens with placebo or no treatment in women undergoing vacuum or forceps deliveries were eligible. Participants were all pregnant women without evidence of infections or other indications for antibiotics of any gestational age. Interventions were any antibiotic prophylaxis (any dosage regimen, any route of administration or at any time during delivery or the puerperium)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors assessed trial eligibility and risk of bias. Two review authors extracted the data independently using prepared data extraction forms. Any discrepancies were resolved by discussion and a consensus reached through discussion with all review authors. We assessed methodological quality of the two included studies using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "Two studies, involving 3813 women undergoing either vacuum or forceps deliveries, were included. One study involving 393 women compared the antibiotic intravenous cefotetan after cord clamping compared with no treatment. The other study involving 3420 women compared a single dose of intravenous amoxicillin and clavulanic acid with placebo using 20 mL of intravenous sterile 0.9% saline.\nThe evidence suggests that prophylactic antibiotics reduce superficial perineal wound infection (risk ratio (RR) 0.53, 95% confidence interval (CI) 0.40 to 0.69; women = 3420; 1 study; high-certainty evidence), deep perineal wound infection (RR 0.46, 95% CI 0.31 to 0.69; women = 3420; 1 study; high-certainty evidence) and probably reduce wound breakdown (RR 0.52, 95% CI 0.43 to 0.63; women = 2593; 1 study; moderate-certainty evidence). We are unclear about the effect on organ or space perineal wound infection (RR 0.11, 95% CI 0.01 to 2.05; women = 3420; 1 study) and endometritis (average RR 0.32, 95% CI 0.04 to 2.64; 15/1907 versus 30/1906; women = 3813; 2 studies) based on low-certainty evidence with wide CIs that include no effect. Prophylactic antibiotics probably lower serious infectious complications (RR 0.44, 95% CI 0.22 to 0.89; women = 3420; 1 study; high-certainty evidence). They also have an important effect on reduction of confirmed or suspected maternal infection. The two included studies did not report on fever or urinary tract infection.\nIt is unclear, based on low-certainty evidence, whether prophylactic antibiotics have any impact on maternal adverse reactions (RR 2.00, 95% CI 0.18 to 22.05; women = 2593; 1 study) and maternal length of stay (MD 0.09 days, 95% CI -0.23 to 0.41; women = 393; 1 study) as the CIs were wide and included no effect. Prophylactic antibiotics slightly improve perineal pain and health consequences of perineal pain and probably reduce costs. Prophylactic antibiotics did not have an important effect on dyspareunia (difficult or painful sexual intercourse) or breastfeeding at six weeks. Antibiotic prophylaxis may slightly improve maternal hospital re-admission and maternal health-related quality of life. Neonatal adverse reactions were not reported in any included trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Prophylactic intravenous antibiotics are effective in reducing infectious puerperal morbidities in terms of superficial and deep perineal wound infection or serious infectious complications in women undergoing operative vaginal deliveries without clinical indications for antibiotic administration after delivery. Prophylactic antibiotics slightly improve perineal pain and health consequences of perineal pain, probably reduce the costs, and may slightly reduce the maternal hospital re-admission and health-related quality of life. However, the effect on reduction of endometritis, organ or space perineal wound infection, maternal adverse reactions and maternal length of stay is unclear due to low-certainty evidence.\nAs the evidence was mainly derived from a single multi-centre study conducted in a high-income setting, future well-designed randomised trials in other settings, particularly in low- and middle-income settings, are required to confirm the effect of antibiotic prophylaxis for operative vaginal delivery."
    }
  ],
  "pls_title": "Is antibiotic prophylaxis effective or safe for women undergoing operative vaginal delivery?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "We set out to assess from randomised controlled studies whether giving antibiotics to all women undergoing operative vaginal deliveries prevents infections in the mother without increasing adverse outcomes in the mother and baby. Vacuum extraction or forceps are used to deliver the baby’s head in operative vaginal deliveries."
    },
    {
      "heading": "What is the issue?",
      "text": "Women who undergo vacuum- or forceps-assisted vaginal births may be more likely to have an infection after the birth when compared to women who experience a normal spontaneous vaginal birth. They are also more likely to be re-admitted to hospital. Women are at increased risk of infection because of the need for routine bladder catheterisation, multiple vaginal examinations, insertion of instruments into the vagina, and increased risk of vaginal deep cuts or tears during the operative birth. Infection appears as fever, infection of the uterus and surrounding tissues, an infected episiotomy or vaginal tear, or urinary tract infection. These affect the physical state of the mother and can impact on her well-being. The infection may also enter the bloodstream and affect the whole body."
    },
    {
      "heading": "Why is this important?",
      "text": "Vacuum extraction or forceps are used to shorten labour from the time when the cervix is fully opened to birth (second stage of labour), particularly if this is long or the baby shows signs of distress. Antibiotics can be given to mothers at the time of birth to prevent or reduce the risk of infection. However, there are still some doubts about the benefit of such antibiotics. Antibiotics can also cause adverse reactions such as rash or diarrhoea in the mother, and may be present in breast milk so that a breastfeeding baby is exposed to them."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We updated our search for evidence from randomised controlled studies in July 2019. We included two studies, published in 1989 and 2019. The older study was conducted in the USA and the more recent study was from a number of hospital obstetric units in the UK. A total of 3813 women undergoing operative vaginal delivery were included. The USA study involved 393 women and compared 2 g of intravenous cefotetan after cord clamping with no treatment. The other study involved 3420 women. This study compared intravenous amoxicillin and clavulanic acid with placebo. The certainty of the evidence varied from high certainty to low, with low certainty being downgraded because of concerns relating to imprecise results, with few events and only a single study reporting on a number of the findings.\n\nProphylactic antibiotics given to reduce or prevent infection halved the number of women with infected episiotomies or lacerations. These findings included superficial and deep perineal wound infections (one study, 3420 women; high-certainty evidence) or wound breakdown (one study, 2593 women; moderate-certainty evidence). Serious infectious complications were also reduced (one study, 3420 women; high-certainty evidence). Due to low-certainty evidence, prophylactic antibiotics had uncertain effects on endometritis, experienced as fever and uterine tenderness or heavy bleeding (two studies, 3813 women; low-certainty evidence) and infected episiotomy/laceration presenting with organ or space perineal infection (one study, 3420 women; low-certainty evidence).\n\nThe impact on maternal adverse reactions (one study, 2593 women; low-certainty evidence) and maternal length of stay in hospital (one study, 393 women; low-certainty evidence) was also unclear due to the low-certainty of the study. Perineal pain and health consequences of perineal pain were slightly reduced. Prophylactic antibiotics did not have a clear effect on pain during sex and breastfeeding at six weeks. Maternal hospital re-admission and maternal health-related quality of life may be slightly improved. Costs were reduced with use of prophylactic antibiotics. Neither study specifically measured fever, urinary tract infection or adverse reactions in babies."
    },
    {
      "heading": "What does this mean?",
      "text": "Prophylactic antibiotics into a vein are effective in reducing ill-health caused by infections in women undergoing operative vaginal deliveries, and who do not have clinical indications for antibiotic administration. The evidence was mainly from a single study in a high-income country. Well-designed randomised studies in other settings are required to confirm this finding."
    }
  ]
}