{
  "doi": "10.1002/14651858.CD003671",
  "name": "Ward reduction without general anaesthesia versus reduction and repair under general anaesthesia for gastroschisis in newborn infants ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Gastroschisis is a congenital anterior abdominal wall defect with the abdominal contents protruding through the defect. Reduction of the abdominal contents is required within hours after birth as the infant is at risk not only of water and heat loss from the exposed bowel but also of compromised gut circulation with ischaemia and infarction. To avoid the complications of general anaesthetic and mechanical ventilation it has been proposed that the reduction of abdominal contents can be achieved without endotracheal intubation or anaesthesia."
    },
    {
      "heading": "Objectives",
      "text": "To determine which approach to the immediate surgical treatment of gastroschisis has the better outcomes: ward reduction without general anaesthetic or reduction and repair of the abdominal wall defect under general anaesthesia."
    },
    {
      "heading": "Search methods",
      "text": "The standard search strategy of the Cochrane Neonatal Review Group was used. This included searches of electronic databases: Oxford Database of Perinatal Trials; Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library, Issue 2, 2003); MEDLINE (1966 to July 2003); CINAHL (1982 to July 2003); and previous reviews including cross references, abstracts, conferences, symposia proceedings, expert informants and journal hand searching mainly in the English language.\nThis search was updated in December 2009."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised, controlled trials (RCT) comparing ward reduction with reduction under general anaesthesia, for neonates with gastroschisis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "No studies were found meeting the criteria for inclusion in this review."
    },
    {
      "heading": "Main results",
      "text": "No studies were found meeting the criteria for inclusion in this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence from RCTs to support or refute the practice of ward reduction for the immediate management of gastroschisis. There is an urgent need for RCTs to compare ward reduction versus reduction under general anaesthesia in infants with gastroschisis. Initial trials would best be limited to those infants with uncomplicated gastroschisis (using pre-defined selection criteria excluding infants that are unstable, have gut perforation, necrosis or atresia, have other organs requiring reduction besides bowel, or are considered to need a silo prior to any reduction). Trials should use adequate pain relief and specify a pre-defined time period after which manual reduction is abandoned."
    }
  ],
  "pls_title": "Ward reduction without general anaesthesia versus reduction and repair under general anaesthesia for gastroschisis in newborn infants",
  "pls_type": "long",
  "pls": "Ward reduction for newborn infants with gastroschisis is not supported or refuted by evidence from randomised controlled trials. Newborn babies with gastroschisis are born with their gut hanging out of a hole in their belly. If the gut is not put back they could get sick from fluid and heat loss or part of the gut could die or they could get a life-threatening infection. Traditionally the gut is pushed back inside the belly under anaesthetic in the operating theatre but in some hospitals they push the gut back without anaesthetic in the neonatal ward (i.e., ward reduction). It is not known which method gives better outcomes. The reviewers did not identify any randomised studies comparing the two approaches. They concluded that there is no evidence either supporting or refuting ward reduction of gastroschisis."
}