{
  "doi": "10.1002/14651858.CD012103.pub2",
  "name": "Interventions for the prevention of OHSS in ART cycles: an overview of Cochrane reviews",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Ovarian hyperstimulation syndrome (OHSS) in assisted reproductive technology (ART) cycles is a treatment-induced disease that has an estimated prevalence of 20% to 33% in its mild form and 3% to 8% in its moderate or severe form. These numbers might even be higher for high-risk women such as those with polycystic ovaries or a high oocyte yield from ovum pickup."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this overview is to identify and summarise all evidence from Cochrane systematic reviews on interventions for prevention or treatment of moderate, severe and overall OHSS in couples with subfertility who are undergoing ART cycles."
    },
    {
      "heading": "Methods",
      "text": "Published Cochrane systematic reviews reporting on moderate, severe or overall OHSS as an outcome in ART cycles were eligible for inclusion in this overview. We also identified Cochrane submitted protocols and title registrations for future inclusion in the overview. The evidence is current to 12 December 2016. We identified reviews, protocols and titles by searching the Cochrane Gynaecology and Fertility Group Database of Systematic Reviews and Archie (the Cochrane information management system) in July 2016 on the effectiveness of interventions for outcomes of moderate, severe and overall OHSS. We undertook in duplicate selection of systematic reviews, data extraction and quality assessment. We used the AMSTAR (Assessing the Methodological Quality of Systematic Reviews) tool to assess the quality of included reviews, and we used GRADE methods to assess the quality of the evidence for each outcome. We summarised the characteristics of included reviews in the text and in additional tables."
    },
    {
      "heading": "Main results",
      "text": "We included a total of 27 reviews in this overview. The reviews were generally of high quality according to AMSTAR ratings, and included studies provided evidence that ranged from very low to high in quality. Ten reviews had not been updated in the past three years. Seven reviews described interventions that provided a beneficial effect in reducing OHSS rates, and we categorised one additional review as 'promising'. Of the effective interventions, all except one had no detrimental effect on pregnancy outcomes.\nEvidence of at least moderate quality indicates that clinicians should consider the following interventions in ART cycles to reduce OHSS rates.\n• Metformin treatment before and during an ART cycle for women with PCOS (moderate-quality evidence).\n• Gonadotrophin-releasing hormone (GnRH) antagonist protocol in ART cycles (moderate-quality evidence).\n• GnRH agonist (GnRHa) trigger in donor oocyte or 'freeze-all' programmes (moderate-quality evidence).\nEvidence of low or very low quality suggests that clinicians should consider the following interventions in ART cycles to reduce OHSS rates.\n• Clomiphene citrate for controlled ovarian stimulation in ART cycles (low-quality evidence).\n• Cabergoline around the time of human chorionic gonadotrophin (hCG) administration or oocyte pickup in ART cycles (low-quality evidence).\n• Intravenous fluids (plasma expanders) around the time of hCG administration or oocyte pickup in ART cycles (very low-quality evidence).\n• Progesterone for luteal phase support in ART cycles (low-quality evidence).\n• Coasting (withholding gonadotrophins) - a promising intervention that needs to be researched further for reduction of OHSS.\nOn the basis of this overview, we must conclude that evidence is currently insufficient to support the widespread practice of embryo cryopreservation."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Currently, 27 reviews in the Cochrane Library were conducted to report on or to try to report on OHSS in ART cycles. We identified four review protocols but no new registered titles that can potentially be included in this overview in the future. This overview provides the most up-to-date evidence on prevention of OHSS in ART cycles from all currently published Cochrane reviews on ART. Clinicians can use the evidence summarised in this overview to choose the best treatment regimen for individual patients - a regimen that not only reduces the chance of developing OHSS but does not compromise other outcomes such as pregnancy or live birth rate. Review results, however, are limited by the lack of recent primary studies or updated reviews. Furthermore, this overview can be used by policymakers in developing local and regional protocols or guidelines and can reveal knowledge gaps for future research."
    }
  ],
  "pls_title": "Interventions for prevention of ovarian hyperstimulation syndrome in in vitro fertilisation cycles: an overview of Cochrane reviews",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Overview question",
      "text": "This overview of Cochrane reviews aims to identify and summarise all evidence from Cochrane systematic reviews on interventions that could prevent or treat moderate, severe and overall ovarian hyperstimulation syndrome (OHSS) in couples with subfertility who are undergoing assisted reproductive technology (ART) cycles (i.e. in vitro fertilisation (IVF) and intracytoplasmic sperm injection (ICSI))."
    },
    {
      "heading": "Background",
      "text": "OHSS in ART cycles is an adverse event that follows ovarian stimulation for IVF. It is caused by a very high ovarian response to hormonal medication and results in enlarged ovaries and a fluid shift from blood vessels to the abdominal cavity, resulting in, for example, abdominal bloating, high risk of clots within the blood vessels (thrombosis) and decreased blood supply to important organs such as kidneys and liver. The mild form of OHSS is seen in almost 20% to 33% of cycles, whereas a moderate or severe form is found in approximately 3% to 8% of cycles and can lead to serious disease burden or even mortality if left untreated. It is therefore important to identify treatment regimens and interventions that can reduce the incidence of OHSS."
    },
    {
      "heading": "Study characteristics",
      "text": "We found a total of 27 Cochrane ART reviews of high quality that could be included for this overview. These reviews aimed to report on OHSS in cycles of IVF or ICSI. We did not include reviews of intrauterine insemination and ovulation induction. The evidence is current to 12 December 2016."
    },
    {
      "heading": "Key results",
      "text": "Of the 27 reviews included in this overview, 10 reviews had not been updated in the past three years.\nSeven reviews described interventions that provided a beneficial effect in reducing OHSS rates, and we categorised one additional review as 'promising'. Of the effective interventions, all except one had no detrimental effect on pregnancy outcomes. Evidence of at least moderate quality evidence indicates that clinicians should consider the following interventions in ART cycles to reduce OHSS rates.\n• Metformin treatment before and during an ART cycle in women with PCOS (moderate-quality evidence).\n• Gonadotrophin-releasing hormone (GnRH) antagonist protocol in ART cycles (moderate-quality evidence).\n• GnRH agonist (GnRHa) trigger in donor oocyte or 'freeze-all' programmes (moderate-quality evidence).\nEvidence of low or very low quality evidence suggests that clinicians should consider the following interventions in ART cycles to reduce OHSS rates.\n• Clomiphene citrate for controlled ovarian stimulation in ART cycles (low-quality evidence).\n• Cabergoline around the time of human chorionic gonadotrophin (hCG) administration or oocyte pickup in ART cycles (low-quality evidence).\n• Intravenous fluids (blood plasma expanders) around the time of hCG administration or egg pickup in ART cycles (very low-quality evidence).\n• Progesterone for luteal phase support in ART cycles (low-quality evidence).\nA promising intervention that needs to be researched further is coasting (withholding gonadotrophins) for reduction of OHSS. On the basis of this overview, we must conclude that evidence is currently insufficient to support the widespread practice of freezing all embryos and replacing them at a later time when OHSS has dissolved.\nClinicians can use the evidence summarised in this overview to choose the best treatment regimen for individual patients - a regimen that not only reduces the chance of developing OHSS but does not compromise pregnancy outcomes. However, results of this overview are limited by the lack of recent primary studies or updated reviews. Furthermore, this overview can be used by policymakers in developing local and regional protocols or guidelines and can reveal knowledge gaps for future research."
    }
  ]
}