{
  "doi": "10.1002/14651858.CD007628.pub4",
  "name": "Interventions for female pattern hair loss",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Female pattern hair loss (FPHL), or androgenic alopecia, is the most common type of hair loss affecting women. It is characterised by progressive shortening of the duration of the growth phase of the hair with successive hair cycles, and progressive follicular miniaturisation with conversion of terminal to vellus hair follicles (terminal hairs are thicker and longer, while vellus hairs are soft, fine, and short). The frontal hair line may or may not be preserved. Hair loss can have a serious psychological impact on women."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy and safety of the available options for the treatment of female pattern hair loss in women."
    },
    {
      "heading": "Search methods",
      "text": "We updated our searches of the following databases to July 2015: the Cochrane Skin Group Specialised Register, CENTRAL in the Cochrane Library (2015, Issue 6), MEDLINE (from 1946), EMBASE (from 1974), PsycINFO (from 1872), AMED (from 1985), LILACS (from 1982), PubMed (from 1947), and Web of Science (from 1945). We also searched five trial registries and checked the reference lists of included and excluded studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials that assessed the efficacy of interventions for FPHL in women."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality, extracted data and carried out analyses."
    },
    {
      "heading": "Main results",
      "text": "We included 47 trials, with 5290 participants, of which 25 trials were new to this update. Only five trials were at 'low risk of bias', 26 were at 'unclear risk', and 16 were at 'high risk of bias'.\nThe included trials evaluated a wide range of interventions, and 17 studies evaluated minoxidil. Pooled data from six studies indicated that a greater proportion of participants (157/593) treated with minoxidil (2% and one study with 1%) reported a moderate to marked increase in their hair regrowth when compared with placebo (77/555) (risk ratio (RR) = 1.93, 95% confidence interval (CI) 1.51 to 2.47; moderate quality evidence). These results were confirmed by the investigator-rated assessments in seven studies with 1181 participants (RR 2.35, 95% CI 1.68 to 3.28; moderate quality evidence). Only one study reported on quality of life (QoL) (260 participants), albeit inadequately (low quality evidence). There was an important increase of 13.18 in total hair count per cm² in the minoxidil group compared to the placebo group (95% CI 10.92 to 15.44; low quality evidence) in eight studies (1242 participants). There were 40/407 adverse events in the twice daily minoxidil 2% group versus 28/320 in the placebo group (RR 1.24, 95% CI 0.82 to 1.87; low quality evidence). There was also no statistically significant difference in adverse events between any of the individual concentrations against placebo.\nFour studies (1006 participants) evaluated minoxidil 2% versus 5%. In one study, 25/57 participants in the minoxidil 2% group experienced moderate to greatly increased hair regrowth versus 22/56 in the 5% group (RR 1.12, 95% CI 0.72 to 1.73). In another study, 209 participants experienced no difference based on a visual analogue scale (P = 0.062; low quality evidence). The assessments of the investigators based on three studies (586 participants) were in agreement with these findings (moderate quality evidence). One study assessed QoL (209 participants) and reported limited data (low quality evidence). Four trials (1006 participants) did not show a difference in number of adverse events between the two concentrations (RR 1.02, 95% CI 0.91 to 1.20; low quality evidence). Both concentrations did not show a difference in increase in total hair count at end of study in three trials with 631 participants (mean difference (MD) −2.12, 95% CI −5.47 to 1.23; low quality evidence).\nThree studies investigated finasteride 1 mg compared to placebo. In the finasteride group 30/67 participants experienced improvement compared to 33/70 in the placebo group (RR 0.95, 95% CI 0.66 to 1.37; low quality evidence). This was consistent with the investigators' assessments (RR 0.77, 95% CI 0.31 to 1.90; low quality evidence). QoL was not assessed. Only one study addressed adverse events (137 participants) (RR 1.03, 95% CI 0.45 to 2.34; low quality evidence). In two studies (219 participants) there was no clinically meaningful difference in change of hair count, whilst one study (12 participants) favoured finasteride (low quality evidence).\nTwo studies (141 participants) evaluated low-level laser comb therapy compared to a sham device. According to the participants, the low-level laser comb was not more effective than the sham device (RR 1.54, 95% CI 0.96 to 2.49; and RR 1.18, 95% CI 0.74 to 1.89; moderate quality evidence). However, there was a difference in favour of low-level laser comb for change from baseline in hair count (MD 17.40, 95% CI 9.74 to 25.06; and MD 17.60, 95% CI 11.97 to 23.23; low quality evidence). These studies did not assess QoL and did not report adverse events per treatment arm and only in a generic way (low quality evidence). Low-level laser therapy against sham comparisons in two separate studies also showed an increase in total hair count but with limited further data.\nSingle studies addressed the other comparisons and provided limited evidence of either the efficacy or safety of these interventions, or were unlikely to be examined in future trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Although there was a predominance of included studies at unclear to high risk of bias, there was evidence to support the efficacy and safety of topical minoxidil in the treatment of FPHL (mainly moderate to low quality evidence). Furthermore, there was no difference in effect between the minoxidil 2% and 5% with the quality of evidence rated moderate to low for most outcomes. Finasteride was no more effective than placebo (low quality evidence). There were inconsistent results in the studies that evaluated laser devices (moderate to low quality evidence), but there was an improvement in total hair count measured from baseline.\nFurther randomised controlled trials of other widely-used treatments, such as spironolactone, finasteride (different dosages), dutasteride, cyproterone acetate, and laser-based therapy are needed."
    }
  ],
  "pls_title": "Treatments for female pattern hair loss",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Which treatments are effective and safe for female pattern hair loss (FPHL)?"
    },
    {
      "heading": "Background",
      "text": "The most common type of hair loss in women is FPHL, also known as androgenic alopecia. Unlike men, women do not go bald, but have hair thinning predominantly over the top and front of the head. It can occur at any time, from puberty until later in life. However, it occurs more frequently in postmenopausal women.\nThe diagnosis is supported by careful history taking (including family history). Other causes should be considered; therefore, a clinical examination and laboratory tests may be necessary. FPHL can have a significant impact on self-consciousness, and the damage to a woman's self-confidence can affect her quality of life (QoL), leading to feelings of unattractiveness, shame, discomfort, emotional stress, and low self-esteem."
    },
    {
      "heading": "Study characteristics",
      "text": "We examined the available evidence up to 7 July 2015. Forty-seven studies, which included 5290 women, met the inclusion criteria of this Cochrane review. The mean age of participants in the studies varied from 27 to 57 years. We assessed over half of the included studies as at unclear risk of bias, 16 as high risk, and only five studies as low risk of bias. Funding was provided in 26 of the 47 studies, mainly by pharmaceutical companies."
    },
    {
      "heading": "Key results",
      "text": "This Cochrane review found that minoxidil is more effective than placebo. In six studies, the proportion of women that experienced at least moderate hair regrowth was twice as high in the minoxidil group compared to the placebo group. This was confirmed by the investigators assessments in seven studies. In eight studies, there was an important increase in total hair count per cm² in the minoxidil group compared to the placebo group. QoL was only assessed in one study and it was unclear from the data if there was an important improvement. The number of adverse events was similar for both groups. These were mostly mild, consisting of itch, skin irritation, dermatitis, and additional hair growth on areas other than the scalp.\nFour studies compared minoxidil (2%) to minoxidil (5%), but none of the studies indicated any benefit of the higher concentration over the lower concentration. The number of adverse events did not differ between the two groups. Minoxidil should not be used in pregnant or lactating women.\nThree studies compared finasteride to placebo. Finasteride is only approved in men for treatment of hair loss as well as for enlarged prostate. In one of the three studies the opinion of both the participants and investigators were evaluated but finasteride was shown to be no more effective than placebo. Hair count improved only in the finasteride group in a small study with 12 participants, but not in the other two studies (219 participants). Adverse events were only addressed in one study and these were similar in both groups. The investigators of these studies did not assess QoL.\nLaser comb therapy did not appear to be more effective than sham therapy according to the participants in two studies with 141 participants. Nonetheless an important increase in hair growth was reported in both these studies. QoL was not addressed, and adverse events were not reported per intervention group, making these data less usable.\nIndividual studies investigated most of the other interventions and comparisons, and we could not make any firm conclusions about the efficacy or safety of these other interventions.\nAlthough it is generally acknowledged that renewed hair shedding occurs relatively soon after discontinuation of treatment, none of the included studies reported data on the sustainability of the treatment effect, nor on the possible impact of hair regrowth, reflected by a decrease in time spent by women on hair styling or the use of wigs."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We rated the quality of evidence for most outcomes as moderate or low. The lower quality of evidence was mainly caused by risk of bias in studies (e.g. no blinding) or a small sample size making the results less precise."
    }
  ]
}