{
  "doi": "10.1002/14651858.CD010631.pub2",
  "name": "Chlorpromazine versus atypical antipsychotic drugs for schizophrenia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chlorpromazine is an aliphatic phenothiazine, which is one of the widely-used typical antipsychotic drugs. Chlorpromazine is reliable for its efficacy and one of the most tested first generation antipsychotic drugs. It has been used as a ‘gold standard’ to compare the efficacy of older and newer antipsychotic drugs. Expensive new generation drugs are heavily marketed worldwide as a better treatment for schizophrenia, but this may not be the case and an unnecessary drain on very limited resources."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effects of chlorpromazine with atypical or second generation antipsychotic drugs, for the treatment of people with schizophrenia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group's Trials Register up to 23 September 2013."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that compared chlorpromazine with any other atypical antipsychotic drugs for treating people with schizophrenia. Adults (as defined in each trial) diagnosed with schizophrenia, including schizophreniform, schizoaffective and delusional disorders were included in this review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two review authors independently screened the articles identified in the literature search against the inclusion criteria and extracted data from included trials. For homogeneous dichotomous data, we calculated the risk ratio (RR) and the 95% confidence intervals (CIs). For continuous data, we determined the mean difference (MD) values and 95% CIs. We assessed the risk of bias in included studies and rated the quality of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "This review includes 71 studies comparing chlorpromazine to olanzapine, risperidone or quetiapine. None of the included trials reported any data on economic costs.\n1. Chlorpromazine versus olanzapine\nIn the short term, there appeared to be a significantly greater clinical response (as defined in each study) in people receiving olanzapine (3 RCTs, N = 204; RR 2.34, 95% CI 1.37 to 3.99, low quality evidence ). There was no difference between drugs for relapse (1 RCT, N = 70; RR 1.5, 95% CI 0.46 to 4.86, very low quality evidence ), nor in average endpoint score using the Brief Psychiatric Rating Scale (BPRS) for mental state (4 RCTs, N = 245; MD 3.21, 95% CI −0.62 to 7.05,very low quality evidence ). There were significantly more extrapyramidal symptoms experienced amongst people receiving chlorpromazine (2 RCTs, N = 298; RR 34.47, 95% CI 4.79 to 248.30,very low quality evidence ). Quality of life ratings using the general quality of life interview (GQOLI) - physical health subscale were more favourable with people receiving olanzapine (1 RCT, N = 61; MD −10.10, 95% CI −13.93 to −6.27, very low quality evidence ). There was no difference between groups for people leaving the studies early (3 RCTs, N = 139; RR 1.69, 95% CI 0.45 to 6.40, very low quality evidence).\n2. Chlorpromazine versus risperidone\nIn the short term, there appeared to be no difference in clinical response (as defined in each study) between chlorpromazine or risperidone (7 RCTs, N = 475; RR 0.84, 95% CI 0.53 to 1.34, low quality of evidence ), nor in average endpoint score using the BPRS for mental state 4 RCTs, N = 247; MD 0.90, 95% CI −3.49 to 5.28, very low quality evidence ), or any observed extrapyramidal adverse effects (3 RCTs, N = 235; RR 1.7, 95% CI 0.85 to 3.40,very low quality evidence ). Quality of life ratings using the QOL scale were significantly more favourable with people receiving risperidone (1 RCT, N = 100; MD −14.2, 95% CI −20.50 to −7.90, very low quality evidence ). There was no difference between groups for people leaving the studies early (one RCT, N = 41; RR 0.21, 95% CI 0.01 to 4.11, very low quality evidence).\n3. Chlorpromazine versus quetiapine\nIn the short term, there appeared to be no difference in clinical response (as defined in each study) between chlorpromazine or quetiapine (28 RCTs, N = 3241; RR 0.93, 95% CI 0.81 to 1.06, moderate quality evidence ) nor in average endpoint score using the BPRS for mental state (6 RCTs, N = 548; MD −0.18, 95% CI −1.23 to 0.88, very low quality evidence ). Quality of life ratings using the GQOL1-74 scale were significantly more favourable with people receiving quetiapine (1 RCT, N = 59; MD −6.49, 95% CI −11.30 to −1.68, very low quality evidence ). Significantly more people receiving chlorpromazine experienced extrapyramidal adverse effects (8 RCTs, N = 644; RR 8.03, 95% CI 4.78 to 13.51, low quality of evidence ). There was no difference between groups for people leaving the studies early in the short term (12 RCTs, N = 1223; RR 1.04, 95% CI 0.77 to 1.41,moderate quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Most included trials included inpatients from hospitals in China. Therefore the results of this Cochrane review are more applicable to the Chinese population. Mostincluded trials were short term studies, therefore we cannot comment on the medium and long term use of chlorpromazine compared to atypical antipsychotics. Low qualityy evidence suggests chlorpromazine causes more extrapyramidal adverse effects. However, all studiesused varying dose ranges, and higher doses would be expected to be associated with more adverse events."
    }
  ],
  "pls_title": "Chlorpromazine compared with newer atypical antipsychotics",
  "pls_type": "long",
  "pls": "People with schizophrenia often hear voices or see things (hallucinations) and have strange beliefs (delusions). The main treatment for people with these symptoms of schizophrenia is antipsychotic drugs. Chlorpromazine was one of the first drugs discovered to be effective for treating people with schizophrenia. It remains one of the most commonly used and inexpensive treatments. However, being an older drug (typical or first generation) it also has serious side effects, including blurred vision, a dry mouth, tremors or uncontrollable shaking, depression, muscle stiffness and restlessness.\nIn this Cochrane review we examined the effects of chlorpromazine for treating people with schizophrenia compared with newer antipsychotic drugs.\nWe searched the literature for randomised controlled trials up to 23 September 2013, and included 71 trials. The included studies compared chlorpromazine with three newer antipsychotics: risperidone, quetiapine or olanzapine. Most included trials were short term studies and undertaken in China. Based on low quality evidence, we found that chlorpromazine is not much different to risperidone or quetiapine but is associated with more side effects. More favourable results were found for olanzapine with those receiving olanzapine experiencing fewer side effects and greater improvements in global state and quality of life than those receiving chlorpromazine, but again this is based on low quality evidence. Larger, longer, better conducted and reported trials should focus on important outcomes such as quality of life, levels of satisfaction with treatment or care, relapse, costs and hospital discharge or admission. Also, more international studies are needed. Outpatient treatment was under-represented in the included studies, and future research should also include work with this group of people.\nDue to the limitations of evidence in this Cochrane review, it is difficult to draw firm conclusions. Chlorpormazine is available widely, is comparable with the newer antipsychotics and is relatively cheap so despite its propensity to cause side effects, is likely to remain one of the benchmark antipsychotics.\nThe plain language summary has been written by a consumer. Ben Gray: Senior Peer Researcher, McPin Foundation. http://mcpin.org/."
}