{
  "doi": "10.1002/14651858.CD006179.pub2",
  "name": "Prophylactic systemic antibiotics to reduce morbidity and mortality in neonates with central venous catheters ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The use of central venous catheters is recognised as a risk factor for nosocomial infection. Prophylactic antibiotics may be effective in preventing catheter-related blood stream infection in newborns but may also have the undesirable effect of promoting the emergence of resistant strains of micro-organisms."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effect of prophylactic antibiotics on mortality and morbidity in neonates with central venous catheters."
    },
    {
      "heading": "Search methods",
      "text": "Searches were done of the Cochrane Neonatal Review Group Specialised Register, MEDLINE from 1950 to April 2007, CINAHL from 1982 to April 2007, and the Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library, Issue 2 2007). Previous reviews (including cross references) were also searched."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials or quasi-randomised controlled trials of adequate quality in which either individual newborn infants or clusters of infants were randomised to receive prophylactic antibiotics (not including antifungals) versus placebo or no treatment. Infants must have had central venous catheters, been full term infants less than 28 days old or preterm infants up to 44 weeks (postmenstrual) corrected age."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Criteria and methods used to assess the methodological quality of the trials: standard methods of the Cochrane Collaboration and its Neonatal Review Group were used. The review authors extracted data independently. Attempts were made to contact study investigators for additional information as required."
    },
    {
      "heading": "Main results",
      "text": "Three small studies have been included in this review. Prophylactic antibiotics in neonates with central venous catheters had no effect on overall mortality (typical RR 0.68, 95% confidence interval 0.31, 1.51). Prophylactic antibiotics in neonates with central venous catheters decreased the rate of proven bacterial sepsis (typical RR 0.38, 95% confidence interval 0.18, 0.82). Prophylactic antibiotics in neonates with central venous catheters decreased the rate of suspected or proven bacterial septicaemia (typical RR 0.40, 95% confidence interval 0.20, 0.78). No resistant organisms colonising infants were identified in any of the studies. No pooled data were available for other important outcome measures such as chronic lung disease or neurodevelopmental outcome."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Prophylactic systemic antibiotics in neonates with a central venous catheter reduces the rate of proven or suspected septicaemia. However, this may not be clinically important in the face of no significant difference in overall mortality and the lack of data on long-term neurodevelopmental outcome. Furthermore, there is a lack of data pertaining to the potentially significant disadvantages of this approach such as the selection of resistant organisms. The routine use of prophylactic antibiotics in infants with central venous catheters in neonatal units cannot currently be recommended."
    }
  ],
  "pls_title": "Prophylactic systemic antibiotics to reduce morbidity and mortality in neonates with central venous catheters",
  "pls_type": "long",
  "pls": "Central venous lines (long plastic tubes that have their tip ending in the big veins near the heart through which medicine and fluid can be given) are used in some newborn babies, particularly those that have been born too early or who are very sick. Babies with these lines are at risk of developing very serious blood infections, which may even cause death. Sometimes antibiotics are used to try to prevent these blood infections in babies with central venous lines. These preventive antibiotics may have unwanted side effects and could increase the likelihood of infections that are resistant to treatment. Therefore, it is possible that the risks of using antibiotics outweigh the potential benefits. Three small trials of 271 babies were included in this review. The results of these studies show that it is possible to reduce the chance of serious blood infection occurring, but that almost 10 babies need to be given preventive antibiotics to avoid one case of infection. There was no difference in the likelihood of death. There were not enough data on other important effects of the antibiotics or on the possible serious side effects. There was not much similarity between the studies included in this review. Therefore, there is currently not enough evidence to recommend routinely using antibiotics in babies with central venous lines."
}