{
  "doi": "10.1002/14651858.CD009765.pub2",
  "name": "Conservative interventions for preventing clinically detectable upper‐limb lymphoedema in patients who are at risk of developing lymphoedema after breast cancer therapy ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Breast cancer-related lymphoedema can be a debilitating long-term sequela of breast cancer treatment. Several studies have investigated the effectiveness of different treatment strategies to reduce the risk of breast cancer-related lymphoedema."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of conservative (non-surgical and non-pharmacological) interventions for preventing clinically-detectable upper-limb lymphoedema after breast cancer treatment."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Breast Cancer Group's (CBCG) Specialised Register, CENTRAL, MEDLINE, EMBASE, CINAHL, PEDro, PsycINFO, and the World Health Organization (WHO) International Clinical Trials Registry Platform in May 2013. Reference lists of included trials and other systematic reviews were searched."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials that reported lymphoedema as the primary outcome and compared any conservative intervention to either no intervention or to another conservative intervention."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three authors independently assessed the risk of bias and extracted data. Outcome measures included lymphoedema, infection, range of motion of the shoulder, pain, psychosocial morbidity, level of functioning in activities of daily life (ADL), and health-related quality of life (HRQoL). Where possible, meta-analyses were performed. Risk ratio (RRs) or hazard ratio (HRs) were reported for dichotomous outcomes or lymphoedema incidence, and mean differences (MDs) for range of motion and patient-reported outcomes."
    },
    {
      "heading": "Main results",
      "text": "Ten trials involving 1205 participants were included. The duration of patient follow-up ranged from 2 days to 2 years after the intervention. Overall, the quality of the evidence generated by these trials was low, due to risk of bias in the included trials and inconsistency in the results.\nManual lymph drainage\nIn total, four studies used manual lymph drainage (MLD) in combination with usual care or other interventions. In one study, lymphoedema incidence was lower in patients receiving MLD and usual care (consisting of standard education or exercise, or both) compared to usual care alone. A second study reported no difference in lymphoedema incidence when MLD was combined with physiotherapy and education compared to physiotherapy alone. Two other studies combining MLD with compression and scar massage or exercise observed a reduction in lymphoedema incidence compared to education only, although this was not significant in one of the studies. Two out of the four studies reported on shoulder mobility where MLD combined with exercise gave better shoulder mobility for lateral arm movement (shoulder abduction) and forward flexion in the first weeks after breast cancer surgery, compared to education only (mean difference for abduction 22°; 95% confidence interval (CI) 14 to 30; mean difference for forward flexion 14°; 95% CI 7 to 22). Two of the studies on MLD reported on pain, with inconsistent results. Results on HRQoL in two studies on MLD were also contradictory.\nExercise: early versus delayed start of shoulder mobilising exercises\nThree studies examined early versus late start of postoperative shoulder exercises. The pooled relative risk of lymphoedema after an early start of exercises was 1.69 (95% CI 0.94 to 3.01, 3 studies, 378 participants). Shoulder forward flexion was better at one and six months follow-up for participants who started early with mobilisation exercises compared to a delayed start (two studies), but no meta-analysis could be performed due to statistical heterogeneity. There was no difference in shoulder mobility or self-reported shoulder disability at 12 months follow-up (one study). One study evaluated HRQoL and reported difference at one year follow-up (mean difference 1.6 points, 95% CI -2.14 to 5.34, on the Trial Outcome Index of the FACT-B). Two studies collected data on wound drainage volumes and only one study reported higher wound drainage volumes in the early exercise group.\nExercise: resistance training\nTwo studies compared progressive resistance training to restricted activity. Resistance training after breast cancer treatment did not increase the risk of developing lymphoedema (RR 0.58; 95% CI 0.30 to 1.13, two studies, 358 participants) provided that symptoms are monitored and treated immediately if they occur. One out of the two studies measured pain where participants in the resistance training group reported pain more often at three months and six months compared to the control group. One study reported HRQoL and found no significant difference between the groups.\nPatient education, monitoring and early intervention\nOne study investigated the effects of a comprehensive outpatient follow-up programme, consisting of patient education, exercise, monitoring of lymphoedema symptoms and early intervention for lymphoedema, compared to education alone. Lymphoedema incidence was lower in the comprehensive outpatient follow-up programme (at any time point) compared to education alone (65 people). Participants in the outpatient follow-up programme had a significantly faster recovery of shoulder abduction compared to the education alone group."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on the current available evidence, we cannot draw firm conclusions about the effectiveness of interventions containing MLD. The evidence does not indicate a higher risk of lymphoedema when starting shoulder-mobilising exercises early after surgery compared to a delayed start (i.e. seven days after surgery). Shoulder mobility (that is, lateral arm movements and forward flexion) is better in the short term when starting shoulder exercises earlier compared to later. The evidence suggests that progressive resistance exercise therapy does not increase the risk of developing lymphoedema, provided that symptoms are closely monitored and adequately treated if they occur.\nGiven the degree of heterogeneity encountered, limited precision, and the risk of bias across the included studies, the results of this review should be interpreted with caution."
    }
  ],
  "pls_title": "Interventions for preventing lymphoedema (swelling of the arm) after breast cancer treatment",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect of interventions on preventing lymphoedema in women after breast cancer surgery."
    },
    {
      "heading": "Background",
      "text": "About one in five people treated for breast cancer develop lymphoedema later on. We reviewed the available evidence to determine whether some methods, such as manual lymph drainage (a massage therapy), compression, exercise or only education could help prevent lymphoedema."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to May 2013. Ten studies were included: four studies used manual lymph drainage with usual care, or combined with exercise or compression versus usual care or education alone (395 participants); three studies examined early versus late start of postoperative shoulder exercises (378 people); two studies used either progressive resistance exercise or restricted activity (358 people); and one study investigated a physiotherapy care plan versus no physiotherapy (65 people). The duration of patient follow-up ranged from two days to two years after the intervention."
    },
    {
      "heading": "Key results",
      "text": "No firm conclusion can be drawn about the effect of manual lymph drainage in addition to exercise and education on preventing the incidence of lymphoedema. This is because the two included studies found contradicting results. In addition, no firm conclusion can be drawn about manual lymph drainage in combination with other interventions, because only two studies were found that each tested different combinations. One of these studies found that manual lymph drainage combined with exercise lowered the risk of lymphoedema. The other study combined manual lymph drainage with compression, but this study was too small to draw conclusions.\nArm mobility (i.e. reaching upwards over the head) was better after manual lymph drainage than without it, but this improvement lasted only for the first few weeks after breast cancer surgery.\nWhen assessing whether early or late shoulder exercises reduced the likelihood of developing lymphoedema, the studies did not provide a clear result. The likely incidence of lymphoedema ranged from 5% to 27% (early start) compared to 4% to 20% (for delayed start) during the first 6 to 12 months after surgery. Starting shoulder exercises immediately after surgery may improve shoulder mobility in the first month, compared to starting after the first week but no firm conclusions can be drawn and mobility is comparable later on.\nProgressive resistance training did not increase the risk of developing lymphoedema compared to restricted activity, on the basis that symptoms were monitored and treated immediately if they occurred.\nFor all investigated interventions, no firm conclusion can be drawn about their effectiveness in reducing pain or improving quality of life."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The evidence was considered to be low quality, except for the evidence on resistance training, which was of moderate quality. This was because many studies had shortcomings in how they were conducted; there were only a small number of studies for each intervention; the results differed between comparable studies; and the groups studied were relatively small."
    }
  ]
}