{
  "doi": "10.1002/14651858.CD007352.pub3",
  "name": "Conservative management of oesophageal soft food bolus impaction",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Impaction of a soft food bolus in the oesophagus causes dysphagia and regurgitation. If the bolus does not pass spontaneously, then the patient is at risk of aspiration, dehydration, perforation, and death. Definitive management is with endoscopic intervention, recommended within 24 hours. Prior to endoscopy, many patients undergo a period of observation, awaiting spontaneous disimpaction, or may undergo enteral or parenteral treatments to attempt to dislodge the bolus. There is little consensus as to which of these conservative strategies is safe and effective to be used in this initial period, before resorting to definitive endoscopic management for persistent impaction."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy of non-endoscopic conservative treatments in the management of soft food boluses impacted within the oesophagus."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases, using relevant search terms: Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase and CINAHL. The date of the search was 18 August 2019. We screened the reference lists of relevant studies and reviews on the topic to identify any additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials of the management of acute oesophageal soft food bolus impaction, in adults and children, reporting the incidence of disimpaction (confirmed radiologically or clinically by return to oral diet) without the need for endoscopic intervention. We did not include studies focusing on sharp or solid object impaction."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures recommended by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We identified 890 unique records through the electronic searches. We excluded 809 clearly irrelevant records and retrieved 81 records for further assessment. We subsequently included one randomised controlled trial that met the eligibility criteria, which was conducted in four Swedish centres and randomised 43 participants to receive either intravenous diazepam followed by glucagon, or intravenous placebos. The effect of the active substances compared with placebo on rates of disimpaction without intervention is uncertain, as the numbers from this single study were small, and the rates were similar (38% versus 32%; risk ratio 1.19, 95% confidence interval 0.51 to 2.75, P = 0.69). The certainty of the evidence using GRADE for this outcome is low. Data on adverse events were lacking."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently inadequate data to recommend the use of any enteral or parenteral treatments in the management of acute oesophageal soft food bolus impaction. There is also inadequate data regarding potential adverse events from the use of these treatments, or from potential delays in definitive endoscopic management. Caution should be exercised when using any conservative management strategies in these patients."
    }
  ],
  "pls_title": "Use of treatments to dislodge soft foods stuck between the throat and the stomach to try to avoid the need for an endoscopy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Can a period of observation, treatment with swallowed substances, or treatment with substances given via the blood help to dislodge soft foods that are stuck between the throat and the stomach in order to avoid the need for an endoscopic procedure to clear it?"
    },
    {
      "heading": "Background",
      "text": "Food can sometimes get stuck in the oesophagus, the pipe connecting the throat to the stomach that passes through the chest. This food often dislodges on its own, without any medical help, but occasionally a doctor's help is needed to clear it. Removing or dislodging these lumps of food can be done using a flexible camera or a rigid instrument, called an endoscope, but endoscopic procedures can have serious complications, like causing holes in the oesophagus. However, waiting for too long for the food to clear on its own can also increase the risk of a hole in the oesophagus and may lead to saliva or food falling into the lungs, causing serious infections. A variety of treatments are currently used to try to clear the food, without having to resort to an endoscopy, many of which also have potential side effects, including difficulty breathing, increased blood sugar levels, low blood pressure, and irregular heartbeat. We wanted to know if any of these treatments were better than simply waiting for the food to clear on its own, before trying to dislodge it with instruments."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to August 2019. We found one trial suitable to answer our question, which compared giving a patient two drugs into a vein in (diazepam and glucagon) to placebos (clear liquids which appeared similar to the drugs but have no effect on the body). We did not look at treating sharp or hard objects, as these are treated differently."
    },
    {
      "heading": "Key results",
      "text": "There was not enough evidence to say with certainty which treatments for food impacted in the oesophagus are safe or effective."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We graded the overall certainty of the evidence as low. More studies with more participants are needed to be able to answer the review question."
    }
  ]
}