{
  "doi": "10.1002/14651858.CD007445.pub2",
  "name": "Chlorpromazine for psychosis induced aggression or agitation",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Agitated or violent behaviour constitutes 10% of all emergency psychiatric treatment. Some guidelines do not recommend the use of chlorpromazine for rapid tranquillisation but it is still often used for this purpose."
    },
    {
      "heading": "Objectives",
      "text": "To examine the effects of oral or intramuscular chlorpromazine for psychosis induced agitation or aggression."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group Trials Register (up to July 2009) which is based on regular searches of CINAHL, EMBASE, MEDLINE and PsycINFO."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised control trials or double blind trials (implying randomisation) comparing chlorpromazine with another drug or placebo for people who are thought to be acutely aggressive or agitated due to psychotic illness."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data independently. For dichotomous data we calculated relative risks (RR) and their 95% confidence intervals (CI) on an intention-to-treat basis based on a fixed-effects model."
    },
    {
      "heading": "Main results",
      "text": "One study (total n=30) met the inclusion criteria. When compared with haloperidol (Man 1973) (1 RCT, n=30) people allocated chlorpromazine were no more likely to have one additional injection than those allocated haloperidol (RR 3.00 CI 0.13 to 68.26). This remained true for 2-4 injections (RR 0.90 CI 0.52 to 1.55) and for 5 or more injections (RR 0.75 CI 0.20 to 2.79). Two people allocated chlorpromazine had sudden, serious hypotension while no one allocated haloperidol had such an effect (RR 5.00 CI 0.26 to 96.13). No extrapyramidal symptoms were observed. One person allocated chlorpromazine developed status epilepticus (RR 3.00 CI 0.13 to 68.26)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Overall the quality of evidence is limited, poor and dated. Where drugs that have been better evaluated are available, it may be best to avoid use of chlorpromazine. Where chlorpromazine is used for acute aggression or where choices are limited, relevant trials are possible and urgently needed."
    }
  ],
  "pls_title": "Chlorpromazine for treating aggression or agitation due to psychosis",
  "pls_type": "long",
  "pls": "Chlorpromazine was the first medicine specifically developed to treat psychoses as it helps people to feel less anxious, tense or angry. This review systematically examines the evidence to see how effective chlorpromazine is at reducing aggression or agitation due to psychosis. From the evidence available, we are unable to draw any firm conclusion about using this medicine for this purpose. We found that chlorpromazine was just as effective at reducing aggression or agitation due to psychosis as similar medicines, but that it may be associated with more side effects than other medicines. Further research is needed to clarify whether chlorpromazine is effective at reducing psychosis induced aggression or agitation. Such research would be best carried out using carefully designed clinical trials."
}