{
  "doi": "10.1002/14651858.CD004372.pub3",
  "name": "Psychological interventions for depression in adolescent and adult congenital heart disease ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Despite improvements in medical care, the quality of life of adults and adolescents with congenital heart disease remains strongly affected by their condition, often leading to depression. Psychotherapy, cognitive behavioural therapy, and other talking therapies may be effective in treating depression in both adults and young adults with congenital heart disease. The aim of this review was to assess the effects of treatments, such as psychotherapy, cognitive behavioural therapies, and talking therapies for treating depression in this population."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effects (both harms and benefits) of psychological interventions for reducing symptoms of depression in adolescents (aged 10 to 17 years) and adults with congenital heart disease. Psychological interventions include cognitive behavioural therapy, psychotherapy, or 'talking/counselling' therapy for depression."
    },
    {
      "heading": "Search methods",
      "text": "We updated searches from the 2013 Cochrane Review by searching CENTRAL, four other databases, and Conference Proceedings Citation Index to 7 March 2023, and two clinical trial registers to February 2021. We applied no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing psychological interventions to no intervention in the congenital heart disease population, aged 10 years and older, with depression."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened titles and abstracts, and independently assessed full-text reports for inclusion. Further information was sought from the authors if needed. Data were extracted in duplicate. We used standard Cochrane methods. Our primary outcome was a change in depression. Our secondary outcomes were: acceptability of treatment, quality of life, hospital re-admission, non-fatal cardiovascular events, cardiovascular behavioural risk factor, health economics, cardiovascular mortality, all-cause mortality. We used GRADE to assess the certainty of evidence for our primary outcome only."
    },
    {
      "heading": "Main results",
      "text": "We identified three new RCTs (480 participants). Participants were adults with congenital heart disease. Included studies varied in intervention length (90 minutes to 3 months) and follow-up (3 to 12 months), with depression assessed post-intervention and at follow-up. Risk of bias assessment identified an overall low risk of bias for the main outcome of depression.\nPsychological interventions (talking/counselling therapy) may reduce depression more than usual care at both three-month (mean difference (MD) -1.07, 95% confidence interval (CI) -1.84 to -0.30; P = 0.006; I2 = 0%; 2 RCTs, 156 participants; low-certainty evidence), and 12-month follow-up (MD -1.02, 95% CI -1.92 to -0.13; P = 0.02; I2 = 0%; 2 RCTs, 287 participants; low-certainty evidence).\nThere was insufficient evidence to draw conclusions about the impact of psychological interventions on quality of life.\nNone of the included studies reported on our other outcomes of interest.\nDue to the low number of studies included, we did not undertake any subgroup analyses. One study awaits classification."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Psychological interventions may reduce depression in adults with congenital heart disease compared to usual care. However, the certainty of the evidence is low.\nFurther research is needed to establish the role of psychological interventions in this population, defining the optimal duration, method of administration, and number of sessions required to obtain the greatest benefit."
    }
  ],
  "pls_title": "Psychological treatments for depression in young adults and adults born with heart problems",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key message",
      "text": "• Psychological interventions (talking/counselling therapy) may reduce symptoms of depression in adults with congenital heart disease.\n• Further studies are required to define the best psychological treatment for this population, such as the duration, frequency, and type of intervention."
    },
    {
      "heading": "What is congenital heart disease?",
      "text": "Congenital heart disease is an umbrella term used to define a range of birth defects that affect the way in which the heart works."
    },
    {
      "heading": "Why is important to do this review?",
      "text": "Sometimes, young adults and adults who are born with heart problems have depression. Besides anti-depressant medicine, treatments to help reduce the depression include different types of talking therapies (known as psychological therapy). The benefits of having treatment with talking therapy may include a reduction in depression and improved quality of life, but the treatment may not help relieve the depression."
    },
    {
      "heading": "What did we want to find out?",
      "text": "Our aim was to examine the effects (both harms and benefits) of psychological interventions for treating depression in young adults and adults with congenital heart disease."
    },
    {
      "heading": "What did we do?",
      "text": "We updated the searches of the medical literature to March 2023. We selected studies that met our criteria, assessed the risk of bias for depression, compared the results of these studies, and rated our confidence in the evidence based on these studies (e.g. assessment methods and size of the sample)."
    },
    {
      "heading": "What did we find?",
      "text": "We found three studies, with a total of 480 participants with congenital heart disease, which looked at how psychological interventions (talking/counselling therapy) impacted depression. The psychological interventions lasted between 90 minutes and 3 months. These studies were conducted in Canada, Sweden, and the Netherlands. Studies were funded by grants from the National Research Council of the respective countries.\nThe results of our review suggest that a psychological intervention may help to reduce the symptoms of depression in adults with congenital heart disease. However, the type and length of the intervention varied between studies, so it may be possible that some interventions may make little or no difference to reducing depression."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "There were only three studies that met the criteria for the review, and the certainty of the evidence was low. There was insufficient evidence to draw conclusions about the impact of psychological interventions (talking/counselling therapy) on quality of life."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This evidence is up to date to March 2023."
    }
  ]
}