{
  "doi": "10.1002/14651858.CD007929.pub4",
  "name": "Poly(ADP‐ribose) polymerase (PARP) inhibitors for the treatment of ovarian cancer",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Ovarian cancer is the sixth most common cancer in women world-wide. Epithelial ovarian cancer (EOC) is the most common; three-quarters of women present when disease has spread outside the pelvis (stage III or IV). Treatment consists of a combination of  surgery and platinum-based chemotherapy. Although initial responses to chemotherapy are good, most women with advanced disease will relapse.\nPARP (poly (ADP-ribose) polymerase) inhibitors (PARPi), are a type of anticancer treatment that works by preventing cancer cells from repairing DNA damage, especially in those with breast cancer susceptibility gene (BRCA) variants. PARPi offer a different mechanism of anticancer treatment from conventional chemotherapy."
    },
    {
      "heading": "Objectives",
      "text": "To determine the benefits and risks of poly (ADP-ribose) polymerase) inhibitors (PARPi) for the treatment of epithelial ovarian cancer (EOC)."
    },
    {
      "heading": "Search methods",
      "text": "We identified randomised controlled trials (RCTs) by searching the Cochrane Central Register of Controlled Trials (Central 2020, Issue 10), Cochrane Gynaecological Cancer Group Trial Register, MEDLINE (1990 to October 2020), Embase (1990 to October 2020), ongoing trials on www.controlled-trials.com/rct, www.clinicaltrials.gov, www.cancer.gov/clinicaltrials, the National Research Register (NRR), FDA database and pharmaceutical industry biomedical literature."
    },
    {
      "heading": "Selection criteria",
      "text": "We included trials that randomised women with EOC to PARPi with no treatment, or PARPi versus conventional chemotherapy, or PARPi together with conventional chemotherapy versus conventional chemotherapy alone."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methodology. Two review authors independently assessed whether studies met the inclusion criteria. We contacted investigators for additional data. Outcomes included overall survival (OS), objective response rate (ORR), quality of life (QoL) and rate of adverse events."
    },
    {
      "heading": "Main results",
      "text": "We included 15 studies (6109 participants); four (3070 participants) with newly-diagnosed, advanced EOC and 11 (3039 participants) with recurrent EOC. The studies varied in types of comparisons and evaluated PARPi. Eight studies were judged as at low risk of bias in most of the domains. Quality of life data were generally poorly reported. Below we present six key comparisons.  The majority of participants had BRCA mutations, either in their tumour (sBRCA mut) and/or germline (gBRCAmut), or homologous recombination deficiencies (HRD) in their tumours.\nNewly diagnosed EOC\nOverall, four studies evaluated the effect of PARPi in newly-diagnosed, advanced EOC. Two compared PARPi with chemotherapy and chemotherapy alone. OS data were not reported. The combination of PARPi with chemotherapy may have little to no difference in progression-free survival (PFS) (two studies, 1564 participants; hazard ratio (HR) 0.82, 95% confidence interval (CI 0).49 to 1.38; very low-certainty evidence) (no evidence of disease progression at 12 months' 63% with PARPi versus 69% for placebo).\nPARPi with chemotherapy likely increases any severe adverse event (SevAE) (grade 3 or higher) slightly (45%) compared with chemotherapy alone (51%) (two studies, 1549 participants, risk ratio (RR) 1.13, 95% CI 1.07 to 1.20; high-certainty evidence ). PARPi combined with chemotherapy compared with chemotherapy alone likely results in little to no difference in the QoL (one study; 744 participants, MD 1.56 95% CI -0.42 to 3.54; moderate-certainty evidence).\nTwo studies compared PARPi monotherapy with placebo as maintenance after first-line chemotherapy in newly diagnosed EOC. PARPi probably results in little to no difference in OS (two studies, 1124 participants; HR 0.81, 95%CI 0.59 to 1.13; moderate-certainty evidence ) (alive at 12 months 68% with PARPi versus 62% for placebo). However, PARPi may increase PFS (two studies, 1124 participants; HR 0.42, 95% CI 0.19 to 0.92; low-certainty evidence ) (no evidence of disease progression at 12 months' 55% with PARPi versus 24% for placebo). There may be an increase in the risk of experiencing any SevAE (grade 3 or higher) with PARPi (54%) compared with placebo (19%)(two studies, 1118 participants, RR 2.87, 95% CI 1.65 to 4.99; very low-certainty evidence ), but the evidence is very uncertain. There is probably a slight reduction in QoL with PARPi, although this may not be clinically significant (one study, 362 participants; MD -3.00, 95%CI -4.48 to -1.52; moderate-certainty evidence).\nRecurrent, platinum-sensitive EOC\nOverall, 10 studies evaluated the effect of PARPi in recurrent platinum-sensitive EOC. Three studies compared PARPi monotherapy with chemotherapy alone. PARPi may result in little to no difference in OS (two studies, 331 participants; HR 0.95, 95%CI 0.62 to 1.47; low-certainty evidence ) (percentage alive at 36 months 18% with PARPi versus 17% for placebo). Evidence is very uncertain about the effect of PARPi on PFS (three studies, 739 participants; HR 0.88, 95%CI 0.56 to 1.38; very low-certainty evidence )(no evidence of disease progression at 12 months 26% with PARPi versus 22% for placebo). There may be little to no difference in rates of any SevAE (grade 3 or higher) with PARPi (50%) than chemotherapy alone (47%) (one study, 254 participants; RR 1.06, 95%CI 0.80 to 1.39; low-certainty evidence).\nFour studies compared PARPi monotherapy as maintenance with placebo. PARPi may result in little to no difference in OS (two studies, 560 participants; HR 0.88, 95%CI 0.65 to 1.20; moderate-certainty evidence )(percentage alive at 36 months 21% with PARPi versus 17% for placebo). However, evidence suggests that PARPi as maintenance therapy results in a large PFS (four studies, 1677 participants; HR 0.34, 95% CI 0.28 to 0.42; high-certainty evidence )(no evidence of disease progression at 12 months 37% with PARPi versus 5.5% for placebo). PARPi maintenance therapy may result in a large increase in any SevAE (51%) (grade 3 or higher) than placebo (19%)(four studies, 1665 participants, RR 2.62, 95%CI 1.85 to 3.72; low-certainty evidence ). PARPi compared with chemotherapy may result in little or no change in QoL (one study, 229 participants, MD 1.20, 95%CI -1.75 to 4.16; low-certainty evidence).\nRecurrent, platinum-resistant EOC\nTwo studies compared PARPi with chemotherapy. The certainty of evidence in both studies was graded as very low. Overall, there was minimal information on the QoL and adverse events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "PARPi maintenance treatment after chemotherapy may improve PFS in women with newly-diagnosed and recurrent platinum-sensitive EOC; there may be little to no effect on OS, although OS data are immature. Overall, this is likely at the expense of an increase in SevAE. It is  disappointing that data on quality of life outcomes  are relatively sparse. More research is needed to determine whether PARPi have a role to play in platinum-resistant disease."
    }
  ],
  "pls_title": "Do PARP inhibitors improve survival in women with ovarian cancer, and what are the side effects?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Compared to an inactive 'dummy' medication (placebo), PARP (poly (ADP-ribose) polymerase) inhibitors (PARPi) given as daily tablet treatment after chemotherapy (maintenance treatment):\n- may have little to no effect on the amount of time someone with advanced epithelial ovarian cancer (EOC) will live overall (although this outcome may change as more data become available);\n- probably delay disease progression in women with newly-diagnosed EOC;\n- probably delay disease progression in women with recurrent platinum-sensitive EOC;\n- probably cause an increase in the risk of severe side effects.\nWe are very uncertain about whether a delay in disease progression has a beneficial effect on quality of life, as data are inconsistently reported, but the limited data suggest that PARPi may improve symptoms  by delaying disease progression."
    },
    {
      "heading": "What is epithelial ovarian cancer?",
      "text": "EOC is a cancer that arises from the lining (epithelium) of the ovaries, fallopian tube and the abdominal cavity (peritoneum). Because cells have immediate access to the abdominal cavity, EOC often presents at a late stage. Initial treatment is with a combination of surgery, ideally to remove all visible disease, and chemotherapy. Disease will recur in most people and further treatment is required. Scientists have therefore been looking at new ways to stop cancer cells growing."
    },
    {
      "heading": "What are PARP inhibitors?",
      "text": "Being able to repair DNA is vital to cell survival. Normal cells have more than one DNA repair pathway. However, cancer cells often have defects in DNA repair pathways. The BRCA gene is involved in DNA repair and is commonly damaged (mutated) in people with EOC. Blocking another DNA repair pathway with a PARPi stops cancer cells from repairing DNA, causing cells to die. PARPi therefore differ from conventional chemotherapy, and are likely to work better in BRCA-mutated cells."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if PARPi treatment, given either with chemotherapy or afterwards as a maintenance treatment:\n-  delays death;\n-  delays disease progression;\n- improves quality of life;\n- has any unwanted side effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for randomised control trials (clinical studies where the treatment or care people receive is chosen at random) from 1990 to Oct 2020.  We searched for studies using PARPi in women with newly-diagnosed EOC and those whose cancer had returned, either more than six months after stopping platinum-based chemotherapy (platinum-sensitive relapse) or within six months of platinum-based chemotherapy (platinum-resistant relapse). We collected data, summarised results, and rated our confidence in the evidence, based on factors, such as whether women and their doctors knew what treatment they were having, how studies were conducted, and how many women were included in studies."
    },
    {
      "heading": "What did we find?",
      "text": "We found 15 randomised trials of PARP inhibitors (6109 participants) (four studies including 3070 women with newly-diagnosed EOC (first-line treatment) and 11 studies including 3039 women with recurrent cancer). We found 17 ongoing studies.\nFirst-line treatment"
    },
    {
      "heading": "during",
      "text": "duringchemotherapy:\n— made little to no difference in how long ovarian cancer took to return (progress/recur);\n— probably slightly increased serious side effects experience by women during chemotherapy.\nHowever, continuing PARPi after chemotherapy, compared to placebo as a maintenance treatment, often over many months, probably delayed the cancer recurring/progressing."
    },
    {
      "heading": "after",
      "text": "afterchemotherapy:\n— probably delayed recurrence of ovarian cancer (no disease progression at 12 months: 55% with PARPi versus 24% for placebo);\n— probably little to no difference in how long women survived overall, despite delay in recurrence, although more information may change this outcome over time;\n— may be at the expense of an increase in the risk of severe side effects with PARPi, although evidence for this is very uncertain.\nTreatment of platinum-sensitive recurrent  EOC\nCompared to conventional chemotherapy treatment, PARPi:\n— may have little to no difference in terms of overall survival, delay in progression of disease, quality of life and risk of serious side effects.\nAll of these studies only included patients with BRCA mutations, so it is not clear whether these results would be similar in non-BRCA patients.\nPARPi as maintenance treatment, after chemotherapy for platinum-sensitive ovarian cancer:\n— had a large effect on delaying recurrence of disease (no disease progression at 12 months 37% with PARPi versus 5.5% for placebo);\n— had little to no difference in the overall survival time after treatment;\n— may be at the expense of a large increase in the risk of severe side effects.\nTreatment of platinum-resistant recurrent EOC\nPARPi compared with chemotherapy:\n— we are very uncertain about the outcomes, as the quality of the evidence was very low."
    },
    {
      "heading": "What limited our confidence in the evidence?",
      "text": "Although half of the studies were at low risk of bias, some studies used methods that risk introducing bias and some studies were small.  Reporting of quality of life data overall was poor or different methods were used, limiting our ability to combine data on these outcomes."
    },
    {
      "heading": "How up to date is this review?",
      "text": "The evidence in this review is current to October 2020."
    }
  ]
}