{
  "doi": "10.1002/14651858.CD012143.pub3",
  "name": "Direct‐acting antivirals for chronic hepatitis C",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Millions of people worldwide suffer from hepatitis C, which can lead to severe liver disease, liver cancer, and death. Direct-acting antivirals (DAAs), e.g. sofosbuvir, are relatively new and expensive interventions for chronic hepatitis C, and preliminary results suggest that DAAs may eradicate hepatitis C virus (HCV) from the blood (sustained virological response). Sustained virological response (SVR) is used by investigators and regulatory agencies as a surrogate outcome for morbidity and mortality, based solely on observational evidence. However, there have been no randomised trials that have validated that usage."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of DAAs in people with chronic HCV."
    },
    {
      "heading": "Search methods",
      "text": "We searched for all published and unpublished trials in The Cochrane Hepato-Biliary Group Controlled Trials Register, CENTRAL, MEDLINE, Embase, Science Citation Index Expanded, LILACS, and BIOSIS; the Chinese Biomedical Literature Database (CBM), China Network Knowledge Information (CNKI), the Chinese Science Journal Database (VIP), Google Scholar, The Turning Research into Practice (TRIP) Database, ClinicalTrials.gov, European Medicines Agency (EMA) (www.ema.europa.eu/ema/), WHO International Clinical Trials Registry Platform (www.who.int/ictrp), the Food and Drug Administration (FDA) (www.fda.gov), and pharmaceutical company sources for ongoing or unpublished trials. Searches were last run in October 2016."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised clinical trials comparing DAAs versus no intervention or placebo, alone or with co-interventions, in adults with chronic HCV. We included trials irrespective of publication type, publication status, and language."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. Our primary outcomes were hepatitis C-related morbidity, serious adverse events, and health-related quality of life. Our secondary outcomes were all-cause mortality, ascites, variceal bleeding, hepato-renal syndrome, hepatic encephalopathy, hepatocellular carcinoma, non-serious adverse events (each reported separately), and SVR. We systematically assessed risks of bias, performed Trial Sequential Analysis, and followed an eight-step procedure to assess thresholds for statistical and clinical significance. We evaluated the overall quality of the evidence, using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included a total of 138 trials randomising a total of 25,232 participants. The trials were generally short-term trials and designed primarily to assess the effect of treatment on SVR. The trials evaluated 51 different DAAs. Of these, 128 trials employed matching placebo in the control group. All included trials were at high risk of bias. Eighty-four trials involved DAAs on the market or under development (13,466 participants). Fifty-seven trials administered DAAs that were discontinued or withdrawn from the market. Study populations were treatment-naive in 95 trials, had been exposed to treatment in 17 trials, and comprised both treatment-naive and treatment-experienced individuals in 24 trials. The HCV genotypes were genotype 1 (119 trials), genotype 2 (eight trials), genotype 3 (six trials), genotype 4 (nine trials), and genotype 6 (one trial). We identified two ongoing trials.\nWe could not reliably determine the effect of DAAs on the market or under development on our primary outcome of hepatitis C-related morbidity or all-cause mortality. There were no data on hepatitis C-related morbidity and only limited data on mortality from 11 trials (DAA 15/2377 (0.63%) versus control 1/617 (0.16%); OR 3.72, 95% CI 0.53 to 26.18, very low-quality evidence). We did not perform Trial Sequential Analysis on this outcome.\nThere is very low quality evidence that DAAs on the market or under development do not influence serious adverse events (DAA 5.2% versus control 5.6%; OR 0.93, 95% CI 0.75 to 1.15 , 15,817 participants, 43 trials). The Trial Sequential Analysis showed that there was sufficient information to rule out that DAAs reduce the relative risk of a serious adverse event by 20% when compared with placebo. The only DAA that showed a lower risk of serious adverse events when meta-analysed separately was simeprevir (OR 0.62, 95% CI 0.45 to 0.86). However, Trial Sequential Analysis showed that there was not enough information to confirm or reject a relative risk reduction of 20%, and when one trial with an extreme result was excluded, the meta-analysis result showed no evidence of a difference.\nDAAs on the market or under development may reduce the risk of no SVR from 54.1% in untreated people to 23.8% in people treated with DAA (RR 0.44, 95% CI 0.37 to 0.52, 6886 participants, 32 trials, low quality evidence). Trial Sequential Analysis confirmed this meta-analysis result.\nOnly 1/84 trials on the market or under development assessed the effects of DAAs on health-related quality of life (SF-36 mental score and SF-36 physical score).\nThere was insufficient evidence from trials on withdrawn or discontinued DAAs to determine their effect on hepatitis C-related morbidity and all-cause mortality (OR 0.64, 95% CI 0.23 to 1.79; 5 trials, very low-quality evidence). However, these DAAs seemed to increase the risk of serious adverse events (OR 1.45, 95% CI 1.22 to 1.73; 29 trials, very low-quality evidence). Trial Sequential Analysis confirmed this meta-analysis result.\nNone of the 138 trials provided useful data to assess the effects of DAAs on the remaining secondary outcomes (ascites, variceal bleeding, hepato-renal syndrome, hepatic encephalopathy, and hepatocellular carcinoma)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence for our main outcomes of interest come from short-term trials, and we are unable to determine the effect of long-term treatment with DAAs. The rates of hepatitis C morbidity and mortality observed in the trials are relatively low and we are uncertain as to how DAAs affect this outcome. Overall, there is very low quality evidence that DAAs on the market or under development do not influence serious adverse events. There is insufficient evidence to judge if DAAs have beneficial or harmful effects on other clinical outcomes for chronic HCV. Simeprevir may have beneficial effects on risk of serious adverse event. In all remaining analyses, we could neither confirm nor reject that DAAs had any clinical effects. DAAs may reduce the number of people with detectable virus in their blood, but we do not have sufficient evidence from randomised trials that enables us to understand how SVR affects long-term clinical outcomes. SVR is still an outcome that needs proper validation in randomised clinical trials."
    }
  ],
  "pls_title": "Direct-acting antivirals for chronic hepatitis C",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Millions of people worldwide suffer from hepatitis C, which can lead to severe liver disease, liver cancer, and death. Numerous previous interferon-based interventions have been used for hepatitis C, but none of these interventions have proven effective on patient-centred outcomes and their use was associated with serious side-effects. DAAs are relatively new but expensive interventions for hepatitis C, and preliminary results have shown that DAAs seem to eradicate hepatitis C virus from the blood (sustained virological response) much more frequently. In addition, these agents do appear to create much less serious adverse-effects. In this Cochrane Review, we assessed the evidence on the clinical effects of DAAs for hepatitis C."
    },
    {
      "heading": "Study characteristics",
      "text": "We included 138 randomised clinical trials. All included trials were at high risk of bias. The 138 trials used 51 different DAAs. Of these, 84 trials assessed DAAs on the market or under development; 57 trials were on DAAs withdrawn from development or the market. Trials were conducted from 2004 to 2016. The trials were from all over the world including 34 different countries. We included 17 trials where all the participants had previously been treated for hepatitis C (treatment-experienced) before being included in the trial. There were 95 trials that included only participants who had not been previously treated for hepatitis C (treatment-naive). The intervention periods ranged from one day to 48 weeks with an average of 14 weeks. The combined intervention period and follow-up period ranged from one day to 120 weeks with an average of 34 weeks."
    },
    {
      "heading": "Key results",
      "text": "We could not reliably determine the effect of DAAs on hepatitis C-related morbidity or death from any cause. There were no data on hepatitis C-related morbidity and very few deaths occurred over the course of the trials (15 deaths/2377 direct-acting antiviral participants (0.63%) versus 1 death/617 control participants (0.16%), very low quality evidence). Based on very low quality evidence, 5.2% people treated with DAAs had one or more serious adverse events versus 5.6% participants who were untreated during the observation period. When analysed separately, simeprevir was the only direct-acting antiviral that showed evidence of a beneficial effect when assessing risk of a serious adverse event. Our analyses, however, showed that the validity of this result is questionable and that 'play of chance' might be the cause for the difference. There was not enough information to determine if there was any effect of DAAs on other clinically relevant outcomes. Our results confirm that DAAs seem to reduce the number of people who have the hepatitis C virus in their blood from 54.1% in untreated people to 23.8% in those who were treated. Because the loss of detectable hepatitis C virus in the blood stream is only a blood test, the studies could not tell what this result means in the long term."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Due to several limitations (e.g. lack of blinding, lack of relevant data, missing data, no published protocol) we assessed the quality of the evidence in this review as very low or low quality. First, all trials and outcome results were at high risk of bias, which means that our results presumably overestimate the beneficial effects of DAAs and underestimate any potential harmful effects. Second, there were limited data on most of our clinical outcomes, that is, there were only relevant clinical data for meta-analyses on all-cause mortality and serious adverse events, and for these, data were sparse. There are no long-term trials that have assessed whether or not DAA treatment improves morbidity or mortality."
    }
  ]
}