{
  "doi": "10.1002/14651858.CD008911.pub2",
  "name": "Antibiotics for preventing recurrent sore throat",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Antibiotics are sometimes used to prevent recurrent sore throat, despite concern about resistance. However, there is conflicting primary evidence regarding their effectiveness."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of antibiotics in patients with recurrent sore throat."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Ear, Nose and Throat Disorders Group (CENTDG) Trials Search Co-ordinator searched the CENTDG Trials Register; Central Register of Controlled Trials (CENTRAL 2015, Issue 5); PubMed; EMBASE; CINAHL; Web of Science; Clinicaltrials.gov; ICTRP and additional sources for published and unpublished trials. The date of the search was 25 June 2015."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) of antibiotics in adults and children suffering from pre-existing recurrent sore throat, defined as three or more sore throats in a year, examining the incidence of sore throat recurrence, with follow-up of at least 12 months post-antibiotic therapy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trial quality and extracted data. Multiple attempts to contact the authors of one study yielded no response."
    },
    {
      "heading": "Main results",
      "text": "We identified no trials that met the inclusion criteria for the review. We discarded the majority of the references retrieved from our search following screening of the title and abstract. We formally excluded four studies following review of the full-text report."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to determine the effectiveness of antibiotics for preventing recurrent sore throat. This finding must be balanced against the known adverse effects and cost of antibiotic therapy, when considering antibiotics for this purpose. There is a need for high quality RCTs that compare the effects of antibiotics versus placebo in adults and children with pre-existing recurrent sore throat on the following outcomes: incidence of sore throat recurrence, adverse effects, days off work and absence from school, and the incidence of complications. Future studies should be conducted and reported according to the CONSORT statement."
    }
  ],
  "pls_title": "Antibiotics for preventing recurrent sore throat",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Recurrent sore throat is an inflammation of the throat occurring three or more times per year. Sore throat has many causes, including bacteria, viruses, fungi (uncommonly) and non-infective causes. It causes throat pain, redness, swelling, swollen lymph nodes and symptoms of other accompanying respiratory infections. Antibiotics are sometimes used to prevent recurrent sore throat on the basis that sore throats can be caused by bacteria. However, frequent use of antibiotics has been linked to the development of antibiotic resistance. We looked for studies (randomised controlled trials) that investigated the effectiveness of antibiotics for preventing recurrent sore throat in adults and children."
    },
    {
      "heading": "Study characteristics",
      "text": "Despite a comprehensive search in June 2015, we were unable to identify any studies that met the inclusion criteria for this review."
    },
    {
      "heading": "Key results",
      "text": "No trials could be included in this review. We therefore conclude that there is insufficient evidence to determine the effectiveness of antibiotics for preventing recurrent sore throat and this finding must be balanced against the known adverse effects and cost of antibiotic therapy when considering antibiotics for this purpose. We have identified a need for high quality randomised controlled trials that compare the effects of antibiotics versus placebo in adults and children with pre-existing recurrent sore throat on the following outcomes: incidence of sore throat recurrence, adverse effects, days off work and absence from school, and the incidence of complications."
    }
  ]
}