{
  "doi": "10.1002/14651858.CD012838.pub2",
  "name": "Pembrolizumab monotherapy versus chemotherapy for treatment of advanced urothelial carcinoma with disease progression during or following platinum‐containing chemotherapy. A Cochrane Rapid Review ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The use of systemic immunotherapy targets is emerging as an important treatment option for metastatic urothelial carcinoma, particularly for patients who cannot tolerate or who fail cisplatin-based chemotherapy. One such target is the inhibition of the checkpoint protein programmed cell death-1 (PD-1) receptor and its ligand (PD-L1) by monoclonal antibodies."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of pembrolizumab monotherapy versus chemotherapy for treatment of advanced urothelial carcinoma with disease progression during or following platinum-containing chemotherapy."
    },
    {
      "heading": "Search methods",
      "text": "We performed a Cochrane Rapid Review, limiting our search to published studies in the English language. We searched databases of the medical literature, including the Cochrane Central Register of Controlled Trials and MEDLINE, as well as trial registries including ClinicalTrials.gov and the World Health Organization International Clinical Trials Registry Platform (WHO ICTRP). Our search extended from January 2000 to June 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials except cross-over trials and cluster randomised trials. We excluded all other study designs. Participants included had locally advanced or metastatic urothelial carcinoma of the bladder, with disease progression during or following platinum-containing chemotherapy (synonymous with second-/third-/fourth-line therapy). This review focused on pembrolizumab (synonyms: MK-3475, lambrolizumab, Keytruda)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently classified and abstracted data from the included study. The certainty of evidence was rated according to the Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach."
    },
    {
      "heading": "Main results",
      "text": "We identified one randomised controlled trial that included 542 participants, which compared the use of pembrolizumab monotherapy versus chemotherapy for the treatment of advanced urothelial carcinoma with disease progression during or following platinum-containing chemotherapy. Results were reported after a median follow-up of 14.1 months (range 9.9 to 22.1 months).\nPrimary outcomes\nPembrolizumab probably reduces the risk of death from any cause (hazard ratio (HR) 0.73, 95% confidence interval (CI) 0.59 to 0.90; moderate certainty evidence). This corresponds to 115 fewer deaths (191 fewer to 38 fewer) per 1000 participants with pembrolizumab at 12 months. We downgraded the certainty of evidence one level for imprecision.\nPembrolizumab may slightly improve quality of life (change from baseline to week 15 assessed with the Core Quality of Life Questionnaire; higher value reflects better quality of life; scale 0 to 100) with a mean difference (MD) of 9.05, 95% CI 4.61 to 13.50; low certainty evidence). We downgraded the certainty of evidence two levels for study limitations and imprecision.\nSecondary outcomes\nPembrolizumab may have little or no effect on disease progression (HR 0.98, 95% CI 0.81 to 1.19; low certainty evidence). This corresponds to three fewer patients (42 fewer to 24 more) whose disease progressed per 1000 participants at 12 months. We downgraded the certainty of evidence two levels for study limitations and imprecision.\nPembrolizumab probably improves treatment response (based on complete or partial radiologic response) with a risk ratio (RR) of 1.85, 95% CI 1.24 to 2.77; moderate certainty evidence). This corresponds to 97 more respondents (27 more to 202 more) per 1000 participants with pembrolizumab. We downgraded the certainty of evidence one level for imprecision.\nPembrolizumab may have little or no effect on treatment-related mortality (RR 0.96, 95% CI 0.24 to 3.79; low certainty evidence). This corresponds to one fewer (12 fewer to 44 more) treatment-related deaths per 1000 participants with pembrolizumab. We downgraded the certainty of evidence two levels for study limitations and imprecision.\nPembrolizumab may have little or no effect on discontinuations due to adverse events (RR 0.66, 95% CI 0.39 to 1.10). This corresponds to 54 fewer discontinuations per 1000 participants (95% CI 79 fewer to 7 more). We downgraded the certainty of evidence for study limitations and imprecision.\nPembrolizumab may reduce serious adverse events (RR 0.83, 95 CI 0.72 to 0.97; low certainty evidence). This corresponds to 107 fewer serious averse events per 1000 participants (95% CI 19 fewer to 176 fewer). We downgraded two levels for study limitations and imprecision."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The use of pembrolizumab in men with advanced urothelial carcinoma with disease progression during or following platinum-containing chemotherapy probably improves overall survival when compared with chemotherapy alone. At 12 months follow-up about 70% of those in the chemotherapy group had died, compared with 59% of those treated with pembrolizumab. We are very uncertain about the effects of pembolizumab on quality of life. Pembolizumab may also improve treatment response rates, and reduce the risk of serious adverse events, but may make little or no difference to discontinuations of treatment due to adverse events. These conclusions are based on a single trial that was sponsored by the producer of pembrolizumab."
    }
  ],
  "pls_title": "Pembrolizumab versus chemotherapy for treating advanced bladder cancer after recurrence/progression following platinum-based chemotherapy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "How does pembrolizumab (a newer medicine that works through the body's immune system) compare to chemotherapy in patients with cancer of the inner lining of the urinary system, called urothelial cancer, that has either come back or worsened after treatment?"
    },
    {
      "heading": "Background",
      "text": "Medications that target the body's immune system have been used for a long time to treat urothelial cancer. When the cancer has spread to other organs outside the urinary tract, patients are often treated with chemotherapy using medicines called cisplatin or carboplatin (platinum-containing chemotherapy). However, often the cancer comes back or becomes worse despite treatment. This review considers the evidence for pembrolizumab, which is a member of a new class of medications that work through the immune sytem, and compares it to chemotherapy."
    },
    {
      "heading": "Study characteristics",
      "text": "We considered only randomised controlled trials in this Cochrane Rapid Review, as they offer the most reliable results. This review is current to 20 June 2018."
    },
    {
      "heading": "Key results",
      "text": "We found only one randomised study for our question. Participants included in this trial had metastatic (cancer that has spread to other parts of the body) or advanced cancer that could not be removed by surgery, that had come back or worsened with other chemotherapy.\nWe found that pembrolizumab probably improves overall survival a little (evidence of moderate certainty). It may improve quality of life slightly (low certainty evidence).\nPembrolizumab may have little or not effect on the time for the cancer to worsen or advance (low certainty evidence). It probably improves treatment response as seen on X-ray scans such as computer tomography (moderate certainty of evidence).\nPembrolizumab may have little or no effect on deaths resulting from the treatment itself (low certainty evidence) but may result in fewer patients stopping treatment due to unwanted side effects (low certainty evidence). It may also cause less serious side effects.\nThese conclusions are based on a single trial paid for by the company that makes pembrolizumab."
    },
    {
      "heading": "Certainty of evidence",
      "text": "The certainty of evidence ranged from moderate to very low."
    }
  ]
}