{
  "doi": "10.1002/14651858.CD007447.pub2",
  "name": "One‐to‐one oral hygiene advice provided in a dental setting for oral health",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Effective oral hygiene measures carried out on a regular basis are vital to maintain good oral health. One-to-one oral hygiene advice (OHA) within the dental setting is often provided as a means to motivate individuals and to help achieve improved levels of oral health. However, it is unclear if one-to-one OHA in a dental setting is effective in improving oral health and what method(s) might be most effective and efficient."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of one-to-one OHA, provided by a member of the dental team within the dental setting, on patients' oral health, hygiene, behaviour, and attitudes compared to no advice or advice in a different format."
    },
    {
      "heading": "Search methods",
      "text": "Cochrane Oral Health's Information Specialist searched the following databases: Cochrane Oral Health's Trials Register (to 10 November 2017); the Cochrane Central Register of Controlled Trials (CENTRAL; 2017, Issue 10) in the Cochrane Library (searched 10 November 2017); MEDLINE Ovid (1946 to 10 November 2017); and Embase Ovid (1980 to 10 November 2017). The US National Institutes of Health Ongoing Trials Register (ClinicalTrials.gov) and the World Health Organization International Clinical Trials Registry Platform were also searched for ongoing trials (10 November 2017). No restrictions were placed on the language or date of publication when searching the electronic databases. Reference lists of relevant articles and previously published systematic reviews were handsearched. The authors of eligible trials were contacted, where feasible, to identify any unpublished work."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials assessing the effects of one-to-one OHA delivered by a dental care professional in a dental care setting with a minimum of 8 weeks follow-up. We included healthy participants or participants who had a well-defined medical condition."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two review authors carried out selection of studies, data extraction and risk of bias independently and in duplicate. Consensus was achieved by discussion, or involvement of a third review author if required."
    },
    {
      "heading": "Main results",
      "text": "Nineteen studies met the criteria for inclusion in the review with data available for a total of 4232 participants. The included studies reported a wide variety of interventions, study populations, clinical outcomes and outcome measures. There was substantial clinical heterogeneity amongst the studies and it was not deemed appropriate to pool data in a meta-analysis. We summarised data by categorising similar interventions into comparison groups.\nComparison 1: Any form of one-to-one OHA versus no OHA\nFour studies compared any form of one-to-one OHA versus no OHA.\nTwo studies reported the outcome of gingivitis. Although one small study had contradictory results at 3 months and 6 months, the other study showed very low-quality evidence of a benefit for OHA at all time points (very low-quality evidence).\nThe same two studies reported the outcome of plaque. There was low-quality evidence that these interventions showed a benefit for OHA in plaque reduction at all time points.\nTwo studies reported the outcome of dental caries at 6 months and 12 months respectively. There was very low-quality evidence of a benefit for OHA at 12 months.\nComparison 2: Personalised one-to-one OHA versus routine one-to-one OHA\nFour studies compared personalised OHA versus routine OHA.\nThere was little evidence available that any of these interventions demonstrated a difference on the outcomes of gingivitis, plaque or dental caries (very low quality).\nComparison 3: Self-management versus professional OHA\nFive trials compared some form of self-management with some form of professional OHA.\nThere was little evidence available that any of these interventions demonstrated a difference on the outcomes of gingivitis or plaque (very low quality). None of the studies measured dental caries.\nComparison 4: Enhanced one-to-one OHA versus one-to-one OHA\nSeven trials compared some form of enhanced OHA with some form of routine OHA.\nThere was little evidence available that any of these interventions demonstrated a difference on the outcomes of gingivitis, plaque or dental caries (very low quality)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There was insufficient high-quality evidence to recommend any specific one-to-one OHA method as being effective in improving oral health or being more effective than any other method. Further high-quality randomised controlled trials are required to determine the most effective, efficient method of one-to-one OHA for oral health maintenance and improvement. The design of such trials should be cognisant of the limitations of the available evidence presented in this Cochrane Review."
    }
  ],
  "pls_title": "One-to-one oral hygiene advice for oral health",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "The aim of this review was to assess the effects of one-to-one oral hygiene advice, provided by a member of the dental team within the dental setting, on patients' oral health, hygiene, behaviour, and attitudes compared to no advice or advice in a different format."
    },
    {
      "heading": "Background",
      "text": "Poor oral hygiene habits are known to be associated with high rates of dental decay and gum disease. The dental team routinely assess oral hygiene methods, frequency and effectiveness or otherwise of oral hygiene routines carried out by their patients; one-to-one oral hygiene advice is regularly provided by members of the dental team with the aim of motivating individuals and improving their oral health. The most effective method of delivering one-to-one advice in the dental setting is unclear. This review's aim is to determine if providing patients with one-to-one oral hygiene advice in the dental setting is effective and if so what is the best way to deliver this advice."
    },
    {
      "heading": "Study characteristics",
      "text": "Authors from Cochrane Oral Health carried out this review and the evidence is up to date to 10 November 2017. We included research where individual patients received oral hygiene advice from a dental care professional on a one-to-one basis in a dental clinic setting with a minimum of 8 weeks follow-up.\nIn total, within the identified 19 studies, oral hygiene advice was provided by a hygienist in eight studies, dentist in four studies, dental nurse in one study, dentist or hygienist in one study, dental nurse and hygienist in one study, and dental nurse oral hygiene advice to the control group with further self-administration of the intervention in one study. It was unclear in three of the studies which member of the dental team carried out the intervention. Over half of the studies (10 of the 19) were conducted in a hospital setting, with only five studies conducted in a general dental practice setting (where oral hygiene advice is largely delivered)."
    },
    {
      "heading": "Key results",
      "text": "Overall we found insufficient evidence to recommend any specific method of one- to-one oral hygiene advice as being more effective than another in maintaining or improving oral health.\nThe studies we found varied considerably in how the oral hygiene advice was delivered, by whom and what outcomes were looked at. Due to this it was difficult to readily compare these studies and further well designed studies should be conducted to give a more accurate conclusion as to the most effective method of maintaining or improving oral health through one-to-one oral hygiene advice delivered by a dental care professional in a dental setting."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We judged the quality of the evidence to be very low due to problems with the design of the studies."
    }
  ]
}