{
  "doi": "10.1002/14651858.CD009023.pub2",
  "name": "Chinese herbal medicine for menopausal symptoms",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chinese herbal medicine (CHM) usage is expected to increase as women suffering from menopausal symptoms are seeking alternative therapy due to concerns from the adverse effects (AEs) associated with hormone therapy (HT). Scientific evidence for their effectiveness and safety is needed."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of CHM in the treatment of menopausal symptoms."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Gynaecology and Fertility Group's Specialised Register of controlled trials, Cochrane Central Register of Controlled Trials (CENTRAL; 2015, Issue 3), MEDLINE, Embase, CINAHL, AMED, and PsycINFO (from inception to March 2015). Others included Current Control Trials, Citation Indexes, conference abstracts in the ISI Web of Knowledge, LILACS database, PubMed, OpenSIGLE database, and China National Knowledge Infrastructure database (CNKI, 1999 to 2015). Other resources included reference lists of articles as well as direct contact with authors."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing the effectiveness of CHM with placebo, HT, pharmaceutical drugs, acupuncture, or another CHM formula in women over 18 years of age, and suffering from menopausal symptoms."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed 864 studies for eligibility. Data extractions were performed by them with disagreements resolved through group discussion and clarification of data or direct contact with the study authors. Data analyses were performed in accordance with Cochrane Collaboration guidelines."
    },
    {
      "heading": "Main results",
      "text": "We included 22 RCTs (2902 women). Participants were from different ethnic backgrounds with the majority of Chinese origin.\nWhen CHM was compared with placebo (eight RCTs), there was little or no evidence of a difference between the groups for the following pooled outcomes: hot flushes per day (MD 0.00, 95% CI -0.88 to 0.89; 2 trials, 199 women; moderate quality evidence); hot flushes per day assessed by an overall hot flush score in which a difference of one point equates to one mild hot flush per day (MD -0.81 points, 95% CI -2.08 to 0.45; 3 RCTs, 263 women; low quality evidence); and overall vasomotor symptoms per month measured by the Menopause-Specific Quality of Life questionnaire (MENQOL, scale 0 to 6) (MD -0.42 points; 95% CI -1.52 to 0.68; 3 RCTs, 256 women; low quality evidence).\nIn addition, results from individual studies suggested there was no evidence of a difference between the groups for daily hot flushes assessed by severity (MD -0.70 points, 95% CI -1.00, -0.40; 1 RCT, 108 women; moderate quality evidence); or overall monthly hot flushes scores (MD -2.80 points, 95% CI -8.93 to 3.33; 1 RCT, 84 women; very low quality evidence); or overall daily night sweats scores (MD 0.07 points, 95% CI -0.19 to 0.33, 1 RCT, 64 women; low quality evidence); or overall monthly night sweats scores (MD 1.30 points, 95% CI -1.76 to 4.36, 1 RCT, 84 women; very low quality evidence). However one study using the Kupperman Index reported that overall monthly vasomotor symptom scores were lower in the CHM group (MD -4.79 points, 95% CI -5.52 to -4.06; 1 RCT, 69 women; low quality evidence).\nWhen CHM was compared with hormone therapy (HT) (10 RCTs), only two RCTs reported monthly vasomotor symptoms using MENQOL. It was uncertain whether CHM reduces vasomotor symptoms (MD 0.47 points, 95% CI -0.50 to 1.44; 2 RCTs, 127 women; very low quality evidence).\nAdverse effects were not fully reported in the included studies. Adverse events reported by women taking CHM included mild diarrhoea, breast tenderness, gastric discomfort and an unpleasant taste. Effects were inconclusive because of imprecise estimates of effects: CHM versus placebo (RR 1.51; 95% CI 0.69 to 3.33; 7 trials, 705 women; I² = 40%); CHM versus HT (RR 0.96; 95% CI 0.66 to 1.39; 2 RCTs, 864 women; I² = 0%); and CHM versus specific conventional medications (such as Fluoxetine and Estazolam) (RR 0.20; 95% CI 0.03 to 1.17; 2 RCTs, 139 women; I² = 61%)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found insufficient evidence that Chinese herbal medicines were any more or less effective than placebo or HT for the relief of vasomotor symptoms. Effects on safety were inconclusive. The quality of the evidence ranged from very low to moderate; there is a need for well-designed randomised controlled studies."
    }
  ],
  "pls_title": "Title: Chinese herbal medicines for menopausal symptoms",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review Question",
      "text": "Are Chinese herbal medicines effective and safe for relieving menopausal symptoms?"
    },
    {
      "heading": "Background",
      "text": "Menopause usually takes place when a woman is around 51 years of age. Women can experience symptoms such as hot flushes, sweats, poor sleep, joint pains, anxiousness, dry skin and vagina when the organs which produce female hormones slow down. Usually hormone therapy (HT) is prescribed to reduce the symptoms.\nDue to concerns on long term use of HT resulting in adverse effects, women have been looking for alternative treatments to relieve their symptoms. Chinese herbal medicines (CHM) is one of the popular choices. Although CHM has been used for a very long time clinically, its effectiveness and long-term safety remained unanswered from a scientific perspective."
    },
    {
      "heading": "Study characteristics",
      "text": "This review examined 22 randomised clinical trials where 2902 women took part in the studies; 1499 in the CHM group and 1403 in the control group which might include a placebo (non-active compound made to look, taste and smell the same as the study compound) or a drug or HT or another CHM formula (different from the one being tested). Most of the studies had a trial period for 12 weeks. The data are current to March 2015."
    },
    {
      "heading": "Key results",
      "text": "We found insufficient evidence that CHM were any more or less effective than placebo or HT for the relief of vasomotor symptoms. Adverse effects were not well reported, some women taking CHM reported mild diarrhoea, breast tenderness, gastric discomfort and an unpleasant taste. Effects on safety were inconclusive."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence ranged from very low to moderate. The studies did not produce good quality evidence to allow the authors to draw a conclusive statement regarding the effectiveness or safety of CHM."
    }
  ]
}