{
  "doi": "10.1002/14651858.CD005240.pub2",
  "name": "Motorcycle rider training for the prevention of road traffic crashes",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Riding a motorcycle (a two-wheeled vehicle that is powered by a motor and has no pedals) is associated with a high risk of fatal crashes, particularly in new riders. Motorcycle rider training has therefore been suggested as an important means of reducing the number of crashes, and the severity of injuries."
    },
    {
      "heading": "Objectives",
      "text": "To quantify the effectiveness of pre- and post-licence motorcycle rider training on the reduction of traffic offences, traffic crash involvement, injuries and deaths of motorcycle riders."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Injuries Group Specialised Register, CENTRAL (The Cochrane Library 2008, Issue 3), TRANSPORT, MEDLINE, EMBASE, CINAHL, WHOLIS (World Health Organization Library Information System), PsycInfo, LILACS (Latin American and Caribbean Health Sciences), ISI Web of Science: Social Sciences Citation Index (SSCI), ERIC, ZETOC and SIGLE. Database searches covered all available dates up to October 2008. We also checked reference lists of relevant papers and contacted study authors in an effort to identify published, unpublished and ongoing trials related to motorcycle rider training."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all relevant intervention studies such as randomised and non-randomised controlled trials, interrupted time-series and observational studies such as cohort and case-control studies."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently analysed data about the study population, study design and methods, interventions and outcome measures as well as data quality from each included study, and compared the findings. We resolved differences by discussion with a third review author."
    },
    {
      "heading": "Main results",
      "text": "We reviewed 23 studies: three randomised trials, two non-randomised trials, 14 cohort studies and four case-control studies. Five examined mandatory pre-licence training, 14 assessed non-mandatory training, three of the case-control studies assessed ‘any’ type of rider training, and one case-control study assessed mandatory pre-licence training and non-mandatory training. The types of assessed rider training varied in duration and content.\nMost studies suffered from serious methodological weaknesses. Most studies were non-randomised and controlled poorly for confounders. Most studies also suffered from detection bias due to the poor use of outcome measurement tools such as the sole reliance upon police records or self-reported data. Small sample sizes and short follow-up time after training were also common."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Due to the poor quality of studies identified, we were unable to draw any conclusions about the effectiveness of rider training on crash, injury, or offence rates. The findings suggest that mandatory pre-licence training may be an impediment to completing a motorcycle licensing process, possibly indirectly reducing crashes through a reduction in exposure. It is not clear if training (or what type) reduces the risk of crashes, injuries or offences in motorcyclists, and a best rider training practice can therefore not be recommended. As some type of rider training is likely to be necessary to teach motorcyclists to ride a motorcycle safely, rigorous research is needed."
    }
  ],
  "pls_title": "Motorcycle rider training for preventing road traffic crashes",
  "pls_type": "long",
  "pls": "Riders of motorcycles (a two-wheeled vehicle that is powered by a motor and has no pedals - Oxford English Dictionary Online), especially novice riders, have an increased risk of being involved in fatal crashes compared to other road users. Motorcycle rider training could be an important way of reducing the number of crashes and the severity of injuries.\nThe authors of this review examined all research studies that report an evaluation of the effectiveness of motorcycle rider courses in reducing the number of traffic offences, motorcycle rider crashes, injuries and deaths. This review included 23 research studies, including three randomised trials, two non-randomised trials, 14 cohort studies and four case-control studies. The types of rider training that were evaluated varied in content and duration. The findings suggest that mandatory pre-licence training may present a barrier to completing a motorcycle licensing process, thus possibly indirectly reducing crash, injury, death and offence rates through a reduction in exposure to riding a motorcycle. However, on the basis of the existing evidence, it is not clear if (or what type of) training reduces the risk of crashes, injuries, deaths or offences in motorcyclists and the selection of the best rider training practice can therefore not be recommended.\nIt is likely that some type of rider training is necessary to teach motorcyclists basic motorcycle handling techniques and to ride a motorcycle safely. It is therefore important that further research work be conducted to rigorously evaluate motorcycle rider training courses, particularly in low income countries where the main burden of motorcycle injuries and deaths occur."
}