{
  "doi": "10.1002/14651858.CD008865.pub4",
  "name": "Pneumococcal vaccines for cystic fibrosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Invasive pneumococcal disease is associated with significant mortality and many countries have introduced routine pneumococcal vaccination into their childhood immunisation programmes. Whilst pneumococcal disease in cystic fibrosis is uncommon, pneumococcal immunisation may offer some protection against pulmonary exacerbations caused by this pathogen. In the USA and UK pneumococcal vaccination is currently recommended for all children and adults with cystic fibrosis. This is an update of a previously published review."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy of pneumococcal vaccines in reducing morbidity in people with cystic fibrosis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group Cystic Fibrosis Trials Register, which comprises references identified from comprehensive electronic database searches and handsearches of relevant journals and abstract books of conference proceedings. In addition, the pharmaceutical manufacturers of the polysaccharide and conjugate pneumococcal vaccines were approached.\nDate of the most recent search: 27 June 2016."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled trials comparing pneumococcal vaccination (with either a polysaccharide or conjugate pneumococcal vaccine) with non-vaccination or placebo in children or adults with cystic fibrosis were eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "No relevant trials were identified."
    },
    {
      "heading": "Main results",
      "text": "There are no trials included in this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "As no trials were identified we cannot draw conclusions on the efficacy of routine pneumococcal immunisation in people with cystic fibrosis in reducing their morbidity or mortality. As many countries now include pneumococcal immunisation in their routine childhood vaccination schedule it is unlikely that future randomised controlled trials will be initiated. Rigorously conducted epidemiological studies may offer the opportunity to evaluate the efficacy of pneumococcal vaccination in reducing morbidity and mortality in people with cystic fibrosis."
    }
  ],
  "pls_title": "Pneumococcal vaccines for children and adults with cystic fibrosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect of vaccinating people with cystic fibrosis against infection with pneumococcal bacteria."
    },
    {
      "heading": "Background",
      "text": "Cystic fibrosis is an inherited disease which causes mucus in the lungs to be more sticky than normal, leading to frequent lung infections and lung damage. Pneumococcus is a type of bacteria that can cause infection throughout the body. These infections can be very serious and may lead to severe illness and death.\nThere are two types of vaccine that can help protect people against some forms of pneumococcus bacteria. One vaccine is used in children under two years of age and the second is used in older children and adults. This review aimed to find trials that compared vaccinations (either vaccine) to no vaccination or a vaccination with a placebo (dummy drug) to work out whether vaccinating against pneumococcus bacteria can reduce serious illness and death in people with cystic fibrosis. This is an update of a previously published review."
    },
    {
      "heading": "Search date",
      "text": "Evidence is current to 27 June 2016."
    },
    {
      "heading": "Study characteristics",
      "text": "We did not find any relevant trials to include in this review."
    },
    {
      "heading": "Key results",
      "text": "The evidence to support the routine use of vaccines against pneumococcal infection is not strong; however, many countries now recommend that all children receive the vaccine as part of their childhood immunisation programmes."
    }
  ]
}