{
  "doi": "10.1002/14651858.CD008314.pub3",
  "name": "Topiramate for neuropathic pain and fibromyalgia in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Topiramate is an antiepileptic drug with multiple possible mechanisms of action. Antiepileptic drugs are widely used to treat chronic neuropathic pain (pain due to nerve damage) and fibromyalgia, and many guidelines recommend them."
    },
    {
      "heading": "Objectives",
      "text": "To assess the analgesic efficacy and associated adverse events of topiramate for chronic neuropathic pain and fibromyalgia in adults (aged 18 years and above)."
    },
    {
      "heading": "Search methods",
      "text": "On 8 May 2013, we searched the Cochrane Neuromuscular Disease Group Specialized Register, CENTRAL, MEDLINE, and EMBASE. We reviewed the bibliographies of all randomised trials identified and review articles, and also searched two clinical trial databases, ClinicalTrials.gov and the WHO International Clinical Trials Registry Platform, to identify additional published or unpublished data."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) with double-blind assessment of participant outcomes following two weeks of treatment or longer (though the emphasis of the review was on studies of eight weeks or longer) that used a placebo or active comparator."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted efficacy and adverse event data, and two study authors examined issues of study quality independently. We performed analysis using two tiers of evidence. The first tier used data where studies reported the outcome of at least 50% pain reduction from baseline, lasted at least eight weeks, had a parallel group design, included 200 or more participants in the comparison, and reported an intention-to-treat analysis. First tier studies did not use last-observation-carried-forward (LOCF) or other imputation methods for dropouts. The second tier used data that failed to meet this standard; second tier results were therefore subject to potential bias."
    },
    {
      "heading": "Main results",
      "text": "We included four studies with 1684 participants. Three parallel-group placebo comparisons were in painful diabetic neuropathy (1643 participants), and one cross-over study with diphenhydramine as an active placebo (41 participants) was in lumbar radiculopathy. Doses of topiramate were titrated up to 200 mg/day or 400 mg/day. All studies had one or more sources of potential major bias, as they either used LOCF imputation or were of small size.\nNo study provided first tier evidence for an efficacy outcome. There was no convincing evidence for efficacy of topiramate at 200 to 400 mg/day over placebo.\nEighty-two per cent of participants taking topiramate 200 to 400 mg/day experienced at least one adverse event, as did 71% with placebo, and the number needed to treat for an additional harmful effect (NNTH) was 8.6 (95% confidence interval (CI) 4.9 to 35). There was no difference in serious adverse events recorded (6.6% versus 7.5%). Adverse event withdrawals with 400 mg daily were much more common with topiramate (27%) than with placebo (8%), with an NNTH of 5.4 (95% CI 4.3 to 7.1). Lack of efficacy withdrawal was less frequent with topiramate (12%) than placebo (18%). Weight loss was a common event in most studies. No deaths attributable to treatment were reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Topiramate is without evidence of efficacy in diabetic neuropathic pain, the only neuropathic condition in which it has been adequately tested. The data we have includes the likelihood of major bias due to LOCF imputation, where adverse event withdrawals are much higher with active treatment than placebo control. Despite the strong potential for bias, no difference in efficacy between topiramate and placebo was apparent."
    }
  ],
  "pls_title": "Topiramate for treating neuropathic pain or fibromyalgia",
  "pls_type": "long",
  "pls": "Neuropathic pain is pain coming from damaged nerves. It is different from pain messages carried along healthy nerves from damaged tissue (for example from a fall, a cut, or arthritic knee). Neuropathic pain is treated by different medicines than pain from damaged tissue. Medicines like paracetamol or ibuprofen are not effective in treating neuropathic pain, while medicines that are sometimes used to treat depression or epilepsy can be very effective in some people with neuropathic pain. Our knowledge about fibromyalgia is even less advanced, but fibromyalgia can respond to the same medicines as neuropathic pain.\nTopiramate is a medicine used to treat epilepsy, and so it might be a useful medicine for neuropathic pain or fibromyalgia.\nOn 8 May 2013, we performed searches to look for clinical trials on the use of topiramate to treat neuropathic pain or fibromyalgia. We found four studies of reasonable quality that tested topiramate against placebo for a number of weeks. Almost all of the 1684 people in the studies had painful limbs because of damaged nerves caused by diabetes.\nTopiramate did not help the pain and was no different from placebo except in causing more side-effects, which made many more people withdraw from the studies early. About 3 people in 10 withdrew because of side-effects with topiramate compared with 1 in 10 with placebo.\nTopiramate has not been shown to work as a pain medicine in diabetic neuropathy."
}