{
  "doi": "10.1002/14651858.CD001824.pub3",
  "name": "Injection therapy for subacute and chronic low‐back pain",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The effectiveness of injection therapy for low-back pain is still debatable. Heterogeneity of target tissue, pharmacological agent and dosage generally found in randomized controlled trials (RCTs) points to the need for clinically valid comparisons in a literature synthesis."
    },
    {
      "heading": "Objectives",
      "text": "To determine if injection therapy is more effective than placebo or other treatments for patients with subacute or chronic low-back pain."
    },
    {
      "heading": "Search methods",
      "text": "We updated the search of the earlier systematic review and searched the Cochrane Central Register of Controlled Trials, MEDLINE and EMBASE databases from January 1999 to March 2007 for relevant trials reported in English, French, German, Dutch and Nordic languages. We also screened references from trials identified."
    },
    {
      "heading": "Selection criteria",
      "text": "RCTs on the effects of injection therapy involving epidural, facet or local sites for subacute or chronic low-back pain were included. Studies which compared the effects of intradiscal injections, prolotherapy or Ozone therapy with other treatments, were excluded unless injection therapy with another pharmaceutical agent (no placebo treatment) was part of one of the treatment arms. Studies about injections in sacroiliac joints and studies evaluating the effects of epidural steroids for radicular pain were also excluded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the quality of the trials. If study data were clinically and statistically too heterogeneous to perform a meta-analysis, we used a best evidence synthesis to summarize the results. The evidence was classified into five levels (strong, moderate, limited, conflicting or no evidence), taking into account the methodological quality of the studies."
    },
    {
      "heading": "Main results",
      "text": "18 trials (1179 participants) were included in this updated review. The injection sites varied from epidural sites and facet joints (i.e. intra-articular injections, peri-articular injections and nerve blocks) to local sites (i.e. tender- and trigger points). The drugs that were studied consisted of corticosteroids, local anesthetics and a variety of other drugs. The methodological quality of the trials was limited with 10 out of 18 trials rated as having a high methodological quality. Statistical pooling was not possible due to clinical heterogeneity in the trials. Overall, the results indicated that there is no strong evidence for or against the use of any type of injection therapy."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to support the use of injection therapy in subacute and chronic low-back pain. However, it cannot be ruled out that specific subgroups of patients may respond to a specific type of injection therapy."
    }
  ],
  "pls_title": "Injection therapy for subacute and chronic low-back pain",
  "pls_type": "long",
  "pls": "Injection therapy is one of many treatments available for patients with subacute (longer than six weeks) and chronic (longer than 12 weeks) low-back pain. Where the injection is given, what drug is used and why the injection is given can all vary.\nThe injection can be given into different parts of the spine (the space between the vertebrae, around the nerve roots, or into the disc), ligaments, muscles or trigger points (spots in the muscles that when pressed firmly will produce pain). Drugs that reduce swelling (corticosteroids, non-steroidal anti-inflammatory (NSAIDs)) and pain (morphine, anaesthetics) are used. Injection therapy can be used for individuals with low-back pain with or without pain and other symptoms in the leg.\nA number of electronic databases of healthcare articles were searched up to March 2007. This search identified 18 randomized controlled trials (RCTs; 1179 participants) that looked at injections with a variety of drugs compared to a placebo drug or other drugs. The injections were given into the epidural space (between the vertebrae of the back and outside the coverings that surround the spinal cord), the facet joints (the joints of two vertebrae), or tender spots in the ligaments or muscles.\nThe review authors rated ten of the 18 RCTs as having a low risk of bias in the way the trials were conducted and reported. They were unable to statistically pool the results because the injection sites, drugs used and outcomes measured were too varied. Only five of the 18 trials reported significant results in favour of one of the treatment arms. The reviewer authors considered the likely treatment benefits to be worth the potential harms in only two studies. \nIn nine out of the 18 studies, side effects such as headache, dizziness, transient local pain, tingling and numbness and nausea were reported in small numbers of patients. The use of morphine was more frequently associated with itching, nausea and vomiting. Rare but more serious complications of injection therapy have been mentioned in the literature, such as cauda equina syndrome, septic facet joint arthritis, discitis, paraplegia, paraspinal abscesses. Although the absolute frequency of these complications may be rare, these risks should be taken into consideration. \n\nBased on these results, the review authors concluded that there is no strong evidence for or against the use of any type of injection therapy for individuals with subacute or chronic low-back pain."
}