{
  "doi": "10.1002/14651858.CD001502.pub4",
  "name": "Intrauterine insemination versus fallopian tube sperm perfusion for non‐tubal infertility",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Intrauterine insemination (IUI) is a common treatment for couples with subfertility that does not involve the fallopian tubes. It is used to bring the sperm close to the released oocyte. Another method of introducing sperm is fallopian tube sperm perfusion (FSP). Fallopian tube sperm perfusion ensures the presence of higher sperm densities in the fallopian tubes at the time of ovulation than does standard IUI. These treatments are often used in combination with ovarian hyperstimulation."
    },
    {
      "heading": "Objectives",
      "text": "To compare intrauterine insemination versus fallopian tube sperm perfusion in the treatment of non-tubal subfertility, for live birth and pregnancy outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Menstrual Disorders and Subfertility Group Trials Register, MEDLINE, CINAHL and EMBASE from inception to September 2013. We also searched study reference lists and trial registers."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing IUI with FSP in couples with non-tubal subfertility were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies for inclusion, assessed study quality and extracted the data. If studies were sufficiently similar, data were combined using a fixed-effect model to calculate pooled odds ratios (ORs) and 95% confidence intervals (CIs). A random-effects model was used if substantial statistical heterogeneity was detected. Studies that included participants with unexplained or mixed (non-tubal) subfertility were analysed separately from studies restricted to participants with mild or moderate male factor subfertility. The overall quality of evidence for the main outcomes was summarised using Grading of Recommendations Assessment, Development and Evaluation (GRADE) criteria."
    },
    {
      "heading": "Main results",
      "text": "The review included 16 RCTs. Fourteen RCTs (1745 women) were included in the meta-analysis. Only three studies reported live birth per couple. No evidence of a statistically significant difference was noted between IUI and FSP in live birth (OR 0.94, 95% CI 0.59 to 1.49, three RCTs, 633 women, I2 = 0%, low-quality evidence) or clinical pregnancy (OR 0.75, 95% CI 0.49 to 1.12, 14 RCTs, 1745 women, I2 = 52%, low-quality evidence). These findings suggest that for a couple with a 13% chance of live birth using FSP, the chance when using IUI will be between 8% and 19%; and that for a couple with a 19% chance of pregnancy using FSP, the chance of pregnancy when using IUI will be between 10% and 20%. Nor was evidence found of a statistically significant difference between IUI and FSP in per-pregnancy of multiple pregnancy (OR 0.96, 95% CI 0.44 to 2.07, eight RCTs, 197 women, I2 = 0%, low-quality evidence), miscarriage (OR 1.23, 95% CI 0.60 to 2.53, seven RCTs, 199 women, I2 = 0%, low-quality evidence) or ectopic pregnancy (OR 1.71, 95% CI 0.42 to 6.88, four RCTs, 111 women, I2 = 0%, very low quality evidence). Substantial heterogeneity was noted for the outcome of clinical pregnancy (I2 = 54%), for which no clear explanation was provided."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Currently no clear evidence suggests any difference between IUI and FSP with respect to their effectiveness and safety for treating couples with non-tubal subfertility. However, a high level of uncertainty is evident in the findings, and additional research may be useful."
    }
  ],
  "pls_title": "Intrauterine insemination versus fallopian tube sperm perfusion for non-tubal infertility",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "This review compared intrauterine insemination versus fallopian tube sperm perfusion in the treatment of non-tubal subfertility, for live birth and pregnancy outcomes."
    },
    {
      "heading": "Background",
      "text": "Intrauterine insemination (IUI) is an assisted reproduction procedure that places sperm directly into the uterus. Fallopian tube sperm perfusion (FSP) is a similar procedure that places sperm into the woman's fallopian tube, closer to the eggs than IUI. Both techniques aim to improve the chance of conception."
    },
    {
      "heading": "Study characteristics",
      "text": "The review included 16 randomised controlled trials (more than 1800 women) that compared these procedures for treating couples with non-tubal subfertility. Only three trials reported live birth. The evidence is current to September 2013. No trial reported its funding source, but one reported no conflict of interest, and one stated that it had received no commercial funding."
    },
    {
      "heading": "Key results",
      "text": "No clear evidence suggests any difference between IUI and FSP with respect to their effectiveness and safety in the treatment of couples with non-tubal subfertility. However, a high level of uncertainty due to lack of data is evident in the findings."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The overall quality of the evidence was rated as low for most outcomes, largely because of the small quantity of available data."
    }
  ]
}