{
  "doi": "10.1002/14651858.CD005555.pub3",
  "name": "Lens extraction for chronic angle‐closure glaucoma",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Primary angle-closure glaucoma (PACG) is characterized by a rise in intraocular pressure (IOP) secondary to aqueous outflow obstruction, with relative pupillary block being the most common underlying mechanism. There is increasing evidence that lens extraction may relieve pupillary block and thereby improve IOP control. As such, comparing the effectiveness of lens extraction against other commonly used treatment modalities can help inform the decision-making process."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of lens extraction compared with other interventions in the treatment of chronic PACG in people without previous acute angle-closure attacks."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, one other database, and two trials registers (December 2019). We also screened the reference lists of included studies and the Science Citation Index database. We had no date or language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) comparing lens extraction with other treatment modalities for chronic PACG."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We followed standard Cochrane methodology."
    },
    {
      "heading": "Main results",
      "text": "We identified eight RCTs with 914 eyes. We obtained data for participants meeting our inclusion criteria for these studies (PACG only, no previous acute angle-closure attacks), resulting in 513 eyes included in this review. The participants were recruited from a diverse range of countries. We were unable to conduct meta-analyses due to different follow-up periods and insufficient data.\nOne study compared phacoemulsification with laser peripheral iridotomy (LPI) as standard care. Participants in the phacoemulsification group were less likely to experience progression of visual field loss (odds ratio [OR] 0.35, 95% confidence interval [CI] 0.13 to 0.91; 216 eyes; moderate certainty evidence), and required fewer IOP-lowering medications (mean difference [MD] -0.70, 95% CI -0.89 to -0.51; 263 eyes; moderate certainty evidence) compared with standard care at 12 months. Moderate certainty evidence also suggested that phacoemulsification improved gonioscopic findings at 12 months or later (MD -84.93, 95% CI -131.25 to -38.61; 106 eyes). There was little to no difference in health-related quality of life measures (MD 0.04, 95% CI -0.16 to 0.24; 254 eyes; moderate certainty evidence), and visual acuity (VA) (MD 2.03 ETDRS letter, 95% CI -0.77 to 4.84; 242 eyes) at 12 months, and no observable difference in mean IOP (MD -0.03mmHg, 95% CI -2.34 to 2.32; 257 eyes; moderate certainty evidence) compared to standard care. Irreversible loss of vision was observed in one participant in the phacoemulsification group, and three participants in standard care at 36 months (moderate-certainty evidence).\nOne study (91 eyes) compared phacoemulsification with phaco-viscogonioplasty (phaco-VGP). Low-certainty evidence suggested that fewer IOP-lowering medications were needed at 12 months with phacoemulsification (MD -0.30, 95% CI -0.55 to -0.05). Low-certainty evidence also suggested that phacoemulsification may have improved gonioscopic findings at 12 months or later compared to phaco-VGP (angle grading MD -0.60, 95% CI -0.91 to -0.29; TISA500 MD -0.03, 95% CI -0.06 to -0.01; TISA750 MD -0.03, 95% CI -0.06 to -0.01; 91 eyes). Phacoemulsification may result in little to no difference in best corrected VA at 12 months (MD -0.01 log MAR units, 95% CI -0.10 to 0.08; low certainty evidence), and the evidence is very uncertain about its effect on IOP at 12 months (MD 0.50 mmHg, 95% CI -2.64 to 3.64; very low certainty evidence). Postoperative fibrin reaction was observed in two participants in the phacoemulsification group and four in the phaco-VGP group. Three participants in the phaco-VGP group experienced hyphema. No data were available for progression of visual field loss and quality of life measurements at 12 months.\nTwo studies compared phacoemulsification with phaco-goniosynechialysis (phaco-GSL). Low-certainty evidence suggested that there may be little to no difference in mean IOP at 12 months (MD -0.12 mmHg, 95% CI -4.72 to 4.48; 1 study, 32 eyes) between the interventions. Phacoemulsification did not reduce the number of IOP-lowering medications compared to phaco-GSL at 12 months (MD -0.38, 95% CI -1.23 to 0.47; 1 study, 32 eyes; moderate certainty evidence). Three eyes in the phaco-GSL group developed hyphemas. No data were available at 12 months for progression of visual field loss, gonioscopic findings, visual acuity, and quality of life measures.\nThree studies compared phacoemulsification with combined phaco-trabeculectomy, but the data were only available for one study (63 eyes). In this study, low-certainty evidence suggested that there was little to no difference between groups in mean change in IOP from baseline (MD -0.60 mmHg, 95% CI -1.99 to 0.79), number of IOP-lowering medications at 12 months (MD 0.00, 95% CI -0.42 to 0.42), and VA measured by the Snellen chart (MD -0.03, 95% CI -0.18 to 0.12). Participants in the phacoemulsification group had fewer complications (risk ratio [RR] 0.59, 95% CI 0.34 to 1.04), and the phaco-trabeculectomy group required more IOP-lowering procedures (RR 5.81, 95% CI 1.41 to 23.88), but the evidence was very uncertain. No data were available for other outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Moderate certainty evidence showed that lens extraction has an advantage over LPI in treating chronic PACG with clear crystalline lenses over three years of follow-up; ultimately, the decision for intervention should be part of a shared decision-making process between the clinician and the patient. For people with chronic PACG and visually significant cataracts, low certainty evidence suggested that combining phacoemulsification with either viscogonioplasty or goniosynechialysis does not confer any additional benefit over phacoemulsification alone. There was insufficient evidence to draw any meaningful conclusions regarding phacoemulsification versus trabeculectomy. Low certainty evidence suggested that combining phacoemulsification with trabeculectomy does not confer any additional benefit over phacoemulsification alone, and may cause more complications instead. These conclusions only apply to short- to medium-term outcomes; studies with longer follow-up periods can help assess whether these effects persist in the long term."
    }
  ],
  "pls_title": "What are the benefits and risks of lens extraction in treating chronic primary angle-closure glaucoma?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is this question important?",
      "text": "Primary angle-closure glaucoma (PACG) is a type of glaucoma which is one of the leading causes of blindness worldwide. It occurs when there are problems with fluid drainage from the eye because the iris (the colored part of the eye) has blocked the drainage channels. A blockage can happen suddenly (acute PACG) or gradually (chronic PACG), causing a build-up of fluid and raising the pressure inside the eye, which can damage the optic nerve and lead to vision loss. Treatment options include eye drops, laser treatment, and surgery. 'Lens extraction' is a type of surgery where the natural lens is replaced with an artificial lens. This also has the effect of opening up the drainage channels and may help to treat PACG. We reviewed the research evidence to find out how lens extraction compares to other treatments for chronic PACG."
    },
    {
      "heading": "How did we identify and evaluate the evidence?",
      "text": "We searched the medical literature for studies that compared lens extraction with other treatments for chronic PACG, compared the results and summarized the evidence from all the studies, and rated our confidence in the evidence."
    },
    {
      "heading": "What did we find?",
      "text": "We found eight studies comprising 513 eyes with chronic PACG that met our inclusion criteria. The studies followed participants for six to 69 months, and compared lens extraction against:\n- laser therapy;\n- lens extraction plus an injection of thick liquid to break iris adhesions with the aim of encouraging fluid outflow (viscogonioplasty, VGP);\n- lens extraction plus breaking the iris adhesions mechanically, known as goniosynechialysis (GSL);\n- trabeculectomy (creating a flap to facilitate fluid drainage); and\n- lens extraction plus trabeculectomy.\nThese are the main findings of our review, focusing on results one year after treatment (unless otherwise stated).\n1. Lens extraction compared with laser therapy (1 study)\nWhen compared against laser therapy, the evidence suggests that lens extraction probably:\n- limits loss of visual field (the area that can be seen when the eye is looking straight ahead);\n- reduces the number of pressure-lowering medicines needed;\n- open the drainage angle more; and\n- makes little or no difference to quality of life, vision clarity, or eye pressure.\nOne person treated with lens extraction, and three people treated with laser therapy, experienced irreversible loss of 10 or more EDTRS letters of vision in the three years after treatment.\n2. Lens extraction compared with lens extraction plus VGP (1 study)\nWhen compared against lens extraction plus VGP, the evidence suggests that lens extraction may:\n- reduce the number of pressure-lowering medications needed;\n- open the drainage angle more; and\n- make little or no difference to clarity of vision.\nThere is uncertain evidence as to whether the two treatments have different effects on eye pressure. The study did not investigate the effects on visual field loss and quality of life.\nEye inflammation occurred in two people treated with lens extraction, and in four people treated with lens extraction plus VGP. Three people treated with lens extraction plus VGP experienced bleeding in the front of the eye.\n3. Lens extraction compared with lens extraction plus GSL (2 studies)\nWhen compared against lens extraction plus GSL, the evidence suggests that lens extraction:\n- probably does not reduce the number of pressure-lowering medications needed; and\n- may make little or no difference to eye pressure.\nThe studies did not investigate the effects on visual field loss, eye drainage, vision clarity, and quality of life.\nBleeding in the front of the eye occurred in three eyes treated with lens extraction plus GSL.\n4. Lens extraction compared with lens extraction plus trabeculectomy (3 studies)\nWhen compared against lens extraction plus trabeculectomy, the evidence from one study suggests that lens extraction may make little or no difference to:\n- eye pressure;\n- the number of pressure-lowering medications needed; and\n- vision clarity.\nThere is uncertain evidence as to whether one treatment leads to more unwanted effects than the other. The studies did not investigate the effects on visual field loss, eye drainage, and quality of life."
    },
    {
      "heading": "What does this mean?",
      "text": "The evidence suggests that:\n- lens extraction is probably a better treatment than laser therapy for chronic PACG;\n- combining lens extraction with VGP or GSL may not work better than lens extraction alone; and\n- there is uncertain evidence as to whether combining lens extraction with trabeculectomy makes a difference."
    },
    {
      "heading": "How-up-to date is this review?",
      "text": "The evidence in this Cochrane Review is current to 13 December 2019."
    }
  ]
}