{
  "doi": "10.1002/14651858.CD000024.pub5",
  "name": "Anticoagulants for acute ischaemic stroke",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Stroke is the third leading cause of early death worldwide. Most ischaemic strokes are caused by a blood clot blocking an artery in the brain. Patient outcomes might be improved if they are offered anticoagulants that reduce their risk of developing new blood clots and do not increase the risk of bleeding. This is an update of a Cochrane Review first published in 1995, with updates in 2004, 2008, and 2015."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of early anticoagulation (within the first 14 days of onset) for people with acute presumed or confirmed ischaemic stroke.\nOur hypotheses were that, compared with a policy of avoiding their use, early anticoagulation would be associated with:\n• reduced risk of death or dependence in activities of daily living a few months after stroke onset;\n• reduced risk of early recurrent ischaemic stroke;\n• increased risk of symptomatic intracranial and extracranial haemorrhage; and\n• reduced risk of deep vein thrombosis and pulmonary embolism."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group Trials Register (August 2021); the Cochrane Database of Systematic Reviews (CDSR); the Cochrane Central Register of Controlled Trials (CENTRAL; 2021, Issue 7), in the Cochrane Library (searched 5 August 2021); MEDLINE (2014 to 5 August 2021); and Embase (2014 to 5 August 2021). In addition, we searched ongoing trials registries and reference lists of relevant papers. For previous versions of this review, we searched the register of the Antithrombotic Trialists' (ATT) Collaboration, consulted MedStrategy (1995), and contacted relevant drug companies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials comparing early anticoagulant therapy (started within two weeks of stroke onset) with control in people with acute presumed or confirmed ischaemic stroke."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion, assessed trial quality, and extracted data. We assessed the overall certainty of the evidence for each outcome using RoB1 and GRADE methods."
    },
    {
      "heading": "Main results",
      "text": "We included 28 trials involving 24,025 participants. Quality of the trials varied considerably. We considered some studies to be at unclear or high risk of selection, performance, detection, attrition, or reporting bias. Anticoagulants tested were standard unfractionated heparin, low-molecular-weight heparins, heparinoids, oral anticoagulants, and thrombin inhibitors. Over 90% of the evidence is related to effects of anticoagulant therapy initiated within the first 48 hours of onset. No evidence suggests that early anticoagulation reduced the odds of death or dependence at the end of follow-up (odds ratio (OR) 0.98, 95% confidence interval (CI) 0.92 to 1.03; 12 RCTs, 22,428 participants; high-certainty evidence). Similarly, we found no evidence suggesting that anticoagulant therapy started within the first 14 days of stroke onset reduced the odds of death from all causes (OR 0.99, 95% CI 0.90 to 1.09; 22 RCTs, 22,602 participants; low-certainty evidence) during the treatment period. Although early anticoagulant therapy was associated with fewer recurrent ischaemic strokes (OR 0.75, 95% CI 0.65 to 0.88; 12 RCTs, 21,665 participants; moderate-certainty evidence), it was also associated with an increase in symptomatic intracranial haemorrhage (OR 2.47; 95% CI 1.90 to 3.21; 20 RCTs, 23,221 participants; moderate-certainty evidence). Similarly, early anticoagulation reduced the frequency of symptomatic pulmonary emboli (OR 0.60, 95% CI 0.44 to 0.81; 14 RCTs, 22,544 participants; high-certainty evidence), but this benefit was offset by an increase in extracranial haemorrhage (OR 2.99, 95% CI 2.24 to 3.99; 18 RCTs, 22,255 participants; moderate-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Since the last version of this review, four new relevant studies have been published, and conclusions remain consistent. People who have early anticoagulant therapy after acute ischaemic stroke do not demonstrate any net short- or long-term benefit. Treatment with anticoagulants reduced recurrent stroke, deep vein thrombosis, and pulmonary embolism but increased bleeding risk. Data do not support the routine use of any of the currently available anticoagulants for acute ischaemic stroke."
    }
  ],
  "pls_title": "Early treatment with blood-thinning drugs for people who have had a stroke",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We wanted to know whether people treated with anticoagulants (blood-thinning drugs) soon after having a stroke got better or not, and whether they had problems with bleeding."
    },
    {
      "heading": "Background",
      "text": "Millions of people around the world have a stroke every year. Most strokes take place when a blood clot blocks a blood vessel leading to the brain. When the blood supply to the brain is restricted or blocked, brain cells begin to die. This can lead to brain injury, which can be permanent, causing disability and possibly death. Damage from a stroke can cause arm or leg weakness, or difficulties with language or vision. Strokes are sometimes fatal but more often leave survivors unable to do the things they used to do. Because strokes are common and cause such damage, researchers are looking at ways to get rid of the blood clot soon after the stroke happens. One way to do this is to use blood-thinning drugs called anticoagulants. If patients respond well to anticoagulants, they might be able to avoid the bad effects of a stroke. The main problem with anticoagulants is that if they cause bleeding, the patient can have very serious outcomes from this."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to August 2021."
    },
    {
      "heading": "Study characteristics",
      "text": "To find the best answer, we looked for studies in which investigators compared any anticoagulant to another medicine, to a dummy medicine that does not contain any active ingredients (placebo), or to normal care. To make the comparison fair, all patients in these studies must have had the same random chance (like the flip of a coin) to receive the anticoagulant, the other treatment, or normal care. We included in this updated review 28 studies involving 24,025 people with stroke. Two studies enrolled participants within 12 hours of stroke onset, four within 24 hours, and 10 within 48 hours."
    },
    {
      "heading": "Key results",
      "text": "People treated with anticoagulants did not have less long-term disability, and they experienced more bleeding. Anticoagulant-treated patients had a lesser chance of developing blood clots in their legs and in their lungs following their stroke, but these benefits were offset by an increased number of bleeds."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "We used standard methods to assess the certainty of the evidence. We rated our confidence in the evidence based on factors such as study methods, numbers of participants included in the studies, and consistency of findings across studies. Low-certainty evidence means we are uncertain about the results. In the same way, high-certainty evidence means we are very certain about the results of this review."
    },
    {
      "heading": "Conclusion",
      "text": "This review did not provide any evidence to suggest that early use of anticoagulants is beneficial overall for people with stroke caused by blood clots. More research is needed to find out if there are ways to select people with stroke who will benefit most from anticoagulants without suffering the bleeding complications."
    }
  ]
}