{
  "doi": "10.1002/14651858.CD015087.pub2",
  "name": "Diclofenac for acute postoperative pain in children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Many children undergo various surgeries, which often lead to acute postoperative pain. This pain influences recovery and quality of life. Non-steroidal anti-inflammatory drugs (NSAIDs), specifically cyclo-oxygenase (COX) inhibitors such as diclofenac, can be used to treat pain and reduce inflammation. There is uncertainty regarding diclofenac's benefits and harms compared to placebo or other drugs for postoperative pain."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of diclofenac (any dose) for acute postoperative pain management in children compared with placebo, other active comparators, or diclofenac administered by different routes (e.g. oral, rectal, etc.) or strategies (e.g. 'as needed' versus 'as scheduled')."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. We searched CENTRAL, MEDLINE, and trial registries on 11 April 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) in children under 18 years of age undergoing surgery that compared diclofenac (delivered in any dose and route) to placebo or any active pharmacological intervention. We included RCTs comparing different administration routes of diclofenac and different strategies."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. Our primary outcomes were: pain relief (PR) reported by the child, defined as the proportion of children reporting 50% or better postoperative pain relief; pain intensity (PI) reported by the child; adverse events (AEs); and serious adverse events (SAEs). We presented results using risk ratios (RR), mean differences (MD), and standardised mean differences (SMD), with the associated confidence intervals (CI)."
    },
    {
      "heading": "Main results",
      "text": "We included 32 RCTs with 2250 children. All surgeries were done using general anaesthesia. Most studies (27) included children above age three. Only two studies had an overall low risk of bias; 30 had an unclear or high risk of bias in one or several domains.\nDiclofenac versus placebo (three studies)\nNone of the included studies reported on PR or PI. We are very uncertain about the benefits and harms of diclofenac versus placebo on nausea/vomiting (RR 0.83, 95% CI 0.38 to 1.80; 2 studies, 100 children) and any reported bleeding (RR 3.00, 95% CI 0.34 to 26.45; 2 studies, 100 children), both very low-certainty evidence. None of the included studies reported SAEs.\nDiclofenac versus opioids (seven studies)\nWe are very uncertain if diclofenac reduces PI at 2 to 24 hours postoperatively compared to opioids (median pain intensity 0.3 (interquartile range (IQR) 0.0 to 2.5) for diclofenac versus median 0.7 (IQR 0.1 to 2.4) in the opioid group; 1 study, 50 children; very low-certainty evidence). None of the included studies reported on PR or PI for other time points. Diclofenac probably results in less nausea/vomiting compared to opioids (41.0% in opioids, 31.0% in diclofenac; RR 0.75, 95% CI 0.58 to 0.96; 7 studies, 463 participants), and probably increases any reported bleeding (5.4% in opioids, 16.5% in diclofenac; RR 3.06, 95% CI 1.31 to 7.13; 2 studies, 222 participants), both moderate-certainty evidence. None of the included studies reported SAEs.\nDiclofenac versus paracetamol (10 studies)\nNone of the included studies assessed child-reported PR. Compared to paracetamol, we are very uncertain if diclofenac: reduces PI at 0 to 2 hours postoperatively (SMD -0.45, 95% CI -0.74 to -0.15; 2 studies, 180 children); reduces PI at 2 to 24 hours postoperatively (SMD -0.64, 95% CI -0.89 to -0.39; 3 studies, 300 children); reduces nausea/vomiting (RR 0.47, 95% CI 0.25 to 0.87; 5 studies, 348 children); reduces bleeding events (RR 0.57, 95% CI 0.12 to 2.62; 5 studies, 332 participants); or reduces SAEs (RR 0.50, 95% CI 0.05 to 5.22; 1 study, 60 children).\nThe evidence certainty was very low for all outcomes.\nDiclofenac versus bupivacaine (five studies)\nNone of the included studies reported on PR or PI. Compared to bupivacaine, we are very uncertain about the effect of diclofenac on nausea/vomiting (RR 1.28, 95% CI 0.58 to 2.78; 3 studies, 128 children) and SAEs (RR 4.52, 95% CI 0.23 to 88.38; 1 study, 38 children), both very low-certainty evidence.\nDiclofenac versus active pharmacological comparator (10 studies)\nWe are very uncertain about the benefits and harms of diclofenac versus any other active pharmacological comparator (dexamethasone, pranoprofen, fluorometholone, oxybuprocaine, flurbiprofen, lignocaine), and for different routes and delivery of diclofenac, due to few and small studies, no reporting of key outcomes, and very low-certainty evidence for the reported outcomes. We are unable to draw any meaningful conclusions from the numerical results."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We remain uncertain about the efficacy of diclofenac compared to placebo, active comparators, or by different routes of administration, for postoperative pain management in children. This is largely due to authors not reporting on clinically important outcomes; unclear reporting of the trials; or poor trial conduct reducing our confidence in the results.\nWe remain uncertain about diclofenac's safety compared to placebo or active comparators, except for the comparison of diclofenac with opioids: diclofenac probably results in less nausea and vomiting compared with opioids, but more bleeding events.\nFor healthcare providers managing postoperative pain, diclofenac is a COX inhibitor option, along with other pharmacological and non-pharmacological approaches. Healthcare providers should weigh the benefits and risks based on what is known of their respective pharmacological effects, rather than known efficacy. For surgical interventions in which bleeding or nausea and vomiting are a concern postoperatively, the risks of adverse events using opioids or diclofenac for managing pain should be considered."
    }
  ],
  "pls_title": "What are the benefits and harms of diclofenac for managing children's pain after they have had an operation?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Due to a lack of robust evidence, the benefits and harms of diclofenac for managing children's pain after they've had an operation are unclear.\n• Diclofenac probably reduces nausea and vomiting, but probably increases the risk of bleeding, compared to opioids (such as morphine).\n• Well-designed and comprehensively-reported studies are needed to shed light on the benefits and harms of diclofenac compared to opioids or other medicines, or for different ways of giving diclofenac to children."
    },
    {
      "heading": "Postoperative pain management",
      "text": "Pain after surgery or a procedure is common and can influence recovery and return to normal activities. There are many ways to reduce pain after an operation, including medicines such as diclofenac. Diclofenac is part of a class of medicines called non-steroidal anti-inflammatory drugs (NSAIDs) that can reduce inflammation and pain. They can be given by different routes, such as by mouth or through the anus into the rectum (back passage), and before, during, and after an operation."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out the benefits and harms of diclofenac compared to other treatments, as well as the most effective way to deliver diclofenac to children."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared (a) diclofenac to other treatments for postoperative pain; or (b) different ways of delivering diclofenac to children. We summarised the results and rated our confidence in the evidence, based on factors such as study methods and size."
    },
    {
      "heading": "What did we find?",
      "text": "We found 32 studies that included 2250 children with postoperative pain. The largest study included 183 children and the smallest, 31 children. The studies were conducted in many countries around the world; the most common location was the United Kingdom (10 studies). The average age of the children was between 2 and 14 years. Diclofenac was used to manage postoperative pain in 12 different types of surgery; most commonly, ear, nose, and throat surgery (9 studies) or eye surgery (6 studies)."
    },
    {
      "heading": "Main results",
      "text": "It is unclear if diclofenac given before, during, or after surgery has an effect on pain relief, pain intensity, or minor and serious harms compared to a placebo (a 'dummy' or sham treatment that does not contain any medicine but looks or tastes identical to the medicine being tested).\nIt is unclear if diclofenac given before, during, or after surgery has an effect on pain relief or pain intensity compared to other medicines, such as opioids, paracetamol, or bupivacaine. Diclofenac probably results in less nausea and vomiting compared to opioids (7 studies involving 463 children), but probably increases the risk of any bleeding (2 studies involving 222 children), but we are very unsure about serious harms (death, long-term disability, or hospitalisation).\nIt is thus unclear if diclofenac given before, during, or after surgery has an effect on pain relief, pain intensity, or minor or serious harms compared to placebo or other medicines other than opioids. It is also unclear which route (by mouth or rectal delivery) is the most effective way to manage pain after surgery in children."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are not confident in the evidence because of study design limitations, and none of the studies measured some of our main outcomes of interest. There were also not enough large studies to be certain about the results."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is current to April 2022."
    }
  ]
}