{
  "doi": "10.1002/14651858.CD008183.pub2",
  "name": "Single dose oral gabapentin for established acute postoperative pain in adults",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Gabapentin is an antiepileptic drug, also used in the treatment of neuropathic pain, which is the subject of a Cochrane review, currently under revision. Its efficacy in treating established acute postoperative pain has not been demonstrated."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of single dose oral gabapentin compared with placebo in established acute postoperative pain using methods that permit comparison with other analgesics."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane CENTRAL, MEDLINE, EMBASE, and the Oxford Pain Relief Database. Additional studies were sought from reference lists of retrieved articles and reviews. Clinical trials databases were searched for unpublished studies; clinical trial reports of several unpublished studies have been made public following litigation in the US."
    },
    {
      "heading": "Selection criteria",
      "text": "Single oral dose, randomised, double-blind, placebo-controlled trials of gabapentin for relief of established moderate to severe postoperative pain in adults."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Studies were assessed for methodological quality and data extracted by two review authors independently. Numbers of participants with at least 50% of maximum possible total pain relief (TOTPAR) or summed pain intensity difference (SPID) with gabapentin or placebo were calculated and used to derive relative benefit (RB) or risk (RR), and number-needed-to-treat-to-benefit (NNT). Numbers of participants using rescue medication, and time to its use, were sought as additional measures of efficacy. Information on adverse events and withdrawals was collected."
    },
    {
      "heading": "Main results",
      "text": "Four unpublished studies met inclusion criteria; in three, participants had pain following dental surgery, and one followed major orthopaedic surgery; 177 participants were treated with a single dose of gabapentin 250 mg, 21 with gabapentin 500 mg, and 172 with placebo. At least 50% pain relief over 6 hours was achieved by 15% with gabapentin 250 mg and 5% with placebo; giving a RB of 2.5 (95% CI 1.2 to 5.0) and an NNT of 11 (6.4 to 35). Significantly fewer participants needed rescue medication within 6 hours with gabapentin 250 mg than with placebo; NNT to prevent use 5.8. About one third of participants reported adverse events with both gabapentin 250 mg and placebo. No serious adverse events occurred with gabapentin."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Gabapentin 250 mg is statistically superior to placebo in the treatment of established acute postoperative pain, but the NNT of 11 for at least 50% pain relief over 6 hours with gabapentin 250 mg is of limited clinical value and inferior to commonly used analgesics. Gabapentin 250 mg is not clinically useful as a stand-alone analgesic in established acute postoperative pain, though this is probably the first demonstration of analgesic effect of an antiepileptic in established acute pain."
    }
  ],
  "pls_title": "Gabapentin for acute postoperative pain in adults",
  "pls_type": "long",
  "pls": "Gabapentin is a medicine used primarily to treat epilepsy and also pain caused by damage to nerves (neuropathic pain). Gabapentin is not normally used to treat pain due to injury or pain after an operation; it is debatable whether gabapentin is an effective pain medicine under such circumstances. We aimed to investigate whether gabapentin is effective in the treatment of acute postoperative pain in adults. We identified four unpublished clinical trials with 370 participants who received either gabapentin or placebo (sugar pill). Gabapentin 250 mg does provide some relief in acute postoperative pain but it is not as good as some other medicines commonly used in this setting, particularly ibuprofen, diclofenac, and naproxen, and probably paracetamol (acetaminophen) alone or in combination with a weak opioid.\nHowever, from a scientific point of view, it is interesting that a medicine originally developed to treat epilepsy has any effect at all in postoperative pain. Research questions that need addressing now include finding the optimal dose, and whether combining gabapentin with conventional pain medicines might be better for postoperative pain than these conventional pain medicines on their own."
}