{
  "doi": "10.1002/14651858.CD015397.pub2",
  "name": "Unintended consequences of measures implemented in the school setting to contain the COVID‐19 pandemic: a scoping review ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Throughout the COVID-19 pandemic, schools were a key setting for intervening with public health and social measures (PHSM) to reduce transmission of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Consequently, there is a need to assess the varied unintended consequences associated with PHSM implemented in the school setting, for students, teachers, and school staff, as well as for families and the wider community. This is an update of a Cochrane scoping review first published in 2022."
    },
    {
      "heading": "Objectives",
      "text": "To comprehensively identify and summarise the published literature on the unintended consequences of public health and social measures implemented in the school setting to reduce the spread of SARS-CoV-2. This will serve to identify critical knowledge gaps to inform future primary research and systematic reviews. It may also serve as a resource for future pandemic management."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE, Embase, CENTRAL, PsycINFO, ERIC, and Web of Science on 5 and 6 January 2023. We also searched two COVID-19-specific databases (Cochrane COVID-19 Study Register and WHO COVID-19 Global literature on coronavirus disease). Finally, we reviewed the included studies of all relevant systematic reviews and guidelines identified through the searches."
    },
    {
      "heading": "Selection criteria",
      "text": "We included studies that empirically assessed the impact of PHSM implemented in the school setting to reduce the spread of SARS-CoV-2. We imposed no restrictions with regard to the types of populations and specific interventions. Outcomes of interest were consequences that were measured or experienced, but not anticipated consequences. This review focused on real-world evidence: empirical quantitative, qualitative, and mixed-method studies were eligible for inclusion, but modelling studies were ineligible."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The review was guided by a logic model. In line with the latest Cochrane effectiveness review of school measures to contain COVID-19 and a conceptual framework of PHSM, this logic model distinguishes between measures to make contacts safer (related to individual protection and the physical environment), measures to reduce contacts (related to social interactions, movement, and services) and surveillance and response measures. Unintended consequences comprise the following categories: health and well-being, health system and social welfare services, human and fundamental rights, acceptability and adherence, equality and equity, social and institutional, economic and resource, and ecological.\nThe review team screened all titles and abstracts, then potentially eligible full-text articles, in duplicate. Across the included studies, we summarised and presented types of measures, consequences, and study designs using the predefined categories of the logic model, while allowing for emerging categories."
    },
    {
      "heading": "Main results",
      "text": "We included 60 studies (57 new to this update) from 25 countries. There were 31 quantitative studies, 17 qualitative studies, and 12 mixed-method studies. Most targeted either students (26 studies), teachers and school staff (11 studies), or students and school staff (12 studies). Others evaluated measures aimed at parents (2 studies), staff and parents (1 study), students and teachers (3 studies), or the whole school (5 studies). The measures were related to individual protection (26 studies), the physical environment (20 studies), social interactions (25 studies), services (1 study), movement (3 studies), surveillance (9 studies) and response (7 studies). Nine studies evaluated the combined effect of multiple measures. The main consequences assessed were from the categories health and well-being (29 studies), acceptability and adherence (31 studies), and social and institutional (23 studies). Fewer studies covered consequences from the categories equality and equity (2 studies), economic and resource (7 studies), and ecological (1 study). No studies examined consequences for the health system and social welfare services or for human and fundamental rights."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This scoping review provides an overview of the evidence on the unintended consequences of PHSM implemented in the school setting to reduce the spread of SARS-CoV-2. The 60 included studies describe a broad body of evidence and cover a range of measures and unintended consequences, primarily consequences for health and well-being, acceptability and adherence, social and institutional aspects, and economic aspects. The main gaps identified relate to consequences of school measures for the health system and social welfare services, human and fundamental rights, equality and equity, and the environment.\nFurther research is needed to fill these gaps, making use of diverse methodological approaches. Future studies should explore unintended consequences – whether beneficial or harmful – in more depth and over longer time periods, in different population groups, and across different contexts. A more robust evidence base could inform and facilitate decisions about whether, how, and when to implement or terminate COVID-19 risk mitigation measures in school settings, and how to counter negative unintended consequences."
    },
    {
      "heading": "Funding",
      "text": "This publication was partially funded by the German Federal Ministry of Education and Research (BMBF) within the Network of University Medicine (NUM) 1.0, Grant No. 01KX2021 in the context of the project CEOsys, and NUM 2.0, Grant No. 01KX2121 in the context of the projects PREPARED and coverCHILD."
    },
    {
      "heading": "Registration",
      "text": "The protocol is registered on the Open Science Framework (osf.io/bsxh8).\nThe previous review is published in the Cochrane Library (10.1002/14651858.CD015397)."
    }
  ],
  "pls_title": "What were the unintended consequences of school-based measures to manage the COVID-19 pandemic?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is this question important?",
      "text": "During the COVID-19 pandemic, different measures were implemented in schools to help stop the virus spreading. These measures included changes to school rules or actions with the following goals.\nTo reduce the spread of the virus when people were together   To reduce the number of face-to-face contacts between people   To test whether people had COVID-19   To isolate those with COVID-19 to prevent it spreading\nTo reduce the spread of the virus when people were together\nTo reduce the number of face-to-face contacts between people\nTo test whether people had COVID-19\nTo isolate those with COVID-19 to prevent it spreading\nSchool measures like these can have both planned (intended) effects and unplanned (unintended) effects, which we need to monitor. For example, a rule to improve hand hygiene should lead to more handwashing (a planned effect) but could also lead to skin problems (an unplanned effect). These unplanned effects can be negative or positive, and can affect students, teachers, other school staff members, parents, and the wider community."
    },
    {
      "heading": "What are school measures to help contain the COVID-19 pandemic?",
      "text": "We identified four types of school measures.\nMeasures to make contacts safer. These work by reducing risk during face-to-face contact. Examples include mask wearing, ventilation, and hand hygiene.    Measures to reduce the opportunity for contacts. These work by reducing face-to-face contact between students and others. One example is lowering the number of students in a classroom.    Surveillance and response measures. These work by testing whether people have COVID-19 and taking action to prevent it spreading, for example by isolating people who test positive.    Multi-component measures. These combine aspects of the above three types of measures.\nMeasures to make contacts safer. These work by reducing risk during face-to-face contact. Examples include mask wearing, ventilation, and hand hygiene.\nMeasures to reduce the opportunity for contacts. These work by reducing face-to-face contact between students and others. One example is lowering the number of students in a classroom.\nSurveillance and response measures. These work by testing whether people have COVID-19 and taking action to prevent it spreading, for example by isolating people who test positive.\nMulti-component measures. These combine aspects of the above three types of measures."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We aimed to find and describe evidence on the unplanned effects of school measures implemented to help contain the spread of COVID-19."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at side effects of school measures. We grouped the side effects into the following categories.\nPhysical and mental health and well-being   Health and social care services   Human rights   Acceptability of measures   Unfair differences in health outcomes   Civil life, social interactions, and education   Money and resources   The environment\nPhysical and mental health and well-being\nHealth and social care services\nHuman rights\nAcceptability of measures\nUnfair differences in health outcomes\nCivil life, social interactions, and education\nMoney and resources\nThe environment\nWe summarised the available information on school measures and their side effects."
    },
    {
      "heading": "What did we find?",
      "text": "We included 60 studies from 25 countries. Regarding study design, 31 used numbers and statistics, 17 used text and descriptions, and 12 used both numbers and descriptions. Most studies looked at measures for staff (11 studies) or students (26 studies), or measures aimed at both staff and students or the whole school (20 studies). Only three studies looked at measures for parents or caregivers.\nThe studies investigated the following measures in schools.\nIndividual protection (26 studies); for example, wearing masks   Changes to the physical environment (20 studies); for example, improving ventilation   Rules about social interactions (25 studies); for example, mixing online and in-person teaching    Changes to services (1 study); for example, cancelling extracurricular activities   Rules about movement (3 studies); for example, staying in class at break time   Surveillance measures (9 studies); for example, testing students and teachers   Response measures (7 studies); for example, isolating people with COVID-19\nIndividual protection (26 studies); for example, wearing masks\nChanges to the physical environment (20 studies); for example, improving ventilation\nRules about social interactions (25 studies); for example, mixing online and in-person teaching\nChanges to services (1 study); for example, cancelling extracurricular activities\nRules about movement (3 studies); for example, staying in class at break time\nSurveillance measures (9 studies); for example, testing students and teachers\nResponse measures (7 studies); for example, isolating people with COVID-19\nNine studies looked at the joint effects of more than one measure (for example, joint effects of wearing masks and improving ventilation).\nMost studies focused on the following unplanned effects.\nThe influence of school measures on health and well-being (29 studies)   Whether school measures were acceptable or easy to carry out (31 studies)   How school measures affected social interactions, school organisation, and education (23 studies)\nThe influence of school measures on health and well-being (29 studies)\nWhether school measures were acceptable or easy to carry out (31 studies)\nHow school measures affected social interactions, school organisation, and education (23 studies)\nOther unplanned effects included the following.\nChanges to unfair differences in health outcomes (2 studies)   Effects on money and resources (7 studies)   Effects on the environment (1 study)\nChanges to unfair differences in health outcomes (2 studies)\nEffects on money and resources (7 studies)\nEffects on the environment (1 study)"
    },
    {
      "heading": "What did we conclude?",
      "text": "Most of the studies in the review looked at the influence of school measures on health and well-being; social interactions, school organisation, and education; and whether measures were acceptable and easy to carry out.\nThe most common school measures were wearing masks, cleaning and disinfecting rooms and surfaces, mixing online and in-person learning, and ensuring physical distancing. Many studies also looked at combinations of several measures. This review identified the gaps, where more research is needed.\nWe need more studies to look at a wider variety of unplanned effects. We also need more studies looking at the unplanned effects of other school measures, such as testing and response measures.\nFuture studies should look at long-term effects, too. We need more information about how these measures work in different types of schools and in different countries. This would help people make decisions about when and how to use different school measures."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is current to January 2023."
    }
  ]
}