{
  "doi": "10.1002/14651858.CD009120.pub2",
  "name": "Angiotensin‐converting enzyme inhibitors and angiotensin receptor blockers for preserving residual kidney function in peritoneal dialysis patients ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Angiotensin-converting enzyme inhibitors (ACEis) and angiotensin receptor blockers (ARBs) are widely used in peritoneal dialysis (PD) patients, yet controversy exists about their impact on residual kidney function."
    },
    {
      "heading": "Objectives",
      "text": "This review aimed to evaluate the benefits and harms of ACEis and ARBs for preserving residual kidney function in PD patients."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Renal Group's specialised register, Cochrane Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE (OvidSP interface), Chinese Biomedical Literature Database (CBM), China National Knowledge Infrastructure (CNKI) and other resources were searched by applying a prespecified comprehensive search strategy. Date of last search: 01 May 2014."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) and quasi-RCTs comparing ACEis or ARBs with placebo, other antihypertensive drugs or each other in PD patients were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Screening, selection, data extraction and quality assessments for each retrieved article were carried out by two authors using standardised forms. Authors were contacted when published data were incomplete. Statistical analyses were performed using the random effects model and results expressed as risk ratio (RR) with 95% confidence intervals (CI). Heterogeneity among studies was explored using the Cochran Q statistic and the I² test, subgroup analyses and random effects meta-regression."
    },
    {
      "heading": "Main results",
      "text": "Six open-label studies (257 patients) were identified. One study compared ACEi with other antihypertensive drugs, three compared ARBs with other antihypertensive drugs, and two studies compared an ARB with an ACEi. Long-term use (≥ 12 months) of an ARB showed significantly benefit of preserving residual kidney function in continuous ambulatory PD (CAPD) patients (MD 1.11 mL/min/1.73 m², 95% CI 0.38 to 1.83), although there was no significant benefit when an ARB were used short-term (≤ six months). One study showed that compared with other antihypertensive drugs, long-term use (12 months) of the ACEi ramipril showed a significant reduction in the decline of residual kidney function in patients on CAPD (MD -0.93 mL/min/1.73m², 95% CI -0.75 to -0.11), and delayed the progression to complete anuria (RR 0.64, 95% CI 0.41 to 0.99). There was no significant difference in serum potassium, urinary protein excretion, Kt/V, weekly creatinine clearance and blood pressure for ARBs versus other antihypertensive drugs. Compared with other antihypertensive drugs, ramipril showed no difference in mortality and cardiovascular events. Compared with an ACEi, ARBs did not show any difference in residual kidney function.\nThe selection bias assessment was low in four studies and unclear in two. Five studies were open-label; however the primary outcome (residual kidney function) was obtained objectively from laboratory tests, and were not likely to be influenced by the lack of blinding. Reporting bias was unclear in all six studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Compared with other antihypertensive drugs, long-term use (≥ 12 months) of ACEis or ARBs showed additional benefits of preserving residual kidney function in CAPD patients. There was no significant difference on residual kidney function preservation between ARBs and ACEis. However, limited by the small number of RCTs enrolling small number of participants, there is currently insufficient evidence to support the use of an ACEi or an ARB as first line antihypertensive therapy in PD patients."
    }
  ],
  "pls_title": "Angiotensin-converting enzyme inhibitors and angiotensin-II receptor blockers for preserving residual kidney function in peritoneal dialysis patients",
  "pls_type": "long",
  "pls": "Residual kidney function plays a key role in the health and quality of life of patients on peritoneal dialysis (PD). Better preservation of residual kidney function is associated with decreased mortality, even at 1 mL/min of residual glomerular filtration rate (GFR), which is associated with a nearly 50% reduction in mortality rate. Two kinds of antihypertensive drugs, angiotensin-converting enzyme inhibitors (ACEis) and angiotensin-II receptor blockers (ARBs), are frequently prescribed for PD patients (primarily to control hypertension or heart failure), and could provide significant cardiovascular benefit for ESKD patients. Nowadays, while ACEis and ARBs use is advocated in PD patients, the supporting evidence is still unclear. However studies have focused on heart protection rather than residual kidney function. The aim of this review was to assess the benefits and harms of ACEis and ARBs therapy for preserving residual kidney function in PD patients. Six studies (257 patients) were included (three ARB studies, one ACEi study and ACEi versus ARB studies). Long-term use (12 months or more) of an ARB showed a significant benefit in preserving residual kidney function in continuous ambulatory PD (CAPD) patients compared with other antihypertensive drugs, although there was no significant benefit when an ARB were used for less than six months). One study showed that compared with other antihypertensive drugs, long-term use of the ACEi ramipril showed a significant reduction in the decline of residual kidney function in patients on CAPD as well as anuria rate. While dizziness and cough are the main adverse events when an ACEi is used, only one study comparing an ARB with an ACEi reported this outcome and no significant difference between the two groups were found. While the use of an ARB or an ACEi may both be useful in preserving residual kidney function, the small number of studies and small number of patients enrolled means there is currently insufficient evidence to support the use of an ACEi or an ARB as first line antihypertensive therapy in PD patients."
}