{
  "doi": "10.1002/14651858.CD011434.pub2",
  "name": "Upper limb exercise training for COPD",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "People with chronic obstructive pulmonary disease (COPD) often experience difficulty with performing upper limb exercise due to dyspnoea and arm fatigue. Consequently, upper limb exercise training is typically incorporated in pulmonary rehabilitation programmes to improve upper limb exercise capacity; however, the effects of this training on dyspnoea and health-related quality of life (HRQoL) remain unclear."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of upper limb training (endurance or resistance training, or both) on symptoms of dyspnoea and HRQoL in people with COPD."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Specialised Register of trials, ClinicalTrials.gov and the World Health Organization trials portal from inception to 28 September 2016 as well as checking all reference lists of primary studies and review articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) in which upper limb exercise training of at least four weeks' duration was performed. Three comparisons were structured as: a) upper limb training only versus no training or sham intervention; b) combined upper limb training and lower limb training versus lower limb training alone; and c) upper limb training versus another type of upper limb training."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion, extracted outcome data and assessed risk of bias. We contacted study authors to provide missing data. We determined the treatment effect from each study as the post-treatment scores. We were able to analyse data for all three planned comparisons. For the upper limb training only versus no training or sham intervention structure, the upper limb training was further classified as 'endurance training' or 'resistance training' to determine the impact of training modality."
    },
    {
      "heading": "Main results",
      "text": "Fifteen studies on 425 participants were included in the review, one of which was in abstract form only. Twelve studies were included in the meta-analysis across one or more of the three comparisons. The sample size of the included studies was small (12 to 43 participants) and overall study quality was moderate to low given the imprecision and risk of bias issues (i.e. missing information on sequence generation and allocation concealment as well as no blinding of outcome assessment and incomplete data).\nWhen upper limb training was compared to either no training or sham training, there was a small significant improvement in symptoms of dyspnoea with a mean difference (MD) of 0.37 points (95% confidence interval (CI) 0.02 to 0.72 points; data from four studies on 129 people). However, there was no significant improvement in dyspnoea when the studies of endurance training only (MD 0.41 points, 95% CI −0.13 to 0.95 points; data from two studies on 55 people) or resistance training only (MD 0.34 points, 95% CI −0.11 to 0.80 points; data from two studies on 74 people) were analysed. When upper limb training combined with lower limb training was compared to lower limb training alone, no significant difference in dyspnoea was shown (MD 0.36 points, 95% CI −0.04 to 0.76 points; data from three studies on 86 people). There were no studies which examined the effects on dyspnoea of upper limb training compared to another upper limb training intervention.\nThere was no significant improvement in HRQoL when upper limb training was compared to either no training or sham training with a standardised mean difference (SMD) of 0.05 (95% CI −0.31 to 0.40; four studies on 126 people) or when upper limb training combined with lower limb training was compared to lower limb training alone (SMD 0.01, 95% CI −0.40 to 0.43; three studies on 95 people). Only one study, in which endurance upper limb training was compared to resistance upper limb training, reported on HRQoL and showed no between-group differences (St George's Respiratory Questionnaire MD 2.0 points, 95% CI −9 to 12; one study on 20 people).\nPositive findings were shown for the effects of upper limb training on the secondary outcome of unsupported endurance upper limb exercise capacity. When upper limb training was compared to either no training or sham training, there was a large significant improvement in unsupported endurance upper limb capacity (SMD 0.66, 95% CI 0.19 to 1.13; six studies on 142 people) which remained significant when the studies in this analysis of endurance training only were examined (SMD 0.99, 95% CI 0.32 to 1.66; four studies on 85 people) but not when the studies of resistance training only were examined (SMD 0.23, 95% CI −0.31 to 0.76; three studies on 57 people, P = 0.08 for test of subgroup differences). When upper limb training combined with lower limb training was compared to lower limb training alone, there was also a large significant improvement in unsupported endurance upper limb capacity (SMD 0.90, 95% CI 0.12 to 1.68; three studies on 87 people). A single study compared endurance upper limb training to resistance upper limb training with a significant improvement in the number of lifts performed in one minute favouring endurance upper limb training (MD 6.0 lifts, 95% CI 0.29 to 11.71 lifts; one study on 17 people).\nAvailable data were insufficient to examine the impact of disease severity on any outcome."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Evidence from this review indicates that some form of upper limb exercise training when compared to no upper limb training or a sham intervention improves dyspnoea but not HRQoL in people with COPD. The limited number of studies comparing different upper limb training interventions precludes conclusions being made about the optimal upper limb training programme for people with COPD, although endurance upper limb training using unsupported upper limb exercises does have a large effect on unsupported endurance upper limb capacity. Future RCTs require larger participant numbers to compare the differences between endurance upper limb training, resistance upper limb training, and combining endurance and resistance upper limb training on patient-relevant outcomes such as dyspnoea, HRQoL and arm activity levels."
    }
  ],
  "pls_title": "Arm exercise training for COPD",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "we reviewed the effects of arm training on symptoms of breathlessness and quality of life in people with chronic obstructive pulmonary disease (COPD)."
    },
    {
      "heading": "Background",
      "text": "people with COPD often have difficulty with performing arm exercise due to breathlessness. Consequently, arm exercise training is often used to improve arm exercise capacity; however, the effects of this training on breathlessness and quality of life remain unclear. We wanted to examine arm exercise training of at least four weeks' duration and we analysed this in three ways: a) arm exercise training compared to no arm training or a sham intervention; b) a combination of arm training and leg training compared to leg training only; and c) arm training compared to another type of arm training (e.g. arm endurance training to arm strength training)."
    },
    {
      "heading": "Study characteristics",
      "text": "fifteen studies were included on 425 participants with COPD. However, only 12 studies provided sufficient information for analysis across one or more of the three comparisons described above."
    },
    {
      "heading": "Key results",
      "text": "when arm training was compared to no arm training or a sham intervention in people with COPD, there was a small improvement in breathlessness. However, this improvement was not evident when the studies of combined arm and leg training were compared to leg training alone. No studies have examined whether breathlessness improves more with different types of arm training. Arm training had no effect on quality of life in any of the three comparisons. When endurance arm training was specifically examined, there was an improvement seen in the capacity of the arms to move and lift light weights compared to no training. These effects were not seen with arm strength training."
    },
    {
      "heading": "Quality of the evidence",
      "text": "the quality of the included studies was low to moderate due to the small number of participants (ranging from 12 to 43 participants per study), missing information on the methods of the study, and incomplete data on the outcomes."
    },
    {
      "heading": "Conclusions",
      "text": "some form of arm training can provide a small improvement to breathlessness but does not improve the quality of life of people with COPD. More specifically, endurance arm training can increase the capacity of the arms to move light weights in people with COPD."
    }
  ]
}