{
  "doi": "10.1002/14651858.CD015573",
  "name": "Treatment of uncomplicated hepatic cystic echinococcosis (hydatid disease)",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cystic echinococcosis is a parasitic infection mainly impacting people living in low- and middle-income countries. Infection may lead to cyst development within organs, pain, non-specific symptoms or complications including abscesses and cyst rupture. Treatment can be difficult and varies by country. Treatments include oral medication, percutaneous techniques and surgery.\nOne Cochrane review previously assessed the benefits and harms of percutaneous treatment compared with other treatments. However, evidence for oral medication, percutaneous techniques and surgery in specific cyst stages has not been systematically investigated and the optimal choice remains uncertain."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of medication, percutaneous and surgical interventions for treating uncomplicated hepatic cystic echinococcosis."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, two other databases and two trial registries to 4 May 2023. We searched the reference lists of included studies, and contacted experts and researchers in the field for relevant studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) in people with a diagnosis of uncomplicated hepatic cystic echinococcosis of World Health Organization (WHO) cyst stage CE1, CE2, CE3a or CE3b comparing either oral medication (albendazole) to albendazole plus percutaneous interventions, or to surgery plus albendazole. Studies comparing praziquantel plus albendazole to albendazole alone prior to or following an invasive intervention (surgery or percutaneous treatment) were eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were symptom improvement, recurrence, inactive cyst at 12 months and all-cause mortality at 30 days. Our secondary outcomes were development of secondary echinococcosis, complications of treatment and duration of hospital stay. We used GRADE to assess the certainty of evidence."
    },
    {
      "heading": "Main results",
      "text": "We included three RCTs with 180 adults and children with hepatic cystic echinococcosis. Two studies enrolled people aged 5 to 72 years, and one study enrolled children aged 6 to 14 years. One study compared standard catheterization plus albendazole with puncture, aspiration, injection and re-aspiration (PAIR) plus albendazole, and two studies compared laparoscopic surgery plus albendazole with open surgery plus albendazole. The three RCTs were published between 2020 and 2022 and conducted in India, Pakistan and Turkey. There were no other comparisons.\nStandard catheterization plus albendazole versus PAIR plus albendazole\nThe cyst stages were CE1 and CE3a.\nThe evidence is very uncertain about the effect of standard catheterization plus albendazole compared with PAIR plus albendazole on cyst recurrence (risk ratio (RR) 3.67, 95% confidence interval (CI) 0.16 to 84.66; 1 study, 38 participants; very low-certainty evidence).\nThe evidence is very uncertain about the effects of standard catheterization plus albendazole on 30-day all-cause mortality and development of secondary echinococcosis compared to open surgery plus albendazole. There were no cases of mortality at 30 days or secondary echinococcosis (1 study, 38 participants; very low-certainty evidence).\nMajor complications were reported by cyst and not by participant. Standard catheterization plus albendazole may increase major cyst complications compared with PAIR plus albendazole, but the evidence is very uncertain (RR 10.74, 95% CI 1.39 to 82.67; 1 study, 53 cysts; very low-certainty evidence).\nStandard catheterization plus albendazole may make little to no difference on minor complications compared with PAIR plus albendazole, but the evidence is very uncertain (RR 1.03, 95% CI 0.60 to 1.77; 1 study, 38 participants; very low-certainty evidence).\nStandard catheterization plus albendazole may increase the median duration of hospital stay compared with PAIR plus albendazole, but the evidence is very uncertain (4 (range 1 to 52) days versus 1 (range 1 to 15) days; 1 study, 38 participants; very low-certainty evidence).\nSymptom improvement and inactive cysts at 12 months were not reported.\nLaparoscopic surgery plus albendazole versus open surgery plus albendazole\nThe cyst stages were CE1, CE2, CE3a and CE3b.\nThe evidence is very uncertain about the effect of laparoscopic surgery plus albendazole on cyst recurrence in participants with CE2 and CE3b cysts compared to open surgery plus albendazole (RR 3.00, 95% CI 0.13 to 71.56; 1 study, 82 participants; very low-certainty evidence). The second study involving 60 participants with CE1, CE2 or CE3a cysts reported no recurrence in either group.\nThe evidence is very uncertain about the effect of laparoscopic surgery plus albendazole on 30-day all-cause mortality in participants with CE1, CE2, CE3a or CE3b cysts compared to open surgery plus albendazole. There was no mortality in either group (2 studies, 142 participants; very low-certainty evidence).\nThe evidence is very uncertain about the effect of laparoscopic surgery plus albendazole on major complications in participants with CE1, CE2, CE3a or CE3b cysts compared to open surgery plus albendazole (RR 0.50, 95% CI 0.13 to 1.92; 2 studies, 142 participants; very low-certainty evidence).\nLaparoscopic surgery plus albendazole may lead to slightly fewer minor complications in participants with CE1, CE2, CE3a or CE3b cysts compared to open surgery plus albendazole (RR 0.13, 95% CI 0.02 to 0.98; 2 studies, 142 participants; low-certainty evidence).\nLaparoscopic surgery plus albendazole may reduce the duration of hospital stay compared with open surgery plus albendazole (mean difference (MD) −1.90 days, 95% CI −2.99 to −0.82; 2 studies, 142 participants; low-certainty evidence).\nSymptom improvement, inactive cyst at 12 months and development of secondary echinococcosis were not reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Percutaneous and surgical interventions combined with albendazole can be used to treat uncomplicated hepatic cystic echinococcosis; however, there is a scarcity of randomised evidence directly comparing these interventions.\nThere is very low-certainty evidence to indicate that standard catheterization plus albendazole may lead to fewer cases of recurrence, more major complications and similar complication rates compared to PAIR plus albendazole in adults and children with CE1 and CE3a cysts.\nThere is very low-certainty evidence to indicate that laparoscopic surgery plus albendazole may result in fewer cases of recurrence or fewer major complications compared to open surgery plus albendazole in adults and children with CE1, CE2, CE3a and CE3b cysts. Laparoscopic surgery plus albendazole may lead to slightly fewer minor complications.\nFirm conclusions cannot be drawn due to the limited number of studies, small sample size and lack of events for some outcomes."
    }
  ],
  "pls_title": "Treatment of liver cystic echinococcosis (hydatid disease)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "– We do not know if standard catheterization plus albendazole is more effective or safer compared to puncture, aspiration, injection and re-aspiration (PAIR) plus albendazole for treating cystic echinococcosis at specific cyst stages (CE1 and CE3a).\n– People undergoing laparoscopic (keyhole) surgery plus albendazole may have slightly fewer minor complications and shorter hospital stay than people who receive open surgery plus albendazole. We do not know if laparoscopic surgery plus albendazole may lead to fewer cases of recurrence or major complications. These results also apply to specific cyst stages (CE1, CE2, CE3a or CE3b).\n– Healthcare workers caring for people with cystic echinococcosis should consider the safety of different treatment options and patient preferences."
    },
    {
      "heading": "What is cystic echinococcosis?",
      "text": "Cystic echinococcosis, also known as hydatid disease, is a parasitic infection that is caused by a tapeworm. People living in low- and middle-income countries in areas with livestock (sheep, cattle, pigs, goats) are mostly affected as the tapeworm lifecycle involves a stage of livestock infection and a stage affecting dogs.\nWhen a human is infected, cysts may develop in any organ of the body; however, the liver is the most affected organ. The cysts may grow and progress through different stages, in which their composition changes from liquid to semi-solid to solid content. The cyst stages reflect how active the cyst is, for example, whether it has produced daughter cysts, or whether it is inactive and solid. The cysts may cause no symptoms or lead to symptoms depending on their location in the body. In the liver, cysts can lead to abdominal pain and other non-specific symptoms. Sometimes complications such as abscesses, cyst rupture with possible serious allergic reactions or secondary echinococcosis (i.e. spread into the abdominal cavity with formation of many new cysts) can occur.\nThis review focused on cystic echinococcosis in active stages occurring in the liver."
    },
    {
      "heading": "How is cystic echinococcosis treated?",
      "text": "Treatment can be difficult and varies across countries. Treatment options depend on the characteristics of the cyst (stage, number, size, location), the health resources available and the general health of the patient. Treatment options include oral antiparasitic medication (albendazole), surgical removal of the cyst and percutaneous techniques that involve passing a needle through the skin into the cyst within the liver to empty the cyst."
    },
    {
      "heading": "p",
      "text": "puncture,aspiration (drawing out the cyst contents),injection of a medicine to kill the parasite andre-aspiration). After treatment, the patient can usually return home on the same day following the removal of all antiparasitic substances from the cyst. Another percutaneous technique is known as standard catheterization. This is similar to PAIR, except that a larger plastic tube (a catheter) is also inserted into the cyst to help thoroughly evacuate cyst content with antiparasitic substances. The catheter is then left in the cyst to drain out all the fluid over the next 24 hours or longer."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out which treatment led to the most improvement in symptoms, the least recurrence of the disease and fewer side effects/complications."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared one treatment option for cystic echinococcosis (oral medication, surgery, percutaneous techniques) with a different treatment option for people with liver cystic echinococcosis at different active stages."
    },
    {
      "heading": "What did we find?",
      "text": "We included three studies. One study of 38 adults and children aged 5 to 72 years in Turkey compared different percutaneous treatments plus albendazole (standard catheterization plus PAIR), and two studies with 142 adults and children aged 6 to 60 years from India and Pakistan compared laparoscopic surgery plus albendazole to open surgery plus albendazole. We found no data on symptom improvement or on whether more cysts became inactive at 12 months after treatment.\nThe evidence is very uncertain about the effect of standard catheterization plus albendazole on cyst recurrence, deaths and secondary echinococcosis compared to PAIR plus albendazole. Standard catheterization plus albendazole may increase major complications and may make little to no difference on minor complications, but the evidence is very uncertain. Standard catheterization plus albendazole may increase duration of hospital stay, but the evidence is very uncertain.\nThe evidence is very uncertain about the effect of laparoscopic surgery plus albendazole on cyst recurrence, death and major complications compared to open surgery plus albendazole. Laparoscopic surgery plus albendazole may lead to slightly fewer minor complications and may reduce the duration of hospital stay compared to open surgery plus albendazole."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are not confident in the evidence because we included only three studies with a small number of participants. The studies did not report all the treatments that we were interested in, and they did not report results on the outcome measures that we were interested in, such as symptom improvement. All results applied to specific cyst stages."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to 4 May 2023."
    }
  ]
}