{
  "doi": "10.1002/14651858.CD007026.pub7",
  "name": "Cerebrolysin for acute ischaemic stroke",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cerebrolysin is a mixture of low-molecular-weight peptides and amino acids derived from porcine brain, which has potential neuroprotective properties. It is widely used in the treatment of acute ischaemic stroke in Russia, Eastern Europe, China, and other Asian and post-Soviet countries. This is an update of a review first published in 2010 and last updated in 2020."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of Cerebrolysin or Cerebrolysin-like agents for treating acute ischaemic stroke."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Trials Register, CENTRAL, MEDLINE, Embase, Web of Science Core Collection, with Science Citation Index, and LILACS in May 2022 and a number of Russian databases in June 2022. We also searched reference lists, ongoing trials registers, and conference proceedings."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing Cerebrolysin or Cerebrolysin-like agents started within 48 hours of stroke onset and continued for any length of time, with placebo or no treatment in people with acute ischaemic stroke."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors independently applied the inclusion criteria, assessed trial quality and risk of bias, extracted data, and applied GRADE criteria to the evidence."
    },
    {
      "heading": "Main results",
      "text": "Seven RCTs (1773 participants) met the inclusion criteria of the review. In this update we added one RCT of Cerebrolysin-like agent Cortexin, which contributed 272 participants.\nWe used the same approach for risk of bias assessment that was re-evaluated for the previous update: we added consideration of the public availability of study protocols and reported outcomes to the selective outcome reporting judgement, through identification, examination, and evaluation of study protocols.\nFor the Cerebrolysin studies, we judged the risk of bias for selective outcome reporting to be unclear across all studies; for blinding of participants and personnel to be low in three studies and unclear in the remaining four; and for blinding of outcome assessors to be low in three studies and unclear in four studies. We judged the risk of bias for generation of allocation sequence to be low in one study and unclear in the remaining six studies; for allocation concealment to be low in one study and unclear in six studies; and for incomplete outcome data to be low in three studies and high in the remaining four studies. The manufacturer of Cerebrolysin supported three multicentre studies, either totally, or by providing Cerebrolysin and placebo, randomisation codes, research grants, or statisticians. We judged two studies to be at high risk of other bias and the remaining five studies to be at unclear risk of other bias. We judged the study of Cortexin to be at low risk of bias for incomplete outcome data and at unclear risk of bias for all other domains.\nAll-cause death: Cerebrolysin or Cortexin probably result in little to no difference in all-cause death (risk ratio (RR) 0.96, 95% confidence interval (CI) 0.65 to 1.41; 6 trials, 1689 participants; moderate-certainty evidence).\nNone of the included studies reported on poor functional outcome, defined as death or dependence at the end of the follow-up period, early death (within two weeks of stroke onset), quality of life, or time to restoration of capacity for work.\nOnly one study clearly reported on the cause of death: cerebral infarct (four in the Cerebrolysin and two in the placebo group), heart failure (two in the Cerebrolysin and one in the placebo group), pulmonary embolism (two in the placebo group), and pneumonia (one in the placebo group).\nNon-death attrition (secondary outcome): Cerebrolysin or similar peptide mixtures may result in little to no difference in non-death attrition, but the evidence is very uncertain, with a considerable level of heterogeneity (RR 0.72, 95% CI 0.38 to 1.39; 6 trials, 1689 participants; very low-certainty evidence).\nSerious adverse events (SAEs): Cerebrolysin probably results in little to no difference in the total number of people with SAEs (RR 1.16, 95% CI 0.81 to 1.66; 3 trials, 1335 participants; moderate-certainty evidence). This comprised fatal SAEs (RR 0.90, 95% CI 0.59 to 1.38; 3 trials, 1335 participants; moderate-certainty evidence) and an increase in the total number of people with non-fatal SAEs (RR 2.39, 95% CI 1.10 to 5.23; 3 trials, 1335 participants; moderate-certainty evidence). In the subgroup of dosing schedule 30 mL for 10 days (cumulative dose 300 mL), the increase was more prominent (RR 2.87, 95% CI 1.24 to 6.69; 2 trials, 1189 participants).\nTotal number of people with adverse events: Cerebrolysin or similar peptide mixtures may result in little to no difference in the total number of people with adverse events (RR 1.03, 95% CI 0.92 to 1.14; 4 trials, 1607 participants; low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Moderate-certainty evidence indicates that Cerebrolysin or Cerebrolysin-like peptide mixtures derived from cattle brain probably have no beneficial effect on preventing all-cause death in acute ischaemic stroke. Moderate-certainty evidence suggests that Cerebrolysin probably has no beneficial effect on the total number of people with serious adverse events. Moderate-certainty evidence also indicates a potential increase in non-fatal serious adverse events with Cerebrolysin use."
    }
  ],
  "pls_title": "Cerebrolysin for acute ischaemic stroke",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What did we want to know?",
      "text": "In this Cochrane Review, we wanted to find out how well a medicine called Cerebrolysin or other Cerebrolysin-like agents work to treat a stroke."
    },
    {
      "heading": "What is a stroke?",
      "text": "A stroke is a sudden attack of weakness that usually affects one side of the body. It happens when the flow of blood to part of the brain is cut off, stopping the supply of oxygen and nutrients to the brain cells, which is called ischaemia. If the supply of blood to the brain is stopped, brain cells begin to die. This can lead to brain injury, disability, and possibly death.\nIschaemic strokes are the most common type of stroke. An ischaemic stroke happens when the flow of blood is blocked by a blood clot or a piece of fatty material in an artery."
    },
    {
      "heading": "Why is this review important?",
      "text": "Strokes are a medical emergency, and urgent treatment is essential. Ischaemic strokes are usually treated with a combination of medicines to prevent and dissolve blood clots, reduce blood pressure, and lower cholesterol levels.\nCerebrolysin, and the Cerebrolysin-like agent Cortexin, are mixtures of proteins, peptides (short chains of amino acids) and amino acids (small molecules that combine to form a protein) purified from animal brains (cows and pigs). Some of the proteins in Cerebrolysin or Cortexin are found naturally in the human brain and may help to protect and repair brain cells. Cerebrolysin and Cortexin are commonly used in some countries as a treatment for stroke."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies looking at the use of Cerebrolysin or Cerebrolysin-like agents to treat acute ischaemic stroke. We searched for randomised controlled studies, in which the treatment people receive is randomly decided, because these studies give the most reliable evidence about treatments.\nSearch date: we included evidence published up to June 2022."
    },
    {
      "heading": "What we found",
      "text": "We found seven studies in 1773 people who had had an acute ischaemic stroke. The studies looked at the effect of giving Cerebrolysin alongside medicines to prevent and dissolve blood clots (standard therapy) during the first 48 hours after a stroke. The studies compared this treatment with standard therapy alone or standard therapy plus a dummy treatment (placebo).\nThe studies were conducted in hospitals in Austria, Croatia, the Czech Republic, Hungary, Russia, Slovakia, Slovenia, China, Hong Kong, Iran, Myanmar, and South Korea, and lasted from 28 days to 90 days."
    },
    {
      "heading": "Results of our review",
      "text": "Adding Cerebrolysin or a Cerebrolysin-like agent, Cortexin, to standard therapy probably adds no benefit to the risk of dying from any cause after a stroke (6 studies, 1689 people).\nWe did not find enough evidence about how Cerebrolysin or the Cerebrolysin-like agent Cortexin affected:\n• the risk of dying or needing continuing care at the end of the study;\n• the risk of dying within two weeks of having a stroke;\n• the time taken for people to be able to go back to work; or\n• people's well-being (quality of life).\nWe are uncertain whether adding Cerebrolysin to standard therapy made any difference to the numbers of people who dropped out of studies (6 studies, 1689 people).\nCerebrolysin added to standard therapy probably made little or no difference to:\n• the total number of people who had serious unwanted effects (life-threatening effects that could result in death, disability, or a longer hospital stay) (3 studies, 1335 people);\n• the number of serious unwanted effects that caused death (3 studies, 1335 people).\nHowever, more people given Cerebrolysin plus standard therapy probably had serious unwanted effects that did not kill them than those who were given standard therapy (alone or with placebo) (3 studies, 1335 people).\nCerebrolysin or the Cerebrolysin-like agent Cortexin may make little or no difference to the total number of people who had any unwanted effects (4 studies, 1607 people)."
    },
    {
      "heading": "Our confidence in the results",
      "text": "We are moderately confident (certain) in the results of this review. However, the evidence comes from a small number of studies. Three studies involved a pharmaceutical company that makes Cerebrolysin, which may have affected how those studies were designed, carried out, and reported. Our conclusions are likely to change if results from further studies become available."
    },
    {
      "heading": "Conclusions",
      "text": "Adding Cerebrolysin or a Cerebrolysin-like agent, Cortexin, to standard therapy after an acute ischaemic stroke probably:\n• does not reduce the risk of dying.\nAdding Cerebrolysin to standard therapy after an ischaemic stroke probably:\n• does not affect how many people have serious unwanted effects overall; but\n• increases the number of people with serious, non-fatal unwanted effects."
    }
  ]
}