{
  "doi": "10.1002/14651858.CD010233.pub3",
  "name": "Azathioprine and 6‐mercaptopurine for maintenance of surgically‐induced remission in Crohn's disease ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Crohn's disease (CD) is a chronic relapsing inflammatory condition and maintenance of remission is a major issue as many patients fail to achieve remission with medical management and require surgical interventions. Purine analogues such as azathioprine (AZA) and 6-mercaptopurine (6-MP) have been used to maintain surgically-induced remission in CD, but the effectiveness, tolerability and safety of these agents remains controversial."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of purine analogues (AZA and 6-MP) for maintenance of surgically-induced remission in CD."
    },
    {
      "heading": "Search methods",
      "text": "We searched PubMed, MEDLINE, Embase, CENTRAL, and the Cochrane IBD Group Specialized Register from inception to 26 July 2018 (and from inception to 31 July 2019). In addition, we searched reference lists of all included studies and relevant reviews, conference proceedings and trials registers."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) with a duration of at least three months that enrolled adults and children with surgically-induced remission of CD and compared AZA or 6-MP to no treatment, placebo or any other active intervention were considered for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trial eligibility, extracted data, assessed the risk of bias and assessed the certainty of the evidence using GRADE. The primary outcome was clinical relapse. Secondary outcomes included endoscopic relapse, radiologic and surgical relapse, adverse events (AEs), serious adverse events (SAEs), withdrawal due to AEs and health-related quality of life."
    },
    {
      "heading": "Main results",
      "text": "Ten RCTs with a total of 928 participants were included. Study participants were adults recruited from university clinics and gastroenterology hospitals who received interventions post-surgery for a duration between 12 to 36 months. Most study participants were recruited less than three months after surgery in all except one study where participants were recruited between 6 to 24 months post-surgery. One study was rated as low risk of bias, six studies were rated high risk of bias and three were rated unclear risk of bias.\nThere was moderate certainty evidence that purine analogues are more efficient for preventing clinical relapse than placebo. At 12 to 36 months, 51% (109/215) of AZA/6-MP participants relapsed compared to 64% (124/193) of placebo participants (RR 0.79; 95% CI 0.67 to 0.92; 408 participants; 3 studies; I² = 0%; moderate certainty evidence). The certainty of the evidence regarding the efficacy of AZA or 6-MP for maintaining postoperative clinical remission compared to 5-ASA compounds was low. At 12 to 24 months , 64% (113/177) of purine analogue participants relapsed compared to 59% (101/170) of 5-ASA participants (RR 1.05; 95% CI 0.89 to 1.24; 347 participants; 4 studies; I² = 8%; low certainty evidence). The certainty of evidence that purine analogues are inferior for preventing postsurgical clinical relapse compared to tumour necrosis factor alpha agents (anti-TNF-α) was very low. At 12 to 24 months, 43% (29/67) of AZA participants relapsed compared to 14% (10/72) of anti-TNF-α participants (RR 2.89; 95% CI 1.50 to 5.57; 139 participants; 3 studies; I² = 0%; very low certainty evidence).\nThe effect of purine analogues compounds on AEs compared to placebo or any active treatment was uncertain, as the quality of evidence ranged from very low to low. After 12 to 24 months, 14% (12/87) of purine analogue participants experienced an AE compared to 10% (8/81) of placebo participants (RR 1.36; 95% CI 0.57 to 3.27; 168 participants; 2 studies; I² = 0%; low certainty evidence). The effect of purine analogues on AEs compared to 5-ASA agents was uncertain. After 12 to 24 months, 41% (73/176) of purine analogue participants had an AE compared to 47% (81/171) of 5-ASA participants (RR 0.89; 95% CI 0.74 to 1.07; 346 participants; 4 studies; I² = 15%; low certainty evidence). The effect of purine analogues on AEs in comparison to anti TNF-α agents was uncertain. At 12 to 24 months, 57% (32/56) of AZA participants had an AE compared to 51% (31/61) of anti-TNF-α participants (RR 1.13; 95% CI 0.83 to 1.53; 117 participants; 2 studies; I² = 0%; low certainty evidence). Purine analogue participants were more like than 5-ASA participants to have a SAE (RR 3.39, 95% CI 1.26 to 9.13, 311 participants; 3 studies; I² = 9%; very low certainty evidence), or to withdraw due to an AE (RR 2.21, 95% CI 1.28 to 3.81; 425 participants; 5 studies; I² = 0%; low certainty evidence). Commonly reported AEs across all studies included leucopenia, arthralgia, abdominal pain or severe epigastric intolerance, elevated liver enzymes, nausea and vomiting, pancreatitis, anaemia, nasopharyngitis and flatulence."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Moderate certainty evidence suggests that AZA and 6-MP may be superior to placebo for maintenance of surgically-induced remission in participants with CD. There was no clear difference in the number of clinical relapses when purine analogues were compared with 5-ASA agents, however this is based on low certainty evidence. There was very low certainty evidence that AZA and 6-MP are more likely to result in more serious adverse events (SAEs) and withdrawals due to an AE (low certainty) when compared to 5-ASA agents. Very low certainty evidence suggests that purine analogues may be inferior to anti-TNF-α agents, however, no firm conclusions can be drawn. Further research investigating the efficacy and safety of AZA and 6-MP in comparison to other active medications in surgically-induced remission of CD is warranted."
    }
  ],
  "pls_title": "Azathioprine and 6-mercaptopurine for the maintenance of surgically-induced remission in Crohn’s disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What was the aim of this review?",
      "text": "The aim of this review was to understand the benefits and harms of purine analogues (azathioprine (AZA) and 6-mercaptopurine (6-MP)) used for maintaining remission following surgery in people with Crohn's disease (CD)."
    },
    {
      "heading": "What is Crohn's disease?",
      "text": "Crohn's disease is a chronic disease of the gut. The disease is known to constantly change from periods when sufferers have symptoms (relapse) to periods when the symptoms disappear (remission) for a short time. Symptoms include abdominal pain, diarrhoea and weight loss. People with Crohn's disease may undergo surgery to remove diseased parts of their gut. However, their symptoms can return after a short time. Different drugs can be given to ensure that people with Crohn's disease are free from symptoms for as long as possible. However, there are concerns about possible side effects that may arise. Purine analogues (AZA and 6-MP) are a group of immunosuppressive drugs which have been used for over five decades to manage Crohn's disease. We researched whether purine antimetabolites can maintain remission in people with Crohn's disease after the diseased portion of their gut has been removed."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "The review authors found 10 relevant studies with a total of 928 participants, conducted across several European countries, Israel and the US. The studies included people with Crohn's disease over 16 years of age who had undergone surgery and were free from symptoms. These studies compared purine analogues with placebo (e.g. a sugar pill), or oral 5-aminosalicylic acid (5-ASA) formulations or with anti-tumour necrosis factor-alpha (anti-TNF-α) drugs. 5-ASA and anti-TNF-ɑ drugs are used reduce inflammation (pain and swelling) in the gut.\nOne study was high quality, while six studies were of lower quality and three studies did not report enough information to make a judgement on quality. Purine analogues are probably better than placebo for maintaining surgically-induced remission of Crohn's disease (moderate certainty evidence). The analysis of studies that compared purine antimetabolites to 5-ASA medications found no difference in the number of people who remained in remission. However, more people who received purine analogues experienced serious side effects or discontinued treatment due to side effects than those who received 5-ASA (very low and low certainty evidence). The analysis of studies that compared purine analogues to anti-TNF-α drugs showed that purine analogues were less effective for maintaining remission of Crohn's disease after surgery. However, the overall certainty of evidence was very low. Well designed studies are needed to better understand the benefits and harms of purine analogues compared with anti-TNF-ɑ agents and other active drugs used for Crohn's disease. Due to sparse data and inconsistent reporting across all studies, the effect of purine analogues on side effects compared with placebo, 5-ASA or biologics was uncertain. Commonly reported side effects across the studies included leucopenia (a reduction in the number of white cells in the blood), pancreatitis (inflamed pancreas), arthralgia (joint pain), abdominal pain or severe epigastric intolerance, elevated liver enzymes, nausea and vomiting, anaemia (low number of red blood cells), nasopharyngitis (common cold) and flatulence (intestinal gas)."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The review authors searched for studies that had been published up to 31 July 2019."
    },
    {
      "heading": "Conclusions",
      "text": "There is moderate certainty evidence that AZA and 6-MP may be superior to placebo for maintenance of surgically-induced remission in participants with Crohn's disease. There was no clear difference in the number of clinical relapses when purine analogues were compared with 5-ASA agents, however this was based on low certainty evidence. There was very low certainty evidence that AZA and 6-MP are more likely to result in more serious side effects and withdrawals due to side effects when compared to 5-ASA agents. Very low certainty evidence suggests that purine analogues may be inferior to anti-TNF-α agents for preventing relapse, however, no firm conclusions can be drawn. Further research investigating the benefits and harms of AZA and 6-MP in comparison to other active medications in surgically-induced remission of CD is warranted."
    }
  ]
}