{
  "doi": "10.1002/14651858.CD013632",
  "name": "Video calls for reducing social isolation and loneliness in older people: a rapid review ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The current COVID-19 pandemic has been identified as a possible trigger for increases in loneliness and social isolation among older people due to the restrictions on movement that many countries have put in place. Loneliness and social isolation are consistently identified as risk factors for poor mental and physical health in older people. Video calls may help older people stay connected during the current crisis by widening the participant’s social circle or by increasing the frequency of contact with existing acquaintances."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective of this rapid review is to assess the effectiveness of video calls for reducing social isolation and loneliness in older adults. The review also sought to address the effectiveness of video calls on reducing symptoms of depression and improving quality of life."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, PsycINFO and CINAHL from 1 January 2004 to 7 April 2020. We also searched the references of relevant systematic reviews."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) and quasi-RCTs (including cluster designs) were eligible for inclusion. We excluded all other study designs. The samples in included studies needed to have a mean age of at least 65 years. We included studies that included participants whether or not they were experiencing symptoms of loneliness or social isolation at baseline. Any intervention in which a core component involved the use of the internet to facilitate video calls or video conferencing through computers, smartphones or tablets with the intention of reducing loneliness or social isolation, or both, in older adults was eligible for inclusion. We included studies in the review if they reported self-report measures of loneliness, social isolation, symptoms of depression or quality of life.\nTwo review authors screened 25% of abstracts; a third review author resolved conflicts. A single review author screened the remaining abstracts. The second review author screened all excluded abstracts and we resolved conflicts by consensus or by involving a third review author. We followed the same process for full-text articles."
    },
    {
      "heading": "Data collection and analysis",
      "text": "One review author extracted data, which another review author checked. The primary outcomes were loneliness and social isolation and the secondary outcomes were symptoms of depression and quality of life. One review author rated the certainty of evidence for the primary outcomes according to the GRADE approach and another review author checked the ratings. We conducted fixed-effect meta-analyses for the primary outcome, loneliness, and the secondary outcome, symptoms of depression."
    },
    {
      "heading": "Main results",
      "text": "We identified three cluster quasi-randomised trials, which together included 201 participants. The included studies compared video call interventions to usual care in nursing homes. None of these studies were conducted during the COVID-19 pandemic.\nEach study measured loneliness using the UCLA Loneliness Scale. Total scores range from 20 (least lonely) to 80 (most lonely). The evidence was very uncertain and suggests that video calls may result in little to no difference in scores on the UCLA Loneliness Scale compared to usual care at three months (mean difference (MD) −0.44, 95% confidence interval (CI) −3.28 to 2.41; 3 studies; 201 participants), at six months (MD −0.34, 95% CI −3.41 to 2.72; 2 studies; 152 participants) and at 12 months (MD −2.40, 95% CI −7.20 to 2.40; 1 study; 90 participants). We downgraded the certainty of this evidence by three levels for study limitations, imprecision and indirectness.\nNone of the included studies reported social isolation as an outcome.\nEach study measured symptoms of depression using the Geriatric Depression Scale. Total scores range from 0 (better) to 30 (worse). The evidence was very uncertain and suggests that video calls may result in little to no difference in scores on the Geriatric Depression Scale compared to usual care at three months' follow-up (MD 0.41, 95% CI −0.90 to 1.72; 3 studies; 201 participants) or six months' follow-up (MD −0.83, 95% CI −2.43 to 0.76; 2 studies, 152 participants). The evidence suggests that video calls may have a small effect on symptoms of depression at one-year follow-up, though this finding is imprecise (MD −2.04, 95% CI −3.98 to −0.10; 1 study; 90 participants). We downgraded the certainty of this evidence by three levels for study limitations, imprecision and indirectness.\nOnly one study, with 62 participants, reported quality of life. The study measured quality of life using a Taiwanese adaptation of the Short-Form 36-question health survey (SF-36), which consists of eight subscales that measure different aspects of quality of life: physical function; physical role; emotional role; social function; pain: vitality; mental health; and physical health. Each subscale is scored from 0 (poor health) to 100 (good health). The evidence is very uncertain and suggests that there may be little to no difference between people allocated to usual care and those allocated to video calls in three-month scores in physical function (MD 2.88, 95% CI −5.01 to 10.77), physical role (MD −7.66, 95% CI −24.08 to 8.76), emotional role (MD −7.18, 95% CI −16.23 to 1.87), social function (MD 2.77, 95% CI −8.87 to 14.41), pain scores (MD −3.25, 95% CI −15.11 to 8.61), vitality scores (MD −3.60, 95% CI −9.01 to 1.81), mental health (MD 9.19, 95% CI 0.36 to 18.02) and physical health (MD 5.16, 95% CI −2.48 to 12.80). We downgraded the certainty of this evidence by three levels for study limitations, imprecision and indirectness."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on this review there is currently very uncertain evidence on the effectiveness of video call interventions to reduce loneliness in older adults. The review did not include any studies that reported evidence of the effectiveness of video call interventions to address social isolation in older adults. The evidence regarding the effectiveness of video calls for outcomes of symptoms of depression was very uncertain.\nFuture research in this area needs to use more rigorous methods and more diverse and representative participants. Specifically, future studies should target older adults, who are demonstrably lonely or socially isolated, or both, across a range of settings to determine whether video call interventions are effective in a population in which these outcomes are in need of improvement."
    }
  ],
  "pls_title": "Video calls for reducing social isolation and loneliness in older people",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Coronavirus (COVID-19) is a new virus that has spread quickly throughout the world. Countries have introduced restrictions on people’s movement to protect them from COVID-19, but an unwanted result is that older people may feel lonely and isolated, which may lead to poor mental and physical health.\nA video call is a phone call that uses an internet connection. Video calls allow callers to see – as well as hear – each other. This technology could help older people keep in touch with family and friends safely, and this may reduce their feelings of loneliness and social isolation."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if older people who used video calls felt less lonely than those who did not. We also looked at whether video calls affected symptoms of depression or quality of life."
    },
    {
      "heading": "Our methods",
      "text": "We looked for studies that randomly allocated older people to different groups to use either video calls, another method of keeping in touch, or no particular method (usual care), with the aim of examining their effects on loneliness or social isolation. For our review, we considered older people to be aged 65 years or above. We considered video calls to be calls made via the internet, using computers, tablets or smartphones.\nCOVID-19 is spreading rapidly, so we needed to answer this question quickly. This meant that we shortened some steps of the normal Cochrane Review process. Two review authors checked 25% of our search results for studies and one review author checked the remaining 75% of our results, where normally two review authors would check all the results. Similarly, only one review author collected data and assessed the quality of the studies, and a second review author checked this work."
    },
    {
      "heading": "Results",
      "text": "We included three studies, with 201 participants, in our review. All three studies took place in nursing homes in Taiwan between 2010 and 2020 and compared video calls to usual care.\nThe evidence from these three studies suggests that video calls have little to no effect on loneliness after three, six or 12 months. There is also little to no difference in symptoms of depression after three or six months, although after a year, older people who used video calls may have had a small reduction in depression compared to those who received usual care. Similarly, video calls may make little to no difference to older people’s quality of life."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "Our certainty (confidence) in the evidence was limited because we found few studies with a small number of participants, and they either used unreliable methods or did not fully describe their methods. Also, all of the participants were in nursing homes, so our findings may not apply to older people living in other places, such as their own homes. Also, some of the participants may not have been feeling lonely or socially isolated."
    },
    {
      "heading": "Conclusion",
      "text": "Based on the current evidence, we are unable to say whether video calls help to reduce loneliness in older people. We need more studies, that use rigorous methods to investigate this question, and focus on older people who are lonely or socially isolated."
    },
    {
      "heading": "Search date",
      "text": "This review includes evidence published up to 7 April 2020."
    }
  ]
}