{
  "doi": "10.1002/14651858.CD002814.pub2",
  "name": "Comparison of speech and language therapy techniques for speech problems in Parkinson's disease ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Patients with Parkinson's disease commonly suffer from speech and voice difficulties such as impaired articulation and reduced loudness. Speech and language therapy (SLT) aims to improve the intelligibility of speech with behavioural treatment techniques or instrumental aids."
    },
    {
      "heading": "Objectives",
      "text": "To compare the efficacy and effectiveness of novel SLT techniques versus a standard SLT approach to treat Parkinsonian speech problems."
    },
    {
      "heading": "Search methods",
      "text": "We identified relevant, published prior to 11th April 2011, by electronic searches of numerous literature databases including CENTRAL, MEDLINE and CINAHL, as well as handsearching relevant conference abstracts and examining reference lists in identified studies and other reviews."
    },
    {
      "heading": "Selection criteria",
      "text": "Only randomised controlled trials (RCT) of one type of speech and language therapy versus another were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and resolved differences by discussion."
    },
    {
      "heading": "Main results",
      "text": "Six trials involving 159 patients satisfied the inclusion criteria. Data could not be analysed from one trial due to changes in patient numbers and from a second because the data provided were not in a usable format. All trials reported intelligibility measures but a statistically significant result was only reported for the diagnostic rhyme test used in the study of Lee Silverman Voice Treatment -LOUD (LSVT-LOUD) versus a modified version of this therapy (LSVT-ARTIC). In this case a difference of 12.5 points (95% confidence interval (CI) -22.2 to -2.8; P = 0.01) between the mean changes in favour of the LSVT-LOUD group was reported for a speech sample overlaid with Babble noise; this difference was not reproduced for the two additional noise conditions under which the speech samples were assessed. LSVT-LOUD also outperformed LSVT-ARTIC and Respiration therapy (RT) in improving loudness, with a difference in reading a sample text of 5.0 dB (95%CI -8.3 to -1.7; P = 0.003) and 5.5 dB (95% CI 3.4 to 7.7; P < 0.00001) respectively, and a difference in monologue speech of 2.9 dB (95% CI 0.6 to 5.2; P = 0.01) versus RT."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Considering the small patient numbers in these trials, there is insufficient evidence to support or refute the efficacy of any form of SLT over another to treat speech problems in patients with Parkinson's disease."
    }
  ],
  "pls_title": "Speech and language therapy for speech problems in Parkinson’s disease",
  "pls_type": "long",
  "pls": "Many people with Parkinson's disease suffer from disorders of speech. The most frequently reported speech problems are weak, hoarse, nasal or monotonous voice, imprecise articulation, slow or fast speech, difficulty starting speech, impaired stress or rhythm, stuttering and tremor. People with the condition also tend to give fewer non-verbal cues such as using facial expression to convey information. These disabilities tend to increase as the disease progresses and can lead to serious problems with communication.\nThis review compares the benefits of one form of speech and language therapy (SLT) versus another for individuals with Parkinson's disease. Relevant trials were identified by electronic searches of 16 biomedical literature databases, various registers of clinical trials and examination of the reference lists of identified studies and other reviews.\nOnly randomised controlled trials were included in this review. These are studies in which two groups of patients were compared, each group receiving a different form of SLT, with patients assigned to the groups in a random fashion to reduce potential for bias.\nSix trials were found with a total of 159 patients. Methods varied so much that meta-analysis of the results was not possible. Considering the small number of patients and the methodological flaws in these studies, there is insufficient evidence to support the use of one form of SLT over another for the treatment of speech problems in individuals with Parkinson's disease."
}