{
  "doi": "10.1002/14651858.CD007572.pub3",
  "name": "Anti‐IL‐12/23p40 antibodies for induction of remission in Crohn's disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Ustekinumab (CNTO 1275) and briakinumab (ABT-874) are monoclonal antibodies that target the standard p40 subunit of the cytokines interleukin-12 and interleukin-23 (IL-12/23p40), which are involved in the pathogenesis of Crohn's disease."
    },
    {
      "heading": "Objectives",
      "text": "The objectives of this review were to assess the efficacy and safety of anti-IL-12/23p40 antibodies for induction of remission in Crohn's disease."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases from inception to 12 September 2016: PubMed, MEDLINE, EMBASE, and the Cochrane Library (CENTRAL). References and conference abstracts were searched to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs) trials in which monoclonal antibodies against IL-12/23p40 were compared to placebo or another active comparator in patients with active Crohn's disease were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently screened  studies for inclusion and extracted data. Methodological quality was assessed using the Cochrane risk of bias tool. The primary outcome was failure to induce clinical remission, defined as a Crohn's disease activity index (CDAI) of < 150 points. Secondary outcomes included failure to induce clinical improvement, adverse events, serious adverse events, and withdrawals due to adverse events. Clinical improvement was defined as decreases of > 70 or > 100 points in the CDAI from baseline. We calculated the risk ratio (RR) and 95% confidence intervals (95% CI) for each outcome. Data were analyzed on an intention-to-treat basis. The overall quality of the evidence supporting the outcomes was evaluated using the GRADE criteria."
    },
    {
      "heading": "Main results",
      "text": "Six RCTs (n = 2324 patients) met the inclusion criteria. A low risk of bias was assigned to all studies. The two briakinumab trials were not pooled due to differences in doses and time points for analysis. In both studies there was no statistically significant difference in remission rates. One study (n = 79) compared doses of 1 mg/kg and 3 mg/kg to placebo. In the briakinumab group 70% (44/63) of patients failed to enter clinical remission at 6 or 9 weeks compared to 81% (13/16) of placebo patients (RR 0.86, 95% CI 0.65 to 1.14). Subgroup analysis revealed no significant differences by dose. The other briakinumab study (n = 230) compared intravenous doses of 200 mg, 400 mg and 700 mg with placebo. Eighty-four per cent (154/184) of briakinumab patients failed to enter clinical remission at six weeks compared to 91% (42/46) of placebo patients (RR 0.92, 95% CI 0.83 to 1.03). Subgroup analysis revealed no significant differences by dose. GRADE analyses of the briakinumab studies rated the overall quality of the evidence for the outcome clinical remission as low. Based on the results of these two studies the manufacturers of briakinumab stopped production of this medication. The ustekinumab studies were pooled despite differences in intravenous doses (i.e. 1mg/kg, 3 mg/kg, 4.5 mg/kg, and 6 mg/kg), however the subcutaneous dose group was not included in the analysis, as it was unclear if subcutaneous was equivalent to intravenous dosing. There was a statistically significant difference in remission rates. At week six, 84% (764/914) of ustekinumab patients failed to enter remission compared to 90% (367/406) of placebo patients (RR 0.92, 95% CI 0.88 to 0.96; 3 studies; high-quality evidence). Subgroup analysis showed a statistically significant difference for the 6.0 mg/kg dose group (moderate-quality evidence). There were statistically significant differences in clinical improvement between ustekinumab and placebo-treated patients. In the ustekinumab group, 55% (502/914) of patients failed to improve clinically (i.e. 70-point decline in CDAI score), compared to 71% (287/406) of placebo patients (RR 0.78, 95% CI 0.71 to 0.85; 3 studies). Subgroup analysis revealed significant differences compared to placebo for the 1 mg/kg, 4.5 mg/kg and 6 mg/kg dosage subgroups. Similarly for a 100-point decline in CDAI, 64% (588/914) of patients in the ustekinumab group failed to improve clinically compared to 78% (318/406) of placebo patients (RR 0.82, 95% CI 0.77 to 0.88; 3 studies; high-quality evidence). Subgroup analysis showed a significant difference compared to placebo for the 4.5 mg/kg and 6.0 mg/kg (high-quality evidence) dose groups. There were no statistically significant differences in the incidence of adverse events, serious adverse events or withdrawal due to adverse events. Sixty-two per cent (860/1386) of ustekinumab patients developed at least one adverse event compared to 64% (407/637) of placebo patients (RR 0.97, 95% CI 0.90 to 1.04; 4 studies; high-quality evidence). Five per cent (75/1386) of ustekinumab patients had a serious adverse event compared to 6% (41/637) of placebo patients (RR 0.83, 95% CI 0.58 to 1.20; 4 studies; moderate-quality evidence). The most common adverse events in briakinumab patients were injection site reactions and infections. Infections were the most common adverse event in ustekinumab patients. Worsening of Crohn's disease and serious infections were the most common serious adverse events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "High quality evidence suggests that ustekinumab is effective for induction of clinical remission and clinical improvement in patients with moderate to severe Crohn's disease. Moderate to high quality evidence suggests that the optimal dosage of ustekinumab is 6 mg/kg. Briakinumab and ustekinumab appear to be safe. Moderate quality evidence suggests no increased risk of serious adverse events. Future studies are required to determine the long-term efficacy and safety of ustekinumab in patients with moderate to severe Crohn's disease."
    }
  ],
  "pls_title": "Ustekinumab and briakinumab for the treatment of active Crohn's disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is Crohn's disease?",
      "text": "Crohn's disease is a long-term (chronic) inflammatory bowel disease that can affect any part of the gastrointestinal tract from mouth to anus. Symptoms include abdominal pain, non-bloody diarrhoea, and weight loss."
    },
    {
      "heading": "What are ustekinumab and briakinumab?",
      "text": "Ustekinumab and briakinumab are biologic medications. These medications can be injected under the skin using a syringe or directly infused into a vein (intravenous). Biologic therapies suppress the immune system and reduce the inflammation associated with Crohn's disease. When people with Crohn's disease are experiencing symptoms of the disease it is said to be ‘active’; periods when the symptoms stop are called ‘remission’."
    },
    {
      "heading": "What did the researchers investigate?",
      "text": "The researchers investigated whether ustekinumab or briakinumab produce remission in people with active Crohn's disease; and whether these medications cause any harms (side effects). The researchers searched the medical literature up to 12 September 2016."
    },
    {
      "heading": "What did the researchers find?",
      "text": "The researchers identified six studies that included a total of 2324 participants. Two studies compared briakinumab to placebo (a fake medicine) and four studies compared ustekinumab to placebo. All of the studies were high quality.\nThere was no difference in the proportion of briakinumab and placebo participants who achieved remission. An increase in side effects or severe side effects were not seen with briakinumab compared to placebo. The most common side effects in briakinumab participants were reactions at the site of injection and infections. Based on the results of these two studies the manufacturers of briakinumab stopped production of this medication.\nHigh quality evidence suggests that ustekinumab is better than placebo for helping participants achieve remission and for reducing symptoms of active Crohn's disease. Different doses of ustekinumab were investigated and moderate to high quality suggests that 6.0 mg/kg is the most effective dose. An increase in side effects or serious side effects was not seen with ustekinumab compared to placebo. Infections were the most common adverse event in ustekinumab patients. Worsening of Crohn's disease and serious infections were the most common serious side effects in the ustekinumab studies. Ustekinumab is a promising as a therapy for inducing remission and improving symptoms in people with Crohn's disease. Further studies are required to determine the long-term effectiveness and safety of ustekinumab in patients with moderate to severe Crohn's disease. The ideal dose of ustekinumab also needs to be determined."
    }
  ]
}