{
  "doi": "10.1002/14651858.CD007028.pub3",
  "name": "Mailuoning for acute ischaemic stroke",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Mailuoning is widely used in the treatment of acute ischaemic stroke in China. Animal experimental studies and clinical pharmacological research indicate that mailuoning might improve blood circulation, prevent ischaemic injury, and protect heart and brain tissue. This review was last published in 2009. As new data have become available, it is necessary to reassess the evidence from randomised controlled trials."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects and safety of mailuoning agents (injection or oral liquid) in the treatment of people with acute ischaemic stroke."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group Trials Register (May 2014), the Cochrane Central Register of Controlled Trials (CENTRAL;2014 , Issue 4), MEDLINE (1966 to May 2014), Embase (1980 to May 2014), AMED (1985 to May 2014), the Chinese Stroke Trials Register (June 2014), the China Biological Medicine Database (CBM-disc; 1979 to June 2014), China Science and Technology Journal database (CSTJ; 1979 to June 2014), Wanfang Data Chinese databases (1979 to June 2014), and the China National Knowledge Infrastructure (1979 to June 2014). We searched clinical trials and research registers, handsearched 10 Chinese journals including relevant conference proceedings, scanned reference lists, and contacted the pharmaceutical company that manufactures mailuoning. We also attempted to contact trial authors to obtain further data."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing mailuoning with placebo or mailuoning plus other treatment compared with that other treatment in people with acute ischaemic stroke."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion, assessed trial quality, and extracted data."
    },
    {
      "heading": "Main results",
      "text": "We included 21 trials, involving 1746 participants, in this update; six trials were new. The included trials did not report the numbers of dead and dependent participants at the end of at least three months' follow-up. Of the 12 trials that reported adverse events, five events occurred in two trials. There was no significant difference between the treatment group and the control group. We assessed 20 trials to be of a poor quality: When analysing these trials together, mailuoning was associated with a significant increase in the number of participants with an improved neurological deficit (risk ratio (RR) 0.31, 95% confidence interval (CI) 0.23 to 0.42) and showed a significant improvement of neurological deficit with the European Stroke Scale (ESS) (mean difference (MD) (fixed) 8.29, 95% CI 3.44 to 13.15). One placebo-controlled trial, assessed to be of a better methodological quality, failed to show a significant improvement of neurological deficit at the end of three months' follow-up (MD (fixed) 2.49, 95% CI -1.45 to 6.43) or in quality of life. One trial, which reported cognitive function using the Montreal Cognitive Assessment as a continuous scale, showed a significant improvement of cognitive function (MD (fixed) 2.68, 95% CI 1.82 to 3.54). Two trials assessed activities of daily life: One trial showed a significant improvement, but the other did not."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review did not provide sufficient evidence to support the routine use of mailuoning for the treatment of people with acute ischaemic stroke. High-quality large-scale randomised controlled trials are needed to confirm the efficacy of mailuoning."
    }
  ],
  "pls_title": "Mailuoning (a type of traditional Chinese medicine) for improving outcome in people with acute ischaemic stroke",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We wanted to compare the safety and effects of mailuoning treatment versus placebo or no treatment for reducing death and dependency in people with acute ischaemic stroke."
    },
    {
      "heading": "Background",
      "text": "Mailuoning, a type of Chinese traditional medicine, is widely used in the treatment of acute ischaemic stroke in China even though its effect is still uncertain. Animal experimental studies and clinical pharmacological research indicate that mailuoning might improve blood circulation, prevent ischaemic injury, and protect heart and brain tissue. We therefore sought to undertake a review to discover whether using mailuoning therapy was better or worse than placebo or no additional treatment for people with acute ischaemic stroke."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched for trials up to June 2014 and included 21 randomised controlled trials, involving 1746 participants, of mailuoning for people with acute ischaemic stroke. Two trials followed up participants for three months after treatment ended, but the duration of the other trials was shorter, from 14 to 38 days. A government agency funded one of the 21 included trials."
    },
    {
      "heading": "Key results",
      "text": "We assessed 20 trials to be of a low quality. When we analysed these trials together, there was no significant difference for adverse events between the mailuoning-treatment group and the control group; mailuoning improved neurological impairment and cognitive function significantly. One trial, assessed to be of a higher quality, failed to show any significant improvement made by mailuoning on neurological deficit, activities of daily life, or quality of life. There was no convincing evidence from trials with sufficient methodological quality to support the routine use of mailuoning to promote recovery after stroke. High-quality large-scale randomised controlled trials are needed to confirm its effect."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We assessed 20 of the 21 included trials to be of a poor quality for their study design; we assessed one trial to be of a higher quality, but there were fewer participants in this trial. Overall, the quality of evidence was poor."
    }
  ]
}