{
  "doi": "10.1002/14651858.CD009728.pub4",
  "name": "Physical activity, diet and other behavioural interventions for improving cognition and school achievement in children and adolescents with obesity or overweight ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The global prevalence of childhood and adolescent obesity is high. Lifestyle changes towards a healthy diet, increased physical activity and reduced sedentary activities are recommended to prevent and treat obesity. Evidence suggests that changing these health behaviours can benefit cognitive function and school achievement in children and adolescents in general. There are various theoretical mechanisms that suggest that children and adolescents with excessive body fat may benefit particularly from these interventions."
    },
    {
      "heading": "Objectives",
      "text": "To assess whether lifestyle interventions (in the areas of diet, physical activity, sedentary behaviour and behavioural therapy) improve school achievement, cognitive function (e.g. executive functions) and/or future success in children and adolescents with obesity or overweight, compared with standard care, waiting-list control, no treatment, or an attention placebo control group."
    },
    {
      "heading": "Search methods",
      "text": "In February 2017, we searched CENTRAL, MEDLINE and 15 other databases. We also searched two trials registries, reference lists, and handsearched one journal from inception. We also contacted researchers in the field to obtain unpublished data."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised and quasi-randomised controlled trials (RCTs) of behavioural interventions for weight management in children and adolescents with obesity or overweight. We excluded studies in children and adolescents with medical conditions known to affect weight status, school achievement and cognitive function. We also excluded self- and parent-reported outcomes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Four review authors independently selected studies for inclusion. Two review authors extracted data, assessed quality and risks of bias, and evaluated the quality of the evidence using the GRADE approach. We contacted study authors to obtain additional information. We used standard methodological procedures expected by Cochrane. Where the same outcome was assessed across different intervention types, we reported standardised effect sizes for findings from single-study and multiple-study analyses to allow comparison of intervention effects across intervention types. To ease interpretation of the effect size, we also reported the mean difference of effect sizes for single-study outcomes."
    },
    {
      "heading": "Main results",
      "text": "We included 18 studies (59 records) of 2384 children and adolescents with obesity or overweight. Eight studies delivered physical activity interventions, seven studies combined physical activity programmes with healthy lifestyle education, and three studies delivered dietary interventions. We included five RCTs and 13 cluster-RCTs. The studies took place in 10 different countries. Two were carried out in children attending preschool, 11 were conducted in primary/elementary school-aged children, four studies were aimed at adolescents attending secondary/high school and one study included primary/elementary and secondary/high school-aged children. The number of studies included for each outcome was low, with up to only three studies per outcome. The quality of evidence ranged from high to very low and 17 studies had a high risk of bias for at least one item. None of the studies reported data on additional educational support needs and adverse events.\nCompared to standard practice, analyses of physical activity-only interventions suggested high-quality evidence for improved mean cognitive executive function scores. The mean difference (MD) was 5.00 scale points higher in an after-school exercise group compared to standard practice (95% confidence interval (CI) 0.68 to 9.32; scale mean 100, standard deviation 15; 116 children, 1 study). There was no statistically significant beneficial effect in favour of the intervention for mathematics, reading, or inhibition control. The standardised mean difference (SMD) for mathematics was 0.49 (95% CI -0.04 to 1.01; 2 studies, 255 children, moderate-quality evidence) and for reading was 0.10 (95% CI -0.30 to 0.49; 2 studies, 308 children, moderate-quality evidence). The MD for inhibition control was -1.55 scale points (95% CI -5.85 to 2.75; scale range 0 to 100; SMD -0.15, 95% CI -0.58 to 0.28; 1 study, 84 children, very low-quality evidence). No data were available for average achievement across subjects taught at school.\nThere was no evidence of a beneficial effect of physical activity interventions combined with healthy lifestyle education on average achievement across subjects taught at school, mathematics achievement, reading achievement or inhibition control. The MD for average achievement across subjects taught at school was 6.37 points lower in the intervention group compared to standard practice (95% CI -36.83 to 24.09; scale mean 500, scale SD 70; SMD -0.18, 95% CI -0.93 to 0.58; 1 study, 31 children, low-quality evidence). The effect estimate for mathematics achievement was SMD 0.02 (95% CI -0.19 to 0.22; 3 studies, 384 children, very low-quality evidence), for reading achievement SMD 0.00 (95% CI -0.24 to 0.24; 2 studies, 284 children, low-quality evidence), and for inhibition control SMD -0.67 (95% CI -1.50 to 0.16; 2 studies, 110 children, very low-quality evidence). No data were available for the effect of combined physical activity and healthy lifestyle education on cognitive executive functions.\nThere was a moderate difference in the average achievement across subjects taught at school favouring interventions targeting the improvement of the school food environment compared to standard practice in adolescents with obesity (SMD 0.46, 95% CI 0.25 to 0.66; 2 studies, 382 adolescents, low-quality evidence), but not with overweight. Replacing packed school lunch with a nutrient-rich diet in addition to nutrition education did not improve mathematics (MD -2.18, 95% CI -5.83 to 1.47; scale range 0 to 69; SMD -0.26, 95% CI -0.72 to 0.20; 1 study, 76 children, low-quality evidence) and reading achievement (MD 1.17, 95% CI -4.40 to 6.73; scale range 0 to 108; SMD 0.13, 95% CI -0.35 to 0.61; 1 study, 67 children, low-quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Despite the large number of childhood and adolescent obesity treatment trials, we were only able to partially assess the impact of obesity treatment interventions on school achievement and cognitive abilities. School and community-based physical activity interventions as part of an obesity prevention or treatment programme can benefit executive functions of children with obesity or overweight specifically. Similarly, school-based dietary interventions may benefit general school achievement in children with obesity. These findings might assist health and education practitioners to make decisions related to promoting physical activity and healthy eating in schools. Future obesity treatment and prevention studies in clinical, school and community settings should consider assessing academic and cognitive as well as physical outcomes."
    }
  ],
  "pls_title": "Healthy weight interventions for improving thinking skills and school performance in children and teenagers with obesity",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane Review was to find out if healthy weight interventions can improve thinking skills and school performance in children and teenagers with obesity. Cochrane researchers collected and analysed all relevant studies to answer this question."
    },
    {
      "heading": "What are the key messages?",
      "text": "This updated review provides some evidence that school programmes that encourage healthier child weight may also provide ‘co-benefits’ of thinking skills and school performance. However, we need more high-quality healthy-weight interventions that test thinking skills and school performance, as well as health outcomes."
    },
    {
      "heading": "What was studied in this review?",
      "text": "The number of children and teenagers with obesity is high worldwide. Some children and teenagers with obesity have health issues or are bullied because of their body weight. These experiences have been linked to problems in performing well in school, where they tend to perform less well in thinking tasks such as problem-solving. Physical activity and healthy eating benefit a healthy body weight and improve thinking skills and school performance in children with a healthy weight. Studies found that healthy-weight interventions can reduce obesity in children and teenagers, but it is unknown if and how well healthy-weight interventions can improve thinking skills and school performance in children and teenagers with obesity."
    },
    {
      "heading": "What are the main results of this review?",
      "text": "The review authors found 18 studies which included a total of 2384 children and teenagers with obesity. Five studies assigned individual children to intervention or control groups. Thirteen studies allocated entire classes, school or school districts to the intervention and control group. Of the 18 studies, 11 involved children at primary/elementary-school age. Eight studies offered physical activity interventions, seven studies combined physical activity programmes with healthy lifestyle education, and three studies offered dietary changes. The studies took place in 10 different countries. Seventeen studies had at least one flaw in how the study was done. This reduces the level of confidence we can have in the findings.\nFew studies shared the same type of school performance or thinking skills. Only three studies reported the same outcome. None of the studies reported on additional educational support needs and harmful events. We found that, compared with usual routine, physical activity interventions can lead to small improvements in problem-solving skills. This finding was based on high-quality evidence. Moderate-quality findings showed that physical activity interventions do not improve mathematics and reading achievement in children with obesity. Very low-quality evidence also suggested no benefits of physical activity interventions for improving uncontrolled behavioural responses. General school achievement was not reported in studies comparing physical activity interventions with standard practice.\nStudies that compared physical activity interventions plus healthy lifestyle education with standard practice were of low to very low quality. They showed no improvement in school achievement or uncontrolled behavioural responses in the intervention group compared to the control group. Problem-solving skills were not reported in studies comparing physical activity plus healthy lifestyle education with standard practice.\nOur findings indicate that changing knowledge about nutrition, and changing the food offered in schools can lead to moderate improvements in general school achievement of teenagers with obesity, when compared to standard school practice. Replacing packed school lunch with a nutrient-rich diet plus nutrition education did not improve mathematics and reading achievement of children with obesity. However, the quality of evidence for general school achievement, mathematics and reading was low. This means that future research is very likely to change the results, because included studies showed some methodological weaknesses (for example, small numbers of children and a high dropout of children from studies). Problem-solving skills and uncontrolled behavioural responses were not reported for dietary intervention studies."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The review authors searched the scientific literature for relevant studies in February 2017."
    }
  ]
}