{
  "doi": "10.1002/14651858.CD006176.pub2",
  "name": "Umbilical vein injection for the routine management of third stage of labour",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Postpartum haemorrhage is among the biggest contributor to maternal mortality worldwide. Prevention of this condition includes routine use of uterotonic in the third stage of labour, which has been recommended throughout the world. Use of umbilical route to deliver this uterotonic after delivery of the baby has been proposed. Therapeutic use of this has been assessed, although routine (prophylactic) use of this has not been evaluated."
    },
    {
      "heading": "Objectives",
      "text": "To compare, from the best available evidence, the effects of umbilical vein injection of a saline solution alone or with any uterotonic drug versus an alternative solution with or without any other uterotonic agent or expectant management or any other method for routine management of the third stage of labour, on maternal and perinatal outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (31 January 2012) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials comparing the effects of umbilical vein injection of a saline solution alone or with any uterotonic drug versus any other alternative methods."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the eligibility and trial quality. Two review authors extracted data. Data were checked for accuracy."
    },
    {
      "heading": "Main results",
      "text": "We included nine studies involving 1118 women.\nWe identified four comparisons. One comparison included six studies (which randomised 394 women) comparing umbilical vein injection of normal saline plus oxytocin versus that of normal saline, as well as three other comparisons, each of which includes one study. Comparing intraumbilical injection of normal saline plus oxytocin with intraumbilical injection of saline only, there was no evidence of difference in any of the relevant outcomes reported namely the number of women who required blood transfusion, the incidence of manual removal of placenta, blood loss, and length of the third stage of labour. Subgroup analyses by both total amount of solution administered and dose of oxytocin showed no evidence of difference. Other comparisons included only one study for each, and there was no relevant information available."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Routine use of oxytocin or any other uterotonics with normal saline via umbilical vein injection is not recommended until new evidence is available. Further research should be conducted to show effectiveness of oxytocin with normal saline via umbilical vein injection."
    }
  ],
  "pls_title": "Routine umbilical injection after childbirth before delivery of placenta",
  "pls_type": "long",
  "pls": "Almost all maternal deaths occur in the developing world. Bleeding during labour is responsible for at least a quarter of these deaths, with the majority due to postpartum haemorrhage. Failure of the muscles of the uterus to contract properly with separation of the placenta is the most common cause of postpartum haemorrhage. One of the leading causes of maternal deaths and prevention of this includes routine use of uterotonic drugs after childbirth before delivery of the placenta. Umbilical vein injection of the drug has been suggested as it provides the treatment directly to the placenta and uterine wall. Higher doses could be used with reduced side-effects. Therapeutic use of the umbilical route of delivering uterotonics has been assessed showing the effectiveness of its use depending upon the amount and content of the infusion. This review included nine randomised controlled trials involving 1118 women and assessed six of these studies (involving 394 women) comparing umbilical vein injection of normal saline with or without oxytocin. Other comparisons did not provide the required information. With umbilical vein injection of saline solution plus oxytocin versus umbilical vein injection of saline solution there was no evidence of a difference in the amount of blood lost, duration of the third stage of labour or need for manual removal of a retained placenta. routine use of umbilical injection after childbirth to deliver any infusion, though the combined results of the small number of relevant studies showed no evidence of effect and further research is needed to make a conclusion. There is a need for training in the technique and a possible higher cost of materials."
}