{
  "doi": "10.1002/14651858.CD001484.pub4",
  "name": "Graduated compression stockings for prevention of deep vein thrombosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Hospitalised patients are at increased risk of developing deep vein thrombosis (DVT) in the lower limb and pelvic veins, on a background of prolonged immobilisation associated with their medical or surgical illness. Patients with DVT are at increased risk of developing a pulmonary embolism (PE). The use of graduated compression stockings (GCS) in hospitalised patients has been proposed to decrease the risk of DVT. This is an update of a Cochrane Review first published in 2000, and last updated in 2014."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of graduated compression stockings in preventing deep vein thrombosis in various groups of hospitalised patients."
    },
    {
      "heading": "Search methods",
      "text": "For this review the Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL), and trials registries on 21 March 2017; and the Cochrane Vascular Specialised Register, CENTRAL, MEDLINE Ovid, Embase Ovid, CINAHL Ebsco, AMED Ovid , and trials registries on 12 June 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) involving GCS alone, or GCS used on a background of any other DVT prophylactic method. We combined results from both of these groups of trials."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors (AS, MD) assessed potentially eligible trials for inclusion. One review author (AS) extracted the data, which a second review author (MD) cross-checked and authenticated. Two review authors (AS, MD) assessed the methodological quality of trials with the Cochrane 'Risk of bias' tool. Any disagreements were resolved by discussion with the senior review author (TL). For dichotomous outcomes, we calculated the Peto odds ratio and corresponding 95% confidence interval. We pooled data using a fixed-effect model. We used the GRADE system to evaluate the overall quality of the evidence supporting the outcomes assessed in this review."
    },
    {
      "heading": "Main results",
      "text": "We included 20 RCTs involving a total of 1681 individual participants and 1172 individual legs (2853 analytic units). Of these 20 trials, 10 included patients undergoing general surgery; six included patients undergoing orthopaedic surgery; three individual trials included patients undergoing neurosurgery, cardiac surgery, and gynaecological surgery, respectively; and only one trial included medical patients. Graduated compression stockings were applied on the day before surgery or on the day of surgery and were worn up until discharge or until the participants were fully mobile. In the majority of the included studies DVT was identified by the radioactive I125 uptake test. Duration of follow-up ranged from seven to 14 days. The included studies were at an overall low risk of bias.\nWe were able to pool the data from 20 studies reporting the incidence of DVT. In the GCS group, 134 of 1445 units developed DVT (9%) in comparison to the control group (without GCS), in which 290 of 1408 units developed DVT (21%). The Peto odds ratio (OR) was 0.35 (95% confidence interval (CI) 0.28 to 0.43; 20 studies; 2853 units; high-quality evidence), showing an overall effect favouring treatment with GCS (P < 0.001).\nBased on results from eight included studies, the incidence of proximal DVT was 7 of 517 (1%) units in the GCS group and 28 of 518 (5%) units in the control group. The Peto OR was 0.26 (95% CI 0.13 to 0.53; 8 studies; 1035 units; moderate-quality evidence) with an overall effect favouring treatment with GCS (P < 0.001). Combining results from five studies, all based on surgical patients, the incidence of PE was 5 of 283 (2%) participants in the GCS group and 14 of 286 (5%) in the control group. The Peto OR was 0.38 (95% CI 0.15 to 0.96; 5 studies; 569 participants; low-quality evidence) with an overall effect favouring treatment with GCS (P = 0.04). We downgraded the quality of the evidence for proximal DVT and PE due to low event rate (imprecision) and lack of routine screening for PE (inconsistency).\nWe carried out subgroup analysis by speciality (surgical or medical patients). Combining results from 19 trials focusing on surgical patients, 134 of 1365 (9.8%) units developed DVT in the GCS group compared to 282 of 1328 (21.2%) units in the control group. The Peto OR was 0.35 (95% CI 0.28 to 0.44; high-quality evidence), with an overall effect favouring treatment with GCS (P < 0.001). Based on results from seven included studies, the incidence of proximal DVT was 7 of 437 units (1.6%) in the GCS group and 28 of 438 (6.4%) in the control group. The Peto OR was 0.26 (95% CI 0.13 to 0.53; 875 units; moderate-quality evidence) with an overall effect favouring treatment with GCS (P < 0.001). We downgraded the evidence for proximal DVT due to low event rate (imprecision).\nBased on the results from one trial focusing on medical patients admitted following acute myocardial infarction, 0 of 80 (0%) legs developed DVT in the GCS group and 8 of 80 (10%) legs developed DVT in the control group. The Peto OR was 0.12 (95% CI 0.03 to 0.51; low-quality evidence) with an overall effect favouring treatment with GCS (P = 0.004). None of the medical patients in either group developed a proximal DVT, and the incidence of PE was not reported.\nLimited data were available to accurately assess the incidence of adverse effects and complications with the use of GCS as these were not routinely quantitatively reported in the included studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is high-quality evidence that GCS are effective in reducing the risk of DVT in hospitalised patients who have undergone general and orthopaedic surgery, with or without other methods of background thromboprophylaxis, where clinically appropriate. There is moderate-quality evidence that GCS probably reduce the risk of proximal DVT, and low-quality evidence that GCS may reduce the risk of PE. However, there remains a paucity of evidence to assess the effectiveness of GCS in diminishing the risk of DVT in medical patients."
    }
  ],
  "pls_title": "Graduated compression stockings for prevention of deep vein thrombosis during a hospital stay",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Deep vein thrombosis (DVT) is a blood clot that forms in a vein deep in the body, usually in the leg or pelvic veins. A number of factors such as reduced mobility, older age, obesity, active cancer, major surgery, major injuries, history of previous DVT, family history of DVT, and recent period of illness may increase the risk of developing a DVT. Hospital patients, who often have one or more of these risk factors, are at particular risk of developing DVT, either immediately after surgery or if they are immobile due to a medical illness.\nSymptoms of DVT vary from none to pain and swelling in the legs. A blood clot can move from the leg to the lungs, with the danger of pulmonary embolism (PE) and death. The main treatment for DVT includes the use of blood-thinning drugs (anticoagulation). Deep vein thrombosis usually resolves, but it can have long-term effects such as high venous pressure in the leg, leg pain, swelling, darkening of the skin, and inflammation.\nDeep vein thrombosis can be prevented with the use of compression or drugs. Drugs can cause bleeding, which is a particular concern in surgical patients. Graduated compression stockings (GCS) help prevent the formation of blood clots in the legs by applying varying amounts of pressure to different parts of the leg."
    },
    {
      "heading": "Study characteristics and key results",
      "text": "We identified 20 randomised controlled trials (studies in which participants are assigned to a treatment group using a random method) (2853 analytic units consisting of 1681 individual patients and 1172 individual legs) in our most recent search on 12 June 2018. Nine trials compared wearing stockings to no stockings, and 11 compared stockings plus another method with that method alone. The other methods used were dextran 70, aspirin, heparin, and mechanical sequential compression. Of the 20 trials, 10 included patients undergoing general surgery; six included patients undergoing orthopaedic surgery; three individual trials included patients undergoing neurosurgery, cardiac surgery, and gynaecological surgery, respectively; and only one trial included medical patients (patients who were admitted to the hospital for reasons other than surgery). The compression stockings were applied on the day before surgery or on the day of surgery and were worn up until discharge or until the patients were fully mobile. Thigh-length stockings were used in the vast majority of included studies. The included studies were of good quality overall. We found that wearing GCS reduced the overall risk of developing DVT, and probably also DVT in the thighs. We found that GCS may also reduce the risk of PE amongst patients undergoing surgery. As only one trial included medical patients, results for this population are limited. The occurrence of problems associated with wearing GCS was poorly reported in the included studies."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Our review confirmed that GCS are effective in reducing the risk of DVT in hospitalised surgical patients (high-quality evidence). It also demonstrated that GCS probably reduce the risk of developing DVT in the thighs (proximal DVT, moderate-quality evidence) and PE (low-quality evidence). Reasons for downgrading the quality of the evidence included low event rate (i.e. small number of participants who developed DVT) and uncertainty due to only a small number of patients being routinely screened for proximal DVT or PE. Limited evidence was available for hospitalised medical patients, with only one study suggesting that GCS may prevent DVT in such patients."
    }
  ]
}