{
  "doi": "10.1002/14651858.CD012850.pub2",
  "name": "Occlusal interventions for managing temporomandibular disorders",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Temporomandibular disorders (TMD) are conditions related to the musculoskeletal structure of the temporomandibular joint, which may lead to muscle or joint pain and other health issues. TMD may present in muscles only (myogenous), joints only (arthrogenous), or both (mixed), and may affect one side or both sides of the face. Myogenous TMD may present with or without limited mouth opening. Arthrogenous TMD may present as disc displacement with or without reduction ('reduction' meaning the articular disc resumes its normal position when the jaw is moving).\nOcclusal interventions change the occlusal relationship of maxillary and mandibular teeth to improve the alignment of the tooth contact, with the aim of relieving pain, and improving psychosocial functioning and quality of life. Occlusal interventions include splints and adjustments. Occlusal splints are specially designed mouth guards; they are generally classified as stabilisation, reflex or repositioning splints. Occlusal adjustment is the grinding down of teeth to improve occlusion."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of occlusal interventions in people diagnosed with temporomandibular disorders (TMD), compared to other interventions or no treatment, on joint pain, muscle pain at rest and when chewing, quality of life, discomfort, and recurrence."
    },
    {
      "heading": "Search methods",
      "text": "Cochrane Oral Health's Information Specialist searched following sources up to 9 August 2022: Cochrane Oral Health's Trials Register, Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE via Ovid, Embase via Ovid, and two trials registers."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) of occlusal interventions (splints or adjustment) for managing TMD compared with no treatment, placebo, occlusal splint with a different mechanism of action, or other active treatments."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We adopted standard Cochrane methods to select studies, extract and analyse data, assess the risk of bias in the studies, and judge the certainty of the evidence. We reported outcomes as short term (three months or less) or long term (more than three months)."
    },
    {
      "heading": "Main results",
      "text": "We included 57 studies (2846 participants) that compared occlusal splints with no treatment, placebo, or another treatment. Most of the studies evaluated full hard stabilisation splint (FHSS) as the occlusal splint. We judged only one study to be at low risk of bias. Our key outcomes of interest were self-reported joint pain when chewing, muscle pain at rest and when chewing, discomfort, severity and frequency of joint noise, and recurrence rate. The duration of the studies ranged from 5 weeks to 84 months. The key results presented below were measured between 4.4 weeks and 4 months.\nIt is important to note that we have very low certainty in the evidence for all comparisons and outcomes assessed.\nThere may be little to no difference in self-reported joint pain when chewing between occlusal splint (FHSS) and placebo (non-occlusal splint) (RR 1.88, 95% CI 0.94 to 3.75; 1 study, 60 participants with mixed TMD), or pharmacological therapy (diclofenac) (RR 2.10, 95% CI 0.83 to 5.30; 1 study, 29 participants with osteoarthritis), but the evidence is very uncertain.\nOcclusal splint (FHSS) may reduce muscle pain when chewing compared to no treatment (MD −1.97, 95% CI −2.37 to −1.57; 1 study, 84 participants with disc displacement without reduction), but may have little to no effect when compared to physical therapy (low-level laser) (RR 0.17, 95% CI 0.02 to 1.26; 1 study, 40 participants) or acupuncture (with needles) (MD 0.10, 95% CI −0.80 to 1.00, 1 study, 40 participants) in people with myofascial pain TMD, but the evidence is very uncertain.\nThere may be little to no difference in muscle pain at rest when occlusal splint (FHSS) is compared to no treatment (MD −11.63, 95% CI −29.37 to 6.11; 1 study, 37 participants) or physical therapy (physiotherapy) (MD −0.19, 95% CI −1.25 to 0.87; 1 study, 72 participants) in myofascial pain TMD, but the evidence is very uncertain.\nThere may be little to no difference in severity of joint noise when occlusal splint (FHSS) is compared to no treatment, but the evidence is very uncertain (MD −0.58, 95% CI −7.09 to 5.93; 1 study, 20 participants). When FHSS is compared to physical therapy (specifically, orofacial myofunctional therapy), physical therapy may reduce severity of joint noise, but the evidence is very uncertain (MD 5.92, 95% CI 0.18 to 11.66; 1 study, 20 participants with mixed TMD).\nThere may be little to no difference in frequency of joint noise when occlusal splint (FHSS) is compared to placebo (non-occlusal splint) (RR 1.18, 95% CI 0.63 to 2.20; 1 study, 60 myofascial pain TMD participants), occlusal splint with a different mechanism of action (RR 0.80, 95% CI 0.07 to 9.18; 1 study, 9 participants with disc displacement with reduction), or physical therapy (jaw exercise) (RR 1.50, 95% CI 0.32 to 6.94; 1 study, 18 participants with myofascial pain TMD), but the evidence is very uncertain.\nDiscomfort and recurrence rate were not reported in any study.\nWe judged the certainty of the evidence to be very low for all outcomes in all comparisons due to limitations in study design and imprecision."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review included 57 RCTs with 2846 participants, but the final results are inconclusive, so the research questions remain unanswered.\nOcclusal splints of the FHSS type may reduce muscle pain when chewing compared to no treatment, but the evidence is very uncertain. Orofacial myofunctional therapy may reduce severity of joint noise compared to occlusal splint (FHSS), but the evidence is very uncertain. For all other comparisons and outcomes, there may be little or no difference between groups, although the evidence is also very uncertain for these findings.\nOverall, we found insufficient evidence to reach conclusions regarding the effectiveness of occlusal interventions for managing symptoms of TMD, despite the available studies including almost 3000 participants. To make a useful contribution to the debate about the best way to treat TMD, any further research must be well-designed, with enough participants to reach the optimal information size for meaningful results; it requires recruitment from primary care, consensus around key outcomes and measures, and, ideally, long-term follow-up of three to five years, plus inclusion of a cost-effectiveness component."
    }
  ],
  "pls_title": "What are the benefits and risks of occlusal treatment in people with temporomandibular (jaw) joint disorders?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "For people with temporomandibular disorders (TMD), using a type of mouth guard known as an occlusal splint may reduce pain in muscles when chewing compared to receiving no treatment, but the results are very uncertain. There is little or no evidence that occlusal splints can give other benefits, but these results are also uncertain.\nFurther research is needed to find clear evidence of whether occlusal splints or occlusal adjustments (i.e. grinding down teeth) are beneficial or harmful, and to evaluate their effects compared to other treatments."
    },
    {
      "heading": "What are temporomandibular disorders?",
      "text": "Temporomandibular disorders (TMD) affect the jaw joints or the muscles that move them and may lead to problems such as pain, reduced mouth opening, and clicking of jaw joints. Temporomandibular disorders may involve muscles or joints, or both, on one or both sides of the face."
    },
    {
      "heading": "What is occlusal treatment?",
      "text": "An occlusal treatment changes how biting surfaces of the upper and lower teeth contact when moving (e.g. chewing) or at rest. This can be done by wearing a mouth (occlusal) splint, or by an adjustment, i.e. grinding down the teeth. Mouth splints can be categorised as stabilisation, reflex, or repositioning, depending on the way they work."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out how effective occlusal treatment is for people who have TMD when compared to no treatment or other treatments."
    },
    {
      "heading": "What did we do?",
      "text": "We searched databases of research studies. We selected only randomised controlled studies as this type of study is the best type to ensure that groups of participants are similar and to evaluate if a treatment really works. In a randomised controlled study, people are assigned randomly to one treatment or another, or to a group receiving no treatment. Ideally, these studies are carried out 'blind', i.e. the healthcare professionals involved in the trial and the people taking part do not know who is in which group.\nOur aim was to find studies that compared occlusal treatment for TMD versus no treatment or another treatment. We were interested in the effect on jaw-joint pain, muscle pain at rest and during movement, discomfort, frequency and intensity of clicking of jaw joints, recurrence of TMD after treatment, quality of life, and satisfaction.\nWe used standard Cochrane methods to search for and select studies, decide what information to collect from each study, judge the risk of bias in studies, and assess the reliability of the results."
    },
    {
      "heading": "What did we find?",
      "text": "We found 57 relevant studies, in which 2846 people (both males and females) took part. The studies' duration ranged from 5 weeks to 84 months. Our key results presented below are based on measurements taken between 4.4 weeks and 4 months. The studies evaluated hard stabilisation splints in comparison to no treatment, placebo (dummy splint), physical therapy, behavioural therapy, acupuncture, medication, or another type of occlusal splint."
    },
    {
      "heading": "Main results",
      "text": "The studies involved people with different types of TMD receiving different types of treatments, and they measured the outcomes in different ways. This meant only a small number of participants contributed to each result, and so we have very little confidence in the available evidence.\nIt is unclear if the use of an occlusal splint has any effect on jaw-joint pain when chewing compared with a placebo splint or medicine in people with TMD because the type of TMD varied between studies.\nOcclusal splints may reduce pain in jaw muscles when chewing compared to no treatment, but the evidence is very uncertain. It is unclear if occlusal splint has any effect on pain in jaw muscles when chewing compared to laser treatment. It is unclear if occlusal splint has an effect on pain in jaw muscles at rest when compared with no treatment or physical therapy.\nIt is unclear if occlusal splint has an effect on the severity of jaw-joint clicking when compared with no treatment. Physical therapy may be better than occlusal splint for reducing joint noise severity, but the evidence is very uncertain. It is unclear if occlusal splint has an effect on the frequency of jaw-joint clicking when compared with placebo or jaw exercises.\nIt is unclear if one type of occlusal splint works better than another type of occlusal splint with a different mechanism of action.\nNone of the studies reported whether occlusal splints reduced discomfort or made TMD less likely to recur."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have very little confidence in the evidence because most studies had problems with the way they were designed. For example, some participants were aware of which treatment they were getting, which may have affected how they felt about their symptoms or how they rated them. Not all studies provided results for all the outcomes we were interested in. This means that we should be cautious in interpreting the results because they may not be reliable."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "This review is based on a search carried out on 9 August 2022."
    }
  ]
}