{
  "doi": "10.1002/14651858.CD013373.pub2",
  "name": "Effects of consumers and health providers working in partnership on health services planning, delivery and evaluation ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Health services have traditionally been developed to focus on specific diseases or medical specialties. Involving consumers as partners in planning, delivering and evaluating health services may lead to services that are person-centred and so better able to meet the needs of and provide care for individuals. Globally, governments recommend consumer involvement in healthcare decision-making at the systems level, as a strategy for promoting person-centred health services. However, the effects of this 'working in partnership' approach to healthcare decision-making are unclear. Working in partnership is defined here as collaborative relationships between at least one consumer and health provider, meeting jointly and regularly in formal group formats, to equally contribute to and collaborate on health service-related decision-making in real time. In this review, the terms 'consumer' and 'health provider' refer to partnership participants, and 'health service user' and 'health service provider' refer to trial participants.\nThis review of effects of partnership interventions was undertaken concurrently with a Cochrane Qualitative Evidence Synthesis (QES) entitled Consumers and health providers working in partnership for the promotion of person-centred health services: a co-produced qualitative evidence synthesis."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of consumers and health providers working in partnership, as an intervention to promote person-centred health services."
    },
    {
      "heading": "Search methods",
      "text": "We searched the CENTRAL, MEDLINE, Embase, PsycINFO and CINAHL databases from 2000 to April 2019; PROQUEST Dissertations and Theses Global from 2016 to April 2019; and grey literature and online trial registries from 2000 until September 2019."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs), quasi-RCTs, and cluster-RCTs of ‘working in partnership’ interventions meeting these three criteria: both consumer and provider participants meet; they meet jointly and regularly in formal group formats; and they make actual decisions that relate to the person-centredness of health service(s)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened most titles and abstracts. One review author screened a subset of titles and abstracts (i.e. those identified through clinical trials registries searches, those classified by the Cochrane RCT Classifier as unlikely to be an RCT, and those identified through other sources). Two review authors independently screened all full texts of potentially eligible articles for inclusion. In case of disagreement, they consulted a third review author to reach consensus. One review author extracted data and assessed risk of bias for all included studies and a second review author independently cross-checked all data and assessments. Any discrepancies were resolved by discussion, or by consulting a third review author to reach consensus. Meta-analysis was not possible due to the small number of included trials and their heterogeneity; we synthesised results descriptively by comparison and outcome. We reported the following outcomes in GRADE ‘Summary of findings’ tables: health service alterations; the degree to which changed service reflects health service user priorities; health service users' ratings of health service performance; health service users' health service utilisation patterns; resources associated with the decision-making process; resources associated with implementing decisions; and adverse events."
    },
    {
      "heading": "Main results",
      "text": "We included five trials (one RCT and four cluster-RCTs), with 16,257 health service users and more than 469 health service providers as trial participants. For two trials, the aims of the partnerships were to directly improve the person-centredness of health services (via health service planning, and discharge co-ordination). In the remaining trials, the aims were indirect (training first-year medical doctors on patient safety) or broader in focus (which could include person-centredness of health services that targeted the public/community, households or health service delivery to improve maternal and neonatal mortality). Three trials were conducted in high income-countries, one was in a middle-income country and one was in a low-income country. Two studies evaluated working in partnership interventions, compared to usual practice without partnership (Comparison 1); and three studies evaluated working in partnership as part of a multi-component intervention, compared to the same intervention without partnership (Comparison 2). No studies evaluated one form of working in partnership compared to another (Comparison 3).\nThe effects of consumers and health providers working in partnership compared to usual practice without partnership are uncertain: only one of the two studies that assessed this comparison measured health service alteration outcomes, and data were not usable, as only intervention group data were reported. Additionally, none of the included studies evaluating this comparison measured the other primary or secondary outcomes we sought for the 'Summary of findings' table.\nWe are also unsure about the effects of consumers and health providers working in partnership as part of a multi-component intervention compared to the same intervention without partnership. Very low-certainty evidence indicated there may be little or no difference on health service alterations or health service user health service performance ratings (two studies); or on health service user health service utilisation patterns and adverse events (one study each). No studies evaluating this comparison reported the degree to which health service alterations reflect health service user priorities, or resource use.\nOverall, our confidence in the findings about the effects of working in partnership interventions was very low due to indirectness, imprecision and publication bias, and serious concerns about risk of selection bias; performance bias, detection bias and reporting bias in most studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The effects of consumers and providers working in partnership as an intervention, or as part of a multi-component intervention, are uncertain, due to a lack of high-quality evidence and/or due to a lack of studies. Further well-designed RCTs with a clear focus on assessing outcomes directly related to partnerships for patient-centred health services are needed in this area, which may also benefit from mixed-methods and qualitative research to build the evidence base."
    }
  ],
  "pls_title": "When healthcare consumers (patients, carers and family members) and healthcare providers work together as partners to plan, deliver and evaluate health services, what effects does this have?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What are person-centred health services?",
      "text": "Traditionally, health services have been developed by healthcare providers and focus on specific diseases or medical specialties. Involving consumers as partners in planning, delivering and evaluating health services may lead to services that are better able to meet the needs of and provide care for individuals."
    },
    {
      "heading": "Why we did this Cochrane review",
      "text": "Governments worldwide recommend that healthcare providers work with consumers to promote person-centred health services. However, the effects of healthcare providers and consumers working together are unclear.\nWe reviewed the evidence from research studies to find out about the effects of healthcare providers and consumers working together to plan, deliver and evaluate health services.\nSpecifically, we wanted to know if consumers and healthcare providers working together in partnership – in the form of regular meetings in which consumers and providers were invited to contribute as equals to decisions about health services – had an impact on:\n- changes to health services;\n- the extent to which changes to health services reflected service users’ priorities;\n- users’ ratings of health services;\n- health service use; and\n- time and money needed to make or act on decisions about health services.\nWe also wanted to find out if there were any unwanted (adverse) effects."
    },
    {
      "heading": "What did we do?",
      "text": "First, we searched the medical literature for studies that compared:\n- consumers and healthcare providers working in partnership against usual practice or other strategies with no partnership; or\n- different ways of working in partnership (for example, with fewer or more consumers, or with online or face-to-face meetings).\nWe then compared the results, and summarised the evidence from all the studies. Finally, we rated our confidence in the evidence, based on factors such as study methods and sizes, and the consistency of findings across studies."
    },
    {
      "heading": "What did we find?",
      "text": "We found five studies that involved a total of 16,257 health service users and more than 469 health service providers. Three studies took place in high income-countries and one each in middle- and low-income countries.\nThe studies compared:\n- working in partnership against usual practice without partnership working (2 studies); and\n- working in partnership as part of a wider strategy to promote person-centred health services, against the same wider strategy without partnership working (3 studies).\nNo studies evaluated one form of working in partnership compared to another."
    },
    {
      "heading": "What are the main results of our review?",
      "text": "The studies provided insufficient evidence to determine if working in partnership had any effects compared to usual practice or wider strategies with no working in partnership.\nNo studies investigated:\n- impacts on the extent to which changes to health services reflected service users’ priorities, or\n- the resources needed to make or act on decisions about health services.\nFew studies investigated:\n- impacts on changes to health services;\n- users’ ratings of health services;\n- health service use; and\n- adverse events.\nThe few studies that did investigate these outcomes either did not report usable information or produced findings in which we have very little confidence. These studies were small, used methods likely to introduce errors in their results and focused on specific settings or populations. Their results are unlikely to reflect the results of all the studies that have been conducted in this area, some of which have not made their results public yet."
    },
    {
      "heading": "What does this mean?",
      "text": "There is not enough robust evidence to determine the effects of consumers and providers working in partnership to plan, deliver or evaluate health services.\nThis review highlights the need for well-designed studies with a clear focus on evaluating the effects of partnerships for promoting person-centred care in health services. This area of research may also benefit from studies that investigate why certain partnerships between consumers and healthcare providers may be more successful than others, and an accompanying qualitative evidence synthesis addressing this aspect is forthcoming."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The evidence in this Cochrane Review is current to April 2019."
    }
  ]
}