{
  "doi": "10.1002/14651858.CD006160.pub2",
  "name": "H1‐antihistamines for the treatment of anaphylaxis with and without shock",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Anaphylaxis is an acute systemic allergic reaction, which can be life-threatening. H1-antihistamines are commonly used as an adjuvant therapy in the treatment of anaphylaxis."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harm of H1-antihistamines in the treatment of anaphylaxis."
    },
    {
      "heading": "Search methods",
      "text": "In our previous version we searched until June 2006. In this version we searched the Cochrane Central Register of Controlled Trials (CENTRAL), (The Cochrane Library 2010, Issue 11), MEDLINE (1966 to November 2010); EMBASE (1966 to November 2010); CINAHL (1982 to Nobember 2010) and ISI Web of Science (1945 to November 2010). We also contacted pharmaceutical companies and international experts in anaphylaxis in an attempt to locate unpublished material."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include randomized and quasi-randomized controlled trials comparing H1-antihistamines with placebo or no intervention."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed articles for inclusion."
    },
    {
      "heading": "Main results",
      "text": "We found no studies that satisfied the inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on this review, we are unable to make any recommendations for clinical practice. Randomized controlled trials are needed, although these are likely to prove challenging to design and execute."
    }
  ],
  "pls_title": "H1-antihistamines for the emergency treatment of anaphylaxis",
  "pls_type": "long",
  "pls": "Anaphylaxis is a rare, but potentially life-threatening emergency. Evidence from the United Kingdom suggests that incidence may be increasing rapidly. Common triggers of anaphylaxis include a variety of foods, drugs and insect venoms.\nH1-antihistamines are commonly used for the emergency treatment of anaphylaxis although the evidence underpinning this treatment is unclear. We therefore conducted a systematic review of the literature searching key databases for high quality published and unpublished material on this subject; in addition, we contacted experts in this area and relevant pharmaceutical companies.\nOur searches failed to retrieve any randomized controlled trials on this subject. We conclude there is no evidence from randomized controlled trials to support the use of H1-antihistamines in the emergency management of anaphylaxis."
}