{
  "doi": "10.1002/14651858.CD000164.pub2",
  "name": "Phenobarbital prior to preterm birth for preventing neonatal periventricular haemorrhage",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Preterm infants are at risk of periventricular haemorrhage (PVH). Phenobarbital might prevent ischaemic injury or reduce fluctuations in blood pressure and blood flow in the brain."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of giving phenobarbital to women at risk of imminent very preterm birth with the primary aim of preventing PVH in the infant."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (20 December 2010)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials with reported data that compared neonatal and maternal outcomes following prenatal exposure to phenobarbital, with outcomes in controls with or without placebo."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We independently assessed trial eligibility and quality and extracted data. We included eligible trials in the initial analysis and prespecified sensitivity analyses to evaluate the effect of trial quality."
    },
    {
      "heading": "Main results",
      "text": "Nine trials (1752 women) were included. Analyses of all included trials showed a significant reduction in the rates of all grades of PVH (risk ratio (RR) 0.65, 95% confidence interval (CI) 0.50 to 0.83; nine trials; 1591 women) and severe grades PVH (3 and 4) (RR 0.41, 95% CI 0.20 to 0.85; eight trials; 1527 women) in infants whose mothers had been given prenatal phenobarbital. These results were influenced by trials of poor quality which contributed excessive weight in the analysis due to their higher rates of severe PVH. When only the two higher quality trials were included, these beneficial effects disappeared for all grades of PVH (RR 0.90, 95% CI 0.75 to 1.08; two trials; 945 women), and severe grades of PVH (RR 1.05, 95% CI 0.60 to 1.83; two trials; 945 women).\nNo difference was found in the incidence of neurodevelopmental abnormalities at paediatric follow up at 18 to 24 months or seven years of age between children born to mothers given prenatal phenobarbital and children not so exposed. \n\nMaternal sedation was more likely in women receiving phenobarbital (RR 2.06, 95% CI 1.79 to 2.37; one trial; 576 women)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence in this review does not support the use of prophylactic maternal phenobarbital administration to prevent PVH in preterm infants or to protect them from neurological disability in childhood. Phenobarbital administration may lead to maternal sedation. If any future trials are carried out, they should measure neurodevelopmental status at follow up."
    }
  ],
  "pls_title": "Phenobarbital prior to preterm birth for preventing neonatal periventricular haemorrhage",
  "pls_type": "long",
  "pls": "Evidence does not support phenobarbital treatment to women giving birth before 34 weeks to decrease the risk of bleeding into the babies' brains.\nBabies born very early (before 34 weeks) are at risk of bleeding in the brain (periventricular haemorrhage). This can be a cause of brain damage that might lead to disability including cerebral palsy. Phenobarbital may prevent injury to the brain by stabilising blood pressure and blood flow in the brain. Possible adverse effects of phenobarbital for the women include drowsiness, gastrointestinal upset and development of a rash.\nNine trials involving 1752 women were included in the review. The trials with low risk of bias found that phenobarbital given to women immediately prior to a very preterm birth did not decrease the risk of bleeding in the brains of the babies. No differences in child development were found on follow up at 18 to 24 months or at seven years.\nMaternal sedation was more likely in women receiving phenobarbital. The use of prenatal corticosteroids, known to reduce rates of periventricular haemorrhage, varied between trials and may have influenced findings."
}