{
  "doi": "10.1002/14651858.CD009705.pub2",
  "name": "Opioids for agitation in dementia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Agitation is a common experience for people living with dementia, particularly as day-to-day function and cognition start to decline more. At the present time there are limited pharmacological options for relieving agitation and little is known about the safety and efficacy of opioid drugs in this setting."
    },
    {
      "heading": "Objectives",
      "text": "To determine the clinical efficacy and safety of opioids for agitation in people with dementia."
    },
    {
      "heading": "Search methods",
      "text": "We searched ALOIS, the Cochrane Dementia and Cognitive Improvement Group Specialized Register, on 13 June 2014 using the terms: narcotic OR opioid OR opium OR morphine OR buprenorphine OR codeine OR dextromoramide OR diphenoxylate OR dipipanone OR dextropropoxyphene OR propoxyphene OR diamorphine OR dihydrocodeine OR alfentanil OR fentanyl OR remifentanil OR meptazinol OR methadone OR nalbuphine OR oxycodone OR papaveretum OR pentazocine OR meperidine OR pethidine OR phenazocine OR hydrocodone OR hydromorphone OR levorphanol OR oxymorphone OR butorphanol OR dezocine OR sufentanil OR ketobemidone.\nALOIS contains records of clinical trials identified from monthly searches of a number of major healthcare databases such as MEDLINE, EMBASE and PscyINFO, as well as numerous trial registries and grey literature sources."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised, controlled trials of opioids compared to placebo for agitation in people with dementia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed the studies identified by the search against the inclusion criteria."
    },
    {
      "heading": "Main results",
      "text": "There are currently no completed randomised, placebo controlled trials of opioids for agitation in dementia. There are two potentially relevant trials still in progress."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found insufficient evidence to establish the clinical efficacy and safety of opioids for agitation in people with dementia. There remains a lack of data to determine if or when opioids either relieve or exacerbate agitation. More evidence is needed to guide the effective, appropriate and safe use of opioids in dementia."
    }
  ],
  "pls_title": "Opioids for agitation in dementia",
  "pls_type": "long",
  "pls": "Opioids (such as morphine and codeine) are strong painkillers best known as treatments for post-surgical and cancer pain. They are also used for long-term painful conditions other than cancer and sometimes for symptoms other than pain. They have a number of important adverse effects and their use involves a balance of risks and benefits.\nAgitation is a common experience for people living with dementia. Usual treatment initially focuses on identifying and remedying underlying causes and meeting unmet needs. If agitation persists, then drug treatments are often used. However, the current drug treatments for relieving agitation have limited effectiveness and are associated with safety concerns.\nPain may be one cause of agitation in dementia. Many people with dementia (particularly older people) will also have chronic, painful conditions. Pain may be experienced differently due to the dementia and may often go uncommunicated or untreated. It can be hard to know whether agitation is due to pain. Opioids may be useful in the treatment of agitation where pain is an underlying factor, but may also be effective for relieving distress in the absence of physical pain.\nWe searched for randomised, placebo controlled trials in which people with any form of dementia and associated agitation were treated with opioid drugs. We found no completed trials to include in our review, although there are two potentially relevant trials still in progress.\nWe therefore concluded that there is no high quality evidence to determine whether opioids are a safe or effective treatment for agitation in dementia."
}