{
  "doi": "10.1002/14651858.CD001457.pub6",
  "name": "Glutamine supplementation to prevent morbidity and mortality in preterm infants",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Glutamine is a conditionally essential amino acid. Endogenous biosynthesis may be insufficient for tissue needs in states of metabolic stress. Evidence exists that glutamine supplementation improves clinical outcomes in critically ill adults. It has been suggested that glutamine supplementation may also benefit preterm infants."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of glutamine supplementation on mortality and morbidity in preterm infants."
    },
    {
      "heading": "Search methods",
      "text": "We used the standard search strategy of the Cochrane Neonatal Review Group. This included searches of the Cochrane Central Register of Controlled Trials (CENTRAL, 2015, Issue 12), MEDLINE, EMBASE and Maternity and Infant Care (to December 2015), conference proceedings and previous reviews."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised controlled trials that compared glutamine supplementation versus no glutamine supplementation in preterm infants at any time from birth to discharge from hospital."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data using the standard methods of the Cochrane Neonatal Review Group, with separate evaluation of trial quality and data extraction by two review authors. We synthesised data using a fixed-effect model and reported typical relative risk, typical risk difference and weighted mean difference."
    },
    {
      "heading": "Main results",
      "text": "We identified 12 randomised controlled trials in which a total of 2877 preterm infants participated. Six trials assessed enteral glutamine supplementation and six trials assessed parenteral glutamine supplementation. The trials were generally of good methodological quality. Meta-analysis did not find an effect of glutamine supplementation on mortality (typical relative risk 0.97, 95% confidence interval 0.80 to 1.17; risk difference 0.00, 95% confidence interval -0.03 to 0.02) or major neonatal morbidities including the incidence of invasive infection or necrotising enterocolitis. Three trials that assessed neurodevelopmental outcomes in children aged 18 to 24 months and beyond did not find any effects."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The available trial data do not provide evidence that glutamine supplementation confers important benefits for preterm infants."
    }
  ],
  "pls_title": "Glutamine supplementation to prevent morbidity and mortality in preterm infants",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "In preterm infants, does glutamine supplementation reduce the risk of death or disability?"
    },
    {
      "heading": "Background",
      "text": "Glutamine is an important nutrient for growth and development and may be especially important in protecting preterm infants from infections and gut problems that cause death and disability. We sought evidence that giving preterm infants extra glutamine improves important outcomes."
    },
    {
      "heading": "Study characteristics",
      "text": "We found 12 randomised controlled trials (enrolling 2877 infants in total). The trials were generally of good methodological quality."
    },
    {
      "heading": "Key results",
      "text": "These trials did not provide strong or consistent evidence that glutamine supplementation affected the risk of death, serious infection or bowel disease, or longer term development."
    },
    {
      "heading": "Conclusions",
      "text": "Glutamine supplementation is not likely to be beneficial for preterm infants."
    }
  ]
}