{
  "doi": "10.1002/14651858.CD011224.pub2",
  "name": "Leukotriene receptor antagonists for eczema",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Eczema is a common, chronic, inflammatory skin condition that is frequently associated with atopic conditions, including asthma. Leukotriene receptor antagonists (LTRAs) have a corticosteroid-sparing role in asthma, but their role in eczema remains controversial. Currently available topical therapies for eczema are often poorly tolerated, and use of systemic agents is restricted by their adverse effect profile. A review of alternative treatments was therefore warranted."
    },
    {
      "heading": "Objectives",
      "text": "To assess the possible benefits and harms of leukotriene receptor antagonists for eczema."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases to September 2017: the Cochrane Skin Specialised Register, CENTRAL, MEDLINE, Embase, and the GREAT database. We also searched five trial registries, and handsearched the bibliographies of all extracted studies for further relevant trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of LTRAs alone or in combination with other (topical or systemic) treatments compared with other treatments alone such as topical corticosteroids or placebo for eczema in the acute or chronic (maintenance) phase of eczema in adults and children."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures expected by Cochrane. The primary outcome measures were change in disease severity, long-term symptom control, and adverse effects of treatment. Secondary outcomes were change in corticosteroid requirement, reduction of pruritis, quality of life, and emollient requirement. We used GRADE to assess the quality of the evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "Only five studies (including a total of 202 participants) met the inclusion criteria, all of which assessed oral montelukast; hence, we found no studies assessing other LTRAs. Treatment ranged from four to eight weeks, and outcomes were assessed at the end of treatment; therefore, we could only report short-term measurements (defined as less than three months follow-up from baseline). Montelukast dosing was 10 mg for adults (age 14 years and above) and 5 mg for children (age 6 years to 14 years). One study included children (aged 6 years and above) among their participants, while the remaining studies only included adults (participant age ranged from 16 to 70 years). The participants were diagnosed with moderate-to-severe eczema in four studies and moderate eczema in one study. The study setting was unclear in two studies, multicentre in two studies, and single centre in one study; the studies were conducted in Europe and Bangladesh. Two studies were industry funded. The comparator was placebo in three studies and conventional treatment in two studies. The conventional treatment comparator was a combination of antihistamines and topical corticosteroids (plus oral antibiotics in one study).\nFour of the studies did not adequately describe their randomisation or allocation concealment method and were considered as at unclear risk of selection bias. Only one study was at low risk of performance and detection bias. However, we judged all studies to be at low risk of attrition and reporting bias.\nWe found no evidence of a difference in disease severity of moderate-to-severe eczema after short-term use of montelukast (10 mg) when compared with placebo. The outcome was assessed using the modified EASI (Eczema Area and Severity Index) score and SASSAD (Six Area, Six Sign Atopic Dermatitis) severity score (standardised mean difference 0.29, with a positive score showing montelukast is favoured, 95% confidence interval (CI) -0.23 to 0.81; 3 studies; n = 131; low-quality evidence).\nWhen short-term montelukast (10 mg) treatment was compared with conventional treatment in one study, the mean improvement in severity of moderate-to-severe eczema was greater in the intervention group (measured using SCORAD (SCORing of Atopic Dermatitis) severity index) (mean difference 10.57, 95% CI 4.58 to 16.56; n = 31); however, another study of 32 participants found no significant difference between groups using the same measure (mean improvement was 25.2 points with montelukast versus 23.9 points with conventional treatment; no further numerical data provided). We judged the quality of the evidence as very low for this outcome, meaning the results are uncertain.\nAll studies reported their adverse event rate during treatment. Four studies (136 participants) reported no adverse events. In one study of 58 participants with moderate eczema who received montelukast 10 mg (compared with placebo), there was one case of septicaemia and one case of dizziness reported in the intervention group, both resulting in study withdrawal, although whether these effects were related to the medication is unclear. Mild side effects (e.g. headache and mild gastrointestinal disturbances) were also noted, but these were fairly evenly distributed between the montelukast and placebo groups. The quality of evidence for this outcome was low.\nNo studies specifically evaluated emollient requirement or quality of life. One study that administered treatment for eight weeks specifically evaluated pruritus improvement at the end treatment and topical corticosteroid use during treatment. We found no evidence of a difference between montelukast (10 mg) and placebo for both outcomes (low-quality evidence, n = 58). No other study assessed these outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The findings of this review are limited to montelukast. There was a lack of evidence addressing the review question, and the quality of the available evidence for most of the measured outcomes was low. Some primary and secondary outcomes were not addressed at all, including long-term control.\nWe found no evidence of a difference between montelukast (10 mg) and placebo on disease severity, pruritus improvement, and topical corticosteroid use. Very low-quality evidence means we are uncertain of the effect of montelukast (10 mg) compared with conventional treatment on disease severity. Participants in only one study reported adverse events, which were mainly mild (low-quality evidence).\nThere is no evidence that LTRA is an effective treatment for eczema. Serious limitations were that all studies focused on montelukast and only included people with moderate-to-severe eczema, who were mainly adults; and that each outcome was evaluated with a small sample size, if at all.\nFurther large randomised controlled trials, with a longer treatment duration, of adults and children who have eczema of all severities may help to evaluate the effect of all types of LTRA, especially on eczema maintenance."
    }
  ],
  "pls_title": "Are non-steroidal anti-inflammatory medicines known as leukotriene receptor antagonists helpful and safe for eczema?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We wanted to see if anti-inflammatory leukotriene receptor antagonists (LTRAs) reduced symptoms or improved quality of life in adults and children with established eczema; if they are safe; and whether they could be recommended as an effective alternative eczema treatment. We included studies that compared LTRAs with other treatments alone, such as topical corticosteroids (anti-inflammatory steroid (synthetic hormone) medications), or with placebo (an identical but inactive treatment)."
    },
    {
      "heading": "Background",
      "text": "Eczema, also called 'atopic eczema' and 'dermatitis', is a common dry skin condition. Eczema can be mild, moderate, or severe depending on how itchy or red the skin is, how much skin is affected, and its impact on daily life. Eczema is sometimes linked to a group of conditions, including asthma. Corticosteroids are a commonly used treatment, but long-term treatment can produce unwanted side effects, such as skin thinning. LTRAs have been shown to improve asthma symptoms, and their use in eczema would reduce the amount of steroids used. LTRAs are not currently given for eczema, and whether they are effective for this condition is uncertain."
    },
    {
      "heading": "Study characteristics",
      "text": "This evidence is current to September 2017. We found five studies with a total of 202 participants (both genders). All included participants had moderate-to-severe eczema diagnosed by a specialist doctor. The studies lasted four to eight weeks. The study setting was unclear in two studies, multicentre in two studies, and single centre in one study; the studies were conducted in Europe and Bangladesh. All studies used the LTRA montelukast, at a dose of either 5 mg or 10 mg. Only one study included children (31 participants, age 6 years and older). The age range for the other four studies was 16 to 70 years. LTRA treatment was compared with placebo or conventional treatment, which includes currently used eczema treatments, such as steroid creams. Varied scoring systems were used to calculate the effect of the treatments on participants' eczema. Two included studies were funded by the company that produces montelukast."
    },
    {
      "heading": "Key results",
      "text": "Limited available data meant we were unable to draw firm conclusions on the effectiveness of LTRA in eczema. Like other reviews on this topic, this review is unlikely to change how eczema is treated because there is no convincing evidence that montelukast, the only LTRA that could be assessed, is helpful for eczema.\nWe found no evidence of a difference between montelukast and placebo in terms of improving eczema disease severity (low-quality evidence). When montelukast was compared with conventional treatment, participants using montelukast in one study saw an improvement in disease severity, but no difference was observed in another study. We are uncertain about these results because the quality of the evidence was very low.\nNone of the studies looked at long-term eczema control, moisturiser (emollients) use, or quality of life.\nWe found no evidence that montelukast lessened itching or reduced the need for steroid creams during treatment when compared to placebo (low-quality evidence). The studies comparing montelukast with conventional treatments did not assess these outcomes.\nParticipants in four studies did not experience side effects. In one study comparing montelukast with placebo, there were two reported incidents in the montelukast group that resulted in participant withdrawal: one episode of septicaemia (blood poisoning) and one episode of dizziness. However, it was not clear whether these were related to the montelukast treatment. Other mild side effects were reported (e.g. headache, stomach-related disturbances), but by participants in both groups. We therefore found no evidence of a difference between montelukast and placebo or conventional treatments, but this is assessment is based on low-quality evidence."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of evidence was low for all but one key result, that is montelukast’s effect on ‘change (improvement) in disease severity’ when compared with conventional treatment, the evidence for which was considered to be very low quality. Overall, very few studies addressed our review question.\nMany outcomes were not assessed, including long-term control, and those that were assessed had relatively few participants, which were mainly adults. The studies focused solely on moderate-severe eczema, and there were concerns with the participants or investigators knowing which treatment was received."
    }
  ]
}