{
  "doi": "10.1002/14651858.CD009273.pub2",
  "name": "Planned early delivery versus expectant management for hypertensive disorders from 34 weeks gestation to term ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Hypertensive disorders in pregnancy are significant contributors to maternal and perinatal morbidity and mortality. These disorders include well-controlled chronic hypertension, gestational hypertension (pregnancy-induced hypertension) and mild pre-eclampsia. The definitive treatment for these disorders is planned early delivery and the alternative is to manage the pregnancy expectantly if severe uncontrolled hypertension is not present, with close maternal and fetal monitoring. There are benefits and risks associated with both, so it is important to establish the safest option."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and risks of a policy of planned early delivery versus a policy of expectant management in pregnant women with hypertensive disorders, at or near term (from 34 weeks onwards)."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth Trials Register (12 January 2016) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials of a policy of planned early delivery (by induction of labour or by caesarean section) compared with a policy of delayed delivery (\"expectant management\") for women with hypertensive disorders from 34 weeks' gestation. Cluster-randomised trials would have been eligible for inclusion in this review, but we found none.\nStudies using a quasi-randomised design are not eligible for inclusion in this review. Similarly, studies using a cross-over design are not eligible for inclusion, because they are not a suitable study design for investigating hypertensive disorders in pregnancy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed eligibility and risks of bias. Two review authors independently extracted data. Data were checked for accuracy."
    },
    {
      "heading": "Main results",
      "text": "We included five studies (involving 1819 women) in this review.\nThere was a lower risk of composite maternal mortality and severe morbidity for women randomised to receive planned early delivery (risk ratio (RR) 0.69, 95% confidence interval (CI) 0.57 to 0.83, two studies, 1459 women (evidence graded high)). There were no clear differences between subgroups based on our subgroup analysis by gestational age, gestational week or condition. Planned early delivery was associated with lower risk of HELLP syndrome (RR 0.40, 95% CI 0.17 to 0.93, 1628 women; three studies) and severe renal impairment (RR 0.36, 95% CI 0.14 to 0.92, 100 women, one study).\nThere was not enough information to draw any conclusions about the effects on composite infant mortality and severe morbidity. We observed a high level of heterogeneity between the two studies in this analysis (two studies, 1459 infants, I2 = 87%, Tau2 = 0.98), so we did not pool data in meta-analysis. There were no clear differences between subgroups based on our subgroup analysis by gestational age, gestational week or condition. Planned early delivery was associated with higher levels of respiratory distress syndrome (RR 2.24, 95% CI 1.20 to 4.18, three studies, 1511 infants), and NICU admission (RR 1.65, 95% CI 1.13 to 2.40, four studies, 1585 infants).\nThere was no clear difference between groups for caesarean section (RR 0.91, 95% CI 0.78 to 1.07, 1728 women, four studies, evidence graded moderate), or in the duration of hospital stay for the mother after delivery of the baby (mean difference (MD) -0.16 days, 95% CI -0.46 to 0.15, two studies, 925 women, evidence graded moderate) or for the baby (MD -0.20 days, 95% CI -0.57 to 0.17, one study, 756 infants, evidence graded moderate).\nTwo fairly large, well-designed trials with overall low risk of bias contributed the majority of the evidence. Other studies were at low or unclear risk of bias. No studies attempted to blind participants or clinicians to group allocation, potentially introducing bias as women and staff would have been aware of the intervention and this may have affected aspects of care and decision-making.\nThe level of evidence was graded high (composite maternal mortality and morbidity), moderate (caesarean section, duration of hospital stay after delivery for mother, and duration of hospital stay after delivery for baby) or low (composite infant mortality and morbidity). Where the evidence was downgraded, it was mostly because the confidence intervals were wide, crossing both the line of no effect and appreciable benefit or harm."
    },
    {
      "heading": "Authors' conclusions",
      "text": "For women suffering from hypertensive disorders of pregnancy after 34 weeks, planned early delivery is associated with less composite maternal morbidity and mortality. There is no clear difference in the composite outcome of infant mortality and severe morbidity; however, this is based on limited data (from two trials) assessing all hypertensive disorders as one group.\nFurther studies are needed to look at the different types of hypertensive diseases and the optimal timing of delivery for these conditions. These studies should also include infant and maternal morbidity and mortality outcomes, caesarean section, duration of hospital stay after delivery for mother and duration of hospital stay after delivery for baby.\nAn individual patient meta-analysis on the data currently available would provide further information on the outcomes of the different types of hypertensive disease encountered in pregnancy."
    }
  ],
  "pls_title": "Is it safer to deliver a baby immediately or wait if the mother has high blood pressure after 34 weeks of pregnancy that is not persistently severe?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Women who have high blood pressure (hypertension) during pregnancy or who develop pre-eclampsia (high blood pressure with protein in the urine or other organ systems involvement, or both) can develop serious complications. Potential complications for the mother are worsening of pre-eclampsia, development of seizures and eclampsia, HELLP syndrome (haemolysis, elevated liver enzymes and low platelet count), detachment of the placenta, liver failure, renal failure, and difficulty breathing because of fluid in the lungs.\nDelivering the baby usually stops the mother’s high blood pressure from getting worse, but a baby who is born prematurely may have other health problems, such as difficulty breathing, because the lungs are still immature. Induction of labour can lead to overstimulation of contractions and fetal distress. The alternative is waiting to deliver the baby while closely monitoring both the mother and her baby."
    },
    {
      "heading": "Why is this important?",
      "text": "As there are both benefits and risks to planned early delivery compared with waiting when the mother has high blood pressure toward the end of pregnancy, we wanted to know which is the safest option. We looked for clinical trials that compared planned early delivery, by induction of labour or by caesarean section, with a policy of delayed delivery of the baby."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence on 12 January 2016 and found five randomised studies, involving 1819 women. Two of the studies were large, high-quality studies, in women with gestational hypertension, mild pre-eclampsia or deteriorating existing hypertension at 34 to 37 weeks (704 women) or with gestational hypertension or mild pre-eclampsia at 36 to 41 weeks (756 women). Fewer women who received planned early delivery experienced severe adverse outcomes (1459 women, high-quality evidence ). There was not enough information to draw any conclusions about the effects on the number of babies born with poor health, with a high level of variability between the two studies (1459 infants, low-quality evidence ). There was no clear difference between planned early delivery and delayed delivery for the number of caesarean sections (four studies, 1728 women, moderate-quality evidence ), or the duration of the mother’s hospital stay after the birth of the baby (two studies, 925 women, moderate-quality evidence ) (or for the baby (one study, 756 infants, moderate-quality evidence)). More babies who were delivered early had breathing problems (respiratory distress syndrome, three studies, 1511 infants), or were admitted to the neonatal unit (four studies, 1585 infants). Fewer women who delivered early developed HELLP syndrome (three studies, 1628 women) or severe kidney problems (one study, 100 women).\nTwo studies compared women who had labour induced at 34 to 36 weeks and at 34 to 37 weeks with a comparison group who were monitored until 37 weeks, when induction was begun if labour had not started spontaneously. Three studies compared induction of labour at term or closer to term, at 37 completed weeks and at 36 to 41 weeks, with women who were monitored until 41 weeks when induction was begun if labour had not started spontaneously. Other inclusion and exclusion criteria also differed between the five studies.\nNo studies attempted to blind the women or their clinicians to which group they were in. Women and staff were aware of the intervention and this may have affected aspects of care and decision-making. Most of the evidence was of moderate quality, so we can be moderately certain about the findings."
    },
    {
      "heading": "What does this mean?",
      "text": "Overall, if a woman’s baby was delivered immediately after 34 weeks, there was less risk of a complication for the mother and no clear difference in the overall rate of complications for the baby, but information was limited.\nThese findings are applicable to general obstetric practice when high blood pressure disorders during pregnancy are considered together. Further studies are needed to look at the different types of hypertensive disorders individually."
    }
  ]
}