{
  "doi": "10.1002/14651858.CD010686.pub2",
  "name": "Virtual reality distraction for acute pain in children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Virtual reality (VR) computer technology creates a simulated environment, perceived as comparable to the real world, with which users can actively interact. The effectiveness of VR distraction on acute pain intensity in children is uncertain."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and adverse effects of virtual reality (VR) distraction interventions for children (0 to 18 years) with acute pain in any healthcare setting."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, CINAHL, PsycINFO and four trial registries to October 2019. We also searched reference lists of eligible studies, handsearched relevant journals and contacted study authors."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs), including cross-over and cluster-RCTs, comparing VR distraction to no distraction, non-VR distraction or other VR distraction."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methodological processes. Two reviewers assessed risk of bias and extracted data independently. The primary outcome was acute pain intensity (during procedure, and up to one hour post-procedure). Secondary outcomes were adverse effects, child satisfaction with VR, pain-related distress, parent anxiety, rescue analgesia and cost. We used GRADE and created 'Summary of findings' tables."
    },
    {
      "heading": "Main results",
      "text": "We included 17 RCTs (1008 participants aged four to 18 years) undergoing various procedures in healthcare settings. We did not pool data because the heterogeneity in population (i.e. diverse ages and developmental stages of children and their different perceptions and reactions to pain) and variations in procedural conditions (e.g. phlebotomy, burn wound dressings, physical therapy sessions), and consequent level of pain experienced, made statistical pooling of data impossible. We narratively describe results.\nWe judged most studies to be at unclear risk of selection bias, high risk of performance and detection bias, and high risk of bias for small sample sizes. Across all comparisons and outcomes, we downgraded the certainty of evidence to low or very low due to serious study limitations and serious or very serious indirectness. We also downgraded some of the evidence for very serious imprecision.\n1: VR distraction versus no distraction\nAcute pain intensity: during procedure\nSelf-report: one study (42 participants) found no beneficial effect of non-immersive VR (very low-certainty evidence).\nObserver-report: no data.\nBehavioural measurements (observer-report): two studies, 62 participants; low-certainty evidence. One study (n = 42) found no beneficial effect of non-immersive VR. One study (n = 20) found a beneficial effect favouring immersive VR.\nAcute pain intensity: post-procedure\nSelf-report: 10 studies, 461 participants; very low-certainty evidence. Four studies (n = 95) found no beneficial effect of immersive and semi-immersive or non-immersive VR. Five studies (n = 357) found a beneficial effect favouring immersive VR. Another study (n = 9) reported less pain in the VR group.\nObserver-report: two studies (216 participants; low-certainty evidence) found a beneficial effect of immersive VR, as reported by primary caregiver/parents or nurses. One study (n = 80) found a beneficial effect of immersive VR, as reported by researchers.\nBehavioural measurements (observer-report): one study (42 participants) found no beneficial effect of non-immersive VR (very low-certainty evidence).\nAdverse effects: five studies, 154 participants; very low-certainty evidence. Three studies (n = 53) reported no adverse effects. Two studies (n = 101) reported mild adverse effects (e.g. nausea) in the VR group.\n2: VR distraction versus other non-VR distraction\nAcute pain intensity: during procedure\nSelf-report, observer-report and behavioural measurements (observer-report): two studies, 106 participants:\nSelf-report: one study (n = 65) found a beneficial effect favouring immersive VR and one (n = 41) found no evidence of a difference in mean pain change scores (very low-certainty evidence).\nObserver-report: one study (n = 65) found a beneficial effect favouring immersive VR and one (n = 41) found no evidence of a difference in mean pain change scores (low-certainty evidence).\nBehavioural measurements (observer-report): one study (n = 65) found a beneficial effect favouring immersive VR and one (n = 41) reported a difference in mean pain change scores with fewer pain behaviours in VR group (low-certainty evidence).\nAcute pain intensity: post-procedure\nSelf-report: eight studies, 575 participants; very low-certainty evidence. Two studies (n = 146) found a beneficial effect favouring immersive VR. Two studies (n = 252) reported a between-group difference favouring immersive VR. One study (n = 59) found no beneficial effect of immersive VR versus television and Child Life non-VR distraction. One study (n = 18) found no beneficial effect of semi-immersive VR. Two studies (n = 100) reported no between-group difference.\nObserver-report: three studies, 187 participants; low-certainty evidence. One study (n = 81) found a beneficial effect favouring immersive VR for parent, nurse and researcher reports. One study (n = 65) found a beneficial effect favouring immersive VR for caregiver reports. Another study (n = 41) reported no evidence of a difference in mean pain change scores.\nBehavioural measurements (observer-report): two studies, 106 participants; low-certainty evidence. One study (n = 65) found a beneficial effect favouring immersive VR. Another study (n = 41) reported no evidence of a difference in mean pain change scores.\nAdverse effects: six studies, 429 participants; very low-certainty evidence. Three studies (n = 229) found no evidence of a difference between groups. Two studies (n = 141) reported no adverse effects in VR group. One study (n = 59) reported no beneficial effect in reducing estimated cyber-sickness before and after VR immersion.\n3: VR distraction versus other VR distraction\nWe did not identify any studies for this comparison."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found low-certainty and very low-certainty evidence of the effectiveness of VR distraction compared to no distraction or other non-VR distraction in reducing acute pain intensity in children in any healthcare setting. This level of uncertainty makes it difficult to interpret the benefits or lack of benefits of VR distraction for acute pain in children. Most of the review primary outcomes were assessed by only two or three small studies. We found limited data for adverse effects and other secondary outcomes. Future well-designed, large, high-quality trials may have an important impact on our confidence in the results."
    }
  ],
  "pls_title": "What are the benefits and risks of using virtual reality in a healthcare setting to distract children from pain?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is this question important?",
      "text": "Medical procedures, such as health examinations or injections, can cause children to experience pain. In these situations, it is common practice to distract children using toys or play, in order to minimise distress and fear of pain.\nOne form of distraction that can be used is virtual reality. Virtual reality is an artificial environment with scenes and objects that appear to be real (for example a frozen world, or a wildlife park). Virtual reality can be:\n- Fully-immersive: users typically wear a headset with headphones and a screen, and interact with the virtual environment as if they were really in it.\n- Semi-immersive: users interact with a partially virtual environment (for example, a flight simulator where the controls are real, but the windows display virtual images).\n- Non-immersive: the user is connected to the virtual world by a separate monitor (for example, a computer) but can still experience the real world.\nTo find out whether virtual reality can distract children from pain, and whether it is associated with any adverse (unwanted) effects, we reviewed the research evidence."
    },
    {
      "heading": "How did we identify and evaluate the evidence?",
      "text": "We searched the medical literature for randomised controlled studies (clinical studies where people are randomly put into one of two or more treatment groups), because these provide the most robust evidence about the effects of a treatment. We compared and summarized their results. Finally, we rated our confidence in the evidence, based on factors such as study methods and sizes, and the consistency of findings across studies."
    },
    {
      "heading": "What did we find?",
      "text": "We found 17 studies that involved a total of 1008 children aged from four to 18 years. Medical procedures included injections, taking blood, changing wound dressings, and physical exercise. Studies compared virtual reality against no distraction, or against non-virtual distraction. No studies compared different types of virtual reality.\nDuring a medical procedure\nWe cannot tell whether virtual reality reduces self-reported pain during a medical procedure because we have too little confidence in the evidence available (three studies).\nOnly two studies investigated changes in pain assessed by an observer (for example, using a rating scale that ranges from 0 (no pain) to 10 (great pain)). These reported conflicting findings: in one study fully-immersive virtual reality was beneficial compared to non-virtual distraction, but not in the other.\nFully-immersive virtual reality may reduce pain assessed by an observer based on children's behaviour (for example, crying, or rubbing a body part in a way that indicates pain) more effectively than non-virtual distraction (two studies) or no distraction (one study).\nNon-immersive virtual reality was not beneficial for pain assessed by an observer based on children's behaviour compared to no distraction (one study).\nAfter a medical procedure\nWe cannot tell whether virtual reality can reduce self-reported pain after a medical procedure, as we have too little confidence in the evidence available (16 studies).\nFive studies investigated changes in pain assessed by an observer. Virtual reality was beneficial compared to no distraction in two studies, and also when compared to non-virtual distraction in another two studies. However, it was no better than non-virtual distraction in one study.\nTwo studies investigating pain assessed by an observer based on children's behaviour reported conflicting findings: immersive virtual reality was beneficial compared to non-virtual distraction in one study, but not in the other.\nWe cannot tell whether there is a difference between virtual reality and no distraction for pain assessed by an observer based on children's behaviour, as we have too little confidence in the available evidence (one study).\nAdverse effects\nWe cannot tell if virtual reality is associated with adverse effects because we have too little confidence in the evidence available (11 studies)."
    },
    {
      "heading": "What does this mean?",
      "text": "We have little to very little confidence in the evidence we identified. It is unclear from our review whether virtual reality distraction makes a difference to pain in children. There is a need for large, well-designed studies in this area."
    },
    {
      "heading": "How up-to date is this review?",
      "text": "The evidence in this Cochrane Review is current to October 2019."
    }
  ]
}