{
  "doi": "10.1002/14651858.CD014789.pub2",
  "name": "Spinal cord stimulation for low back pain",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Spinal cord stimulation (SCS) is a surgical intervention used to treat persistent low back pain. SCS is thought to modulate pain by sending electrical signals via implanted electrodes into the spinal cord. The long term benefits and harms of SCS for people with low back pain are uncertain."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects, including benefits and harms, of SCS for people with low back pain."
    },
    {
      "heading": "Search methods",
      "text": "On 10 June 2022, we searched CENTRAL, MEDLINE, Embase, and one other database for published trials. We also searched three clinical trials registers for ongoing trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials and cross-over trials comparing SCS with placebo or no treatment for low back pain. The primary comparison was SCS versus placebo, at the longest time point measured in the trials. Major outcomes were mean low back pain intensity, function, health-related quality of life, global assessment of efficacy, withdrawals due to adverse events, adverse events, and serious adverse events. Our primary time point was long-term follow-up (≥ 12 months)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We included 13 studies with 699 participants: 55% of participants were female; mean age ranged from 47 to 59 years; and all participants had chronic low back pain with mean duration of symptoms ranging from five to 12 years. Ten cross-over trials compared SCS with placebo. Three parallel-group trials assessed the addition of SCS to medical management.\nMost studies were at risk of performance and detection bias from inadequate blinding and selective reporting bias. The placebo-controlled trials had other important biases, including lack of accounting for period and carryover effects. Two of the three parallel trials assessing SCS as an addition to medical management were at risk of attrition bias, and all three had substantial cross-over to the SCS group for time points beyond six months. In the parallel-group trials, we considered the lack of placebo control to be an important source of bias.\nNone of our included studies evaluated the impact of SCS on mean low back pain intensity in the long term (≥ 12 months). The studies most often assessed outcomes in the immediate term (less than one month). At six months, the only available evidence was from a single cross-over trial (50 participants). There was moderate-certainty evidence that SCS probably does not improve back or leg pain, function, or quality of life compared with placebo. Pain was 61 points (on a 0- to 100-point scale, 0 = no pain) at six months with placebo, and 4 points better (8.2 points better to 0.2 points worse) with SCS. Function was 35.4 points (on a 0- to 100-point scale, 0 = no disability or best function) at six months with placebo, and 1.3 points better (3.9 points better to 1.3 points worse) with SCS. Health-related quality of life was 0.44 points out of 1 (0 to 1 index, 0 = worst quality of life) at six months with placebo, and 0.04 points better (0.16 points better to 0.08 points worse) with SCS. In that same study, nine participants (18%) experienced adverse events and four (8%) required revision surgery. Serious adverse events with SCS included infections, neurological damage, and lead migration requiring repeated surgery. We could not provide effect estimates of the relative risks as events were not reported for the placebo period.\nIn parallel trials assessing SCS as an addition to medical management, it is uncertain whether, in the medium or long term, SCS can reduce low back pain, leg pain, or health-related quality of life, or if it increases the number of people reporting a 50% improvement or better, because the certainty of the evidence was very low. Low-certainty evidence suggests that adding SCS to medical management may slightly improve function and slightly reduce opioid use. In the medium term, mean function (0- to 100-point scale; lower is better) was 16.2 points better with the addition of SCS to medical management compared with medical management alone (95% confidence interval (CI) 19.4 points better to 13.0 points better; I2 = 95%; 3 studies, 430 participants; low-certainty evidence). The number of participants reporting opioid medicine use was 15% lower with the addition of SCS to medical management (95% CI 27% lower to 0% lower; I2 = 0%; 2 studies, 290 participants; low-certainty evidence). Adverse events with SCS were poorly reported but included infection and lead migration. One study found that, at 24 months, 13 of 42 people (31%) receiving SCS required revision surgery. It is uncertain to what extent the addition of SCS to medical management increases the risk of withdrawals due to adverse events, adverse events, or serious adverse events, because the certainty of the evidence was very low."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Data in this review do not support the use of SCS to manage low back pain outside a clinical trial. Current evidence suggests SCS probably does not have sustained clinical benefits that would outweigh the costs and risks of this surgical intervention."
    }
  ],
  "pls_title": "Spinal cord stimulation for low back pain",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Low back pain is a leading cause of disability around the world. Spinal cord stimulation, a surgical treatment involving implantation of a device that applies electric impulses to the spinal cord, has been suggested to improve pain in people with long-term low back pain. This study aimed to review evidence regarding the benefits and harms of this procedure for people with low back pain."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched online databases and registries for relevant studies on 10 June 2022. We found 13 trials with 699 participants. Of these, 55% were female and the average age of study participants ranged from 47 years to 59 years. The average duration of low back pain amongst study participants varied from 5 to 12 years. Ten of the 13 studies had financial ties to manufacturers of spinal cord stimulation systems."
    },
    {
      "heading": "Key findings",
      "text": "No studies have tested whether spinal cord stimulation surgery is better than placebo (sham or 'dummy' treatment) in people followed up for longer than 6 months. This means that the benefits of the treatment in the long term are unknown. Most of the available studies only measured outcomes at less than 1 month after treatment, and only 1 study measured outcomes at 6 months after treatment:\nPain intensity (0 to 100, lower scores mean less pain)\nAt 6 months, the only available study found no benefit of spinal cord stimulation on back pain compared with placebo (1 trial, 50 participants; moderate-certainty evidence). At 6 months, participants given placebo treatment reported that their average pain was 61 points, and those given spinal cord stimulation reported that their pain was 4 points better (8.2 points better to 0.2 points worse).\nFunction (0 to 100, lower scores mean better function)\nAt 6 months, one study found no benefit of spinal cord stimulation on function (that is, people's general physical function) compared with placebo (1 trial, 50 participants; moderate-certainty evidence). Participants given placebo treatment reported that their functioning was 35.4 points at 6 months, and those given spinal cord stimulation reported that their functioning was 1.3 points better (3.9 points better to 1.3 points worse).\nHealth-related quality of life (0 to 1, higher scores mean better quality of life)\nAt 6 months, one study found no benefit from spinal cord stimulation on health-related quality of life compared with placebo (1 trial, 50 participants; moderate-certainty evidence). Participants given placebo treatment reported that their health-related quality of life was 0.44 points at 6 months, and those given spinal cord stimulation reported that their health-related quality of life was 0.04 points better (0.16 points better to 0.08 points worse).\nGlobal assessment of efficacy (number of participants with a 50% improvement in pain or better)\nNone of the placebo-controlled studies measured this outcome.\nWithdrawals due to adverse events (i.e. an unwanted event that causes harm)\nWe are uncertain whether spinal cord stimulation caused people to withdraw from studies due to adverse events because there were few studies and the evidence was based on only a few cases.\nAdverse events (e.g. increased pain)\nOne study that followed people for 12 months found 9 participants (18%) experienced adverse events such as infections, damage to the spine or nerves, bladder problems, and movement of very small parts of the devices that deliver the electrical impulses to the spinal cord (known as 'lead migration').\nSerious adverse events (e.g. an infection requiring hospitalisation)\nSome studies reported serious adverse events in people receiving spinal cord stimulation that required repeated surgery. The only placebo-controlled study that followed people for 12 months found 4 participants (8%) required repeated surgery. In the five other studies of people receiving a new spinal cord stimulation implant, the number of people requiring repeat surgery, due to adverse events such as infection or device problems, ranged from 4.1% at 8 weeks to 30.9% at 24 months. However, it was not possible to estimate how common these events were compared with placebo or no treatment, as limited information was available."
    },
    {
      "heading": "Limitations of the evidence",
      "text": "For people with low back pain, we are moderately confident that, at 6 months, spinal cord stimulation probably does not lead to lower pain, better function, or higher quality of life compared with placebo. We are uncertain whether spinal cord stimulation can improve outcomes in the immediate term compared with placebo. Little to no information is available regarding long-term efficacy or the risk of side effects and complications."
    }
  ]
}