{
  "doi": "10.1002/14651858.CD007835.pub2",
  "name": "Chlorhexidine skin or cord care for prevention of mortality and infections in neonates",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Affordable, feasible and efficacious interventions to reduce neonatal infections and improve neonatal survival are needed. Chlorhexidine, a broad spectrum topical antiseptic agent, is active against aerobic and anaerobic organisms and reduces neonatal bacterial colonisation and may reduce infection."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy of neonatal skin or cord care with chlorhexidine versus routine care or no treatment for prevention of infections in late preterm or term newborn infants in hospital and community settings."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, latest issue of The Cochrane Library, MEDLINE (1966 to November 2013), EMBASE (1980 to November 2013), and CINAHL (1982 to November 2013). Ongoing trials were detected by searching the following databases: www.clinicaltrials.gov and www.controlled-trials.com."
    },
    {
      "heading": "Selection criteria",
      "text": "Cluster and individual patient randomised controlled trials of chlorhexidine use (for skin care, or cord care, or both) in term or late preterm neonates in hospital and community settings were eligible for inclusion. Three authors independently screened and selected studies for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data, and assessed study risk of bias. The quality of evidence for each outcome was assessed using GRADE. We calculated pooled risk ratios (RRs) and risk differences (RDs) with 95% confidence intervals (CIs), and presented results using GRADE 'Summary of findings' tables."
    },
    {
      "heading": "Main results",
      "text": "We included 12 trials in this review. There were seven hospital-based and five community-based studies. In four studies maternal vaginal wash with chlorhexidine was done in addition to neonatal skin and cord care.\nNewborn skin or cord cleansing with chlorhexidine compared to usual care in hospitals\nLow-quality evidence from one trial showed that chlorhexidine cord cleansing compared to dry cord care may lead to no difference in neonatal mortality (RR 0.11, 95% CI 0.01 to 2.04). Moderate-quality evidence from two trials showed that chlorhexidine cord cleansing compared to dry cord care probably reduces the risk of omphalitis/infections (RR 0.48, 95% CI 0.28 to 0.84).\nLow-quality evidence from two trials showed that chlorhexidine skin cleansing compared to dry cord care may lead to no difference in omphalitis/infections (RR 0.88, 95% CI 0.56 to 1.39). None of the studies in this comparison reported effects of the treatments on neonatal mortality.\nNewborn skin or cord cleansing with chlorhexidine compared to usual care in the community\nHigh-quality evidence from three trials showed that chlorhexidine cord cleansing compared to dry cord care reduces neonatal mortality (RR 0.81, 95% CI 0.71 to 0.92) and omphalitis/infections (RR 0.48, 95% CI 0.40 to 0.57).\nHigh-quality evidence from one trial showed no difference between chlorhexidine skin cleansing and usual skin care on neonatal mortality (RR 1.03, 95% CI 0.87 to 1.23). None of the studies in this comparison reported effects of the treatments on omphalitis/infections.\nMaternal vaginal chlorhexidine in addition to total body cleansing compared to no intervention (sterile saline solution) in hospitals\nModerate-quality evidence from one trial showed no difference between maternal vaginal chlorhexidine in addition to total body cleansing and no intervention on neonatal mortality (RR 0.98, 95% CI 0.67 to 1.42). High-quality evidence from two trials showed no difference between maternal vaginal chlorhexidine in addition to total body cleansing and no intervention on the risk of infections (RR 0.93, 95% CI 0.82 to 1.16).\nFindings from one trial showed that maternal vaginal cleansing in addition to total body cleansing results in increased risk of hypothermia (RR 1.33, 95% CI 1.19 to 1.49).\nMaternal vaginal chlorhexidine in addition to total body cleansing compared to no intervention (sterile saline solution) in the community\nLow-quality evidence from one trial showed no difference between maternal vaginal chlorhexidine in addition to total body cleansing and no intervention on neonatal mortality (RR 0.20, 95% CI 0.01 to 4.03). Moderate-quality evidence from one trial showed that maternal vaginal chlorhexidine in addition to total body cleansing compared to no intervention probably reduces the risk of neonatal infections (RR 0.69, 95% CI 0.49 to 0.95). These studies did not report effect on omphalitis."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is some uncertainty as to the effect of chlorhexidine applied to the umbilical cords of newborns in hospital settings on neonatal mortality. The quality of evidence for the effects on infection are moderate for cord application and low for application to skin. There is high-quality evidence that chlorhexidine skin or cord care in the community setting results in a 50% reduction in the incidence of omphalitis and a 12% reduction in neonatal mortality. Maternal vaginal chlorhexidine compared to usual care probably leads to no difference in neonatal mortality in hospital settings. Maternal vaginal chlorhexidine compared to usual care results in no difference in the risk of infections in hospital settings. The uncertainty over the effect of maternal vaginal chlorhexidine on mortality outcomes reflects small sample sizes and low event rates in the community settings."
    }
  ],
  "pls_title": "Chlorhexidine skin care for prevention of mortality and infection in neonates",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Infections are the single most important cause of neonatal deaths worldwide and are responsible for almost a third of all neonatal mortality. Affordable, feasible and efficacious interventions to reduce neonatal infections and improved neonatal survival are needed. Chlorhexidine, a broad spectrum antiseptic agent, is active against common organisms causing perinatal infections. Use of chlorhexidine on neonatal skin or cord, or both, for prevention of infection is a possible strategy to improve neonatal survival. In this review we assessed the effects of neonatal skin or cord care with chlorhexidine compared to routine care or no treatment on neonatal survival and infections in newborn infants born in the hospital or community."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched the medical literature for studies done in hospitals and communities that evaluated infections and deaths in newborns randomly assigned to receive either chlorhexidine care or the standard practice. Searches were done up to November 2013. There were 12 relevant studies found: there were seven hospital-based and five community-based studies. In four studies maternal vaginal wash with chlorhexidine was done in addition to neonatal skin and cord care. The durations of the included studies ranged from 6 months to 37 months. The number of participants in the included studies ranged from 112 to 29,760. None of the included studies declared any conflict of interest or were funded by pharmaceutical companies."
    },
    {
      "heading": "Key findings",
      "text": ""
    },
    {
      "heading": "Newborn skin or cord cleansing with chlorhexidine compared to usual care in hospitals",
      "text": "Chlorhexidine cord cleansing compared to dry cord care may lead to no difference in neonatal mortality. However, chlorhexidine cord cleansing probably reduces the risk of omphalitis or infections.\nChlorhexidine skin cleansing compared to dry cord care may lead to no difference in omphalitis or infections (none of the studies in this comparison reported effects of the treatments on neonatal mortality)."
    },
    {
      "heading": "Newborn skin or cord cleansing with chlorhexidine compared to usual care in the community",
      "text": "Chlorhexidine cord cleansing compared to dry cord care reduces neonatal mortality and omphalitis or infections. There was no difference between chlorhexidine skin cleansing and usual skin care on neonatal mortality (none of the studies in this comparison reported effects of the treatments on omphalitis or infections)."
    },
    {
      "heading": "Maternal vaginal chlorhexidine in addition to total body cleansing compared to no intervention (sterile saline solution) in hospitals",
      "text": "Maternal vaginal chlorhexidine in addition to total body cleansing compared to no probably leads to no difference in neonatal mortality and infections. Maternal vaginal cleansing in addition to total body cleansing increases the risk of hypothermia."
    },
    {
      "heading": "Maternal vaginal chlorhexidine in addition to total body cleansing compared to no intervention (sterile saline solution) in the community",
      "text": "Maternal vaginal chlorhexidine in addition to total body cleansing compared to no intervention may lead to no difference in neonatal mortality. Maternal vaginal chlorhexidine in addition to total body cleansing compared to no intervention probably reduces the risk of neonatal infections (none of the studies included in this comparison reported effects on omphalitis)."
    },
    {
      "heading": "Quality of evidence",
      "text": "The confidence in estimate of effect (quality of evidence) for the effects of chlorhexidine on neonatal mortality and omphalitis or infections were varied (low, moderate and high). Main reasons for downgrading the quality of evidence were poorly conducted studies and lack of enough data."
    }
  ]
}