{
  "doi": "10.1002/14651858.CD010852.pub2",
  "name": "Hypnosis for induction of labour",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Induction of labour using pharmacological and mechanical methods can increase complications. Complementary and alternative medicine methods including hypnosis may have the potential to provide a safe alternative option for the induction of labour. However, the effectiveness of hypnosis for inducing labour has not yet been fully evaluated."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of hypnosis for induction of labour compared with no intervention or any other interventions."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (31 January 2014), handsearched relevant conference proceedings, contacted key personnel and organisations in the field for published and unpublished references."
    },
    {
      "heading": "Selection criteria",
      "text": "All published and unpublished randomised controlled trials (RCTs) and cluster-RCTs of acceptable quality comparing hypnosis with no intervention or any other interventions, in which the primary outcome is to assess whether labour was induced."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors assessed the one trial report that was identified (but was subsequently excluded)."
    },
    {
      "heading": "Main results",
      "text": "No RCTs or cluster-RCTs were identified from the search strategy."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There was no evidence available from RCTs to assess the effect of hypnosis for induction of labour. Evidence from RCTs is required to evaluate the effectiveness and safety of this intervention for labour induction. As hypnosis may delay standard care (in case standard care is withheld during hypnosis), its use in induction of labour should be considered on a case-by-case basis.\nFuture RCTs are required to examine the effectiveness and safety of hypnotic relaxation for induction of labour among pregnant women who have anxiety above a certain level. The length and timing of the intervention, as well as the staff training required, should be taken into consideration. Moreover, the views and experiences of women and staff should also be included in future RCTs."
    }
  ],
  "pls_title": "Hypnosis for induction of labour",
  "pls_type": "long",
  "pls": "Labour induction is the artificial stimulation of uterine contractions in order to bring about birth. It is commonly used in late pregnancy to address maternal and fetal problems. Induction of labour using pharmacological and mechanical methods can cause complications or side-effects such as bleeding, caesarean section uterine hyperstimulation and maternal and newborn infections. A complementary and alternative medicine method, such as hypnosis, may provide a safe alternative method for inducing labour.\nHypnosis is a relaxation technique in which the person closes down their awareness of external distractions to concentrate on a specific image, thoughts or feelings. Hypnosis has long been used to reduce pain perception during labour and hypnotic relaxation may be beneficial for women who are extremely anxious about giving birth. Hypnosis may increase self-confidence and well-being and be associated with decreased costs to the healthcare system if effective. The effectiveness of hypnosis for induction of labour has not however been evaluated. We searched for randomised controlled trials that examined the effect of hypnosis for induction of labour. We did not find any studies for inclusion in this review. Trials using hypnosis are required so that the effectiveness and safety of hypnotic relaxation to induce labour in pregnant women with high levels of anxiety can be fully evaluated. The length and timing of the intervention, as well as the staff training required, and the views and experiences of women and staff, should be taken into consideration. As hypnosis may delay standard care (in case standard care is withheld during hypnosis), its use in induction of labour should be considered on a case-by-case basis."
}