{
  "doi": "10.1002/14651858.CD001166",
  "name": "Mycobacterium vaccae immunotherapy for treating tuberculosis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Some authorities have advocated Mycobacterium vaccae immunotherapy for treating tuberculosis and other infections caused by mycobacteria."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate M. vaccae immunotherapy as an adjunct to chemotherapy in people with tuberculosis."
    },
    {
      "heading": "Search methods",
      "text": "In October 2002, we searched the Cochrane Infectious Diseases Group Specialized Register, Cochrane Controlled Trials Register (The Cochrane Library 2002, Issue 3), MEDLINE, EMBASE, LILACS, and reference lists of articles. We also contacted organizations and individuals working in the field."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized and quasi-randomized controlled trials of inoculation with whole killed M. vaccae versus placebo for people with tuberculosis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Both authors assessed trial quality and extracted data. Dichotomous outcomes were analysed with risk ratio (RR) and 95% confidence intervals (CI)."
    },
    {
      "heading": "Main results",
      "text": "Eight trials involving 2140 adults met the inclusion criteria. M. vaccae immunotherapy had no significant effect on the number of deaths (RR 1.09, 95% CI 0.83 to 1.42; 1741 participants, 4 trials). Meta-analysis suggested small effects on the number of people who were sputum smear negative and sputum culture negative at two months, but these apparent effects were not present in sensitivity analyses that only included adequately concealed trials. Most immunotherapy recipients experienced local adverse reactions (RR 18.82, 95% CI 5.47 to 64.77; 131 participants, 2 trials), some of which progressed to ulceration and scarring."
    },
    {
      "heading": "Authors' conclusions",
      "text": "M. vaccae immunotherapy does not benefit people with tuberculosis. No further trials are warranted and, as a result, the authors do not intend to update this review."
    }
  ],
  "pls_title": "No benefit from immunotherapy with Mycobacterium vaccae in people with tuberculosis",
  "pls_type": "long",
  "pls": "Injections that aim to influence a person's immune system have been used by doctors to lessen the chance of a person developing a disease, or sometimes to reduce the damage the disease does to the body. M. vaccae is a type of bacterium related to the one that causes tuberculosis. Scientists have wondered if injections of this could reduce the damage done to someone when they are infected with tuberculosis, and some early trials suggested this might be true. However, this overview involving eight trials identified that the research does not show any consistent effect of this injection on death or the course of tuberculosis illness. It may be that the early trials had methodological problems that led to false optimism about this intervention."
}