{
  "doi": "10.1002/14651858.CD012879.pub2",
  "name": "Shoulder replacement surgery for osteoarthritis and rotator cuff tear arthropathy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Shoulder replacement surgery is an established treatment for patients with end-stage glenohumeral osteoarthritis or rotator cuff tear arthropathy who have not improved with non-operative treatment. Different types of shoulder replacement are commonly used, but their relative benefits and risks compared versus one another and versus other treatments are uncertain. This expanded scope review is an update of a Cochrane Review first published in 2010."
    },
    {
      "heading": "Objectives",
      "text": "To determine the benefits and harms of shoulder replacement surgery in adults with osteoarthritis (OA) of the shoulder, including rotator cuff tear arthropathy (RCTA)."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials, MEDLINE, Embase, CINAHL, SportDiscus, and Web of Science up to January 2019. We also searched clinical trial registers, conference proceedings, and reference lists from previous systematic reviews and included studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised studies comparing any type of shoulder replacement surgery versus any other surgical or non-surgical treatment, no treatment, or placebo. We also included randomised studies comparing any type of shoulder replacement or technique versus another. Study participants were adults with osteoarthritis of the glenohumeral joint or rotator cuff tear arthropathy.\nWe assessed the following major outcomes: pain, function, participant-rated global assessment of treatment success, quality of life, adverse events, serious adverse events, and risk of revision or re-operation or treatment failure."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data. We collected trial data on benefits and harms."
    },
    {
      "heading": "Main results",
      "text": "We included 20 studies involving 1083 participants (1105 shoulders). We found five studies comparing one type of shoulder replacement surgery to another type of shoulder replacement surgery, including three studies comparing conventional stemmed total shoulder replacement (TSR) surgery to stemmed humeral hemiarthroplasty. The remaining 15 studies compared one type of shoulder replacement to the same type of replacement performed with a technical modification or a different prosthetic component. We found no studies comparing shoulder replacement surgery to any other type of surgical treatment or to any type of non-surgical treatment. We found no studies comparing reverse total shoulder replacement surgery to any other type of treatment or to any type of replacement.\n\nTrial size varied from 16 to 161 participants. Participant mean age ranged from 63 to 81 years. 47% of participants were male. Sixteen trials reported participants with a diagnosis of osteoarthritis and intact rotator cuff tendons. Four trials reported patients with osteoarthritis and a rotator cuff tear or rotator cuff tear arthropathy.\n\nAll studies were at unclear or high risk of bias for at least two domains, and only one study was free from high risk of bias (included in the main comparison). The most common sources of bias were lack of blinding of participants and assessors, attrition, and major baseline imbalance.\n\nThree studies allowed a comparison of conventional stemmed TSR surgery versus stemmed humeral hemiarthroplasty in people with osteoarthritis. At two years, low-quality evidence from two trials (downgraded for bias and imprecision) suggested there may be a small but clinically uncertain improvement in pain and function. On a scale of 0 to 10 (0 is no pain), mean pain was 2.78 points after stemmed humeral hemiarthroplasty and 1.49 points lower (0.1 lower to 2.88 lower) after conventional stemmed TSR. On a scale of 0 to 100 (100 = normal function), the mean function score was 72.8 points after stemmed humeral hemiarthroplasty and 10.57 points higher (2.11 higher to 19.02 higher) after conventional stemmed TSR. There may be no difference in quality of life based on low-quality evidence, downgraded for risk of bias and imprecision. On a scale of 0 to 100 (100 = normal), mean mental quality of life was rated as 57.4 points after stemmed humeral hemiarthroplasty and 1.0 point higher (5.1 lower to 7.1 higher) after conventional stemmed TSR.\nWe are uncertain whether there is any difference in the rate of adverse events or the rate of revision, re-operation, or treatment failure based on very low-quality evidence (downgraded three levels for risk of bias and serious imprecision). The rate of any adverse event following stemmed humeral hemiarthroplasty was 286 per 1000, and following conventional stemmed TSR 143 per 1000, for an absolute difference of 14% fewer events (25% fewer to 21% more). Adverse events included fractures, dislocations, infections, and rotator cuff failure. The rate of revision, re-operation, or treatment failure was 103 per 1000, and following conventional stemmed TSR 77 per 1000, for an absolute difference of 2.6% fewer events (8% fewer to 15% more).\nParticipant-rated global assessment of treatment success was not reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Although it is an established procedure, no high-quality randomised trials have been conducted to determine whether shoulder replacement might be more effective than other treatments for osteoarthritis or rotator cuff tear arthropathy of the shoulder. We remain uncertain about which type or technique of shoulder replacement surgery is most effective in different situations. When humeral hemiarthroplasty was compared to TSR surgery for osteoarthritis, low-quality evidence led to uncertainty about whether there is a clinically important benefit for patient-reported pain or function and suggested there may be little or no difference in quality of life. Evidence is insufficient to show whether TSR is associated with greater or less risk of harm than humeral hemiarthroplasty. Available randomised studies did not provide sufficient data to reliably inform conclusions about adverse events and harm. Although reverse TSR is now the most commonly performed type of shoulder replacement, we found no studies comparing reverse TSR to any other type of treatment."
    }
  ],
  "pls_title": "Shoulder replacement surgery for osteoarthritis and arthritis associated with torn rotator cuff tendons",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Osteoarthritis is a condition of the joints. Over time, the cartilage becomes thinner and exposed bone surfaces rub against each other, causing pain and loss of movement. People with torn shoulder tendons can develop a specific type of arthritis, called rotator cuff tear arthropathy. People usually need pain relief medicines and may be offered non-surgical treatments initially, including physiotherapy and injections. Some people with ongoing symptoms from advanced arthritis are offered shoulder replacement surgery. In 'humeral hemiarthroplasty', just the head (ball part) of the humerus is replaced with an artificial one and continues to articulate in the socket. In 'total shoulder replacement', the socket is also replaced with an artificial one. In 'reverse total shoulder replacement', the replacement is intentionally done back-to-front with an artificial ball fixed to the old socket and an artificial socket placed on top of the humerus. The type of replacement performed usually depends on the pattern of joint and tendon damage.\nIt is not clear when or whether shoulder replacement is the best treatment for people with osteoarthritis or rotator cuff tear arthropathy, or which type of replacement is best for different people. We searched for the best evidence from studies called randomised trials to try to answer these questions."
    },
    {
      "heading": "Study characteristics",
      "text": "This review is current to 31 January 2019 and includes only studies in which treatment was allocated randomly by type. All study participants had osteoarthritis or rotator cuff tear arthropathy of the shoulder and had tried non-surgical treatments already. The average age of study participants was between 63 and 81 years old. Slightly more than half of the participants were female. We found no studies comparing shoulder replacement surgery to any other type of treatment, including other types of non-replacement surgery, physiotherapy, or no treatment at all. We found five studies comparing one type of shoulder replacement to another type of shoulder replacement. We found 15 studies comparing one type of shoulder replacement technique to the same type, performed with a technical modification or a different prosthetic component. Eight out of 20 studies were funded by a shoulder replacement manufacturer. A further seven out of 20 studies were conducted by researchers who had other financial relationships with shoulder replacement manufacturers."
    },
    {
      "heading": "Key results",
      "text": "Three trials (126 participants) met our inclusion criteria for our main comparison of conventional stemmed total shoulder replacement (TSR) versus stemmed humeral hemiarthroplasty (HA) for treatment of osteoarthritis. TSR may result in less pain and better function compared to HA at two-year follow-up, but this may not be noticeable. We are very uncertain whether there are any differences in the frequency of adverse events and further operations.\nTSR resulted in 15% less pain (1% less to 29% less).\n• People who had HA rated their pain as 2.8 points (0 to 10 scale).\n• People who had TSR rated their pain as 1.29 points.\nTSR resulted in 11% better function (2% better to 19% better).\n• People who had HA rated their function as 72.8 points (0 to 100 scale).\n• People who had TSR rated their function as 83.4 points.\nTSR resulted in similar quality of life to HA (5% lower to 7% higher, 5 points lower to 7 points higher (0 to 100 scale)).\n• People who had HA rated their quality of life as 57.4 points.\n• People who had TSR rated their quality of life as 58.4 points.\nTSR resulted in a similar number of adverse events (25% fewer to 21% more) and a similar number of further operations on the same shoulder (8% fewer to 15% more) compared to HA.\n• Following HA, 286 per 1000 people experienced an adverse event and 103 per 1000 required further operations.\n• Following TSR, 143 per 1000 people experienced an adverse event and 77 per 1000 required further operations."
    },
    {
      "heading": "Quality of the evidence",
      "text": "For the main comparison, the quality of evidence for assessing pain, function, and quality of life was low. For assessment of adverse events and further operations, the quality of evidence was very low. Across the other 12 comparisons, the quality of evidence was also very low."
    }
  ]
}