{
  "doi": "10.1002/14651858.CD007730.pub2",
  "name": "Multidimensional rehabilitation programmes for adult cancer survivors",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Multidimensional rehabilitation programmes (MDRPs) have developed in response to the growing number of people living with and surviving cancer. MDRPs comprise a physical component and a psychosocial component. Studies of the effectiveness of these programmes have not been reviewed and synthesised."
    },
    {
      "heading": "Objectives",
      "text": "To conduct a systematic review of studies examining the effectiveness of MDRPs in terms of maintaining or improving the physical and psychosocial well-being of adult cancer survivors."
    },
    {
      "heading": "Search methods",
      "text": "We conducted electronic searches in the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, CINAHL and PsychINFO up to February 2012."
    },
    {
      "heading": "Selection criteria",
      "text": "Selection criteria focused on randomised controlled trials (RCTs) of multidimensional interventions for adult cancer survivors. Interventions had to include a physical component and a psychosocial component and to have been carried out on two or more occasions following completion of primary cancer treatment. Outcomes had to be assessed using validated measures of physical health and psychosocial well-being. Non-English language papers were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Pairs of review authors independently selected trials, rated their methodological quality and extracted relevant data. Although meta-analyses of primary and secondary endpoints were planned there was a high level of study heterogeneity and only one common outcome measure (SF-36) could be statistically synthesised. In addition, we conducted a narrative analysis of interventions, particularly in terms of inspecting and identifying intervention components, grouping or categorising interventions and examining potential common links and outcomes."
    },
    {
      "heading": "Main results",
      "text": "Twelve RCTs (comprising 1669 participants) met the eligibility criteria. We judged five studies to have a moderate risk of bias and assessed the remaining seven as having a high risk of bias. It was possible to include SF-36 physical health component scores from five studies in a meta-analysis. Participating in a MDRP was associated with an increase in SF-36 physical health component scores (mean difference (MD) 2.22, 95% confidence interval (CI) 0.12 to 4.31, P = 0.04). The findings from the narrative analysis suggested that MDRPs with a single domain or outcome focus appeared to be more successful than programmes with multiple aims. In addition, programmes that comprised participants with different types of cancer compared to cancer site-specific programmes were more likely to show positive improvements in physical outcomes. The most effective mode of service delivery appeared to be face-to-face contact supplemented with at least one follow-up telephone call. There was no evidence to indicate that MDRPs which lasted longer than six months improved outcomes beyond the level attained at six months. In addition, there was no evidence to suggest that services were more effective if they were delivered by a particular type of health professional."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is some evidence to support the effectiveness of brief, focused MDRPs for cancer survivors. Rigorous and methodologically sound clinical trials that include an economic analysis are required."
    }
  ],
  "pls_title": "Multidimensional rehabilitation programmes for adult cancer survivors",
  "pls_type": "long",
  "pls": "Due to improvements in detection, treatment and care an increasing number of patients are living with or surviving cancer. However, patients who survive cancer may experience a range of physical and emotional symptoms which impact on their health and quality of life. Physical symptoms may include fatigue, reduced muscle strength and weight gain, while emotional symptoms may include, for example, anxiety and depression. Rehabilitation programmes have been developed to address these symptoms and problems and to help survivors have a better quality of life. Some rehabilitation programmes attempt to help people overcome difficulties associated with either physical or emotional symptoms whilst other programmes - multidimensional rehabilitation programmes (MDRPs) - try to address physical and emotional symptoms together. This review has collected and examined the best available research to assess the nature and degree to which MDRPs reduce physical and emotional problems and improve the health-related quality of life of adult cancer survivors.\nWe identified 12 studies which were suitable for use in the review. However, each study had some problems in the way that it was carried out. These problems make it difficult to be certain about the usefulness of MDRPs. Overall, the reviewed articles suggest that MDRPs are more likely to help patients cope with their physical needs than their emotional needs. MDRPs which looked at one specific behaviour area, such as diet, physical activity or stress, appeared to be more helpful for patients than programmes which attempted to address several different behaviours. Successful MDRPs usually involved face-to-face contact between a patient and a health professional (usually a nurse or physical therapist) and included at least one follow-up phone call. Programmes which took place over longer time periods (more than six months), or which were delivered by a specific type of health professional, or were delivered to a single cancer site were not more successful than brief, focused MDRPs delivered to mixed groups of cancer patients."
}