{
  "doi": "10.1002/14651858.CD010618.pub2",
  "name": "Peer support interventions for parents and carers of children with complex needs",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Parents and family carers of children with complex needs experience a high level of pressure to meet children's needs while maintaining family functioning and, as a consequence, often experience reduced well-being and elevated psychological distress. Peer support interventions are intended to improve parent and carer well-being by enhancing the social support available to them. Support may be delivered via peer mentoring or through support groups (peer or facilitator led).\nPeer support interventions are widely available, but the potential benefits and risks of such interventions are not well established."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of peer support interventions (compared to usual care or alternate interventions) on psychological and psychosocial outcomes, including adverse outcomes, for parents and other family carers of children with complex needs in any setting."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following resources.\n• Cochrane Central Register of Controlled Trials (CENTRAL; latest issue: April 2014), in the Cochrane Library.\n• MEDLINE (OvidSP) (1966 to 19 March 2014).\n• Embase (OvidSP) (1974 to 18 March 2014).\n• Journals@OVID (22 April 2014).\n• PsycINFO (OvidSP) (1887 to 19 March 2014).\n• BiblioMap (EPPI-Centre, Health Promotion Research database) (22 April 2014).\n• ProQuest Dissertations and Theses (26 May 2014).\n• metaRegister of Controlled Trials (13 May 2014).\nWe conducted a search update of the following databases.\n• MEDLINE (OvidSP) (2013 to 20 February 2018) (search overlapped to 2013).\n• PsycINFO (ProQuest) (2013 to 20 February 2018).\n• Embase (Elsevier) (2013 to 21 February 2018).\nWe handsearched the reference lists of included studies and four key journals (European Child and Adolescent Psychiatry : 31 March 2015; Journal of Autism and Developmental Disorders : 30 March 2015; Diabetes Educator : 7 April 2015; Journal of Intellectual Disability Research: 13 April 2015). We contacted key investigators and consulted key advocacy groups for advice on identifying unpublished data.\nWe ran updated searches on 14 August 2019 and on 25 May 2021. Studies identified in these searches as eligible for full-text review are listed as \"Studies awaiting classification\" and will be assessed in a future update."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and cluster randomised controlled trials (RCTs and cluster RCTs) and quasi-RCTs were eligible for inclusion. Controlled before-and-after and interrupted time series studies were eligible for inclusion if they met criteria set by the Cochrane Effective Practice and Organisation of Care Review Group. The comparator could be usual care or an alternative intervention. The population eligible for inclusion consisted of parents and other family carers of children with any complex needs. We applied no restriction on setting."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Inclusion decisions were made independently by two  authors, with differences resolved by a third  author. Extraction to data extraction templates was conducted independently by two authors and cross-checked. Risk of bias assessments were made independently by two authors and were reported according to Cochrane guidelines. All measures of treatment effect were continuous and were analysed in Review Manager version 5.3. GRADE assessments were undertaken independently by two review authors, with differences resolved by discussion."
    },
    {
      "heading": "Main results",
      "text": "We included 22 studies (21 RCTs, 1 quasi-RCT) of 2404 participants. Sixteen studies compared peer support to usual care; three studies compared peer support to an alternative intervention and to usual care but only data from the usual care arm contributed to results; and three studies compared peer support to an alternative intervention only.\nWe judged risk of bias as moderate to high across all studies, particularly for selection, performance, and detection bias.\nIncluded studies contributed data to seven effect estimates compared to usual care: psychological distress (standardised mean difference (SMD) -0.10, 95% confidence interval (CI) -0.32 to 0.11; 8 studies, 864 participants), confidence and self-efficacy (SMD 0.04, 95% CI -0.14 to 0.21; 8 studies, 542 participants), perception of coping (SMD -0.08, 95% CI -0.38 to 0.21; 3 studies, 293 participants), quality of life and life satisfaction (SMD 0.03, 95% CI -0.32 to 0.38; 2 studies, 143 participants), family functioning (SMD 0.15, 95% CI -0.09 to 0.38; 4 studies, 272 participants), perceived social support (SMD 0.31, 95% CI -0.15 to 0.77; 4 studies, 191 participants), and confidence and skill in navigating medical services (SMD 0.05, 95% CI -0.17 to 0.28; 4 studies, 304 participants). In comparisons to alternative interventions, one pooled effect estimate was possible: psychological distress (SMD 0.2, 95% CI -0.38 to 0.79; 2 studies, 95 participants). No studies reported on adverse outcomes.\nAll narratively synthesised data for psychological distress (compared to usual care - 2 studies), family functioning (compared to usual care - 1 study; compared to an alternative intervention - 1 study), perceived social support (compared to usual care - 2 studies), and self-efficacy (compared to alternative interventions - 1 study) were equivocal. Comparisons with usual care showed no difference between intervention and control groups (perceived social support), some effect over time for both groups but more effect for intervention (distress), or mixed effects for intervention (family function). Comparisons with alternative interventions showed no difference between the intervention of interest and the alternative. This may indicate similar effects to the intervention of interest or lack of effect of both, and we are  uncertain which option is likely.\nWe found no clear evidence of effects of peer support interventions on any parent outcome, for any comparator; however, the certainty of evidence for each outcome was low to very low, and true effects may differ substantially from those reported here.\nWe found no evidence of adverse events such as mood contagion,  negative group interactions, or worsened psychological health.\nQualitative data suggest that parents and carers value peer support interventions and appreciate emotional support."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Parents and carers of children with complex needs perceive peer support interventions as valuable, but this review found no evidence of either benefit or harm. Currently, there is uncertainty about the effects of peer support interventions for parents and carers of children with complex needs. However, given the overall low to very low certainty of available evidence, our estimates showing no effects of interventions may very well change with further research of higher quality."
    }
  ],
  "pls_title": "Peer support interventions for parents and carers of children with complex needs",
  "pls_type": "long",
  "pls": "Review question\nThis review assessed whether peer support interventions improve outcomes for parents and others caring for children with a wide range of complex needs (such as chronic or severe acute illness, disability, or delayed development).\nBackground\nParents and other family carers who care for children with complex needs may experience increased distress and reduced well-being. Peer support interventions are intended to assist people caring for children to find social support from others who understand their situation. Peer support can be provided in groups, which sometimes are led by a facilitator, or can occur when people are matched with individual parents who have experience caring for a child with a similar condition.\nStudy characteristics\nWe included research up to 21 February 2018. Randomised controlled trials (RCTs), cluster RCTs, quasi-RCTs, controlled before-and-after studies, and interrupted time series studies were all eligible for inclusion. Studies were included if they measured distress, confidence, feelings of coping, quality of life, how families functioned, feelings of support, or confidence in dealing with services among parents or any other family carers. Children being cared for could have any condition (for example, chronic or severe acute illness, disability, any kind of delayed or atypical development).\nResults\nWe found 22 studies of 2404 participants who were caring for children with a wide range of conditions. All studies were RCTs or quasi-RCTs and compared peer support to usual care (comparison 1) or to another intervention (comparison 2). Peer support was delivered in hospitals and in the community. Although we found studies that evaluated effects of peer support on all outcomes in comparison 1, and several outcomes in comparison 2, we did not see any benefit from peer support compared to usual care or compared to another intervention. We found no studies that reported on adverse effects (such as stress from hearing others' stories or conflicts with group members). Feedback from parents and carers suggests that they value emotional support, validation of their experiences, and access to knowledge that they find in peer support groups. More information is needed about training and supervision of peer support leaders, and about whether many participants withdraw from groups (and if so, why).\nThe overall quality of evidence for each outcome was low to very low, and because of this, our certainty about these findings is low. This means that further research is likely to change these findings while making clearer the possible benefits or harms of peer support interventions.\nConclusion\nAt the moment, we are uncertain about whether peer support helps or harms parents and carers of children with complex needs."
}