{
  "doi": "10.1002/14651858.CD003164.pub2",
  "name": "Care home versus hospital and own home environments for rehabilitation of older people",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Rehabilitation for older people has acquired an increasingly important profile for both policy-makers and service providers within health and social care agencies. This has generated an increased interest in the use of alternative care environments including care home environments. Yet, there appears to be limited evidence on which to base decisions.\nThis review is the first update of the Cochrane review which was published in 2003."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effects of care home environments (e.g. nursing home, residential care home and nursing facilities) versus hospital environments and own home environments in the rehabilitation of older people."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Effective Practice and Organisation of Care Specialised Register and Pending Folder, MEDLINE (1950 to March Week 3 2007), EMBASE (1980 to 2007 Week 13), CINAHL (1982 to March, Week 4, 2007), other databases and reference lists of relevant review articles were additionally reviewed. Date of most recent search: March 2007."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs), controlled clinical trials (CCTs), controlled before and after studies (CBAs) and interrupted time series (ITS) that compared rehabilitation outcomes for persons 60 years or older who received rehabilitation whilst residing in a care home with those who received rehabilitation in hospital or own home environments."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "In this update, 8365 references were retrieved. Of these, 339 abstracts were independently assessed by 2 review authors, and 56 studies and 5 review articles were subsequently obtained. Full text papers were independently assessed by two or three review authors and none of these met inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to compare the effects of care home environments versus hospital environments or own home environments on older persons rehabilitation outcomes. Although the authors acknowledge that absence of effect is not no effect. There are three main reasons; the first is that the description and specification of the environment is often not clear; secondly, the components of the rehabilitation system within the given environments are not adequately specified and; thirdly, when the components are clearly specified they demonstrate that the control and intervention sites are not comparable with respect to the methodological criteria specified by Cochrane EPOC group. The combined effect of these factors resulted in the comparability between intervention and control groups being very weak."
    }
  ],
  "pls_title": "Location of rehabilitation services for the elderly",
  "pls_type": "long",
  "pls": "For a number of reasons, there has been an increased interest in providing elderly people with appropriate rehabilitation services.  Not only are there more elderly people, but the importance of ‘rehab’ after a stroke, hip fracture, or an illness in general, has been recognised.  With this, is the increasing pressure to use health care resources efficiently, ensure hospital beds are available to people who need acute hospital care and that rehab facilities and community services are in place.\nTo ensure that elderly people can receive rehabilitation services, different ways of providing rehab have been developed.  An important difference in the services is where the rehab takes place.  Some services take place in care home environments, such as nursing homes, residential care homes and nursing facilities, while other services can take place in the hospital or at home.\nTo determine and compare the effects of the different places for rehab on elderly people, a review was conducted.  After searching for all possible relevant studies, no studies were found.  Studies are needed."
}