{
  "doi": "10.1002/14651858.CD004367.pub2",
  "name": "Olanzapine in long‐term treatment for bipolar disorder",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Many patients with bipolar disorder require long-term treatment to prevent recurrence. Antipsychotic drugs are often used to treat acute manic episodes. It is important to clarify whether olanzapine could have a role in long-term prevention of manic and depressive relapses."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of olanzapine, as monotherapy or adjunctive treatment, in preventing manic, depressive and mixed episodes in patients with bipolar affective disorder."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Collaboration Depression, Anxiety and Neurosis Controlled Trials Register (September 2006), the Cochrane Central Register of Controlled Trials (September 2006), MEDLINE (1966-December 2007), EMBASE (1980-2006), CINAHL (1982-2006), PsycINFO (1872-2006) and reference lists. We also contacted experts, trialists and pharmaceutical companies in the field."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing olanzapine with placebo or other active treatment in long-term treatment of bipolar disorder."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data. We contacted study authors for additional information."
    },
    {
      "heading": "Main results",
      "text": "Five trials (1165 participants) were included in the review. There was no statistically significant difference between olanzapine and placebo (either alone or in combination with lithium or valproate) in terms of number of participants who experienced relapse into mood episode (random effects RR 0.68, 95% CI 0.43 to 1.07, p = 0.09; 2 studies, n=460), however restricting the analysis to the trial that compared olanzapine monotherapy versus placebo, there was a statistically significant difference in favour of olanzapine (RR 0.58, 95% CI 0.49 to 0.69, p<0.00001). No statistically significant difference was found between olanzapine and other mood stabilisers (lithium or valproate) in preventing symptomatic relapse for any mood episode, however, olanzapine was more effective than lithium in preventing symptomatic manic relapse (RR 0.59, 95% CI 0.39 to 0.89, p = 0.01; 1 study, n=361). Olanzapine either alone or as adjunctive treatment to mood stabilisers was associated with significantly greater weight gain than placebo. By contrast, olanzapine was associated with a lower rate of manic worsening, but with a higher rate of weight increase and depression than lithium."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Though based on a limited amount of information, there is evidence that olanzapine may prevent further mood episodes in patients who have responded to olanzapine during an index manic or mixed episode and who have not previously had a satisfactory response to lithium or valproate. However, notwithstanding these positive results, the current evidence is stronger for lithium as first line maintenance treatment of bipolar disorder."
    }
  ],
  "pls_title": "Olanzapine in long-term treatment for bipolar disorder",
  "pls_type": "long",
  "pls": "Bipolar affective disorder is a severe and common mental illness, characterised by periods of mania, depression and \"mixed episodes\" (or \"dysphoric mania\": a mixture of manic and depressed symptoms). Antipsychotic drugs are often used to treat acute manic episodes and one commonly used antipsychotic drug that has recently been approved for use in mania in USA and Europe is olanzapine. This review considered the efficacy, acceptability and adverse effects of olanzapine in long-term treatment of bipolar disorder in comparison with placebo or other active drug comparisons. Five trials (1165 participants) met the inclusion criteria and are included in the review. Based on a limited amount of information, olanzapine may prevent further mood episodes (especially manic relapse) in patients who responded to olanzapine during an index manic or mixed episode and who have not previously had a satisfactory response to lithium or valproate. The olanzapine group had significantly fewer patients suffering from insomnia than the placebo group, but a significantly larger number of people suffering from weight gain. When compared with lithium, olanzapine caused more weight gain and depressive symptoms but fewer insomnia and nausea symptoms and a lower rate of manic worsening. However, considering the lack of clear findings of this review, conclusions on efficacy and acceptability of olanzapine compared to placebo, lithium or valproate cannot be made with any degree of confidence"
}