{
  "doi": "10.1002/14651858.CD014833.pub2",
  "name": "Breastfeeding interventions for preventing postpartum depression",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Postpartum depression is a debilitating mental health disorder, which occurs in approximately 6% to 13% of women who give birth in high-income countries. It is a cause of great suffering for women and can have long-term consequences for child development. Postpartum depression can also negatively influence breastfeeding duration and breastfeeding exclusivity (i.e. feeding the infant only breast milk). However, a positive early, and continued, breastfeeding experience may reduce the risk of having postpartum depression. Breastfeeding interventions that increase the duration and exclusivity of breastfeeding may help prevent or reduce postpartum depressive symptoms."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective of this review was to assess the effect (benefits and harms) of breastfeeding support interventions, in comparison to standard perinatal care, on maternal postpartum depression.\nThe secondary objective was to assess whether breastfeeding support interventions had an effect on depression symptoms, and whether the effect was dependent on the duration and exclusivity of breastfeeding."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (Wiley), MEDLINE ALL (Ovid), Embase (Ovid), PsycINFO (Ovid), CINAHL Complete (Ebsco) and several other bibliographic databases and trial registers. The most recent search was conducted in June 2024."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) that evaluated educational, psychosocial, pharmacological, alternative (any breastfeeding support intervention that promotes relaxation and stress) or herbal breastfeeding support interventions targeting the prevention or reduction of postpartum depression were eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Each title and abstract we identified was screened by two authors independently. Two review authors then independently examined full-text manuscripts to decide if the study met the inclusion criteria. If so, they extracted data from included studies using Covidence software. Two review authors also independently conducted a risk of bias assessment of each study using the RoB 2 tool. We contacted study authors when necessary for more information. We conducted meta-analyses using a random-effects model."
    },
    {
      "heading": "Main results",
      "text": "We included 10 RCTs with 1573 participants in this review. Depression was measured using the Edinburgh Postnatal Depression Scale (EPDS) in all studies, where scores range between 0 and 30 (higher scores indicating more depressive symptoms). The studies used a score of over 10 as the cut-off for a diagnosis of depression.\nPrimary outcome\nIt is very uncertain whether psychosocial breastfeeding interventions had any effect on the incidence of postpartum depression immediately post-intervention (RR 0.78, 95% CI 0.23 to 2.70; 1 study, 30 participants), but we found low-certainty evidence that psychosocial breastfeeding interventions may prevent the incidence of postpartum depression in the short term (one to three months) post-intervention (risk ratio (RR) 0.37, 95% confidence interval (CI) 0.14 to 0.93; 1 study, 82 participants).\nIt is very uncertain whether alternative breastfeeding interventions had any effect in preventing the incidence of postpartum depression immediately post-intervention (RR 0.64, 95% CI 0.27 to 1.54; 1 study, 60 participants). The short-term time point was not measured.\nSecondary outcomes\nIt is very uncertain whether psychosocial breastfeeding interventions had any effect on reducing depressive symptoms immediately post-intervention (mean difference (MD) −0.67, 95% CI −1.63 to 0.28; 4 studies, 512 participants). There is very low-certainty evidence that psychosocial breastfeeding interventions could reduce symptoms of anxiety immediately post-intervention as measured with the Zung Self-rating Anxiety Scale (SAS), where scores between 45 and 59 out of 80 on the SAS indicate mild to moderate anxiety, scores between 60 and 74 marked severe anxiety levels and > 75 extreme anxiety levels (MD −2.30, 95% CI −4.36 to −0.24; 1 study, 100 participants). There was no difference in rates of exclusive breastfeeding immediately post-intervention between those offered a psychosocial breastfeeding intervention and those receiving standard care, but the evidence is very uncertain (RR 1.20, 95% CI 0.96 to 1.51; I2 = 29%; 571 participants; very low-certainty evidence). We found low-certainty evidence that a psychosocial breastfeeding intervention may increase the duration of breastfeeding in the long term (RR 1.64, 95% CI 1.08 to 2.50; 129 participants; low-certainty evidence).\nFor the comparison of alternative breastfeeding intervention versus standard care (which was evaluated in only one study), there was no difference between groups immediately post-intervention in anxiety measured with the State-Trait Anxiety Inventory (STAI); range 20 to 80; higher scores indicate more severe anxiety symptoms (MD 1.80, 95% CI −9.41 to 13.01; 60 participants; very low-certainty evidence), or in stress measured with the Perceived Stress Scale (PSS)-NICE; range 1 to 230, higher scores indicate higher levels of stress (MD 1.90, 95% CI −10.28 to 14.08; 60 participants; very low-certainty evidence), but the evidence is very uncertain.\nNo adverse events connected to the intervention itself were stated in any of the trials, but for most studies, we do not know if this is because there were none or because they were not measured or reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is low-certainty evidence that psychosocial breastfeeding interventions may prevent postpartum depression in the short term and increase the duration of breastfeeding in the long-term. The evidence is very uncertain about the effect of psychosocial breastfeeding interventions on other outcomes.\nThe evidence is very uncertain about the effect of alternative breastfeeding interventions on postpartum depression or other outcomes.\nThe included studies did not report any adverse events directly related to the interventions, but it is not clear if this outcome was measured in most studies.\nFuture trials of breastfeeding interventions should be conducted carefully to reduce their risk of bias, and they should be large enough to detect differences between mothers in their mental health."
    }
  ],
  "pls_title": "Can breastfeeding support interventions that target depression prevent the development of depression after childbirth?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- Psychosocial breastfeeding support interventions may prevent some cases of postpartum (postnatal) depression in mothers one to three months after the support has been received and increase the duration of breastfeeding seven to 12 months after the support has been received. The evidence is very uncertain about the effect on other mental health and breastfeeding outcomes.\n- The evidence is very uncertain about the impact of alternative breastfeeding interventions (specifically, mindfulness) on postpartum depression and other mental health and breastfeeding outcomes.\n- The studies did not state any adverse events directly related to the interventions, but in most studies, we did not know if this outcome had been measured.\n- Future breastfeeding intervention studies should be conducted very carefully to reduce their risk of bias, and they should be large enough to detect differences between mothers in their mental health."
    },
    {
      "heading": "What is postpartum depression?",
      "text": "Postpartum depression is a mental health condition that occurs after childbirth and is characterised by depressed mood or loss of pleasure or interest in activities for long periods of time. It is a condition that can have a serious impact on the mother, baby and the family as a whole."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if breastfeeding support interventions targeting depression were better than standard postpartum care for preventing postpartum depression and reducing symptoms of postpartum depression. We also wanted to find out if breastfeeding support interventions had any harmful side effects."
    },
    {
      "heading": "What did we do?",
      "text": "In June 2024, we performed a literature review of randomised controlled trials (studies where participants were allocated into either an intervention or control group by chance) to see if breastfeeding support interventions could prevent postpartum depression. Our review includes 10 studies, of which nine evaluated mothers receiving psychosocial support (a mix of education, psychological help and social support) and one evaluated an intervention to reduce stress and promote relaxation. In total, the 10 studies included 1573 participants and were conducted in six different countries: two in the US, two in Canada, three in China, one in Iran, one in Spain and one in South Africa.\nWe were interested to find out whether breastfeeding interventions could prevent depression from developing or reduce symptoms of depression, and whether there were any harmful side effects. We were also interested to find out whether breastfeeding interventions could impact anxiety and stress in the mother, how long mothers breastfed for and how satisfied they were with breastfeeding, as well as how many babies were fed only with breast milk."
    },
    {
      "heading": "Main results",
      "text": "We included 10 studies involving 1573 mothers in this review. Nine of the studies tested psychosocial breastfeeding interventions and one tested an alterative breastfeeding intervention.\nPsychosocial breastfeeding support interventions may prevent some cases of postpartum depression when measured shortly after the support is provided. However, it is very uncertain whether psychosocial breastfeeding interventions have any effect on reducing depressive symptoms.\nPsychosocial breastfeeding support interventions may reduce symptoms of anxiety, though the evidence is very uncertain. We found no difference between mothers who did and did not receive breastfeeding support interventions in terms of whether they fed their babies breast milk exclusively (as is recommended up to six months). The evidence for this outcome is also very uncertain. We found low-certainty evidence that psychosocial breastfeeding interventions may increase the duration of breastfeeding in the long term. The studies of psychosocial breastfeeding interventions did not measure stress.\nIt is very uncertain whether alternative breastfeeding support interventions, specifically mindfulness, have any effect on preventing depression or reducing anxiety or stress. Breastfeeding exclusivity and duration were not measured.\nNo harmful effects connected to any of the interventions were reported. For most studies, we do not know if this is because there were none or because they were not measured or reported."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The evidence for breastfeeding support interventions to prevent postpartum depression is limited. The finding that psychosocial breastfeeding support interventions may prevent some cases of postpartum depression shortly after the support is provided is from one small study. We considered this finding to be 'low certainty'. The evidence that breastfeeding support interventions may increase the duration of breastfeeding is also from one study and of 'low certainty'. For all other outcomes, the evidence is very uncertain."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is based on searches for studies carried out in June 2024."
    }
  ]
}