{
  "doi": "10.1002/14651858.CD013763.pub3",
  "name": "Erector spinae plane block for postoperative pain",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acute and chronic postoperative pain are important healthcare problems, which can be treated with a combination of opioids and regional anaesthesia. The erector spinae plane block (ESPB) is a new regional anaesthesia technique, which might be able to reduce opioid consumption and related side effects."
    },
    {
      "heading": "Objectives",
      "text": "To compare the analgesic effects and side effect profile of ESPB against no block, placebo block or other regional anaesthetic techniques."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase and Web of Science on 4 January 2021 and updated the search on 3 January 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) investigating adults undergoing surgery with general anaesthesia were included. We included ESPB in comparison with no block, placebo blocks or other regional anaesthesia techniques irrespective of language, publication year, publication status or technique of regional anaesthesia used (ultrasound, landmarks or peripheral nerve stimulator).\nQuasi-RCTs, cluster-RCTs, cross-over trials and studies investigating co-interventions in either arm were excluded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed all trials for inclusion and exclusion criteria, and risk of bias (RoB), and extracted data.\nWe assessed risk of bias using the Cochrane RoB 2 tool, and we used GRADE to rate the certainty of evidence for the primary outcomes.\nThe primary outcomes were postoperative pain at rest at 24 hours and block-related adverse events. Secondary outcomes were postoperative pain at rest (2, 48 hours) and during activity (2, 24 and 48 hours after surgery), chronic pain after three and six months, as well as cumulative oral morphine requirements at 2, 24 and 48 hours after surgery and rates of opioid-related side effects."
    },
    {
      "heading": "Main results",
      "text": "We identified 69 RCTs in the first search and included these in the systematic review. We included 64 RCTs (3973 participants) in the meta-analysis. The outcome postoperative pain was reported in 38 out of 64 studies; block-related adverse events were reported in 40 out of 64 studies. We assessed RoB as low in 44 (56%), some concerns in 24 (31%) and high in 10 (13%) of the study results. Overall, 57 studies reported one or both primary outcomes. Only one study reported results on chronic pain after surgery.\nIn the updated literature search on 3 January 2022 we found 37 new studies and categorised these as awaiting classification.\nESPB compared to no block\nThere is probably a slight but not clinically relevant reduction in pain intensity at rest 24 hours after surgery in patients treated with ESPB compared to no block (visual analogue scale (VAS), 0 to 10 points) (mean difference (MD) -0.77 points, 95% confidence interval (CI) -1.08 to -0.46; 17 trials, 958 participants; moderate-certainty evidence). There may be no difference in block-related adverse events between the groups treated with ESPB and those receiving no block (no events in 18 trials reported, 1045 participants, low-certainty evidence).\nESPB compared to placebo block\nESPB probably has no effect on postoperative pain intensity at rest 24 hours after surgery compared to placebo block (MD -0.14 points, 95% CI -0.29 to 0.00; 8 trials, 499 participants; moderate-certainty evidence). There may be no difference in block-related adverse events between ESPB and placebo blocks (no events in 10 trials reported; 592 participants; low-certainty evidence).\nESPB compared to other regional anaesthetic techniques\nParavertebral block (PVB)\nESPB may not have any additional effect on postoperative pain intensity at rest 24 hours after surgery compared to PVB (MD 0.23 points, 95% CI -0.06 to 0.52; 7 trials, 478 participants; low-certainty evidence). There is probably no difference in block-related adverse events (risk ratio (RR) 0.27, 95% CI 0.08 to 0.95; 7 trials, 522 participants; moderate-certainty evidence).\nTransversus abdominis plane block (TAPB)\nESPB may not have any additional effect on postoperative pain intensity at rest 24 hours after surgery compared to TAPB (MD -0.16 points, 95% CI -0.46 to 0.14; 3 trials, 160 participants; low-certainty evidence). There may be no difference in block-related adverse events (RR 1.00, 95% CI 0.21 to 4.83; 4 trials, 202 participants; low-certainty evidence).\nSerratus anterior plane block (SAPB)\nThe effect on postoperative pain could not be assessed because no studies reported this outcome. There may be no difference in block-related adverse events (RR 1.00, 95% CI 0.06 to 15.59; 2 trials, 110 participants; low-certainty evidence).\nPectoralis plane block (PECSB)\nESPB may not have any additional effect on postoperative pain intensity at rest 24 hours after surgery compared to PECSB (MD 0.24 points, 95% CI -0.11 to 0.58; 2 trials, 98 participants; low-certainty evidence). The effect on block-related adverse events could not be assessed.\nQuadratus lumborum block (QLB)\nOnly one study reported on each of the primary outcomes.\nIntercostal nerve block (ICNB)\nESPB may not have any additional effect on postoperative pain intensity at rest 24 hours after surgery compared to ICNB, but this is uncertain (MD -0.33 points, 95% CI -3.02 to 2.35; 2 trials, 131 participants; very low-certainty evidence). There may be no difference in block-related adverse events, but this is uncertain (RR 0.09, 95% CI 0.04 to 2.28; 3 trials, 181 participants; very low-certainty evidence).\nEpidural analgesia (EA)\nWe are uncertain whether ESPB has an effect on postoperative pain intensity at rest 24 hours after surgery compared to EA (MD 1.20 points, 95% CI -2.52 to 4.93; 2 trials, 81 participants; very low-certainty evidence). A risk ratio for block-related adverse events was not estimable because only one study reported this outcome."
    },
    {
      "heading": "Authors' conclusions",
      "text": "ESPB in addition to standard care probably does not improve postoperative pain intensity 24 hours after surgery compared to no block. The number of block-related adverse events following ESPB was low. Further research is required to study the possibility of extending the duration of analgesia.\nWe identified 37 new studies in the updated search and there are three ongoing studies, suggesting possible changes to the effect estimates and the certainty of the evidence in the future."
    }
  ],
  "pls_title": "Pain relief and side effects of a new regional anaesthetic technique (ESPB)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Erector spinae plane block (ESPB) probably does not improve postoperative pain intensity 24 hours after surgery, but it may be performed without serious adverse events and may decrease requirements for oral pain relief as well as side effects associated with oral pain relief."
    },
    {
      "heading": "What is regional anaesthesia?",
      "text": "Acute postoperative pain is commonly treated with a combination of medications like opioids and regional anaesthesia. Regional anaesthesia is a way of specifically numbing nerves that carry pain signals in the area where the operation takes place. ESPB is a new technique, first described in 2016, which may reduce the use of opioids in the postoperative period as well as opioid-associated adverse effects. When applying ESPB, local anaesthetics are injected in the fascial plane underneath the erector spinae muscle and this can be done at different spinal levels. The erector spinae muscles are a group of muscles running along the back on each side of the spine."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We investigated the effectiveness in relieving pain as well as the potential side effects and risks of the ESPB compared to no block, placebo block (patients received saline injection instead of active drugs) and other regional anaesthesia in adults undergoing surgery with general anaesthesia."
    },
    {
      "heading": "What did we do?",
      "text": "We included 64 studies that randomly assigned patients to one of the treatment groups (randomised controlled trials) with 3973 patients in total. In these studies all patients received standard opioid care as well as the different regional anaesthesia according to their group allocation."
    },
    {
      "heading": "What did we find?",
      "text": "Postoperative pain at rest 24 hours after surgery did not show a clinically relevant difference, with no additional benefit on postoperative pain intensity.\nBlock-related adverse events were very rare, and we did not observe a significant difference between groups.\nOral opioid consumption as well as opioid-related side effects (such as nausea and itching) were decreased in the groups of patients receiving ESPB treatment."
    },
    {
      "heading": "Limitations of the evidence",
      "text": "We rated the certainty of evidence for the primary outcomes using the GRADE score (Grades of Recommendation, Assessment, Development and Evaluation). The certainty of evidence was graded mostly low, ranging from moderate to very low. This was in part due to many small studies with very diverse outcomes."
    },
    {
      "heading": "Conclusion",
      "text": "The current evidence suggests that ESPB probably does not improve postoperative pain intensity one day after surgery beyond standard pain-reducing medications. However, ESPB may not have a high risk of serious block-related adverse events. Furthermore, ESPB may help with reducing the need for opioid medication and thereby reducing opioid-related side effects. Further research is needed to better define the role of ESPB in postoperative pain treatment."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence is up-to-date to 4 January 2021."
    }
  ]
}