{
  "doi": "10.1002/14651858.CD013595.pub2",
  "name": "Daratumumab and antineoplastic therapy versus antineoplastic therapy only for adults with newly diagnosed multiple myeloma ineligible for transplant ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Multiple myeloma (MM) is a haematological malignancy that is characterised by proliferation of malignant plasma cells in the bone marrow. For adults ineligible to receive high-dose chemotherapy and autologous stem cell transplant, the recommended treatment combinations in first-line therapy generally consist of combinations of alkylating agents, immunomodulatory drugs, and proteasome inhibitors. Daratumumab is a CD38-targeting, human IgG1k monoclonal antibody recently developed and approved for the treatment of people diagnosed with MM. Multiple myeloma cells uniformly over-express CD-38, a 46-kDa type II transmembrane glycoprotein, making myeloma cells a specific target for daratumumab."
    },
    {
      "heading": "Objectives",
      "text": "To determine the benefits and harms of daratumumab in addition to antineoplastic therapy compared to antineoplastic therapy only for adults with newly diagnosed MM who are ineligible for transplant."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, EU Clinical Trials Register, ClinicalTrials.gov, WHO ICTRP, and conference proceedings from 2010 to September 2023."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials that compared treatment with daratumumab added to antineoplastic therapy versus the same antineoplastic therapy alone in adult participants with a confirmed diagnosis of MM. We excluded quasi-randomised trials and trials with less than 80% adult participants, unless there were subgroup analyses of adults with MM."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened the results of the search strategies for eligibility. We documented the process of study selection in a flowchart as recommended by the PRISMA statement. We evaluated the risk of bias in included studies with RoB 1 and assessed the certainty of the evidence using GRADE. We followed standard Cochrane methodological procedures."
    },
    {
      "heading": "Main results",
      "text": "We included four open-label, two-armed randomised controlled trials (34 publications) involving a total of 1783 participants. The ALCYONE, MAIA, and OCTANS trials were multicentre trials conducted worldwide in middle- and high-income countries. The AMaRC 03-16 trial was conducted in one high-income country, Australia. The mean age of participants was 69 to 74 years, and the proportion of female participants was between 40% and 54%.\nAll trials evaluated antineoplastic therapies with or without daratumumab. In the ALCYONE and OCTANS trials, daratumumab was combined with bortezomib and melphalan-prednisone. In the AMaRC 03-16 study, it was combined with bortezomib, cyclophosphamide, and dexamethasone, and in the MAIA study, it was combined with lenalidomide and dexamethasone.\nNone of the included studies was blinded (high risk of performance and detection bias). One study was published as abstract only, therefore the risk of bias for most criteria was unclear. The other three studies were published as full texts. Apart from blinding, the risk of bias was low for these studies.\nOverall survival\nTreatment with daratumumab probably increases overall survival when compared to the same treatment without daratumumab (hazard ratio (HR) 0.64, 95% confidence interval (CI) 0.53 to 0.76, 2 studies, 1443 participants, moderate-certainty evidence). After a follow-up period of 36 months, 695 per 1000 participants survived in the control group, whereas 792 per 1000 participants survived in the daratumumab group (95% CI 758 to 825).\nProgression-free survival\nTreatment with daratumumab probably increases progression-free survival when compared to treatment without daratumumab (HR 0.48, 95% CI 0.39 to 0.58, 3 studies, 1663 participants, moderate-certainty evidence). After a follow-up period of 24 months, progression-free survival was reached in 494 per 1000 participants in the control group versus 713 per 1000 participants in the daratumumab group (95% CI 664 to 760).\nQuality of life\nTreatment with daratumumab may result in a very small increase in quality of life after 12 months, evaluated on the EORTC QLQ-C30 global health status scale (GHS), when compared to treatment without daratumumab (mean difference 2.19, 95% CI −0.13 to 4.51, 3 studies, 1096 participants, low-certainty evidence). The scale is from 0 to 100, with a higher value indicating a better quality of life.\nOn-study mortality\nTreatment with daratumumab probably decreases on-study mortality when compared to treatment without daratumumab (risk ratio (RR) 0.72, 95% CI 0.62 to 0.83, 3 studies, 1644 participants, moderate-certainty evidence). After the longest follow-up available (12 to 72 months), 366 per 1000 participants in the control group and 264 per 1000 participants in the daratumumab group died (95% CI 227 to 304).\nSerious adverse events\nTreatment with daratumumab probably increases serious adverse events when compared to treatment without daratumumab (RR 1.18, 95% CI 1.02 to 1.37, 3 studies, 1644 participants, moderate-certainty evidence). After the longest follow-up available (12 to 72 months), 505 per 1000 participants in the control group versus 596 per 1000 participants in the daratumumab group experienced serious adverse events (95% CI 515 to 692).\nAdverse events (Common Terminology Criteria for Adverse Events (CTCAE) grade ≥ 3)\nTreatment with daratumumab probably results in little to no difference in adverse events (CTCAE grade ≥ 3) when compared to treatment without daratumumab (RR 1.01, 95% CI 0.99 to 1.02, 3 studies, 1644 participants, moderate-certainty evidence). After the longest follow-up available (12 to 72 months), 953 per 1000 participants in the control group versus 963 per 1000 participants in the daratumumab group experienced adverse events (CTCAE grade ≥ 3) (95% CI 943 to 972).\nTreatment with daratumumab probably increases the risk of infections (CTCAE grade ≥ 3) when compared to treatment without daratumumab (RR 1.52, 95% CI 1.30 to 1.78, 3 studies, 1644 participants, moderate-certainty evidence). After the longest follow-up available (12 to 72 months), 224 per 1000 participants in the control group versus 340 per 1000 participants in the daratumumab group experienced infections (CTCAE grade ≥ 3) (95% CI 291 to 399)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Overall analysis of four studies showed a potential benefit for daratumumab in terms of overall survival and progression-free survival and a slight potential benefit in quality of life. Participants treated with daratumumab probably experience increased serious adverse events. There were likely no differences between groups in adverse events (CTCAE grade ≥ 3); however, there are probably more infections (CTCAE grade ≥ 3) in participants treated with daratumumab.\nWe identified six ongoing studies which might strengthen the certainty of evidence in a future update of this review."
    }
  ],
  "pls_title": "What are the benefits and harms of daratumumab in addition to antimyeloma medicines compared to antimyeloma medicines only for adults with newly diagnosed multiple myeloma who aren't suited for stem cell transplant?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Research shows that in adults with multiple myeloma, adding a newer medicine called daratumumab to standard antimyeloma treatments probably helps people live longer than treatment with standard antimyeloma treatments alone.\n• Adding daratumumab probably increases the chance of serious adverse events, but probably not the chance of overall adverse events defined as Common Terminology Criteria for Adverse Events (CTCAE) of grade ≥ 3.\n• Treatment with daratumumab probably increases the chance of infections."
    },
    {
      "heading": "What is multiple myeloma?",
      "text": "Multiple myeloma is a type of blood cancer. The disease is caused when abnormal plasma cells, a type of white blood cell in the bone marrow, multiply uncontrollably. Multiple myeloma is a life-threatening condition."
    },
    {
      "heading": "How is multiple myeloma treated in adults with newly diagnosed disease who cannot have a stem cell transplant?",
      "text": "Adults with newly diagnosed multiple myeloma who aren't suited for a stem cell transplant (a procedure where damaged blood cells are replaced with healthy ones) receive treatment consisting of multiple-drug combinations of medicines."
    },
    {
      "heading": "What did we want to find out?",
      "text": "Daratumumab is a newly developed medicine that causes the death of myeloma cells. The addition of daratumumab has been approved for people who have already tried other treatments for multiple myeloma but whose disease returned or never got any better. We wanted to find out if daratumumab added to antimyeloma medicines shows advantages or disadvantages in adults with newly diagnosed multiple myeloma who aren't suited for a stem cell transplant when compared to antimyeloma medicines alone."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared the benefits and harms of daratumumab plus antimyeloma medicines with the same antimyeloma medicines alone in adults with a newly confirmed diagnosis of multiple myeloma who were not suitable for high-dose chemotherapy with stem cell transplantation. We compared and summarised the results, and rated our confidence in the evidence."
    },
    {
      "heading": "What did we find?",
      "text": "We found four studies involving a total of 1783 adults (females and males) with confirmed newly diagnosed multiple myeloma who were unsuitable for stem cell transplantation. The average age of participants in three studies was 69 to 74 years.\nTreatment with daratumumab probably increases how long people live. At 36 months after treatment, 695 of 1000 people who received antimyeloma treatment alone and 792 of 1000 people who received the same treatment plus daratumumab were still alive.\nTreatment with daratumumab probably increases the length of time that multiple myeloma does not get any worse. At 24 months after treatment, 494 of 1000 people who received antimyeloma treatment alone and 713 of 1000 people who received the same treatment plus daratumumab had disease that did not get worse.\nTreatment with daratumumab may slightly improve quality of life at 12 months, but we have little confidence in this result. The daratumumab group was 2.19 higher on a 0-to-100 scoring system than the antimyeloma treatment-alone group.\nTreatment with daratumumab probably increases the chance of serious adverse events (treatment-related health problems that result in hospitalisation or that are life-threatening). After the longest follow-up available (12 to 72 months), 505 of 1000 people in the antimyeloma treatment-alone group and 596 of 1000 people in the daratumumab group experienced serious adverse events.\nThere is likely little or no difference between groups in overall adverse events (CTCAE grade ≥ 3). After the longest follow-up available (12 to 72 months), 953 of 1000 people in the antimyeloma treatment-alone group and 963 of 1000 people in the daratumumab group experienced adverse effects (CTCAE grade ≥ 3).\nTreatment with daratumumab probably increases the risk of infections (CTCAE grade ≥ 3). After the longest follow-up available (12 to 72 months), 224 of 1000 people in the antimyeloma treatment-alone group and 340 of 1000 people in the daratumumab group had infections (CTCAE grade ≥ 3)."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are moderately confident in the evidence about how long people live because of incomplete data in one trial.\nWe are moderately confident in the evidence about the length of time after treatment that multiple myeloma doesn't get worse, serious adverse events, adverse events (CTCAE grade ≥ 3), and infections (CTCAE grade ≥ 3). This was due to the possibility that participants and personnel in the studies were aware of the treatment given, which could have influenced the results, and because the findings for serious adverse events were very different across the included studies.\nWe have little confidence in the evidence about quality of life due to the possibility that participants and personnel in the studies were aware of the treatment given, which could have influenced the results, and because of the small study sizes."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence is current to September 2023. Several new studies of daratumumab are ongoing that may provide more information about the possible benefits and harms of daratumumab for multiple myeloma. We will update this review when those studies are finished."
    }
  ]
}