{
  "doi": "10.1002/14651858.CD012892.pub2",
  "name": "Physical environmental designs in residential care to improve quality of life of older people ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The demand for residential aged care is increasing due to the ageing population. Optimising the design or adapting the physical environment of residential aged care facilities has the potential to influence quality of life, mood and function."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of changes to the physical environment, which include alternative models of residential aged care such as a 'home-like' model of care (where residents live in small living units) on quality of life, behaviour, mood and depression and function in older people living in residential aged care."
    },
    {
      "heading": "Search methods",
      "text": "CENTRAL, MEDLINE, Embase, six other databases and two trial registries were searched on 11 February 2021. Reference lists and grey literature sources were also searched."
    },
    {
      "heading": "Selection criteria",
      "text": "Non-randomised trials, repeated measures or interrupted time series studies and controlled before-after studies with a comparison group were included. Interventions which had modified the physical design of a care home or built a care home with an alternative model of residential aged care (including design alterations) in order to enhance the environment to promote independence and well-being were included. Studies which examined quality of life or outcomes related to quality of life were included. Two reviewers independently assessed the abstracts identified in the search and the full texts of all retrieved studies."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers independently extracted data, assessed the risk of bias in each included study and evaluated the certainty of evidence according to GRADE criteria. Where possible, data were represented in forest plots and pooled."
    },
    {
      "heading": "Main results",
      "text": "Twenty studies were included with 77,265 participants, although one large study included the majority of participants (n = 74,449). The main comparison was home-like models of care incorporating changes to the scale of the building which limit the capacity of the living units to smaller numbers of residents and encourage the participation of residents with domestic activities and a person-centred care approach, compared to traditional designs which may include larger-scale buildings with a larger number of residents, hospital-like features such as nurses' stations, traditional hierarchical organisational structures and design which prioritises safety.\nSix controlled before-after studies compared the home-like model and the traditional environment (75,074 participants), but one controlled before-after study included 74,449 of the participants (estimated on weighting). It is uncertain whether home-like models improve health-related quality of life, behaviour, mood and depression, function or serious adverse effects compared to traditional designs because the certainty of the evidence is very low. The certainty of the evidence was downgraded from low-certainty to very low-certainty for all outcomes due to very serious concerns due to risk of bias, and also serious concerns due to imprecision for outcomes with more than 400 participants. One controlled before-after study examined the effect of home-like models on quality of life. The author stated \"No statistically significant differences were observed between the intervention and control groups.\" Three studies reported on global behaviour (N = 257). One study found little or no difference in global behaviour change at six months using the Neuropsychiatric Inventory where lower scores indicate fewer behavioural symptoms (mean difference (MD) -0.04 (95% confidence interval (CI) -0.13 to 0.04, n = 164)), and two additional studies (N = 93) examined global behaviour, but these were unsuitable for determining a summary effect estimate. Two controlled before-after studies examined the effect of home-like models of care compared to traditional design on depression. After 18 months, one study (n = 242) reported an increase in the rate of depressive symptoms (rate ratio 1.15 (95% CI 1.02 to 1.29)), but the effect of home-like models of care on the probability of no depressive symptoms was uncertain (odds ratio 0.36 (95% CI 0.12 to 1.07)). One study (n = 164) reported little or no difference in depressive symptoms at six months using the Revised Memory and Behaviour Problems Checklist where lower scores indicate fewer depressive symptoms (MD 0.01 (95% CI -0.12 to 0.14)). Four controlled before-after studies examined function. One study (n = 242) reported little or no difference in function over 18 months using the Activities of Daily Living long-form scale where lower scores indicate better function (MD -0.09 (95% CI -0.46 to 0.28)), and one study (n = 164) reported better function scores at six months using the Interview for the Deterioration of Daily Living activities in Dementia where lower scores indicate better function (MD -4.37 (95% CI -7.06 to -1.69)). Two additional studies measured function but could not be included in the quantitative analysis. One study examined serious adverse effects (physical restraints), and reported a slight reduction in the important outcome of physical restraint use in a home-like model of care compared to a traditional design (MD between the home-like model of care and traditional design -0.3% (95% CI -0.5% to -0.1%), estimate weighted n = 74,449 participants at enrolment).\nThe remaining studies examined smaller design interventions including refurbishment without changes to the scale of the building, special care units for people with dementia, group living corridors compared to a non-corridor design, lighting interventions, dining area redesign and a garden vignette."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently insufficient evidence on which to draw conclusions about the impact of physical environment design changes for older people living in residential aged care. Outcomes directly associated with the design of the built environment in a supported setting are difficult to isolate from other influences such as health changes of the residents, changes to care practices over time or different staff providing care across shifts. Cluster-randomised trials may be feasible for studies of refurbishment or specific design components within residential aged care. Studies which use a non-randomised design or cluster-randomised trials should consider approaches to reduce risk of bias to improve the certainty of evidence."
    }
  ],
  "pls_title": "Physical environmental designs in residential care to improve quality of life of older people",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of the review?",
      "text": "There is an increasing older population worldwide and an increase in the numbers of people living with dementia. It has been suggested that improving lived area designs may improve quality of life, mood, and ability to perform daily living activities of aged care residents. The aim of this Cochrane review was to examine the effects of different physical environmental design changes in residential aged care to determine the effect on quality of life for the residents. The review authors collected and analysed all relevant studies to answer this question and found 20 studies."
    },
    {
      "heading": "Key messages",
      "text": "We are uncertain of the effects of design changes in residential aged care to improve quality of life for residents because more high-quality studies are needed."
    },
    {
      "heading": "What was studied in the review?",
      "text": "The review studied changes to physical environmental design in residential aged care, referring to any changes to the environment in which residents live, in an aim to improve their quality of life. These may be large-scale or small-scale changes. Large-scale changes can be changes to the design of residential care such as changing from the currently used lived-area designs to home-like designs with smaller numbers of residents living together. Small-scale changes may involve refurbishing the lived area or changing a single part of the lived area such as lighting. We included studies which compared different large-scale or small design changes in residential aged care, or compared design changes to currently used lived-area designs and examined the effect of design changes on quality of life, behaviour and daily living activities for the residents. There is no one definition of quality of life agreed upon, but most definitions include multiple aspects of a person’s expectations for their life, such as physical, mental, and emotional health, social activity and life situation."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "The review authors found 20 relevant studies that took place in nine different countries (Australia, Canada, Germany, Italy, the Netherlands, Spain, Sweden, the UK and the USA). The main design change which was investigated was the effect of creating a 'home-like' model of care which usually involved creating small-scale living units for residents and changes to care practices such as changes to staffing or choices residents had on daily routines.\nSix studies examined changes to the size of the building to limit the number of residents per living unit ranging between six and fifteen residents per living unit, in addition to changing care practices, for example, changes to staffing, or changes to the choices residents had for their daily routines. One study examined quality of life, but there was insufficient information presented to draw conclusions. Three studies examined behaviour; one study found little or no difference in behaviour and two studies provided insufficient information to draw conclusions. Two studies examined depression and reported little or no difference in depressive symptoms or the effect was uncertain. Four studies examined daily living activities; one study reported improvement in daily living activities, one study reported little or no difference in daily living activities, and two studies provided insufficient information to draw conclusions. One study reported a reduction in serious adverse effects (the use of physical restraints).  We are uncertain of the effects of home-like models of care on quality of life, behaviour, depression, daily living activities or serious adverse effects because the certainty (confidence) of the studies was determined to be very low due to issues with study design.\nThe other fourteen studies examined smaller design interventions such as refurbishment without changes to the scale of the building, special care units for people with dementia, different corridor designs, bright lighting, redesign of the dining room and an indoor garden."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The review authors searched for studies up to February 2021."
    }
  ]
}