{
  "doi": "10.1002/14651858.CD001951.pub2",
  "name": "Haloperidol dose for the acute phase of schizophrenia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Haloperidol is a benchmark, accessible antipsychotic drug against which the effects of newer treatments are gauged."
    },
    {
      "heading": "Objectives",
      "text": "To determine the best range of doses for haloperidol for the treatment of people acutely ill with schizophrenia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group Trials Register (February 2010), which is based on regular searches of CINAHL, EMBASE, MEDLINE and PsycINFO."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected studies if they involved people being treated for acute schizophrenia, randomised to two or more dose ranges of non-depot haloperidol, and if they reported clinically meaningful outcomes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "For this update, we inspected all citations and independently re-inspected a sample of citations in order to ensure reliable selection. We resolved any disagreement by discussion, and where doubt remained, we acquired the full-text article for further inspection. We then ordered papers, and reliably re-inspected and quality assessed the full reports, and extracted data. For homogeneous dichotomous data, we calculated the risk ratio (RR) with 95% confidence intervals (CI) on an intention-to-treat (ITT) basis. We assumed that people who left the study early or were lost to follow-up had a negative outcome. We calculated mean differences (MD) for continuous outcomes that reported ITT, last observation carried forward (LOCF) data. We excluded data if loss to follow-up was greater than 50%."
    },
    {
      "heading": "Main results",
      "text": "We included 19 trials with 19 different randomised dose comparisons. No studies reported data on relapse rates or quality of life and only one compared low dose (> 1.5 to 3 mg/day) haloperidol to higher dose ranges. Using standard lower dose (> 3 to 7.5 mg/day) did not result in loss of efficacy (no clinically important improvement in global state, versus standard higher dose (> 7.5 to 15 mg/day, n = 48, 1 RCT, RR 1.09, 95% CI 0.7 to 1.8, very-low-quality evidence ); versus high dose (> 15 to 35 mg/day, n = 81, 2 RCTs, RR 0.95, 95% CI 0.8 to 1.2, very-low-quality evidence ). Doses of haloperidol in the range of > 3 to 7.5 mg/day had a lower rate of development of clinically significant extrapyramidal adverse effects than higher doses (clinically significant extrapyramidal adverse effects, versus standard higher dose, n = 64, 2 RCTs, RR 0.12, 95% CI 0.01 to 2.1, very-low-quality evidence ); versus high dose, n = 144, 3 RCTs, RR 0.59, 95% CI 0.5 to 0.8, very-low-quality evidence; versus very high dose (> 35 mg/day, n = 86, 2 RCTs, RR 0.70, 95% CI 0.5 to 1.1, very-low-quality evidence). None of the other comparisons between dose ranges yielded statistically significant differences, but several, particularly with lower dose ranges, were underpowered to detect clinically meaningful differences."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Noresults were conclusive and all were based on small, short studies of limited quality. However, it would be understandable if clinicians were cautious in prescribing doses in excess of 7.5 mg/day of haloperidol to a person with uncomplicated acute schizophrenia, and if people with schizophrenia were equally reticent to take greater doses. Further research is needed regarding the efficacy and tolerability of the lower dose ranges, especially > 1.5 to 3 mg/day."
    }
  ],
  "pls_title": "Haloperidol dose for the acute phase of schizophrenia",
  "pls_type": "long",
  "pls": "Schizophrenia is a mental illness where the person often experiences both positive symptoms (such as hearing voices, seeing things and having strange beliefs) and negative symptoms (such as tiredness, apathy and loss of emotion). Antipsychotic drugs are used to treat schizophrenia. The antipsychotic drug, haloperidol, is one of the most frequently used drugs worldwide for people with schizophrenia.\nThe benefits of antipsychotic drugs, such as haloperidol, need to be weighed against their tendency for causing debilitating side effects (such as movement disorders, weight gain, lack of drive) and in some cases an increased likelihood of physical illnesses such as diabetes and heart disease. These debilitating side effects may mean that people stop taking their medication, which can lead to relapse and going into hospital. It is, therefore, important to find a tolerable and effective dose of haloperidol, which helps control the symptoms of schizophrenia but with fewer side effects.\nThe main aim of this review was to determine the best range of doses of haloperidol for the treatment of schizophrenia. Nineteen trials were included that compared varying doses of haloperidol. Despite over 30 years of trials, data on the effects of differing doses of haloperidol are sparse and poorly reported. This is especially so for the lower dose ranges generally used for the treatment of schizophrenia today. However, lower doses of haloperidol may be just as effective as higher doses but result in fewer side effects. This review also suggests that an important bias against haloperidol may exist in modern trials comparing new drugs with haloperidol. Results are not conclusive and are based on small, short studies of limited quality.\nThe authors of the review note that it would be understandable if psychiatrists were cautious about prescribing doses above 7.5 mg a day and if people with schizophrenia did not want to take higher dosages. Further research is needed to assess the tolerability and effectiveness of lower doses. Low doses of haloperidol may be just as good as higher doses, but with fewer side effects.\nThis plain language summary was written by a consumer, Benjamin Gray, Service User and Service User Expert. Rethink Mental Illness. Email: [email protected]."
}