{
  "doi": "10.1002/14651858.CD002958.pub2",
  "name": "Early postnatal discharge from hospital for healthy mothers and term infants",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Length of postnatal hospital stay has declined dramatically in the past 50 years. There is ongoing controversy about whether staying less time in hospital is harmful or beneficial. This is an update of a Cochrane Review first published in 2002, and previously updated in 2009."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of a policy of early postnatal discharge from hospital for healthy mothers and term infants in terms of important maternal, infant and paternal health and related outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register, ClinicalTrials.gov, the WHO International Clinical Trials Registry Platform (ICTRP) (21 May 2021) and the reference lists of retrieved articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing early discharge from hospital of healthy mothers and term infants (at least 37 weeks' gestation and greater than or equal to 2500 g), with the standard care in the respective settings in which trials were conducted. Trials using allocation methods that were not truly random (e.g. based on patient number or day of the week), trials with a cluster-randomisation design and trials published only in abstract form were also eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias, extracted and checked data for accuracy, and assessed the certainty of evidence using the GRADE approach. We contacted authors of ongoing trials for additional information."
    },
    {
      "heading": "Main results",
      "text": "We identified 17 trials (involving 9409 women) that met our inclusion criteria. We did not identify any trials from low-income countries. There was substantial variation in the definition of 'early discharge', ranging from six hours to four to five days. The extent of antenatal preparation and midwifery home care offered to women following discharge in intervention and control groups also varied considerably among trials. Nine trials recruited and randomised women in pregnancy, seven trials randomised women following childbirth and one did not report whether randomisation took place before or after childbirth.\nRisk of bias was generally unclear in most domains due to insufficient reporting of trial methods. The certainty of evidence is moderate to low and the reasons for downgrading were high or unclear risk of bias, imprecision (low numbers of events or wide 95% confidence intervals (CI)), and inconsistency (heterogeneity in direction and size of effect).\nInfant outcomes\nEarly discharge probably slightly increases the number of infants readmitted within 28 days for neonatal morbidity (including jaundice, dehydration, infections) (risk ratio (RR) 1.59, 95% CI 1.27 to 1.98; 6918 infants; 10 studies; moderate-certainty evidence). In the early discharge group, the risk of infant readmission was 69 per 1000 infants compared to 43 per 1000 infants in the standard care group. It is uncertain whether early discharge has any effect on the risk of infant mortality within 28 days (RR 0.39, 95% CI 0.04 to 3.74; 4882 infants; two studies; low-certainty evidence). Early postnatal discharge probably makes little to no difference in the number of infants having at least one unscheduled medical consultation or contact with health professionals within the first four weeks after birth (RR 0.88, 95% CI 0.67 to 1.16; 639 infants; four studies; moderate-certainty evidence).\nMaternal outcomes\nEarly discharge probably results in little to no difference in women readmitted within six weeks postpartum for complications related to childbirth (RR 1.12, 95% CI 0.82 to 1.54; 6992 women; 11 studies; moderate-certainty evidence) but the wide 95% CI indicates the possibility that the true effect is either an increase or a reduction in risk. Similarly, early discharge may result in little to no difference in the risk of depression within six months postpartum (RR 0.80, 95% CI 0.46 to 1.42; 4333 women; five studies; low-certainty evidence) but the wide 95% CI suggests the possibility that the true effect is either an increase or a reduction in risk.\nEarly discharge probably results in little to no difference in women breastfeeding at six weeks postpartum (RR 1.04, 95% CI 0.96 to 1.13; 7156 women; 10 studies; moderate-certainty evidence) or in the number of women having at least one unscheduled medical consultation or contact with health professionals (RR 0.72, 95% CI 0.43 to 1.20; 464 women; two studies; moderate-certainty evidence).\nMaternal mortality within six weeks postpartum was not reported in any of the studies.\nCosts\nEarly discharge may slightly reduce the costs of hospital care in the period immediately following the birth up to the time of discharge (low-certainty evidence; data not pooled) but it may result in little to no difference in costs of postnatal care following discharge from hospital, in the period up to six weeks after the birth (low-certainty evidence; data not pooled)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The definition of 'early discharge' varied considerably among trials, which made interpretation of results challenging. Early discharge probably leads to a higher risk of infant readmission within 28 days of birth, but probably makes little to no difference to the risk of maternal readmission within six weeks postpartum. We are uncertain if early discharge has any effect on the risk of infant or maternal mortality. With regard to maternal depression, breastfeeding, the number of contacts with health professionals, and costs of care, there may be little to no difference between early discharge and standard discharge but further trials measuring these outcomes are needed in order to enhance the level of certainty of the evidence. Large well-designed trials of early discharge policies, incorporating process evaluation and using standardized approaches to outcome assessment, are needed to assess the uptake of co-interventions. Since none of the evidence presented here comes from low-income countries, where infant and maternal mortality may be higher, it is important to conduct future trials in low-income settings."
    }
  ],
  "pls_title": "Early postnatal discharge from hospital for healthy mothers and term infants",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "We set out to determine from randomised controlled trials the effects of a policy of early postnatal discharge from hospital for healthy mothers and term infants (born at 37 weeks of pregnancy or later) on maternal, infant and paternal health and related outcomes."
    },
    {
      "heading": "What is the issue?",
      "text": "Problems can develop or become clear after the birth of a baby. For example, women can experience excessive bleeding and infections, have problems with initiating breast feeding, and lack confidence in the care of their infants, and the baby may not thrive. In years gone by, women were kept in hospital to prevent or deal with these issues. The length of time women spend in hospital after childbirth has fallen dramatically in many countries over the past 50 years."
    },
    {
      "heading": "Why is this important?",
      "text": "It is not known whether having a shorter stay in hospital after birth is beneficial or harmful to women and their newborn infants. Earlier discharge of mothers and their babies has potential advantages, including a familiar environment and better sleep, less exposure to artificial schedules imposed in the hospital environment and decreased exposure to infection risks. However, leaving hospital earlier may result in missed opportunities for breastfeeding and infant care support and identification of infant and maternal health problems following birth. This review of trials compared the policy of early discharge after childbirth with standard length of stay and care at the time of the study."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence in May 2021 and identified 17 trials involving 9409 women. The evidence is of low to moderate certainty because of limitations in the ways the studies were conducted. There was considerable variation in how early discharge was defined, ranging from six hours to four to five days. In most of the trials included in this review, early discharge was accompanied by some level of nursing or midwifery support. None of the trials took place in low-income countries.\nEarly discharge probably slightly increases the number of babies readmitted to hospital within 28 days of being born (10 studies, 6918 babies, moderate-certainty evidence). It is uncertain whether early discharge has any effect on the risk of babies dying within 28 days (two studies, 4882 babies). Early postnatal discharge probably makes little to no difference to the number of babies having at least one unscheduled medical consultation or contact with health professionals within the first four weeks after birth (four studies, 639 babies, moderate-certainty evidence).\nEarly discharge probably results in little to no difference in the number of women readmitted to hospital within six weeks of giving birth for complications related to childbirth (11 studies, 6992 women, moderate-certainty evidence). No deaths were reported. The number of women having at least one unscheduled medical consultation or contact with health professionals was not clearly different (two studies, 464 women, moderate-certainty evidence). Similarly, early discharge may result in little to no difference in the risk of depression within six months after giving birth (five studies, 4333 women, low-certainty evidence).\nEarly discharge probably results in little to no difference in the number of women breastfeeding at six weeks after giving birth or in the number of women having at least one unscheduled medical consultation or contact with health professionals.\nEarly discharge may slightly reduce the costs of hospital care with little to no difference in the cost of care from discharge to six weeks after the birth."
    },
    {
      "heading": "What does this mean?",
      "text": "The risk of babies being readmitted to hospital is probably higher following early discharge of mothers and their babies from hospital after the birth, but is probably not higher for women being readmitted to hospital after early discharge. We are uncertain about the risk of death for babies and mothers following early discharge, because these are uncommon events. Differences between early discharge and standard discharge in terms of maternal depression, breastfeeding, the number of contacts with health professionals and costs of care are not clearly different, and until further studies are done to investigate these factors, the evidence remains of low certainty."
    }
  ]
}