{
  "doi": "10.1002/14651858.CD013260.pub2",
  "name": "Topical mydriatics as adjunctive therapy for traumatic iridocyclitis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Traumatic eye complaints account for 3% of all hospital emergency department visits. The most common traumatic injury to the eye is blunt trauma, which accounts for 30% of these visits. Blunt trauma frequently leads to traumatic iridocyclitis, thus causing anterior uveitis. Iridocyclitis frequently causes tearing, photophobia, eye pain, and vision loss. These symptoms are a result of the inflammatory processes and ciliary spasms to iris muscles and sphincter. The inflammatory process is usually managed with topical corticosteroids, while the ciliary spasm is blunted by dilating the pupils with topical mydriatic agents, an adjuvant therapy. However, the effectiveness of mydriatic agents has not been quantified in terms of reduction of ocular pain and visual acuity loss."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of topical mydriatics as adjunctive therapy to topical corticosteroids for traumatic iridocyclitis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) which contains the Cochrane Eyes and Vision Trials Register (2019, issue 6); Ovid MEDLINE; Embase.com; Cumulative Index to Nursing and Allied Health Literature (CINAHL) Plus; PubMed; ClinicalTrials.gov and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP). We did not use any date or language restrictions in the electronic search for trials. We last searched the electronic databases on 12 June 2019."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include randomized controlled trials (RCTs) that compared topical mydriatic agents in conjunction with topical corticosteroid therapy versus topical corticosteroids alone, in participants with traumatic iridocyclitis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors (JH, MK) independently screened titles and abstracts, then full-text reports, against eligibility criteria. We planned to have two authors independently extract data from included studies. We resolved differences in opinion by discussion."
    },
    {
      "heading": "Main results",
      "text": "There were no eligible RCTs that compared the interventions of interest in people with traumatic iridocyclitis."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We did not find any evidence from RCTs about the efficacy of topical mydriatic agents as an adjunctive therapy with topical corticosteroids for treating traumatic iridocyclitis. In the absence of these types of studies, we cannot draw any firm conclusions. Controlled trials that compare the combined use of topical mydriatic agents and corticosteroid drops against standard corticosteroid drops alone, in people with traumatic iridocyclitis are required. These may provide evidence about the efficacy and risk of topical mydriatic drops as adjuvant therapy for traumatic iridocyclitis."
    }
  ],
  "pls_title": "What are the benefits and risks of eye drops that widen the pupil as an additional treatment for inflammation after a blow to the eye?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why this question is important",
      "text": "Hospital emergency departments often treat people with eye injuries. There are two main types of eye injuries:\n• blunt trauma injuries, when an object or force strikes the eye. Common causes of blunt trauma to the eye include motor vehicle accidents, sports- or work-related accidents, or fights;\n• penetrating trauma injuries, when a sharp object or an object traveling at high speed (for example, from pellets fired by air-powered guns) pierces the eye.\nBlunt trauma is the more common form of eye injury. People who have these injuries often develop traumatic iridocyclitis, an inflammation of the iris (the colored part of the eye that surrounds the black pupil) and the ciliary body (the muscles and tissue around the iris). Traumatic iridocyclitis can develop after both major and minor blunt trauma, and can affect children as well as adults. Symptoms associated with damage to the iris and ciliary body include eye pain and sensitivity to light. If the inflammation goes unnoticed or is not treated properly, it can cause vision loss.\nThe standard treatment for traumatic iridocyclitis is anti-inflammatory eye drops (corticosteroids). Eye drops that widen the pupil (mydriatics) are usually used as an additional treatment, to reduce eye pain and discomfort, and to shorten the duration of symptoms.\nWe aimed to find out whether the use of mydriatics plus corticosteroids to treat traumatic iridocyclitis is beneficial or causes more unwanted effects than corticosteroids alone by reviewing the research evidence. Specifically, we wanted to know if mydriatics relieve eye pain and inflammation and improve vision. We also wanted to find out if mydriatics cause complications such as chronic pain, and if they have any serious negative effects on sight (including blindness)."
    },
    {
      "heading": "How we searched for evidence",
      "text": "Our team of researchers searched the medical literature for:\n• randomized controlled trials: these are medical studies where people are randomly put into one of two or more treatment groups. This type of study provides the most reliable evidence about whether a treatment makes a difference;\n• studies on people of all ages with traumatic iridocyclitis;\n• studies that compared the effects of mydriatics plus corticosteroids against corticosteroids alone."
    },
    {
      "heading": "What we found",
      "text": "We found no randomized controlled trials to help us answer our question. Therefore, we do not know whether the addition of mydriatics to corticosteroids is beneficial or causes more unwanted effects than corticosteroids alone in the treatment of traumatic iridocyclitis. We need researchers to conduct future studies that compare mydriatics plus corticosteroids against corticosteroids, so that we can assess the benefits and risks of mydriatics as an additional treatment for traumatic iridocyclitis."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "We last searched for evidence on 12 June 2019. This review covered research that was available up to that date, but did not consider any evidence that may have been produced since then."
    }
  ]
}