{
  "doi": "10.1002/14651858.CD004661.pub4",
  "name": "Magnesium sulphate for women at risk of preterm birth for neuroprotection of the fetus",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Magnesium sulphate is a common therapy in perinatal care. Its benefits when given to women at risk of preterm birth for fetal neuroprotection (prevention of cerebral palsy for children) were shown in a 2009 Cochrane review. Internationally, use of magnesium sulphate for preterm cerebral palsy prevention is now recommended practice. As new randomised controlled trials (RCTs) and longer-term follow-up of prior RCTs have since been conducted, this review updates the previously published version."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of magnesium sulphate as a fetal neuroprotective agent when given to women considered to be at risk of preterm birth."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth's Trials Register, ClinicalTrials.gov, and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) on 17 March 2023, as well as reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs and cluster-RCTs of women at risk of preterm birth that assessed prenatal magnesium sulphate for fetal neuroprotection compared with placebo or no treatment. All methods of administration (intravenous, intramuscular, and oral) were eligible. We did not include studies where magnesium sulphate was used with the primary aim of preterm labour tocolysis, or the prevention and/or treatment of eclampsia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed RCTs for inclusion, extracted data, and assessed risk of bias and trustworthiness. Dichotomous data were presented as summary risk ratios (RR) with 95% confidence intervals (CI), and continuous data were presented as mean differences with 95% CI. We assessed the certainty of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included six RCTs (5917 women and their 6759 fetuses alive at randomisation). All RCTs were conducted in high-income countries. The RCTs compared magnesium sulphate with placebo in women at risk of preterm birth at less than 34 weeks' gestation; however, treatment regimens and inclusion/exclusion criteria varied. Though the RCTs were at an overall low risk of bias, the certainty of evidence ranged from high to very low, due to concerns regarding study limitations, imprecision, and inconsistency.\nPrimary outcomes for infants/children:Up to two years’ corrected age, magnesium sulphate compared with placebo reduced cerebral palsy (RR 0.71, 95% CI 0.57 to 0.89; 6 RCTs, 6107 children; number needed to treat for additional beneficial outcome (NNTB) 60, 95% CI 41 to 158) and death or cerebral palsy (RR 0.87, 95% CI 0.77 to 0.98; 6 RCTs, 6481 children; NNTB 56, 95% CI 32 to 363) (both high-certainty evidence). Magnesium sulphate probably resulted in little to no difference in death (fetal, neonatal, or later) (RR 0.96, 95% CI 0.82 to 1.13; 6 RCTs, 6759 children); major neurodevelopmental disability (RR 1.09, 95% CI 0.83 to 1.44; 1 RCT, 987 children); or death or major neurodevelopmental disability (RR 0.95, 95% CI 0.85 to 1.07; 3 RCTs, 4279 children) (all moderate-certainty evidence). At early school age, magnesium sulphate may have resulted in little to no difference in death (fetal, neonatal, or later) (RR 0.82, 95% CI 0.66 to 1.02; 2 RCTs, 1758 children); cerebral palsy (RR 0.99, 95% CI 0.69 to 1.41; 2 RCTs, 1038 children); death or cerebral palsy (RR 0.90, 95% CI 0.67 to 1.20; 1 RCT, 503 children); and death or major neurodevelopmental disability (RR 0.81, 95% CI 0.59 to 1.12; 1 RCT, 503 children) (all low-certainty evidence). Magnesium sulphate may also have resulted in little to no difference in major neurodevelopmental disability, but the evidence is very uncertain (average RR 0.92, 95% CI 0.53 to 1.62; 2 RCTs, 940 children; very low-certainty evidence).\nSecondary outcomes for infants/children: Magnesium sulphate probably reduced severe intraventricular haemorrhage (grade 3 or 4) (RR 0.76, 95% CI 0.60 to 0.98; 5 RCTs, 5885 infants; NNTB 92, 95% CI 55 to 1102; moderate-certainty evidence) and may have resulted in little to no difference in chronic lung disease/bronchopulmonary dysplasia (average RR 0.92, 95% CI 0.77 to 1.10; 5 RCTs, 6689 infants; low-certainty evidence).\nPrimary outcomes for women: Magnesium sulphate may have resulted in little or no difference in severe maternal outcomes potentially related to treatment (death, cardiac arrest, respiratory arrest) (RR 0.32, 95% CI 0.01 to 7.92; 4 RCTs, 5300 women; low-certainty evidence). However, magnesium sulphate probably increased maternal adverse effects severe enough to stop treatment (average RR 3.21, 95% CI 1.88 to 5.48; 3 RCTs, 4736 women; moderate-certainty evidence).\nSecondary outcomes for women: Magnesium sulphate probably resulted in little to no difference in caesarean section (RR 0.96, 95% CI 0.91 to 1.02; 5 RCTs, 5861 women) and postpartum haemorrhage (RR 0.94, 95% CI 0.80 to 1.09; 2 RCTs, 2495 women) (both moderate-certainty evidence). Breastfeeding at hospital discharge and women’s views of treatment were not reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The currently available evidence indicates that magnesium sulphate for women at risk of preterm birth for neuroprotection of the fetus, compared with placebo, reduces cerebral palsy, and death or cerebral palsy, in children up to two years' corrected age, and probably reduces severe intraventricular haemorrhage for infants. Magnesium sulphate may result in little to no difference in outcomes in children at school age.\nWhile magnesium sulphate may result in little to no difference in severe maternal outcomes (death, cardiac arrest, respiratory arrest), it probably increases maternal adverse effects severe enough to stop treatment.\nFurther research is needed on the longer-term benefits and harms for children, into adolescence and adulthood. Additional studies to determine variation in effects by characteristics of women treated and magnesium sulphate regimens used, along with the generalisability of findings to low- and middle-income countries, should be considered."
    }
  ],
  "pls_title": "Is magnesium sulphate for women at risk of preterm birth better than placebo for protecting their babies' brains?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Magnesium sulphate given to women at risk of preterm birth for protecting their babies' brains reduces cerebral palsy, and the combined outcome of death or cerebral palsy, in their children up to two years of age, when compared with placebo.\nFuture research in this area should focus on the effects of treatment:\n• on children when they are adolescents and adults; and\n• for different groups of women at risk of preterm birth, and with different ways of giving magnesium sulphate."
    },
    {
      "heading": "What is magnesium sulphate?",
      "text": "Magnesium sulphate is a common medicine used across the world for different complications in pregnancy."
    },
    {
      "heading": "Why is this important for women at risk of preterm birth and their babies?",
      "text": "Babies born early (preterm, before 37 weeks of pregnancy) have a higher risk of complications including death and disabilities, such as cerebral palsy. In recent years, magnesium sulphate has been given to women who are likely to have their babies preterm (because of spontaneous preterm labour, or a medical indication to plan an induction of labour or caesarean birth early) to help protect their babies' brains and prevent these complications."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if magnesium sulphate is better than placebo (a 'dummy' treatment that does not contain any medicine but appears identical to the medicine being tested) at protecting the brains of babies likely to be born preterm.\nWe were interested in the effect of magnesium sulphate on important outcomes, including: death (of the babies, or later as children), cerebral palsy, and major 'neurodevelopmental disability' (which might include serious outcomes like cerebral palsy, blindness, deafness, or global cognitive or intellectual impairment). We were also interested in the effect on important outcomes for women, including serious complications of magnesium sulphate (death, respiratory or cardiac arrest), and stopping treatment because of side effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at whether magnesium sulphate caused benefits or harms for women and their preterm babies when compared to placebo or no treatment. We compared and summarised results and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found six studies involving 5917 women at less than 34 weeks of pregnancy and their 6759 babies. The studies were all conducted in high-income countries. The included studies compared magnesium sulphate with placebo."
    },
    {
      "heading": "Main results",
      "text": "Compared with placebo, magnesium sulphate in women at risk of having their babies preterm:\n• reduces cerebral palsy (evidence from 6 studies with 6107 children) and the combined outcome of death or cerebral palsy (6 studies, 6481 children) for children up to two years of age;\n• probably makes little to no difference in death (6 studies, 6759 children), major neurodevelopmental disability (1 study, 987 children), or the combined outcome of death or major neurodevelopmental disability (3 studies, 4279 children), for children up to two years of age;\n• may make little to no difference in the above-mentioned outcomes for children at early school age;\n• may make little to no difference in serious complications of treatment for women (4 studies, 5300 women), but probably increases women stopping treatment because of side effects (3 studies, 4736 women)."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are confident in our finding that magnesium sulphate reduces cerebral palsy, and the combined outcome of death or cerebral palsy, in children up to two years of age.\nWe have little confidence in the evidence for outcomes of children at school age, as studies could not provide data for all children, and there are not yet enough studies/data to be certain about the results.\nWe have little confidence in our finding that magnesium sulphate makes little to no difference in serious complications of treatment for women, as there was only one complication reported in one study. We have moderate confidence in our findings that magnesium sulphate probably increases women stopping treatment because of side effects, as the findings differed across studies, probably because of different decision-making processes for stopping treatment.\nThe results of further research for the outcomes in which we have limited confidence could differ from the results of this review."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence is current to 17 March 2023."
    }
  ]
}