{
  "doi": "10.1002/14651858.CD001899.pub4",
  "name": "Intermittent pneumatic compression for treating venous leg ulcers",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Intermittent pneumatic compression (IPC) is a mechanical method of delivering compression to swollen limbs that can be used to treat venous leg ulcers and limb swelling due to lymphoedema."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether IPC increases the healing of venous leg ulcers. To determine the effects of IPC on health related quality of life of venous leg ulcer patients."
    },
    {
      "heading": "Search methods",
      "text": "In April 2014, for this third update, we searched the Cochrane Wounds Group Specialised Register; the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library); Ovid MEDLINE; Ovid MEDLINE (In-Process & Other Non-Indexed Citations); Ovid EMBASE; and EBSCO CINAHL."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that compared the effects of IPC with control (sham IPC or no IPC) or made comparisons between IPC treatment regimens, in venous ulcer management."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors reviewed titles and abstracts and agreed on full studies to be retrieved. One review author extracted data and assessed studies for risk of bias and this was checked by a second review author."
    },
    {
      "heading": "Main results",
      "text": "We identified nine randomised controlled trials (including 489 people in total). Only one trial was at low risk of bias overall having reported adequate randomisation, allocation concealment and blinded outcome assessment.\n\nIn one trial (80 people) more ulcers healed with IPC than with dressings (62% vs 28%; p=0.002). Five trials compared IPC plus compression with compression alone. Two of these (97 people) found increased ulcer healing with IPC plus compression than with compression alone. The remaining three trials (122 people) found no evidence of a benefit for IPC plus compression compared with compression alone.\nTwo trials (86 people) found no difference between IPC (without additional compression) and compression bandages alone.\nOne trial (104 people) compared different ways of delivering IPC and found that rapid IPC healed more ulcers than slow IPC (86% vs 61%)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "IPC may increase healing compared with no compression. It is unclear whether it can be used instead of compression bandages. There is some limited evidence that IPC may improve healing when added to compression bandages. Rapid IPC was better than slow IPC in one trial. Further trials are required to determine the reliability of current evidence, which patients may benefit from IPC in addition to compression bandages, and the optimum treatment regimen."
    }
  ],
  "pls_title": "Intermittent pneumatic compression for treating venous leg ulcers.",
  "pls_type": "long",
  "pls": "Venous leg ulcers (open sores) can be caused by a blockage or breakdown in the veins of the leg. Compression, using bandages or hosiery (stockings), can help heal ulcers. However, they do not always work, and some people are not willing or able to wear them. Intermittent pneumatic compression (IPC) uses an air pump to inflate and deflate an airtight bag wrapped around the leg. This technique is also used to stop blood clots developing during surgery. However, the review of trials found conflicting evidence about whether or not IPC is better than compression bandages and hosiery. Intermittent pneumatic compression (IPC) is better for healing leg ulcers than no compression. . Some studies suggest IPC might be a beneficial addition to bandages for some ulcers, but these studies might be biased. Delivering the IPC therapy in a rapid manner by inflating and deflating the IPC device more quickly resulted in more ulcers being healed than with a slower deflation regime."
}