{
  "doi": "10.1002/14651858.CD000500",
  "name": "Endotracheal intubation at birth for preventing morbidity and mortality in vigorous, meconium‐stained infants born at term ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "On the basis of evidence from non-randomised studies, it has been recommended that all babies born through thick meconium should have their tracheas intubated so that suctioning of their airways can be performed. The aim is to reduce the incidence and severity of meconium aspiration syndrome. However, for term babies who are vigorous at birth endotracheal intubation may be both difficult and unnecessary."
    },
    {
      "heading": "Objectives",
      "text": "To determine if endotracheal intubation and suction of the airways at birth in vigorous term meconium-stained babies is more beneficial than routine resuscitation including aspiration of the oro-pharynx."
    },
    {
      "heading": "Search methods",
      "text": "The search was made from Oxford Database of Perinatal Trials, Cochrane Controlled Trials Register (The Cochrane Library, Issue 3, 2002), MEDLINE from 1966 to September 2002, and information obtained from knowledgeable practising neonatologists."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials which compared a policy of routine vs no (or selective) use of endotracheal intubation and aspiration in the immediate management of vigorous term meconium-stained babies at birth."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data regarding clinical outcomes including mortality, meconium aspiration syndrome, other respiratory conditions, pneumothorax, need for oxygen supplementation, stridor, convulsions and hypoxic-ischaemic encephalopathy were abstracted and analysed using Revman 4.1."
    },
    {
      "heading": "Main results",
      "text": "Four randomised controlled trials of endotracheal intubation at birth in vigorous term meconium-stained babies were identified. Meta-analysis of these trials does not support routine use of endotracheal intubation at birth in vigorous meconium-stained babies to reduce mortality, meconium aspiration syndrome, other respiratory symptoms or disorders, pneumothorax, oxygen need, stridor, HIE and convulsions. However, the event rates of many of these outcomes is low in the reported trials making reliable estimates of treatment effect impossible."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Routine endotracheal intubation at birth in vigorous term meconium-stained babies has not been shown to be superior to routine resuscitation including oro-pharyngeal suction. This procedure cannot be recommended for vigorous infants until more research is available."
    }
  ],
  "pls_title": "Endotracheal intubation at birth for preventing morbidity and mortality in vigorous, meconium-stained infants born at term",
  "pls_type": "long",
  "pls": "Meconium is the first stool of a newborn baby, greenish-black in colour and rather sticky in consistency.  If a baby is distressed before birth meconium may be passed into the amniotic fluid and if the baby then gasps the meconium-stained fluid may pass into the lungs.  Once in the lungs the meconium can make the baby ill by obstructing the airways and causing inflammation this is called meconium aspiration syndrome.  It is possible to reduce the amount of meconium getting into the lungs by sucking it from the baby’s throat and windpipe (trachea) soon after birth but it is not certain if this leads to overall benefit for the vigorous term newborn baby.  Furthermore, placing a tube in the windpipe (endotracheal intubation) of a vigorous term baby is not always easy and could cause harm.  Four studies enrolled 2844 term infants and randomly allocated them to intubation to clear the airways or routine resuscitation without intubation.  No benefit was found from routine intubation compared to routine resuscitation for vigorous term babies.  The outcomes reported included: meconium aspiration syndrome, lung air leaks, need for oxygen, noisy breathing (stridor) and fits but there were no significant differences between the two groups.  Routine endotracheal intubation of vigorous term babies born through meconium-stained amniotic fluid cannot be recommended.  For non-vigorous babies endotracheal intubation is probably indicated until more information becomes available."
}