{
  "doi": "10.1002/14651858.CD001689.pub4",
  "name": "Venous thromboembolism prophylaxis for women at risk during pregnancy and the early postnatal period ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Venous thromboembolism (VTE), although rare, is a major cause of maternal mortality and morbidity. Some women are at increased risk of VTE during pregnancy and the early postnatal period (e.g. caesarean section, family history of VTE, or thrombophilia), and so prophylaxis may be considered. As some methods of prophylaxis carry risks of adverse effects, and risk of VTE is often low, benefits of thromboprophylaxis may be outweighed by harms."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of thromboprophylaxis during pregnancy and the early postnatal period on the risk of venous thromboembolic disease and adverse effects in women at increased risk of VTE."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group’s Trials Register (18 October 2019). In addition, we searched ClinicalTrials.gov and the WHO International Clinical Trials Registry Platform (ICTRP) for unpublished, planned and ongoing trial reports (18 October 2019)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials comparing one method of thromboprophylaxis with placebo or no treatment, or two (or more) methods of thromboprophylaxis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two review authors assessed trial eligibility, extracted data, assessed risk of bias, and judged certainty of evidence for selected critical outcomes (using GRADE). We conducted fixed-effect meta-analysis and reported data (all dichotomous) as summary risk ratios (RRs) with 95% confidence intervals (CIs)."
    },
    {
      "heading": "Main results",
      "text": "Twenty-nine trials (involving 3839 women), overall at moderate to high risk of bias were included. Trials were conducted across the antenatal, peripartum and postnatal periods, with most in high-income countries. Interventions included types and regimens of heparin (low molecular weight heparin (LMWH) and unfractionated heparin (UFH)), hydroxyethyl starch (HES), and compression stockings or devices. Data were limited due to a small number of trials in comparisons and/or few or no events reported. All critical outcomes (assessed for comparisons of heparin versus no treatment/placebo, and LMWH versus UFH) were considered to have very low-certainty evidence, downgraded mainly for study limitations and imprecise effect estimates.  Maternal death was not reported in most studies.\nAntenatal (± postnatal) prophylaxis\nFor the primary outcomes symptomatic thromboembolic events pulmonary embolism (PE) and/or deep vein thrombosis (DVT), and the critical outcome of adverse effects sufficient to stop treatment, the evidence was very uncertain.\nSymptomatic thromboembolic events:\n- heparin versus no treatment/placebo (RR 0.39; 95% CI 0.08 to 1.98; 4 trials, 476 women; very low-certainty evidence);\n- LMWH versus UFH (RR 0.47; 95% CI 0.09 to 2.49; 4 trials, 404 women; very low-certainty evidence);\nSymptomatic PE:\n- heparin versus no treatment/placebo (RR 0.33; 95% CI 0.02 to 7.14; 3 trials, 187 women; very low-certainty evidence);\n- LMWH versus UFH (no events; 3 trials, 287 women);\nSymptomatic DVT:\n- heparin versus no treatment/placebo (RR 0.33; 95% CI 0.04 to 3.10; 4 trials, 227 women; very low-certainty evidence);\n- LMWH versus UFH (no events; 3 trials, 287 women);\nAdverse effects sufficient to stop treatment:\n- heparin versus no treatment/placebo (RR 0.49; 95% CI 0.05 to 5.31; 1 trial, 139 women; very low-certainty evidence);\n- LMWH versus UFH (RR 0.07; 95% CI 0.01 to 0.54; 2 trials, 226 women; very low-certainty evidence).\nPeripartum/postnatal prophylaxis\nVaginal or caesarean birth\nWhen UFH and no treatment were compared, the effects on symptomatic thromboembolic events (RR 0.16; 95% CI 0.02 to 1.36; 1 trial, 210 women; very low-certainty evidence), symptomatic PE (RR 0.16; 95% CI 0.01 to 3.34; 1 trial, 210 women; very low-certainty evidence), and symptomatic DVT  (RR 0.27; 95% CI 0.03 to 2.55; 1 trial, 210 women; very low-certainty evidence) were very uncertain.  Maternal death and adverse effects sufficient to stop treatment were not reported.\nCaesarean birth\nSymptomatic thromboembolic events:\n- heparin versus no treatment/placebo (RR 1.30; 95% CI 0.39 to 4.27; 4 trials, 840 women; very low-certainty evidence);\n- LMWH versus UFH (RR 0.33; 95% CI 0.01 to 7.99; 3 trials, 217 women; very low-certainty evidence);\nSymptomatic PE:\n- heparin versus no treatment/placebo (RR 1.10; 95% CI 0.25 to 4.87; 4 trials, 840 women; very low-certainty evidence);\n- LMWH versus UFH (no events; 3 trials, 217 women);\nSymptomatic DVT:\n- heparin versus no treatment/placebo (RR 1.30; 95% CI 0.24 to 6.94; 5 trials, 1140 women; very low-certainty evidence); LMWH versus UFH (RR 0.33; 95% CI 0.01 to 7.99; 3 trials, 217 women; very low-certainty evidence);\nMaternal death:\n- heparin versus placebo (no events, 1 trial, 300 women);\nAdverse effects sufficient to stop treatment:\n- heparin versus placebo (no events;  1 trial, 140 women).\nPostnatal prophylaxis\nNo events were reported for LMWH versus no treatment/placebo for: symptomatic thromboembolic events, symptomatic PE and symptomatic DVT (all 2 trials, 58 women), or maternal death (1 trial, 24 women). Adverse effects sufficient to stop treatment were not reported.\nWe were unable to conduct subgroup analyses due to lack of data.\nSensitivity analysis including the nine studies at low risk of bias did not impact overall findings."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence is very uncertain about benefits and harms of VTE thromboprophylaxis in women during pregnancy and the early postnatal period at increased risk of VTE. Further high-quality very large-scale randomised trials are needed to determine effects of currently used treatments in women with different VTE risk factors. As sufficiently large definitive trials are unlikely to be funded, secondary data analyses based on high-quality registry data are important."
    }
  ],
  "pls_title": "Preventing venous thromboembolism in women during pregnancy, childbirth and after birth",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "We set out to determine from randomised controlled trials the benefits and harms of treatments during pregnancy, childbirth, and after birth to prevent deep vein clots in women who are at increased risk."
    },
    {
      "heading": "What is the issue?",
      "text": "A blood clot can form in a deep vein, usually in the legs. This is known as deep vein thrombosis (DVT). If part of the clot breaks off it can be carried in the blood to the lungs and block blood vessels there. This is called a pulmonary embolism (PE), and can cause death, although this is rare. Together these are known as venous thromboembolism (VTE) disease. A women's clotting system is more active during pregnancy to protect her from excessive bleeding during birth. Some women are at a higher risk of VTE during pregnancy and around the time of childbirth including women with previous VTE, thrombophilia (a condition which makes people more likely to develop clots) and following a caesarean birth."
    },
    {
      "heading": "Why is this important?",
      "text": "Women at increased risk of VTE during pregnancy and in the six weeks following childbirth are commonly given treatments to prevent blood clots. Treatments vary due to lack of clear guidelines. The treatments to prevent VTE include heparin type drugs, aspirin and the wearing of compression stockings to improve blood flow in the legs. Some of the treatments can potentially harm women, for example, by increasing blood loss after childbirth or interfering with wound healing."
    },
    {
      "heading": "What evidence did we find?",
      "text": "This is an update of a Cochrane Review published in 2014. We searched for new evidence in October 2019. Twenty-nine randomised controlled studies, involving 3839 women, are now included. The studies were published from 1975 to 2016 and were mainly carried out in high-income countries. They included women at increased risk of VTE who were pregnant, in childbirth, and after the birth. Treatments assessed included different types and doses of heparin (of low molecular weight heparin and unfractionated heparin), and compression stockings or devices. No deaths occurred. The reported findings were supported by very low-certainty evidence.\nStarting treatment during pregnancy (with or without treatment after childbirth): we looked at the occurrence of symptomatic VTE and adverse effects that caused women to stop treatment. Any benefits of heparin were unclear when compared with no treatment or a placebo (assessed in up to four studies with 476 women). Similarly, for different types of heparin (assessed in up to four studies with 404 women), different doses of low molecular weight heparin (in one study with 144 women), and for compression stockings compared with no stockings (in one study with 44 women).\nFor treatment during and following vaginal or caesarean birth: we are very uncertain about the effects of heparin when compared with no treatment on the occurrence of symptomatic VTE (assessed in one study with 210 women). This study did not report on adverse effects that led women to stop treatment.\nFor treatment during and following caesarean birth: we are very uncertain about the effects of heparin compared with no treatment or a placebo (assessed in up to five studies with 1140 women). The studies looked at different types or doses of heparin, and compression devices compared with bed rest (in one study of 49 women). No adverse effects stopping treatment were reported.\nLooking at treatment following vaginal or caesarean birth: no symptomatic VTEs were reported in women receiving either heparin or no treatment or placebo in two studies (58 women). No study reported on adverse effects leading to women stopping treatment."
    },
    {
      "heading": "What does this mean?",
      "text": "We are very uncertain if the benefits of treatments used to prevent deep vein clots in high-risk women during pregnancy and around the time of childbirth outweigh any harms. Small numbers of studies were included in the comparisons with a range of outcomes measured and low numbers of events. Some studies had design limitations and definitions of blood clotting risk factors and outcomes were not always clear. More, large, high-quality studies are needed."
    }
  ]
}