{
  "doi": "10.1002/14651858.CD006362.pub4",
  "name": "Non‐steroidal anti‐inflammatory drugs for the common cold",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Non-steroidal anti-inflammatory drugs (NSAIDs) have been widely used for the treatment of pain and fever associated with the common cold."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of NSAIDs versus placebo (and other treatments) on signs and symptoms of the common cold, and to determine any adverse effects of NSAIDs in people with the common cold."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (2015, Issue 4, April), (January 1966 to April week 3, 2015), EMBASE (January 1980 to April 2015), CINAHL (January 1982 to April 2015) and ProQuest Digital Dissertations (January 1938 to April 2015)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) of NSAIDS in adults or children with the common cold."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Four review authors extracted data. We subdivided trials into placebo-controlled RCTs and head-to-head comparisons of NSAIDs. We extracted and summarised data on global analgesic effects (such as reduction of headache and myalgia), non-analgesic effects (such as reduction of nasal symptoms, cough, sputum and sneezing) and side effects. We expressed dichotomous outcomes as risk ratios (RR) with 95% confidence intervals (CI) and continuous data as mean differences (MD) or standardised mean differences (SMD). We pooled data using the fixed-effect and random-effects models."
    },
    {
      "heading": "Main results",
      "text": "We included nine RCTs with 1069 participants, describing 37 comparisons: six were NSAIDs versus placebo and three were NSAIDs versus NSAIDs. The overall risk of bias in the included studies was mixed. In a pooled analysis, NSAIDs did not significantly reduce the total symptom score (SMD -0.40, 95% CI -1.03 to 0.24, three studies, random-effects model), or duration of colds (MD -0.23, 95% CI -1.75 to 1.29, two studies, random-effects model). For respiratory symptoms, cough did not improve (SMD -0.05, 95% CI -0.66 to 0.56, two studies, random-effects model) but the sneezing score significantly improved (SMD -0.44, 95% CI -0.75 to -0.12, two studies, random-effects model). For outcomes related to the analgesic effects of NSAIDs (headache, ear pain, and muscle and joint pain) the treatment produced significant benefits. The risk of adverse effects was not high with NSAIDs (RR 2.94, 95% CI 0.51 to 17.03, two studies, random-effects model) but it is difficult to conclude that such drugs are no different from placebo. The quality of the evidence may be estimated as 'moderate' because of imprecision. The major limitations of this review are that the results of the studies are quite diverse and the number of studies for one result is quite small."
    },
    {
      "heading": "Authors' conclusions",
      "text": "NSAIDs are somewhat effective in relieving the discomfort caused by a cold but there is no clear evidence of their effect in easing respiratory symptoms. The balance of benefit and harms needs to be considered when using NSAIDs for colds."
    }
  ],
  "pls_title": "Non-steroidal anti-inflammatory drugs for the common cold",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We carried out a review on the effects of non-steroidal anti-inflammatory drugs (NSAIDs) for treating pain or respiratory symptoms such as cough associated with the common cold."
    },
    {
      "heading": "Background",
      "text": "The common cold is the most common and widespread illness known to humans. NSAIDs, for example, aspirin, ibuprofen and naproxen, have analgesic (pain-reducing) and antipyretic (fever-reducing) effects. NSAIDs have been widely used for over a century for the treatment of pain and fever associated with the common cold."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to April 2015. This review found nine studies (1069 participants of both genders, including children, adults and older people from the USA, Japan, Belgium and Denmark) that compared various NSAIDs either with each other or with an inactive substance that has no treatment value (placebo)."
    },
    {
      "heading": "Key results",
      "text": "Our findings suggest that NSAIDs may improve most analgesia-related symptoms caused by the common cold (headache, ear pain, and muscle and joint pain), but there is no clear evidence that NSAIDs are effective in improving coughs and runny noses caused by the common cold. Some of the included trials reported gastrointestinal complaints, rash and oedema (fluid retention) in the NSAIDs group."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence may be estimated as 'moderate' because of imprecision. The major limitations of this review are that the results of the studies are quite diverse and the number of studies for each outcome is quite small."
    },
    {
      "heading": "Conclusion",
      "text": "NSAIDs are somewhat effective in relieving the discomfort caused by a cold but there is no clear evidence of their effect in easing respiratory symptoms. The balance of benefit and harms needs to be considered when using NSAIDs for colds."
    }
  ]
}