{
  "doi": "10.1002/14651858.CD010390.pub2",
  "name": "Qigong for the primary prevention of cardiovascular disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Two major determinants of cardiovascular disease (CVD) are a sedentary lifestyle and stress. Qigong involves physical exercise, mind regulation and breathing control to restore the flow of Qi (a pivotal life energy). As it is thought to help reduce stress and involves exercise, qigong may be an effective strategy for the primary prevention of CVD."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of qigong for the primary prevention of CVD."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following electronic databases: the Cochrane Central Register of Controlled Trials (CENTRAL) (November 2014, Issue 10 of 12); MEDLINE (Ovid) (1946 to 2014 October week 4); EMBASE Classic + EMBASE (Ovid) (1947 to 2014 November 4); Web of Science Core Collection (1970 to 31 October 2014); Database of Abstracts of Reviews of Effects (DARE), Health Technology Assessment Database and Health Economics Evaluations Database (November 2014, Issue 4 of 4). We searched several Asian databases (inception to July 2013) and the Allied and Complementary Medicine Database (AMED) (inception to December 2013), as well as trial registers and reference lists of reviews and articles; we also approached experts in the field and applied no language restrictions in our search."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials lasting at least three months involving healthy adults or those at high risk of CVD. Trials examined any type of qigong, and comparison groups provided no intervention or minimal intervention. Outcomes of interest included clinical CVD events and major CVD risk factors. We did not include trials that involved multi-factorial lifestyle interventions or weight loss."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion. Two review authors extracted data from included studies and assessed the risk of bias."
    },
    {
      "heading": "Main results",
      "text": "We identified 11 completed trials (1369 participants) and one ongoing trial. Trials were heterogeneous in participants recruited, qigong duration and length of follow-up periods. We were unable to ascertain the risk of bias in nine trials published in Chinese, as insufficient methodological details were reported and we were unable to contact the study authors to clarify this.\nWe performed no meta-analyses, as trials were small and were at significant risk of bias. Clinical events were detailed in subsequent reports of two trials when statistically significant effects of qigong were seen for all-cause mortality, stroke mortality and stroke incidence at 20 to 30 years after completion of the trials. However, these trials were designed to examine outcomes in the short term, and it is not clear whether qigong was practised during extended periods of follow-up; therefore effects cannot be attributed to the intervention. None of the included studies reported other non-fatal CVD events.\nSix trials provided data that could be used to examine the effects of qigong on blood pressure. Reductions in systolic blood pressure (SBP) and diastolic blood pressure (DBP) were seen in three and two trials, respectively. Three trials examined the effects of qigong on blood lipids when favourable effects were seen in one trial for total cholesterol, low-density lipoprotein (LDL) cholesterol and triglycerides, and two trials showed favourable effects on high-density lipoprotein (HDL) cholesterol. The only trial considered at low risk of selection and detection bias did not demonstrate statistically significant effects on CVD risk factors with qigong, but this study was small and was underpowered. None of the included studies reported incidence of type 2 diabetes (T2D), adverse events, quality of life or costs."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Currently, very limited evidence is available on the effectiveness of qigong for the primary prevention of CVD. Most of the trials included in this review are likely to be at high risk of bias, so we have very low confidence in the validity of the results. Publication of the ongoing trial will add to the limited evidence base, but further trials of high methodological quality with sufficient sample size and follow-up are needed to be incorporated in an update of this review before the effectiveness of qigong for CVD prevention can be established."
    }
  ],
  "pls_title": "Qigong to prevent cardiovascular disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "This review assessed the effectiveness of qigong interventions for reducing cardiovascular events and cardiovascular risk factors among healthy adults and those at high risk of cardiovascular disease."
    },
    {
      "heading": "Background",
      "text": "Cardiovascular disease is a global health burden. However, by changing several modifiable behaviours, such as by increasing exercise levels and by promoting relaxation to reduce stress, it is thought that cardiovascular risk can be reduced. Qigong originated in China and involves physical exercise, mind regulation and breathing control to restore Qi (the life energy force that flows around the body). Qigong might reduce stress and increase exercise levels."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to November 2014. We included trials with interventions lasting at least three months."
    },
    {
      "heading": "Results and conclusion",
      "text": "We found 11 completed trials (1369 participants). These trials showed variation in participants recruited, duration of qigong and follow-up of the interventions. For two trials that were followed up for many years after trial completion, results showed that qigong had a beneficial effect on all-cause mortality, stroke mortality and stroke incidence, but it is not clear whether this effect can be attributed to qigong, as it is uncertain whether qigong was practised during the years after the trials ended. Some beneficial effects of qigong on blood pressure and blood lipid levels were observed, but these results were based on only a small number of studies with small sample size that were at significant risk of bias. Therefore, additional large, high-quality, long-term trials are needed before we will be able to determine whether qigong is beneficial for the prevention of cardiovascular disease."
    }
  ]
}