{
  "doi": "10.1002/14651858.CD013874.pub2",
  "name": "Rituximab for people with multiple sclerosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Multiple sclerosis (MS) is the most common neurological cause of disability in young adults. Off-label rituximab for MS is used in most countries surveyed by the International Federation of MS, including high-income countries where on-label disease-modifying treatments (DMTs) are available."
    },
    {
      "heading": "Objectives",
      "text": "To assess beneficial and adverse effects of rituximab as 'first choice' and as 'switching' for adults with MS."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, CINAHL, and trial registers for completed and ongoing studies on 31 January 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and controlled non-randomised studies of interventions (NRSIs) comparing rituximab with placebo or another DMT for adults with MS."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We followed standard Cochrane methodology. We used the Cochrane Collaboration’s tool for assessing risk of bias. We rated the certainty of evidence using GRADE for: disability worsening, relapse, serious adverse events (SAEs), health-related quality of life (HRQoL), common infections, cancer, and mortality. We conducted separate analyses for rituximab as 'first choice' or as 'switching', relapsing or progressive MS, comparison versus placebo or another DMT, and RCTs or NRSIs."
    },
    {
      "heading": "Main results",
      "text": "We included 15 studies (5 RCTs, 10 NRSIs) with 16,429 participants of whom 13,143 were relapsing MS and 3286 progressive MS. The studies were one to two years long and compared rituximab as 'first choice' with placebo (1 RCT) or other DMTs (1 NRSI), rituximab as 'switching' against placebo (2 RCTs) or other DMTs (2 RCTs, 9 NRSIs). The studies were conducted worldwide; most originated from high-income countries, six from the Swedish MS register. Pharmaceutical companies funded two studies. We identified 14 ongoing studies.\nRituximab as 'first choice' for relapsing MS\nRituximab versus placebo: no studies met eligibility criteria for this comparison.\nRituximab versus other DMTs: one NRSI compared rituximab with interferon beta or glatiramer acetate, dimethyl fumarate, natalizumab, or fingolimod in active relapsing MS at 24 months' follow-up. Rituximab likely results in a large reduction in relapses compared with interferon beta or glatiramer acetate (hazard ratio (HR) 0.14, 95% confidence interval (CI) 0.05 to 0.39; 335 participants; moderate-certainty evidence). Rituximab may reduce relapses compared with dimethyl fumarate (HR 0.29, 95% CI 0.08 to 1.00; 206 participants; low-certainty evidence) and natalizumab (HR 0.24, 95% CI 0.06 to 1.00; 170 participants; low-certainty evidence). It may make little or no difference on relapse compared with fingolimod (HR 0.26, 95% CI 0.04 to 1.69; 137 participants; very low-certainty evidence). The study reported no deaths over 24 months. The study did not measure disability worsening, SAEs, HRQoL, and common infections.\nRituximab as 'first choice' for progressive MS\nOne RCT compared rituximab with placebo in primary progressive MS at 24 months' follow-up. Rituximab likely results in little to no difference in the number of participants who have disability worsening compared with placebo (odds ratio (OR) 0.71, 95% CI 0.45 to 1.11; 439 participants; moderate-certainty evidence). Rituximab may result in little to no difference in recurrence of relapses (OR 0.60, 95% CI 0.18 to 1.99; 439 participants; low-certainty evidence), SAEs (OR 1.25, 95% CI 0.71 to 2.20; 439 participants; low-certainty evidence), common infections (OR 1.14, 95% CI 0.75 to 1.73; 439 participants; low-certainty evidence), cancer (OR 0.50, 95% CI 0.07 to 3.59; 439 participants; low-certainty evidence), and mortality (OR 0.25, 95% CI 0.02 to 2.77; 439 participants; low-certainty evidence). The study did not measure HRQoL.\nRituximab versus other DMTs: no studies met eligibility criteria for this comparison.\nRituximab as 'switching' for relapsing MS\nOne RCT compared rituximab with placebo in relapsing MS at 12 months' follow-up. Rituximab may decrease recurrence of relapses compared with placebo (OR 0.38, 95% CI 0.16 to 0.93; 104 participants; low-certainty evidence). The data did not confirm or exclude a beneficial or detrimental effect of rituximab relative to placebo on SAEs (OR 0.90, 95% CI 0.28 to 2.92; 104 participants; very low-certainty evidence), common infections (OR 0.91, 95% CI 0.37 to 2.24; 104 participants; very low-certainty evidence), cancer (OR 1.55, 95% CI 0.06 to 39.15; 104 participants; very low-certainty evidence), and mortality (OR 1.55, 95% CI 0.06 to 39.15; 104 participants; very low-certainty evidence). The study did not measure disability worsening and HRQoL.\nFive NRSIs compared rituximab with other DMTs in relapsing MS at 24 months' follow-up. The data did not confirm or exclude a beneficial or detrimental effect of rituximab relative to interferon beta or glatiramer acetate on disability worsening (HR 0.86, 95% CI 0.52 to 1.42; 1 NRSI, 853 participants; very low-certainty evidence). Rituximab likely results in a large reduction in relapses compared with interferon beta or glatiramer acetate (HR 0.18, 95% CI 0.07 to 0.49; 1 NRSI, 1383 participants; moderate-certainty evidence); and fingolimod (HR 0.08, 95% CI 0.02 to 0.32; 1 NRSI, 256 participants; moderate-certainty evidence). The data did not confirm or exclude a beneficial or detrimental effect of rituximab relative to natalizumab on relapses (HR 1.0, 95% CI 0.2 to 5.0; 1 NRSI, 153 participants; very low-certainty evidence). Rituximab likely increases slightly common infections compared with interferon beta or glatiramer acetate (OR 1.71, 95% CI 1.11 to 2.62; 1 NRSI, 5477 participants; moderate-certainty evidence); and compared with natalizumab (OR 1.58, 95% CI 1.08 to 2.32; 2 NRSIs, 5001 participants; moderate-certainty evidence). Rituximab may increase slightly common infections compared with fingolimod (OR 1.26, 95% CI 0.90 to 1.77; 3 NRSIs, 5187 participants; low-certainty evidence). It may make little or no difference compared with ocrelizumab (OR 0.02, 95% CI 0.00 to 0.40; 1 NRSI, 472 participants; very low-certainty evidence). The data did not confirm or exclude a beneficial or detrimental effect of rituximab on mortality compared with fingolimod (OR 5.59, 95% CI 0.22 to 139.89; 1 NRSI, 136 participants; very low-certainty evidence) and natalizumab (OR 6.66, 95% CI 0.27 to 166.58; 1 NRSI, 153 participants; very low-certainty evidence). The included studies did not measure SAEs, HRQoL, and cancer."
    },
    {
      "heading": "Authors' conclusions",
      "text": "For preventing relapses in relapsing MS, rituximab as 'first choice' and as 'switching' may compare favourably with a wide range of approved DMTs. A protective effect of rituximab against disability worsening is uncertain. There is limited information to determine the effect of rituximab for progressive MS.\nThe evidence is uncertain about the effect of rituximab on SAEs. They are relatively rare in people with MS, thus difficult to study, and they were not well reported in studies. There is an increased risk of common infections with rituximab, but absolute risk is small.\nRituximab is widely used as off-label treatment in people with MS; however, randomised evidence is weak. In the absence of randomised evidence, remaining uncertainties on beneficial and adverse effects of rituximab for MS might be clarified by making real-world data available."
    }
  ],
  "pls_title": "Rituximab for people with multiple sclerosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "– Rituximab may offer moderate-to-large benefit against a range of other medicines in preventing relapses in relapsing multiple sclerosis (MS). Compared with no medicines, the desirable effects would be greater.\n– There is limited information to determine the effect of rituximab for preventing disability worsening in all forms of MS.\n– Serious harmful effects are relatively rare in people with MS making them difficult to study, and they were also not well reported in studies."
    },
    {
      "heading": "What is the issue?",
      "text": "Rituximab is a medicine administered by intravenous (by a vein) infusion that can suppress certain immune cells. The immune system fights infections and consists of many immune cells; it is affected in MS.\nRituximab is currently used in many low- to middle-income countries that have major barriers for accessing approved medicines for MS. However, rituximab is not always reimbursed by health systems because it is not licensed for MS by marketing authorities.\nRituximab is considered a feasible treatment option as it is considered a highly effective treatment (similar to other approved medicines used to treat MS) but has considerably lower cost and less frequent dosing. Treatment with rituximab requires specialist care and infusion facilities, but other approved medicines do too."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We aimed to investigate the beneficial and unwanted effects of rituximab for people with MS, when is used as a 'first choice' or as 'switching' (in other words, used when other medicines do not work well or become contraindicated).\nWe wanted to find out if rituximab was better than other medicines to prevent disability worsening and recurrence of relapse, and to improve well-being.\nWe also wanted to find out if rituximab was associated with any unwanted or harmful effects, for example, serious harmful effects, common infections, cancer, and mortality (death)."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that investigated rituximab compared with all other approved medicines for MS. We searched the literature up to January 2021. We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and quality."
    },
    {
      "heading": "What did we find?",
      "text": "We found 15 studies that involved about 16,000 people with MS and lasted one or two years. The biggest study was of 6421 people and the smallest study was of 27 people. The studies were conducted worldwide; most originated from high-income countries, six from the Swedish MS register. Pharmaceutical companies funded two included studies."
    },
    {
      "heading": "Main results",
      "text": "Rituximab as a first choice treatment in relapsing MS:\n– likely results in a large reduction in the number of people who have relapses compared with interferon beta or glatiramer acetate (evidence from one study in 335 people);\n– may reduce the number of people who have relapses compared with dimethyl fumarate and natalizumab, but the evidence is uncertain (evidence from one study).\nThere was no usable information on disability worsening, well-being, and serious harmful effects.\nRituximab as a first choice treatment in progressive MS:\n– likely results in little to no difference in the number of participants who have disability worsening over 24 months compared with pretend treatment (evidence from one study of 439 people);\n– the evidence is very uncertain about the effect of rituximab on well-being and serious harmful effects.\nRituximab as 'switching' for relapsing MS:\n– likely results in a large reduction in the number of people who have relapses compared with interferon beta or glatiramer acetate (evidence from one study of 1383 people), and fingolimod (evidence from one study of 256 people). The evidence is very uncertain on the comparison of rituximab with natalizumab;\n– the evidence is very uncertain on disability worsening;\n– likely increases slightly the number of people who have common infections compared with interferon beta or glatiramer acetate (evidence from one study of 5477 people), and natalizumab (evidence from two studies of 5001 people). The evidence is uncertain for the comparisons of rituximab with fingolimod and ocrelizumab.\nThere was no usable information on well-being and serious harmful effects.\nRituximab as 'switching' for progressive MS\nOnly three small studies investigated rituximab in secondary progressive MS. The evidence is uncertain about the effect of rituximab on disability worsening, well-being, and serious harmful effects."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "– Limited confidence about the effect of rituximab on disability worsening in all forms of MS.\n– Limited information to determine the effect of rituximab for progressive forms of MS.\n– Studies were short with a median duration of 24 months."
    },
    {
      "heading": "How up to date is the evidence?",
      "text": "This review is up to day to 31 January 2021."
    }
  ]
}