{
  "doi": "10.1002/14651858.CD013042.pub2",
  "name": "Manual therapy and exercise for lateral elbow pain",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Manual therapy and prescribed exercises are often provided together or separately in contemporary clinical practice to treat people with lateral elbow pain."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of manual therapy, prescribed exercises or both for adults with lateral elbow pain."
    },
    {
      "heading": "Search methods",
      "text": "We searched the databases CENTRAL, MEDLINE and Embase, and trial registries until 31 January 2024, unrestricted by language or date of publication."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised or quasi-randomised trials. Participants were adults with lateral elbow pain. Interventions were manual therapy, prescribed exercises or both. Primary comparators were placebo or minimal or no intervention. We also included comparisons of manual therapy and prescribed exercises with either intervention alone, with or without glucocorticoid injection. Exclusions were trials testing a single application of an intervention or comparison of different types of manual therapy or prescribed exercises."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies for inclusion, extracted trial characteristics and numerical data, and assessed study risk of bias and certainty of evidence using GRADE. The main comparisons were manual therapy, prescribed exercises or both compared with placebo treatment, and with minimal or no intervention. Major outcomes were pain, disability, heath-related quality of life, participant-reported treatment success, participant withdrawals, adverse events and serious adverse events. The primary endpoint was end of intervention for pain, disability, health-related quality of life and participant-reported treatment success and final time point for adverse events and withdrawals."
    },
    {
      "heading": "Main results",
      "text": "Twenty-three trials (1612 participants) met our inclusion criteria (mean age ranged from 38 to 52 years, 47% female, 70% dominant arm affected). One trial (23 participants) compared manual therapy to placebo manual therapy, 12 trials (1124 participants) compared manual therapy, prescribed exercises or both to minimal or no intervention, six trials (228 participants) compared manual therapy and exercise to exercise alone, one trial (60 participants) compared the addition of manual therapy to prescribed exercises and glucocorticoid injection, and four trials (177 participants) assessed the addition of manual therapy, prescribed exercises or both to glucocorticoid injection.\nTwenty-one trials without placebo control were susceptible to performance and detection bias as participants were not blinded to the intervention. Other biases included selection (nine trials, 39%, including two quasi-randomised), attrition (eight trials, 35%) and selective reporting (15 trials, 65%) biases. We report the results of the main comparisons.\nManual therapy versus placebo manual therapy\nLow-certainty evidence, based upon a single trial (23 participants) and downgraded due to indirectness and imprecision, indicates manual therapy may reduce pain and elbow disability at the end of two to three weeks of treatment. Mean pain at the end of treatment was 4.1 points with placebo (0 to 10 scale) and 2.0 points with manual therapy, MD -2.1 points (95% CI -4.2 to -0.1). Mean disability was 40 points with placebo (0 to 100 scale) and 15 points with manual therapy, MD -25 points (95% CI -43 to -7). There was no follow-up beyond the end of treatment to show if these effects were sustained, and no other major outcomes were reported.\nManual therapy, prescribed exercises or both versus minimal intervention\nLow-certainty evidence indicates manual therapy, prescribed exercises or both may slightly reduce pain and disability at the end of treatment, but the effects were not sustained, and there may be little to no improvement in health-related quality of life or number of participants reporting treatment success. We downgraded the evidence due to increased risk of performance bias and detection bias across all the trials, and indirectness due to the multimodal nature of the interventions included in the trials.\nAt four weeks to three months, mean pain was 5.10 points with minimal treatment and manual therapy, prescribed exercises or both reduced pain by a MD of -0.53 points (95% CI -0.92 to -0.14, I2 = 43%; 12 trials, 1023 participants). At four weeks to three months, mean disability was 63.8 points with minimal or no treatment and manual therapy, prescribed exercises or both reduced disability by a MD of -5.00 points (95% CI -9.22 to -0.77, I2 = 63%; 10 trials, 732 participants). At four weeks to three months, mean quality of life was 73.04 points with minimal treatment on a 0 to 100 scale and prescribed exercises reduced quality of life by a MD of -5.58 points (95% CI -10.29 to -0.99; 2 trials, 113 participants). Treatment success was reported by 42% of participants with minimal or no treatment and 57.1% of participants with manual therapy, prescribed exercises or both, RR 1.36 (95% CI 0.96 to 1.93, I2 = 73%; 6 trials, 770 participants). We are uncertain if manual therapy, prescribed exercises or both results in more withdrawals or adverse events. There were 83/566 participant withdrawals (147 per 1000) from the minimal or no intervention group, and 77/581 (126 per 1000) from the manual therapy, prescribed exercises or both groups, RR 0.86 (95% CI 0.66 to 1.12, I2 = 0%; 12 trials). Adverse events were mild and transient and included pain, bruising and gastrointestinal events, and no serious adverse events were reported. Adverse events were reported by 19/224 (85 per 1000) in the minimal treatment group and 70/233 (313 per 1000) in the manual therapy, prescribed exercises or both groups, RR 3.69 (95% CI 0.98 to 13.97, I2 = 72%; 6 trials)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Low-certainty evidence from a single trial in people with lateral elbow pain indicates that, compared with placebo, manual therapy may provide a clinically worthwhile benefit in terms of pain and disability at the end of treatment, although the 95% confidence interval also includes both an important improvement and no improvement, and the longer-term outcomes are unknown. Low-certainty evidence from 12 trials indicates that manual therapy and exercise may slightly reduce pain and disability at the end of treatment, but this may not be clinically worthwhile and these benefits are not sustained. While pain after treatment was an adverse event from manual therapy, the number of events was too small to be certain."
    }
  ],
  "pls_title": "Manual therapy and exercise for treating tennis elbow",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Compared with placebo (sham) manual therapy, manual therapy for tennis elbow may reduce pain and disability at the end of treatment. Longer-term effects are unknown.\nCompared with minimal or no treatment, manual therapy, prescribed exercises, or both, may slightly reduce pain and disability, and result in little to no improvement in quality of life and treatment success. We are uncertain if more people have adverse effects from the treatments."
    },
    {
      "heading": "What is tennis elbow?",
      "text": "Tennis elbow (also called 'lateral elbow pain') may arise spontaneously or following overuse of the forearm. It causes pain over the outer region of the elbow, usually with movements involving lifting and gripping."
    },
    {
      "heading": "How is tennis elbow treated?",
      "text": "Physiotherapists and others commonly provide manual therapy and prescribe exercises for people with tennis elbow. Manual therapy involves the movement of a joint or muscle by the therapist. Prescribed exercises are performed by the patient under supervision or at home. Other common treatments include pain-killing and anti-inflammatory medicines and glucocorticoid injections."
    },
    {
      "heading": "What did we want to find out?",
      "text": "The benefits and harms of manual therapy and exercise for adults with tennis elbow."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies of manual therapy, prescribed exercises, or both, compared with placebo or minimal treatment (e.g. advice). We also included studies that compared manual therapy and prescribed exercises with either intervention alone, with or without glucocorticoid (steroid) injection. We extracted data on pain, disability, quality of life, treatment success and adverse events, and assessed how confident we were in the results."
    },
    {
      "heading": "What did we find?",
      "text": "We found 23 studies involving 1612 participants. The average age ranged from 38 to 52 years and 47% of participants were female.\n• 1 study (23 participants) compared manual therapy to placebo manual therapy.\n• 12 studies (1124 participants) compared manual therapy, prescribed exercises, or both, to minimal treatment.\n• 6 trials (228 participants) compared manual therapy and prescribed exercises to prescribed exercises alone.\n• 1 trial (60 participants) compared the addition of manual therapy to prescribed exercises and glucocorticoid injection.\n• 4 trials (177 participants) compared manual therapy, prescribed exercises, or both, and glucocorticoid injection to a glucocorticoid injection alone."
    },
    {
      "heading": "Main results",
      "text": "Manual therapy compared with placebo manual therapy:\nPain was measured on a 0- to 10-point scale (lower scores mean less pain) at the end of treatment. \n• People who had manual therapy, prescribed exercises, or both, rated their pain as 2 points.\n• People who had placebo manual therapy rated their pain as 4.1 points.\nDisability was measured on a 0- to 100-point scale (lower scores mean less disability) at the end of treatment. \n• People who had manual therapy, prescribed exercises, or both, rated their disability as 15 points.\n• People who had placebo manual therapy rated their disability as 40 points.\nNo other outcomes were measured, and no outcomes were collected after the end of treatment.\nManual therapy, prescribed exercises, or both, compared with minimal treatment:\nPain was measured on a 0- to 10-point scale (lower scores mean less pain) at the end of treatment. \n• People who had manual therapy, prescribed exercises, or both, rated their pain as 4.6 points.\n• People who had minimal treatment rated their pain as 5.1 points.\nDisability was measured on a 0- to 100-point scale (lower scores mean less disability) at the end of treatment. \n• People who had manual therapy, prescribed exercises, or both, rated their disability as 58.8 points.\n• People who had minimal treatment rated their disability as 63.8 points.\nQuality of life was measured on a 0- to 100-point scale (higher scores indicate better quality of life) at the end of treatment. \n• People who had manual therapy, prescribed exercises, or both, rated their quality of life as 67.5 points.\n• People who had minimal treatment rated their quality of life as 73.0 points.\nTreatment success was rated by participants at the end of the treatment.\n• 571 out of 1000 people reported treatment success with manual therapy, prescribed exercises, or both.\n• 420 out of 1000 people reported treatment success with minimal treatment.\nParticipant withdrawals were measured at the end of the study. \n• 126 out of 1000 people receiving manual therapy, prescribed exercises, or both, withdrew from studies.\n• 147 out of 1000 people receiving minimal treatment withdrew from studies.\nAdverse events were measured after treatment.\n• 313 out of 1000 people reported adverse events with manual therapy, prescribed exercises, or both.\n• 85 out of 1000 people reported adverse events with minimal treatment.\nNo serious adverse events were reported."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "For most findings, we have low confidence due to the small number of participants or events. Manual therapy and prescribed exercises may reduce pain and disability slightly in people with tennis elbow, with little or no benefit for quality of life and treatment success. Effects may not be sustained. We are less confident of the risk of adverse events or withdrawals from treatment because of the small number of events."
    },
    {
      "heading": "How up-to-date is the evidence?",
      "text": "The evidence is up-to-date to 31 January 2024."
    }
  ]
}