{
  "doi": "10.1002/14651858.CD004161.pub2",
  "name": "Risperidone (depot) for schizophrenia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Risperidone is the first new generation antipsychotic drug made available in a long-acting injection formulation."
    },
    {
      "heading": "Objectives",
      "text": "To examine the effects of depot risperidone for treatment of schizophrenia or related psychoses in comparison with placebo, no treatment or other antipsychotic medication.\nTo critically appraise and summarise current evidence on the resource use, cost and cost-effectiveness of risperidone (depot) for schizophrenia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group's Register (December 2002, 2012, and October 28, 2015). We also checked the references of all included studies, and contacted industry and authors of included studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised clinical trials comparing depot risperidone with other treatments for people with schizophrenia and/or schizophrenia-like psychoses."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials, assessed trial quality and extracted data. For dichotomous data, we calculated the risk ratio (RR), with 95% confidence interval (CI). For continuous data, we calculated mean differences (MD). We assessed risk of bias for included studies and created 'Summary of findings' tables using GRADE."
    },
    {
      "heading": "Main results",
      "text": "Twelve studies, with a total of 5723 participants were randomised to the following comparison treatments:\nRisperidone depot versus placebo\nOutcomes of relapse and improvement in mental state were neither measured or reported. In terms of other primary outcomes, more people receiving placebo left the study early by 12 weeks (1 RCT, n=400, RR 0.74 95% CI 0.63 to 0.88, very low quality evidence ), experienced severe adverse events in short term (1 RCT, n=400, RR 0.59 95% CI 0.38 to 0.93, very low quality evidence ). There was however, no difference in levels of weight gain between groups (1 RCT, n=400, RR 2.11 95% CI 0.48 to 9.18, very low quality evidence).\nRisperidone depot versus general oral antipsychotics\nThe outcome of improvement in mental state was not presented due to high levels of attrition, nor were levels of severe adverse events explicitly reported. Most primary outcomes of interest showed no difference between treatment groups. However, more people receiving depot risperidone experienced nervous system disorders (long-term:1 RCT, n=369, RR 1.34 95% CI 1.13 to 1.58, very-low quality evidence).\nRisperidone depot versus oral risperidone\nData for relapse and severe adverse events were not reported. All outcomes of interest were rated as moderate quality evidence. Main results showed no differences between treatment groups with equivocal data for change in mental state, numbers leaving the study early, any extrapyramidal symptoms, weight increase and prolactin-related adverse events.\nRisperidone depot versus oral quetiapine\nRelapse rates and improvement in mental state were not reported. Fewer people receiving risperidone depot left the study early (long-term: 1 RCT, n=666, RR 0.84 95% CI 0.74 to 0.95, moderate quality evidence ). Experience of serious adverse events was similar between groups (low quality evidence ), but more people receiving depot risperidone experienced EPS (1 RCT, n=666, RR 1.83 95% CI 1.07 to 3.15, low quality evidence ), had greater weight gain (1 RCT, n=666, RR 1.25 95% CI 0.25 to 2.25, low quality evidence ) and more prolactin-related adverse events (1 RCT, n=666, RR 3.07 95% CI 1.13 to 8.36, very low quality evidence).\nRisperidone depot versus oral aripiprazole\nRelapse rates, mental state using PANSS, leaving the study early, serious adverse events and weight increase were similar between groups. However more people receiving depot risperidone experienced prolactin-related adverse events compared to those receiving oral aripiprazole (2 RCTs, n=729, RR 9.91 95% CI 2.78 to 35.29, very low quality of evidence).\nRisperidone depot versus oral olanzapine\nRelapse rates were not reported in any of the included studies for this comparison. Improvement in mental state using PANSS and instances of severe adverse events were similar between groups. More people receiving depot risperidone left the study early than those receiving oral olanzapine (1 RCT, n=618, RR 1.32 95% CI 1.10 to 1.58, low quality evidence ) with those receiving risperidone depot also experiencing more extrapyramidal symptoms (1 RCT, n=547, RR 1.67 95% CI 1.19 to 2.36, low quality evidence ). However, more people receiving oral olanzapine experienced weight increase (1 RCT, n=547, RR 0.56 95% CI 0.42 to 0.75, low quality evidence).\nRisperidone depot versus atypical depot antipsychotics (specifically paliperidone palmitate)\nRelapse rates were not reported and rates of response using PANSS, weight increase, prolactin-related adverse events and glucose-related adverse events were similar between groups. Fewer people left the study early due to lack of efficacy from the risperidone depot group (long term: 1 RCT, n=749, RR 0.60 95% CI 0.45 to 0.81, low quality evidence ), but more people receiving depot risperidone required use of EPS-medication (2 RCTs, n=1666, RR 1.46 95% CI 1.18 to 1.8, moderate quality evidence).\nRisperidone depot versus typical depot antipsychotics\nOutcomes of relapse, severe adverse events or movement disorders were not reported. Outcomes relating to improvement in mental state demonstrated no difference between groups (low quality evidence ). However, more people receiving depot risperidone compared to other typical depots left the study early (long-term:1 RCT, n=62, RR 3.05 95% CI 1.12 to 8.31, low quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Depot risperidone may be more acceptable than placebo injection but it is hard to know if it is any more effective in controlling the symptoms of schizophrenia. The active drug, especially higher doses, may be associated with more movement disorders than placebo. People already stabilised on oral risperidone may continue to maintain benefit if treated with depot risperidone and avoid the need to take tablets, at least in the short term. In people who are happy to take oral medication the depot risperidone is approximately equal to oral risperidone. It is possible that the depot formulation, however, can bring a second-generation antipsychotic to people who do not reliably adhere to treatment. People with schizophrenia who have difficulty adhering to treatment, however, are unlikely to volunteer for a clinical trial. Such people may gain benefit from the depot risperidone with no increased risk of extrapyramidal side effects."
    }
  ],
  "pls_title": "Long-acting preparation of risperidone for schizophrenia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Risperidone is a newer antipsychotic drug that was the first available as a long-lasting injection (a depot injection). The review examines the clinical effects of depot risperidone for people with schizophrenia."
    },
    {
      "heading": "Background",
      "text": "People with schizophrenia often hear voices and see things (hallucinations) and have strange beliefs (delusions). People can also become withdrawn, socially isolated, tired and apathetic. The main treatment for these symptoms of schizophrenia is antipsychotic drugs. However, these drugs can have serious side effects, such as weight gain, uncontrollable shaking, tremors, spasms and tiredness. These side effects often mean that people stop taking their medication (non- compliance), which may lead to relapse."
    },
    {
      "heading": "Study characteristics",
      "text": "The review was updated in 2015 and includes 12 studies with 5723 people who received risperidone depot or a range of other treatments (placebo, general oral antipsychotics, oral risperidone, oral quetiapine, oral aripiprazole, oral olanzapine, atypical/newer depot antipsychotics, older depot antipsychotics)."
    },
    {
      "heading": "Key results",
      "text": "It is difficult to know from the results of this review if depot risperidone is any more effective in treating the symptoms of schizophrenia than placebo or other treatments. For people who are happy to take oral medication, depot risperidone is about equal to oral risperidone. People on oral risperidone may continue to benefit if treated with depot risperidone, without the need to take tablets. However, in high doses, depot risperidone can have serious side effects, particularly movement disorders, uncontrollable shaking, spasms and tremors. Depot risperidone may bring this new antipsychotic to people who stop taking their tablets, so helping reduce relapse and with little increased risk of side effects."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of evidence presented is, in the main, low and at best moderate. There is the need for large, long-term and well reported trials on depot risperidone for people with schizophrenia. Depot injections are often used on people who refuse treatment. Such people are difficult to include in studies.\nWritten by a consumer, Ben Gray, Senior Peer Researcher, McPin Foundation. http://mcpin.org/"
    }
  ]
}