{
  "doi": "10.1002/14651858.CD003871.pub3",
  "name": "Interventions to reduce Staphylococcus aureus in the management of eczema",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Staphylococcus aureus (S. aureus ) can cause secondary infection in eczema, and may promote inflammation in eczema that does not look infected. There is no standard intervention to reduce S. aureus burden in eczema. It is unclear whether antimicrobial treatments help eczema or promote bacterial resistance. This is an update of a 2008 Cochrane Review."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of interventions to reduce S. aureus for treating eczema."
    },
    {
      "heading": "Search methods",
      "text": "We updated our searches of the following databases to October 2018: Cochrane Skin Group Specialised Register, CENTRAL, MEDLINE, Embase and LILACS. We searched five trials registers and three sets of conference proceedings. We checked references of trials and reviews for further relevant studies. We contacted pharmaceutical companies regarding ongoing and unpublished trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of products intended to reduce S. aureus on the skin in people diagnosed with atopic eczema by a medical practitioner. Eligible comparators were a similar treatment regimen without the anti-staphylococcal agent."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. Our key outcomes were participant- or assessor-rated global improvement in symptoms/signs, quality of life (QOL), severe adverse events requiring withdrawal, minor adverse events, and emergence of antibiotic-resistant micro-organisms."
    },
    {
      "heading": "Main results",
      "text": "We included 41 studies (1753 analysed participants) covering 10 treatment categories. Studies were conducted mainly in secondary care in Western Europe; North America; the Far East; and elsewhere. Twelve studies recruited children; four, adults; 19, both; and six, unclear. Fifty-nine per cent of the studies reported the mean age of participants (range: 1.1 to 34.6 years). Eczema severity ranged from mild to severe. Many studies did not report our primary outcomes. Treatment durations ranged from 10 minutes to 3 months; total study durations ranged from 15 weeks to 27 months. We considered 33 studies at high risk of bias in at least one domain.\nWe present results for three key comparisons. All time point measurements were taken from baseline. We classed outcomes as short-term when treatment duration was less than four weeks, and long-term when treatment was given for more than four weeks.\nFourteen studies evaluated topical steroid/antibiotic combinations compared to topical steroids alone (infective status: infected (two studies), not infected (four studies), unspecified (eight studies)). Topical steroid/antibiotic combinations may lead to slightly greater global improvement in good or excellent signs/symptoms than topical steroid alone at 6 to 28 days follow-up (risk ratio (RR) 1.10, 95% confidence interval (CI) 1.00 to 1.21; 224 participants; 3 studies, low-quality evidence). There is probably little or no difference between groups for QOL in children, at 14 days follow-up (mean difference (MD) -0.18, 95% CI -0.40 to 0.04; 42 participants; 1 study, moderate-quality evidence). The subsequent results for this comparison were based on very low-quality evidence, meaning we are uncertain of their validity: severe adverse events were rare (follow-up: between 6 to 28 days): both groups reported flare of dermatitis, worsening of the condition, and folliculitis (325 participants; 4 studies). There were fewer minor adverse events (e.g. flare, stinging, itch, folliculitis) in the combination group at 14 days follow-up (218 participants; 2 studies). One study reported antibiotic resistance in children at three months follow-up, with similar results between the groups (65 participants; 1 study).\nFour studies evaluated oral antibiotics compared to placebo (infective status: infected eczema (two studies), uninfected (one study), one study’s participants had colonisation but no clinical infection). Oral antibiotics may make no difference in terms of good or excellent global improvement in infants and children at 14 to 28 days follow-up compared to placebo (RR 0.80; 95% CI 0.18 to 3.50; 75 participants; 2 studies, low-quality evidence). There is probably little or no difference between groups for QOL (in infants and children) at 14 days follow-up (MD 0.11, 95% CI -0.10 to 0.32, 45 participants, 1 study, moderate-quality evidence). The subsequent results for this comparison were based on very low-quality evidence, meaning we are uncertain of their validity: adverse events requiring treatment withdrawal between 14 to 28 days follow-up were very rare, but included eczema worsening (both groups), loose stools (antibiotic group), and Henoch-Schönlein purpura (placebo group) (4 studies, 199 participants). Minor adverse events, including nausea, vomiting, diarrhoea, and stomach and joint pains, at 28 days follow-up were also rare and generally low in both groups (1 study, 68 infants and children). Antibiotic resistance at 14 days was reported as similar in both groups (2 studies, 98 infants and children).\nOf five studies evaluating bleach baths compared to placebo (water) or bath emollient (infective status: uninfected (two studies), unspecified (three studies)), one reported global improvement and showed that bleach baths may make no difference when compared with placebo at one month follow-up (RR 0.78, 95% CI 0.37 to 1.63; 36 participants; low-quality evidence). One study showed there is probably little or no difference in QOL at 28 days follow-up when comparing bleach baths to placebo (MD 0.90, 95% CI -1.32 to 3.12) (80 infants and children; moderate-quality evidence). We are uncertain if the groups differ in the likelihood of treatment withdrawals due to adverse events at two months follow-up (only one dropout reported due to worsening itch (placebo group)) as the quality of evidence was very low (1 study, 42 participants). One study reported that five participants in each group experienced burning/stinging or dry skin at two months follow-up, so there may be no difference in minor adverse events between groups (RR 1.00, 95% CI 0.35 to 2.87, 36 participants, low-quality evidence). Very low-quality evidence means we are also uncertain if antibiotic resistance at four weeks follow-up is different between groups (1 study, 80 participants ≤ 18 years)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found insufficient evidence on the effects of anti-staphylococcal treatments for treating people with infected or uninfected eczema. Low-quality evidence, due to risk of bias, imprecise effect estimates and heterogeneity, made pooling of results difficult. Topical steroid/antibiotic combinations may be associated with possible small improvements in good or excellent signs/symptoms compared with topical steroid alone. High-quality trials evaluating efficacy, QOL, and antibiotic resistance are required."
    }
  ],
  "pls_title": "Treatments to reduce infection with the bacteria Staphylococcus aureus in eczema",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "The skin of people with eczema (atopic dermatitis) often contains high numbers of a type of bacteria called Staphylococcus aureus (S. aureus), which can cause skin infections.\nEczema treatments intended to reduce S. aureus on the skin include antibiotics, treatments put on the skin, and antibacterial soaps/baths. It is unclear which treatments are helpful."
    },
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect of treatments aimed at reducing S. aureus on the skin in people with atopic eczema. Eligible comparisons were similar treatments without anti-S. aureus actions. We included 41 studies involving 1753 participants (evidence is current to October 2018)."
    },
    {
      "heading": "Study characteristics",
      "text": "Included studies assessed a range of treatments, which they compared with placebos (an identical but inactive treatment), no treatment, other treatment, vehicle (inactive ingredient(s) which help deliver an active treatment), or textile without the anti-S.aureus component.\nStudies were conducted worldwide, and included males and females. Twelve studies recruited children; four, adults; 19, both; and six were unclear; where reported, the average participant age ranged from 1.1 to 34.6 years. Eczema severity varied from mild to severe. Treatment durations ranged from 10 minutes to 3 months; total study durations, from 15 weeks to 27 months."
    },
    {
      "heading": "Key results",
      "text": "Outcomes were measured from treatment start. We classed outcomes as short-term when treatment duration was less than four weeks, and long-term when treatment was given for more than four weeks.\nPeople may be more likely to experience slightly increased short-term improvement with topical steroid/antibiotic combinations than with steroid only (low-quality evidence, one study of infected eczema and two studies with unspecified infection). There is probably little or no difference between the combination group and the steroid only groups in short-term impact on quality of life (QoL) (moderate-quality evidence, one study of infected children). Antibiotic resistance was similar between groups in the long term, but we are uncertain of this result due to very low-quality evidence (one study of infected children).\nWhen compared to placebo, oral antibiotics may make no difference to short-term improvement (low-quality evidence, two studies: one in uninfected infants and children; the other in mainly infected infants and children). For short-term QoL, there is probably little or no difference between the groups (moderate-quality evidence, one study of infected infants and children). Short-term antibiotic resistance was similar in both groups, but we are uncertain if there is a true difference as the quality of evidence was very low (two studies of infants and children, infected in one study and uninfected in the other).\nBleach baths may make no difference to short-term improvement when compared to placebo (low-quality evidence, one study of uninfected participants). There is also probably little or no difference in short-term QoL in children of unspecified infective status (one study; moderate-quality evidence); based on the same study, we are uncertain if short-term antibiotic resistance was different between groups (very low-quality evidence).\nSide effects bad enough to stop treatment were rare in all studies; however, evidence was very low quality in all three comparisons, so we are uncertain whether there is a difference between groups. Assessment ranged from six days to two months, participants included children and adults with mixed infective status, and causes of withdrawal included worsening of eczema or itch and loose stools.\nParticipants in the topical steroid/antibiotic combination group experienced fewer minor side effects than those given steroids alone. Comparing oral antibiotics to placebo, participants experienced equally low numbers of minor side effects. However, we are uncertain if their are true differences between groups due to very low-quality evidence. Based on short-term assessment of mixed participants (children and adults, with mixed infective status), reported side effects included sickness, diarrhoea, stomach/joint pains, and itching. For bleach baths versus placebo, some long-term minor side effects (burning/stinging, dry skin) were reported in both groups, so there may be no difference between treatment groups (low-quality evidence, uninfected participants (2 to 30 years))."
    },
    {
      "heading": "Quality of evidence",
      "text": "Evidence quality for improvement in symptoms or signs was low; for improvement in QoL, moderate; for antibiotic resistance, very low; and for side effects, it was almost consistently very low. The studies were small, diverse, and at risk of bias."
    }
  ]
}