{
  "doi": "10.1002/14651858.CD012715.pub2",
  "name": "Antihistamines for motion sickness",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Motion sickness is a syndrome that occurs as a result of passive body movement in response to actual motion, or the illusion of motion when exposed to virtual and moving visual environments. The most common symptoms are nausea and vomiting. Antihistamines have been used in the management of motion sickness for decades, however studies have shown conflicting results regarding their efficacy."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of antihistamines in the prevention and treatment of motion sickness in adults and children."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane ENT Information Specialist searched the Cochrane ENT Register; Central Register of Controlled Trials; Ovid MEDLINE; Ovid Embase; Web of Science; ClinicalTrials.gov; ICTRP and additional sources for published and unpublished trials. The date of the search was 7 December 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) in susceptible adults and children in whom motion sickness was induced under natural conditions such as air, sea and land transportation. We also included studies in which motion sickness was induced under experimental conditions (analysed separately). Antihistamines were included regardless of class, route or dosage and compared to no treatment, placebo or any other pharmacological or non-pharmacological interventions."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were 1) the proportion of susceptible participants who did not experience any motion sickness symptoms; 2) the proportion of susceptible participants who experienced a reduction or resolution of existing symptoms. Secondary outcomes were 1) physiological measures (heart rate, core temperature and gastric tachyarrhythmia (electrogastrography)) and 2) adverse effects (sedation, impaired cognition, blurred vision). We used GRADE to assess the certainty of the evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We included nine RCTs (658 participants). Studies were conducted across seven countries, with an overall age range of 16 to 55 years. Motion sickness was induced naturally in six studies and experimentally in four studies (rotating chair). All the naturally induced studies only evaluated first-generation antihistamines (cinnarizine and dimenhydrinate). Risk of bias across the studies varied, with mostly low risk for random sequence generation and allocation concealment, and mostly high risk for selective reporting. Only the experimentally induced studies measured physiological parameters and only the naturally induced studies evaluated adverse effects. There were no studies that clearly assessed the paediatric population.\nAntihistamines versus placebo or no treatment\nAntihistamines are probably more effective than placebo at preventing motion sickness symptoms under natural conditions (symptoms prevented: 25% placebo; 40% antihistamines) (risk ratio (RR) 1.81, 95% confidence interval (CI) 1.23 to 2.66; 3 studies; 240 participants) (moderate-certainty). The evidence is very uncertain about the effect of antihistamines on preventing motion sickness under experimental conditions (standardised mean difference (SMD) 0.32, 95% CI -0.18 to 0.83; 2 studies; 62 participants) (very low-certainty). No studies reported results on the resolution of existing motion sickness symptoms.\nAntihistamines may result in little or no difference in gastric tachyarrhythmia under experimental conditions (mean difference (MD) -2.2, 95% CI -11.71 to 7.31; 1 study; 42 participants) (low-certainty). No studies reported results for any other physiological measures. When compared to placebo, antihistamines may be more likely to cause sedation (sedation: 44% placebo; 66% antihistamines) (RR 1.51, 95% CI 1.12 to 2.02; 2 studies; 190 participants) (low-certainty); they may result in little or no difference in blurred vision (blurred vision: 12.5% placebo; 14% antihistamines) (RR 1.14, 95% CI 0.53 to 2.48; 2 studies; 190 participants) (low-certainty); and they may result in little or no difference in terms of impaired cognition (impaired cognition: 33% placebo; 29% antihistamines) (RR 0.89, 95% CI 0.58 to 1.38; 2 studies; 190 participants) (low-certainty).\nAntihistamines versus scopolamine\nThe evidence is very uncertain about the effect of antihistamines on preventing motion sickness under natural conditions when compared to scopolamine (symptoms prevented: 81% scopolamine; 71% antihistamines) (RR 0.89, 95% CI 0.68 to 1.16; 2 studies; 71 participants) (very low-certainty). No studies were performed under experimental conditions. No studies reported results on the resolution of existing motion sickness symptoms.\nThe evidence is very uncertain about the effect of antihistamines on heart rate under natural conditions (narrative report, 1 study; 20 participants; \"No difference in pulse frequency\"; very low-certainty). No studies reported results for any other physiological measures. When compared to scopolamine, the evidence is very uncertain about the effect of antihistamines on sedation (sedation: 21% scopolamine; 30% antihistamines) (RR 0.82, 95% CI 0.07 to 9.25; 2 studies; 90 participants) (very low-certainty) and on blurred vision (narrative report: not a significant difference; 1 study; 51 participants; very low-certainty). No studies evaluated impaired cognition.\nAntihistamines versus antiemetics\nAntihistamines may result in little or no difference in the prevention of motion sickness under experimental conditions (MD -0.20, 95% CI -10.91 to 10.51; 1 study; 42 participants) (low-certainty). The evidence is of low certainty due to imprecision as the sample size is small and the confidence interval crosses the line of no effect. No studies assessed the effects of antihistamines versus antiemetics under natural conditions. No studies reported results on the resolution of existing motion sickness symptoms.\nAntihistamines may result in little or no difference in gastric tachyarrhythmia (MD 4.56, 95% CI -3.49 to 12.61; 1 study; 42 participants) (low-certainty). No studies reported results for any other physiological measures. No studies evaluated sedation, impaired cognition or blurred vision.\nOne study reported physiological data for this outcome, evaluating gastric tachyarrhythmia specifically. Antihistamines may result in little or no difference in gastric tachyarrhythmia (MD 4.56, 95% CI -3.49 to 12.61; 1 study; 42 participants; low-certainty evidence). This evidence is of low certainty due to imprecision as the sample size is small and the confidence interval crosses the line of no effect.\nAntihistamines versus acupuncture\nThe evidence is very uncertain about the effects of antihistamines on the prevention of motion sickness under experimental conditions when compared to acupuncture (RR 1.32, 95% CI 1.12 to 1.57; 1 study; 100 participants) (very low-certainty). This study did not assess the prevention of motion sickness under natural conditions, nor the resolution of existing motion sickness symptoms. There was no study performed under natural conditions.\nPhysiological measures and adverse effects were not reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is probably a reduction in the risk of developing motion sickness symptoms under naturally occurring conditions of motion when using first-generation antihistamines, in motion sickness-susceptible adults, compared to placebo. Antihistamines may be more likely to cause sedation when compared to placebo. No studies evaluated the treatment of existing motion sickness, and there are few data on the effect of antihistamines in children. The evidence for all other outcomes and comparisons (versus scopolamine, antiemetics and acupuncture) was of low or very low certainty and we are therefore uncertain about these effects of antihistamines."
    }
  ],
  "pls_title": "Antihistamines to prevent and treat motion sickness",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "Motion sickness, also commonly known as sea sickness or car sickness, is a set of symptoms - usually nausea and vomiting. These symptoms are caused by passive body movement - where your body is moving without you consciously making it move - in response to actual motion (for example, driving in a car or being in a boat), or the illusion of motion when exposed to virtual movement (for example, virtual reality simulations) and moving visual environments (such as looking out of the window of a moving train). Antihistamines are a type of drug that have commonly been given to people to either treat or prevent motion sickness. In this study, we wanted to find out if these drugs actually work for this purpose."
    },
    {
      "heading": "Key message",
      "text": "We found that antihistamines probably do reduce a person's risk of getting motion sickness symptoms under naturally occurring conditions of motion (like a ship or a plane) when compared to placebo (dummy treatment), in adults who are prone to getting motion sickness. We also found that when compared to placebo, antihistamines are more likely to make a person drowsy. We did not find any studies that looked at whether or not antihistamines are effective at treating motion sickness once it has already started and there is very little information on their effect in children under the age of 18. For all the other findings that were investigated, there is uncertainty about the true effects of antihistamines compared to other drugs and non-drugs, or other side effects and effects on body functions (like heart rate or stomach movements)."
    },
    {
      "heading": "What was studied in the review?",
      "text": "We looked at studies where people who are known to get motion sickness are given treatment with either an antihistamine or with a placebo (dummy treatment). We also looked at those that have been given an antihistamines compared with other medicines or other types of non-drug therapy."
    },
    {
      "heading": "What are the main results of the review?",
      "text": ""
    },
    {
      "heading": "Antihistamines versus placebo",
      "text": "The results show that antihistamines are probably more effective than placebo at preventing motion sickness symptoms under natural conditions.\nThere is uncertainty about whether or not antihistamines are effective at preventing motion sickness, or if they have an effect on gastric tachyarrhythmia (the way the inside of your stomach moves), under experimental conditions (in a laboratory setting) when compared to placebo.\nAntihistamines may be more likely to cause sedation (drowsiness) when compared to placebo. There is uncertainty about whether antihistamines cause blurred vision (not being able to see clearly) or impaired cognition (not being able to think clearly) when compared to placebo."
    },
    {
      "heading": "Antihistamines versus scopolamine",
      "text": "There is uncertainty about the effectiveness of antihistamines in the prevention of motion sickness or their ability to make one drowsy when compared to scopolamine under natural conditions."
    },
    {
      "heading": "Antihistamines versus antiemetics",
      "text": "There is uncertainty about the effectiveness of antihistamines in the prevention of motion sickness under natural conditions or laboratory conditions, their effect on stomach movements or their ability to make one drowsy when compared to antiemetics."
    },
    {
      "heading": "Antihistamines versus acupuncture",
      "text": "There is uncertainty about the effectiveness of antihistamines in preventing motion sickness compared to acupuncture under laboratory conditions."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "This review is up-to-date to 7 December 2021."
    }
  ]
}