{
  "doi": "10.1002/14651858.CD003584.pub2",
  "name": "Oral treatments for fungal infections of the skin of the foot",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "About 15% of the world population have fungal infections of the feet (tinea pedis or athlete's foot). There are many clinical presentations of tinea pedis, and most commonly, tinea pedis is seen between the toes (interdigital) and on the soles, heels, and sides of the foot (plantar). Plantar tinea pedis is known as moccasin foot. Once acquired, the infection can spread to other sites including the nails, which can be a source of re-infection. Oral therapy is usually used for chronic conditions or when topical treatment has failed."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of oral treatments for fungal infections of the skin of the foot (tinea pedis)."
    },
    {
      "heading": "Search methods",
      "text": "For this update we searched the following databases to July 2012: the Cochrane Skin Group Specialised Register, CENTRAL in The Cochrane Library, MEDLINE (from 1946), EMBASE (from 1974), and CINAHL (from 1981). We checked the bibliographies of retrieved trials for further references to relevant trials, and we searched online trials registers."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of oral treatments in participants who have a clinically diagnosed tinea pedis, confirmed by microscopy and growth of dermatophytes (fungi) in culture."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently undertook study selection, 'Risk of bias' assessment, and data extraction."
    },
    {
      "heading": "Main results",
      "text": "We included 15 trials, involving 1438 participants. The 2 trials (71 participants) comparing terbinafine and griseofulvin produced a pooled risk ratio (RR) of 2.26 (95% confidence interval (CI) 1.49 to 3.44) in favour of terbinafine's ability to cure infection. No significant difference was detected between terbinafine and itraconazole, fluconazole and itraconazole, fluconazole and ketoconazole, or between griseofulvin and ketoconazole, although the trials were generally small. Two trials showed that terbinafine and itraconazole were effective compared with placebo: terbinafine (31 participants, RR 24.54, 95% CI 1.57 to 384.32) and itraconazole (72 participants, RR 6.67, 95% CI 2.17 to 20.48). All drugs reported adverse effects, with gastrointestinal effects most commonly reported. Ten of the trials were published over 15 years ago, and this is reflected by the poor reporting of information from which to make a clear 'Risk of bias' assessment. Only one trial was at low risk of bias overall. The majority of the remaining trials were judged as 'unclear' risk of bias because of the lack of clear statements with respect to methods of generating the randomisation sequence and allocation concealment. More trials achieved blinding of participants and personnel than blinding of the outcome assessors, which was again poorly reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence suggests that terbinafine is more effective than griseofulvin, and terbinafine and itraconazole are more effective than no treatment. In order to produce more reliable data, a rigorous evaluation of different drug therapies needs to be undertaken with larger sample sizes to ensure they are large enough to show any real difference when two treatments are being compared. It is also important to continue to follow up and collect data, preferably for six months after the end of the intervention period, to establish whether or not the infection recurred."
    }
  ],
  "pls_title": "Oral antifungal drugs for treating athlete's foot (tinea pedis)",
  "pls_type": "long",
  "pls": "Athlete's foot (tinea pedis) is a fungal infection of the feet that is easily spread and difficult to get rid of. This review compared different oral antifungal drugs (i.e. drugs taken by mouth), and it included 15 trials, involving 1438 participants. There are several different kinds of oral treatments, and the trials we found considered all the oral drugs used to treat athlete's foot. We found terbinafine and itraconazole to be more effective than placebo. And we found terbinafine to be more effective than griseofulvin. Griseofulvin is a treatment that was developed much earlier than the new treatments, such as terbinafine and itraconazole; these newer treatments tend to be most evaluated. Trials of other drugs were not large enough to show differences between them. All drugs had side-effects; gastrointestinal effects were the most common.\nIn future clinical trials, larger numbers of participants are needed to test different treatments in order to produce more reliable data. Also, future research should consider the costs of the different treatment approaches."
}