{
  "doi": "10.1002/14651858.CD000166.pub2",
  "name": "Planned caesarean section for term breech delivery",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Poor outcomes after breech birth might be the result of underlying conditions causing breech presentation or due to factors associated with the delivery."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of planned caesarean section for singleton breech presentation at term on measures of pregnancy outcome."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (31 March 2015)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials comparing planned caesarean section for singleton breech presentation at term with planned vaginal birth."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias, extracted data and checked them for accuracy."
    },
    {
      "heading": "Main results",
      "text": "Three trials (2396 participants) were included in the review. Caesarean delivery occurred in 550/1227 (45%) of those women allocated to a vaginal delivery protocol and 1060/1169 (91%) of those women allocated to planned caesarean section (average risk ratio (RR) random-effects, 1.88, 95% confidence interval (CI) 1.60 to 2.20; three studies, 2396 women, evidence graded low quality ). Perinatal or neonatal death (excluding fatal anomalies) or severe neonatal morbidity was reduced with a policy of planned caesarean section in settings with a low national perinatal mortality rate (RR 0.07, 95% CI 0.02 to 0.29, one study, 1025 women, evidence graded moderate quality ), but not in settings with a high national perinatal mortality rate (RR 0.66, 95% CI 0.35 to 1.24, one study, 1053 women, evidence graded low quality). The difference between subgroups was significant (Test for subgroup differences: Chi² = 8.01, df = 1 (P = 0.005), I² = 87.5%). Due to this significant heterogeneity, a random-effects analysis was performed. The average overall effect was not statistically significant (RR 0.23, 95% CI 0.02 to 2.44, one study, 2078 infants). Perinatal or neonatal death (excluding fatal anomalies) was reduced with planned caesarean section (RR 0.29, 95% CI 0.10 to 0.86, three studies, 2388 women). The proportional reductions were similar for countries with low and high national perinatal mortality rates.\nThe numbers studied were too small to satisfactorily address reductions in birth trauma and brachial plexus injury with planned caesarean section. Neither of these outcomes reached statistical significance (birth trauma: RR 0.42, 95% CI 0.16 to 1.10, one study, 2062 infants (20 events),evidence graded low quality; brachial plexus injury: RR 0.35, 95% CI 0.08 to 1.47, three studies, 2375 infants (nine events)).\nPlanned caesarean section was associated with modestly increased short-term maternal morbidity (RR 1.29, 95% CI 1.03 to 1.61, three studies, 2396 women,low quality evidence ). At three months after delivery, women allocated to the planned caesarean section group reported less urinary incontinence (RR 0.62, 95% CI 0.41 to 0.93, one study, 1595 women); no difference in 'any pain' (RR 1.09, 95% CI 0.93 to 1.29, one study, 1593 women,low quality evidence); more abdominal pain (RR 1.89, 95% CI 1.29 to 2.79, one study, 1593 women); and less perineal pain (RR 0.32, 95% CI 0.18 to 0.58, one study, 1593 women).\nAt two years, there were no differences in the combined outcome 'death or neurodevelopmental delay' (RR 1.09, 95% CI 0.52 to 2.30, one study, 920 children,evidence graded low quality); more infants who had been allocated to planned caesarean delivery had medical problems at two years (RR 1.41, 95% CI 1.05 to 1.89, one study, 843 children). Maternal outcomes at two years were also similar. In countries with low perinatal mortality rates, the protocol of planned caesarean section was associated with lower healthcare costs, expressed in 2002 Canadian dollars (mean difference -$877.00, 95% CI -894.89 to -859.11, one study, 1027 women).\nAll of the trials included in this review had design limitations, and the GRADE level of evidence was mostly low. No studies attempted to blind the intervention, and the process of random allocation was suboptimal in two studies. Two of the three trials had serious design limitations, however these studies contributed to fewer outcomes than the large multi-centre trial with lower risk of bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Planned caesarean section compared with planned vaginal birth reduced perinatal or neonatal death as well as the composite outcome death or serious neonatal morbidity, at the expense of somewhat increased maternal morbidity. In a subset with 2-year follow up, infant medical problems were increased following planned caesarean section and no difference in long-term neurodevelopmental delay or the outcome \"death or neurodevelopmental delay\" was found, though the numbers were too small to exclude the possibility of an important difference in either direction.\nThe benefits need to be weighed against factors such as the mother's preference for vaginal birth and risks such as future pregnancy complications in the woman's specific healthcare setting. The option of external cephalic version is dealt with in separate reviews. The data from this review cannot be generalised to settings where caesarean section is not readily available, or to methods of breech delivery that differ materially from the clinical delivery protocols used in the trials reviewed. The review will help to inform individualised decision-making regarding breech delivery. Research on strategies to improve the safety of breech delivery and to further investigate the possible association of caesarean section with infant medical problems is needed."
    }
  ],
  "pls_title": "Planned caesarean section for term breech delivery",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Babies are usually born head first. If the baby is in another position the birth may be complicated. In a ‘breech presentation’ the unborn baby is bottom-down instead of head-down. Babies born bottom-first are more likely to be harmed during a normal (vaginal) birth than those born head-first. For instance, the baby might not get enough oxygen during the birth. Having a planned caesarean may reduce these problems. We looked at evidence comparing planned caesarean sections and vaginal births at the normal time of birth."
    },
    {
      "heading": "Why is this important?",
      "text": "Although having a caesarean might reduce some risks to babies who are lying bottom-first, the operation itself has other risks for the mother and the baby."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We found 3 studies involving 2396 women. (We included studies up to March 2015.) The quality of the studies and therefore the strength of the evidence was mainly low. In the short term, births with a planned caesarean were safer for babies than vaginal births. Fewer babies died or were seriously hurt when they were born by caesarean. However, children who were born by caesarean had more health problems at age two, though the numbers were too small to be certain. Caesareans caused some short-term problems for mothers such as more abdominal pain. They also had some benefits, such as less urinary incontinence and less perineal pain in one study. The studies did not look at effects on future pregnancies, when having had a previous caesarean may cause complications. The studies only looked at single births (not twins or triplets) and did not study premature babies."
    },
    {
      "heading": "What does this mean?",
      "text": "If your baby is in the breech position, it may be safer to have a planned caesarean section. However, caesareans may not be so good for the mother and may make future births less safe. We also do not yet know the effects of caesarean birth on babies’ health when they are older."
    }
  ]
}