{
  "doi": "10.1002/14651858.CD000177.pub2",
  "name": "Prostacyclin and analogues for acute ischaemic stroke",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Prostacyclin is an agent with a number of effects on platelets, blood vessels and nerve cells which might improve outcome after acute ischaemic stroke."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of prostacyclin or analogues on survival in people with acute ischaemic stroke."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group Trials Register (last searched November 2003). For the first version, we also searched EMBASE (1980 to 1999), MEDLINE (1966 to 1999), Science Citation Index (1981 to 1999) and the Ottawa Stroke Trials Registry. We also contacted the manufacturers of prostacyclin and the principal investigators of the identified trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials comparing prostacyclin or analogues with placebo or control. Trials where people were entered within one week of stroke onset were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Information on the methods of randomisation, blinding, analysis, the number of patients randomised, dose and timing of prostacyclin or analogue, patient withdrawals, the number of deaths occurring in each trial, and trial quality, were collected and assessed."
    },
    {
      "heading": "Main results",
      "text": "Five trials involving 191 people were included. Six early deaths (within four weeks) occurred with prostacyclin, and nine with placebo (odds ratio (OR) 0.63, 95% confidence interval (CI) 0.22 to 1.85). One trial of 32 patients reported late deaths (by 10 to 18 months) in 50% of patients in each group."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Too few patients have been studied in randomised trials to allow conclusions to be drawn about the effect of prostacyclin treatment on survival of people with acute stroke."
    }
  ],
  "pls_title": "Prostacyclin and analogues for acute ischaemic stroke",
  "pls_type": "long",
  "pls": "Prostacyclin and related drugs, which can dilate brain blood vessels, are of no apparent benefit in the early treatment of strokes caused by blood clots. Most strokes are caused by a blood clot which then reduces blood flow in the affected part of the brain. Without an adequate blood supply, the brain quickly suffers damage which is often permanent. Drugs which can thin blood and improve brain blood flow might reduce damage and improve outcome after stroke. Prostacyclin and related drugs have the ability to thin blood and increase brain blood flow. This systematic review assesses whether this type of drug improves outcome after stroke. The review identified five small trials which, when taken together, did not find any benefit. The limited amount of data mean that there is no evidence at present to suggest that prostacyclin and related drugs should be used in acute stroke."
}