{
  "doi": "10.1002/14651858.CD009688.pub3",
  "name": "Interventions for the symptoms and signs resulting from jellyfish stings",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Jellyfish envenomation is common in many coastal regions and varies in severity depending upon the species. Stings cause a variety of symptoms and signs including pain, dermatological reactions, and, in some species, Irukandji syndrome (which may include abdominal/back/chest pain, tachycardia, hypertension, cardiac phenomena, and, rarely, death). Many treatments have been suggested for these symptoms, but their effectiveness is unclear. This is an update of a Cochrane Review last published in 2013."
    },
    {
      "heading": "Objectives",
      "text": "To determine the benefits and harms associated with the use of any intervention, in both adults and children, for the treatment of jellyfish stings, as assessed by randomised and quasi-randomised trials."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, and Web of Science up to 27 October 2022. We searched clinical trials registers and the grey literature, and conducted forward-citation searching of relevant articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and quasi-RCTs of any intervention given to treat stings from any species of jellyfish stings. Interventions were compared to another active intervention, placebo, or no treatment. If co-interventions were used, we included the study only if the co-intervention was used in each group."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We included nine studies (six RCTs and three quasi-RCTs) involving a total of 574 participants. We found one ongoing study. Participants were either stung accidentally, or were healthy volunteers exposed to stings in a laboratory setting. Type of jellyfish could not be confirmed in beach settings and was determined by investigators using participant and local information.\nWe categorised interventions into comparison groups: hot versus cold applications; topical applications. A third comparison of parenteral administration included no relevant outcome data: a single study (39 participants) evaluated intravenous magnesium sulfate after stings from jellyfish that cause Irukandji syndrome (Carukia). No studies assessed a fourth comparison group of pressure immobilisation bandages.\nWe downgraded the certainty of the evidence due to very serious risk of bias, serious and very serious imprecision, and serious inconsistency in some results.\nApplication of heat versus application of cold\nFour studies involved accidental stings treated on the beach or in hospital. Jellyfish were described as bluebottles (Physalia ; location: Australia), and box jellyfish that do not cause Irukandji syndrome (Hawaiian box jellyfish (Carybdea alata ) and major box jellyfish (Chironex fleckeri, location: Australia)). Treatments were applied with hot packs or hot water (showers, baths, buckets, or hoses), or ice packs or cold packs.\nThe evidence for all outcomes was of very low certainty, thus we are unsure whether heat compared to cold leads to at least a clinically significant reduction in pain within six hours of stings from Physalia (risk ratio (RR) 2.25, 95% confidence interval (CI) 1.42 to 3.56; 2 studies, 142 participants) or Carybdea alata and Chironex fleckeri (RR 1.66, 95% CI 0.56 to 4.94; 2 studies, 71 participants). We are unsure whether there is a difference in adverse events due to treatment (RR 0.50, 95% CI 0.05 to 5.19; 2 studies, 142 participants); these were minor adverse events reported for Physalia stings. We are also unsure whether either treatment leads to a clinically significant reduction in pain in the first hour (Physalia : RR 2.66, 95% CI 1.71 to 4.15; 1 study, 88 participants; Carybdea alata and Chironex fleckeri: RR 1.16, 95% CI 0.71 to 1.89; 1 study, 42 participants) or cessation of pain at the end of treatment (Physalia : RR 1.63, 95% CI 0.81 to 3.27; 1 study, 54 participants; Carybdea alata and Chironex fleckeri: RR 3.54, 95% CI 0.82 to 15.31; 1 study, 29 participants). Evidence for retreatment with the same intervention was only available for Physalia , with similar uncertain findings (RR 0.19, 95% CI 0.01 to 3.90; 1 study, 96 participants), as was the case for retreatment with the alternative hot or cold application after Physalia (RR 1.00, 95% CI 0.55 to 1.82; 1 study, 54 participants) and Chironex fleckeri stings (RR 0.48, 95% CI 0.02 to 11.17; 1 study, 42 participants). Evidence for dermatological signs (itchiness or rash) was available only at 24 hours for Physalia stings (RR 1.02, 95% CI 0.63 to 1.65; 2 studies, 98 participants).\nTopical applications\nOne study (62 participants) included accidental stings from Hawaiian box jellyfish (Carybdea alata) treated on the beach with fresh water, seawater, Sting Aid (a commercial product), or Adolph's (papain) meat tenderiser. In another study, healthy volunteers (97 participants) were stung with an Indonesian sea nettle (Chrysaora chinensis from Malaysia) in a laboratory setting and treated with isopropyl alcohol, ammonia, heated water, acetic acid, or sodium bicarbonate. Two other eligible studies (Carybdea alata and Physalia stings) did not measure the outcomes of this review.\nThe evidence for all outcomes was of very low certainty, thus we could not be certain whether or not topical applications provided at least a clinically significant reduction in pain (1 study, 62 participants with Carybdea alata stings, reported only as cessation of pain). For adverse events due to treatment, one study (Chrysaora chinensis stings) withdrew ammonia as a treatment following a first-degree burn in one participant. No studies evaluated clinically significant reduction in pain, retreatment with the same or the alternative treatment, or dermatological signs."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Few studies contributed data to this review, and those that did contribute varied in types of treatment, settings, and range of jellyfish species. We are unsure of the effectiveness of any of the treatments evaluated in this review given the very low certainty of all the evidence. This updated review includes two new studies (with 139 additional participants). The findings are consistent with the previous review."
    }
  ],
  "pls_title": "What are the benefits and harms of different treatments for jellyfish stings?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is this question important?",
      "text": "Jellyfish stings are common in coastal regions around the world. Specialised stinging cells on the jellyfish called nematocysts produce the sting. The stings of different jellyfish species produce different symptoms of varying severity. Milder symptoms include pain, redness, and itching at the sting site. However, reactions to some jellyfish species can be more serious, and very occasionally lead to death. Understanding the benefits and harms of different treatments will help to know how best to treat the effects of a jellyfish sting."
    },
    {
      "heading": "How did we identify and evaluate the evidence?",
      "text": "We searched the medical literature for studies of different treatments for jellyfish stings. We compared and summarised the results of the studies for different species of jellyfish. We also rated our confidence in the evidence, based on factors such as study methods and size, and the consistency of findings across studies."
    },
    {
      "heading": "What did we find?",
      "text": "We found nine studies with 574 participants, assessing three groups of treatments. We found no studies that assessed a fourth type of treatment (tight bandages applied to the site of the sting).\nThe included studies all had small numbers of participants and problems related to their methods (e.g. because participants were aware of the type of treatment, or because many participants left the study before the end). We also found some differences in the findings between studies, which we were unable to explain. We used these issues to rate our confidence in the evidence."
    },
    {
      "heading": "Hot or cold treatments",
      "text": "Four studies compared hot or cold treatments. In two studies, people were stung accidentally by bluebottle jellyfish in Australia. In the other two studies, people were stung accidentally by Hawaiian box jellyfish or major box jellyfish in Australia and Hawaii, USA; these box jellyfish do not cause Irukandji syndrome (a condition that may lead to serious complications, and very occasionally to death). The studies looked at the effect of treatments on pain relief. Heat was applied to the sting site using a hot pack or hot water (with showers, baths, buckets, or hoses). Cold was applied using ice packs or cold packs. People were treated on the beach or at the hospital.\nDue to our limited confidence in the available evidence, we cannot tell whether applying heat or cold to a jellyfish sting reduces or stops pain within one hour of treatment; reduces the need for retreatment or switching to the alternative treatment; reduces skin reactions in the first 24 hours (itchiness, red marks, or rashes); or causes any harms (burns or temporary redness around the area of application). This finding relates directly to the types of jellyfish described in this section."
    },
    {
      "heading": "Topical treatments",
      "text": "Four studies compared topical treatments that were applied to the skin on and around the sting site. In one study, people were treated on the beach after accidental stings by Hawaiian box jellyfish in Hawaii. In the remaining three studies, people volunteered to be stung in a laboratory setting.\nTreatments included: fresh water, seawater, Sting Aid (a commercial product), Adolph's meat tenderiser (papain, an enzyme present in papaya), isopropyl alcohol, ammonia, heated water, acetic acid, or sodium bicarbonate. In some of these treatments, vinegar was also applied to the sting site.\nDue to our low confidence in the available evidence, we cannot tell whether applying any of these treatments to a jellyfish sting reduces or stops pain within six hours of treatment, or causes harm. One study withdrew a treatment (ammonia) because one participant had a chemical burn after this treatment. This finding relates directly to the types of jellyfish described in this section. These studies did not measure retreatment, switching to alternative study treatment, or skin reactions."
    },
    {
      "heading": "Parenteral treatment",
      "text": "These treatments are injected directly into the body (under the skin, into muscles, veins, or spine). In one study, people were treated in hospital after accidental stings by box jellyfish that cause Irukandji syndrome. Treatment included magnesium sulfate or a placebo (which looked like the treatment but had no active ingredients), which was given intravenously (directly into the bloodstream through a vein).\nThis study did not measure pain relief in a way that could be included in this review, and did not measure any of the outcomes that we were interested in."
    },
    {
      "heading": "What does this mean?",
      "text": "We have very little confidence in the available evidence. It is unclear whether any of the evaluated treatments reduce or stop pain, or provide other benefits after people have been stung by the jellyfish species in these studies. The findings in this review are only relevant to stings from a small number of jellyfish species that were in Australia, Malyasia, and Hawaii (USA). These findings therefore must not be used to decide treatment options for any other type of jellyfish."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The evidence in this Cochrane Review is current to October 2022."
    }
  ]
}