{
  "doi": "10.1002/14651858.CD005558.pub2",
  "name": "Independent living programmes for improving outcomes for young people leaving the care system ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Independent living programmes (ILPs) are designed to provide young people leaving care with skills that will limit their disadvantage and aid in their successful transition into adulthood. Programmes focus on personal development, independent living skills, education, and vocational support."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of independent living programmes for young people leaving the care system."
    },
    {
      "heading": "Search methods",
      "text": "The following electronic databases were searched: Cochrane Register of Controlled Trials (CENTRAL) (Issue 3, 2005); MEDLINE (1966 to June 2005); EMBASE (1980 to June 2005); CINAHL (1982 to June 2005); PsycINFO (1887 to June 2005); Sociological Abstracts (1952 - June 2005); Applied Social Science Index and Abstracts (ASSIA) (1987- June 2005) and Dissertation Abstracts (to June 2005). All bibliographies were cross-referenced, and experts were contacted for unpublished or ongoing studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised controlled trials comparing ILPs to standard care, another intervention, no intervention, or a wait-list control, for young people leaving care systems at their country's statutory age of discharge."
    },
    {
      "heading": "Data collection and analysis",
      "text": "2196 citations were identified and screened independently by two reviewers. Full text versions were obtained for 54 papers. None met the review's inclusion criteria."
    },
    {
      "heading": "Main results",
      "text": "No study was found that met the inclusion criteria of the review. Eighteen studies using nonrandomised or noncomparative designs were found, which generally reported favourable outcomes for ILP participants; however, reliable inferences cannot be drawn from these studies due to their use of weak methodology."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Results from randomised controlled trials show no evidence of the effectiveness of ILPs in improving or impairing outcomes for young people discharged from care. Further research into ILPs using randomised controlled designs is needed."
    }
  ],
  "pls_title": "Independent living programmes for improving outcomes for young people leaving the care system",
  "pls_type": "long",
  "pls": "This review aimed to evaluate the effectiveness of independent living programmes (ILPs), a widespread and varied group of programmes intended to improve outcomes for foster care (looked-after) youth leaving the care system. There is evidence that of the many thousands of young people who are discharged from care each year, a sizeable number lack the life skills or resources necessary to succeed independently. Compared to the general population, these young adults face much higher rates of homelessness, unemployment, dependency on public assistance, physical and mental health problems, and involvement with the criminal justice system. ILPs, which incorporate independent living skills training, personal development, and educational and vocational support, are one strategy to improve these outcomes.\nSo as to incorporate only the highest-quality evidence, this review was limited to randomised and quasi-randomised controlled trials that assessed the effectiveness of ILPs for young people leaving the care system. Outcomes of interest included educational attainment, employment, health, housing, and other relevant life skills outcomes.\nAfter an exhaustive search, no study was found that met our criteria. The primary reason for excluding studies was the lack of a randomised or quasi-randomised design. Eighteen studies utilising nonrandom comparisons, one-group longitudinal designs, or qualitative methodology were identified and are detailed in the table of excluded studies. The results of these studies generally favoured ILP participants for the outcomes of interest; however, their weak methodology makes it difficult to draw any firm or reliable inferences for policy and practice. On the whole, adverse effects were rarely observed.\nThis review is severely limited by the methodological quality of the evidence base for ILPs. Further research incorporating randomised designs is both feasible and necessary."
}