{
  "doi": "10.1002/14651858.CD008923.pub3",
  "name": "Mosquito aquatic habitat modification and manipulation interventions to control malaria",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Larval source management (LSM) may help reduce Plasmodium parasite transmission in malaria-endemic areas. LSM approaches include habitat modification (permanently or temporarily reducing mosquito breeding aquatic habitats); habitat manipulation (temporary or recurrent change to environment); or use of chemical (e.g. larviciding) or biological agents (e.g. natural predators) to breeding sites. We examined the effectiveness of habitat modification or manipulation (or both), with and without larviciding.\nThis is an update of a review published in 2013."
    },
    {
      "heading": "Objectives",
      "text": "1. To describe and summarize the interventions on mosquito aquatic habitat modification or mosquito aquatic habitat manipulation, or both, on malaria control.\n2. To evaluate the beneficial and harmful effects of mosquito aquatic habitat modification or mosquito aquatic habitat manipulation, or both, on malaria control."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search was from January 2012 to 30 November 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCT) and non-randomized intervention studies comparing mosquito aquatic habitat modification or manipulation (or both) to no treatment or another active intervention. We also included uncontrolled before-after (BA) studies, but only described and summarized the interventions from studies with these designs. Primary outcomes were clinical malaria incidence, malaria parasite prevalence, and malaria parasitaemia incidence."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. We assessed risk of bias using the Cochrane RoB 2 tool for RCTs and the ROBINS-I tool for non-randomized intervention studies. We used a narrative synthesis approach to systematically describe and summarize all the interventions included within the review, categorized by the type of intervention (habitat modification, habitat manipulation, combination of habitat modification and manipulation). Our primary outcomes were 1. clinical malaria incidence; 2. malaria parasite prevalence; and 3. malaria parasitaemia incidence. Our secondary outcomes were 1. incidence of severe malaria; 2. anaemia prevalence; 3. mean haemoglobin levels; 4. mortality rate due to malaria; 5. hospital admissions for malaria; 6. density of immature mosquitoes; 7. density of adult mosquitoes; 8. sporozoite rate; 9. entomological inoculation rate; and 10. harms. We used the GRADE approach to assess the certainty of the evidence for each type of intervention."
    },
    {
      "heading": "Main results",
      "text": "Sixteen studies met the inclusion criteria. Six used an RCT design, six used a controlled before-after (CBA) study design, three used a non-randomized controlled design, and one used an uncontrolled BA study design. Eleven studies were conducted in Africa and five in Asia. Five studies reported epidemiological outcomes and 15 studies reported entomological outcomes. None of the included studies reported on the environmental impacts associated with the intervention. For risk of bias, all trials had some concerns and other designs ranging from moderate to critical.\nTen studies assessed habitat manipulation (temporary change to the environment). This included water management (spillways across streams; floodgates; intermittent flooding; different drawdown rates of water; different flooding and draining regimens), shading management (shading of drainage channels with different plants), other/combined management approaches (minimal tillage; disturbance of aquatic habitats with grass clearing and water replenishment), which showed mixed results for entomological outcomes. Spillways across streams, faster drawdown rates of water, shading drainage canals with Napier grass, and using minimal tillage may reduce the density of immature mosquitoes (range of effects from 95% reduction to 1.7 times increase; low-certainty evidence), and spillways across streams may reduce densities of adult mosquitoes compared to no intervention (low-certainty evidence). However, the effect of habitat manipulation on malaria parasite prevalence and clinical malaria incidence is uncertain (very low-certainty evidence).\nTwo studies assessed habitat manipulation with larviciding. This included reducing or removal of habitat sites; and drain cleaning, grass cutting, and minor repairs. It is uncertain whether drain cleaning, grass cutting, and minor repairs reduces malaria parasite prevalence compared to no intervention (odds ratio 0.59, 95% confidence interval (CI) 0.42 to 0.83; very low-certainty evidence).\nTwo studies assessed combination of habitat manipulation and permanent change (habitat modification). This included drainage canals, filling, and planting of papyrus and other reeds for shading near dams; and drainage of canals, removal of debris, land levelling, and filling ditches. Studies did not report on epidemiological outcomes, but entomological outcomes suggest that such activities may reduce the density of adult mosquitoes compared to no intervention (relative risk reduction 0.49, 95% CI 0.47 to 0.50; low-certainty evidence), and preventing water stagnating using drainage of canals, removal of debris, land levelling, and filling ditches may reduce the density of immature mosquitoes compared to no intervention (ranged from 10% to 55% reductions; low-certainty evidence).\nThree studies assessed combining manipulation and modification with larviciding. This included filling or drainage of water bodies; filling, draining, or elimination of rain pools and puddles at water supply points and stream bed pools; and shoreline work, improvement and maintenance to drainage, clearing vegetation and undergrowth, and filling pools. There were mixed effect sizes for the reduction of entomological outcomes (moderate-certainty evidence). However, filling or draining water bodies probably makes little or no difference to malaria parasite prevalence, haemoglobin levels, or entomological inoculation rate when delivered with larviciding compared to no intervention (moderate-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Habitat modification and manipulation interventions for preventing malaria has some indication of benefit in both epidemiological and entomological outcomes. While the data are quite mixed and further studies could help improve the knowledge base, these varied approaches may be useful in some circumstances."
    }
  ],
  "pls_title": "Which permanent and temporary changes to the water environments of immature mosquitoes work better to reduce malaria in people?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is it important to reduce malaria in people?",
      "text": "Malaria has a very high impact on the health of the public, mostly in people in Africa and Asia. Strategies to reduce malaria have been studied for many years. Most strategies focus on reducing the number of immature mosquitoes (larvae and pupae) to prevent them from becoming adult mosquitoes, since it is the adult female mosquito that can spread malaria through biting people."
    },
    {
      "heading": "What are permanent and temporary changes to the environment of immature mosquitoes?",
      "text": "The water environments where immature mosquitoes live can be disturbed using permanent (modification) and temporary (manipulation) changes. Examples of permanent changes include construction of drainage canals, land levelling, and filling ditches. Examples of temporary changes include altering the flow of water in streams, draining canals, cutting grass, shading of water using plants. These interventions may be used on their own or together with other standard treatments, such as the regular application of insecticides to water bodies (larviciding)."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out which permanent and temporary changes to the environment of immature mosquitoes reduce malaria in people (clinical outcomes), and the quantity of immature and adult mosquitoes (entomological outcomes)."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at permanent and temporary changes to the environment of immature mosquitoes compared to no intervention or a different permanent or temporary change. We compared and summarized the results of the studies and rated our confidence in the evidence, based on factors such as study methods."
    },
    {
      "heading": "What did we find?",
      "text": "The review included 16 studies that used a range of different randomized and non-randomized study designs. Eleven studies were conducted in Africa and five in Asia. Only a few studies reported clinical outcomes, with most focussing on the number of immature mosquitoes, or adult mosquitoes, or both (entomological outcomes). We found there was some evidence to support the use of permanent (modification) and temporary (manipulation) changes to the water environments to reduce the number of immature mosquitoes in specific settings. However, when looking at clinical outcomes, 1. the effect of habitat manipulation on malaria parasite prevalence and clinical malaria incidence was unclear; 2. malaria parasite prevalence may be reduced when using habitat manipulation with larviciding; 3. combining manipulation and modification with larviciding probably makes little or no difference to malaria parasite prevalence and haemoglobin levels."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The review included a wide range of different changes to the water environment of immature mosquitoes, with some combining them with water treatments (larviciding), which meant that very few studies looked at the same intervention. Many of the included studies had issues regarding how well they were conducted."
    },
    {
      "heading": "How up to date is the evidence?",
      "text": "This review updates a 2013 Cochrane Review. The evidence is up to date to 30 November 2021."
    }
  ]
}