{
  "doi": "10.1002/14651858.CD006902.pub3",
  "name": "Music interventions for mechanically ventilated patients",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Mechanical ventilation often causes major distress and anxiety in patients. The sensation of breathlessness, frequent suctioning, inability to talk, uncertainty regarding surroundings or condition, discomfort, isolation from others, and fear contribute to high levels of anxiety. Side effects of analgesia and sedation may lead to the prolongation of mechanical ventilation and, subsequently, to a longer length of hospitalization and increased cost. Therefore, non-pharmacological interventions should be considered for anxiety and stress management. Music interventions have been used to reduce anxiety and distress and improve physiological functioning in medical patients; however, their efficacy for mechanically ventilated patients needs to be evaluated. This review was originally published in 2010 and was updated in 2014."
    },
    {
      "heading": "Objectives",
      "text": "To update the previously published review that examined the effects of music therapy or music medicine interventions (as defined by the authors) on anxiety and other outcomes in mechanically ventilated patients. Specifically, the following objectives are addressed in this review.\n1. To conduct a meta-analysis to compare the effects of participation in standard care combined with music therapy or music medicine interventions with standard care alone.\n2. To compare the effects of patient-selected music with researcher-selected music.\n3. To compare the effects of different types of music interventions (e.g., music therapy versus music medicine)."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2014, Issue 2), MEDLINE (1950 to March 2014), CINAHL (1980 to March 2014), EMBASE (1980 to March 2014), PsycINFO (1967 to March 2014), LILACS (1982 to March 2014), Science Citation Index (1980 to March 2014), www.musictherapyworld.net (1 March 2008) (database is no longer functional), CAIRSS for Music (to March 2014), Proquest Digital Dissertations (1980 to March 2014), ClinicalTrials.gov (2000 to March 2014), Current Controlled Trials (1998 to March 2014), the National Research Register (2000 to September 2007), and NIH CRISP (all to March 2014). We handsearched music therapy journals and reference lists, and contacted relevant experts to identify unpublished manuscripts. There was no language restriction. The original search was performed in January 2010."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomized and quasi-randomized controlled trials that compared music interventions and standard care with standard care alone for mechanically ventilated patients."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted the data and assessed the methodological quality of included studies. We contacted authors to obtain missing data where needed. Where possible, results for continuous outcomes were presented in meta-analyses using mean differences and standardized mean differences. Post-test scores were used. In cases of significant baseline difference, we used change scores. For dichotomous outcomes, we presented the results as risk ratios."
    },
    {
      "heading": "Main results",
      "text": "We identified six new trials for this update. In total, the evidence for this review rests on 14 trials (805 participants). Music listening was the main intervention used, and 13 of the studies did not include a trained music therapist. Results indicated that music listening may be beneficial for anxiety reduction in mechanically ventilated patients. Specifically, music listening resulted, on average, in an anxiety reduction that was 1.11 standard deviation units greater (95% CI -1.75 to -0.47, P = 0.0006) than in the standard care group. This is considered a large and clinically significant effect. Findings indicated that listening to music consistently reduced respiratory rate and systolic blood pressure, suggesting a relaxation response. Furthermore, one large-scale study reported greater reductions in sedative and analgesic intake in the music listening group compared to the control group, and two other studies reported trends for reduction in sedative and analgesic intake for the music group. One study found significantly higher sedation scores in the music listening group compared to the control group.\nNo strong evidence was found for reduction in diastolic blood pressure and mean arterial pressure. Furthermore, inconsistent results were found for reduction in heart rate with seven studies reporting greater heart rate reductions in the music listening group and one study a slightly greater reduction in the control group. Music listening did not improve oxygen saturation levels.\nFour studies examined the effects of music listening on hormone levels but the results were mixed and no conclusions could be drawn.\nNo strong evidence was found for an effect of music listening on mortality rate but this evidence rested on only two trials.\nMost trials were assessed to be at high risk of bias because of lack of blinding. Blinding of outcome assessors is often impossible in music therapy and music medicine studies that use subjective outcomes, unless the music intervention is compared to another treatment intervention. Because of the high risk of bias, these results need to be interpreted with caution.\nNo studies could be found that examined the effects of music interventions on quality of life, patient satisfaction, post-discharge outcomes, or cost-effectiveness. No adverse events were identified."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This updated systematic review indicates that music listening may have a beneficial effect on anxiety in mechanically ventilated patients. These findings are consistent with the findings of three other Cochrane systematic reviews on the use of music interventions for anxiety reduction in medical patients. The review furthermore suggests that music listening consistently reduces respiratory rate and systolic blood pressure. Finally, results indicate a possible beneficial impact on the consumption of sedatives and analgesics. Therefore, we conclude that music interventions may provide a viable anxiety management option to mechanically ventilated patients."
    }
  ],
  "pls_title": "Music interventions for mechanically ventilated patients",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence on the effect of music interventions compared to standard care on anxiety and other outcomes in mechanically ventilated patients."
    },
    {
      "heading": "Background",
      "text": "Mechanical ventilation often causes major distress and anxiety in patients, putting them at greater risk for complications. Side effects of analgesia and sedation may lead to the prolongation of mechanical ventilation and, subsequently, to a longer length of hospitalization and increased cost. Therefore, non-pharmacological interventions should be considered for anxiety and stress management. Several studies have examined the impact of music interventions on anxiety and physiological responses in mechanically ventilated patients. Music interventions are categorized as 'music medicine' when passive listening to pre-recorded music is offered by medical personnel. In contrast, music therapy requires the implementation of a music intervention by a trained music therapist, the presence of a therapeutic process, and the use of personally tailored music experiences. A systematic review was needed to gauge the efficacy of both music therapy and music medicine interventions."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to March 2014."
    },
    {
      "heading": "Study characteristics",
      "text": "We included 14 controlled trials involving 805 critically ill participants on mechanical ventilation. All participants were alert. Slightly more patients (58%) included in these studies were male and their average age was 58 years.\nThe majority of the studies examined the effects of patients listening to pre-recorded music. Most studies offered one 20 to 30-minute music session to the participants."
    },
    {
      "heading": "Key results",
      "text": "The findings suggest that music listening may have a large anxiety-reducing effect on mechanically ventilated patients. The results furthermore suggest that music listening consistently reduces respiratory rate and systolic blood pressure, suggesting a relaxation response. No evidence of effect was found for diastolic blood pressure, mean arterial pressure, or oxygen saturation level and inconsistent results were found for heart rate and hormone levels. One large-scale study reported greater reductions in the intake of sedative and analgesic medications in the music listening group compared to the control group, and two other studies reported similar trends.\nMusic listening did not result in any harm."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Most trials presented some methodological weakness. Therefore, these results need to be interpreted with caution. However, the results are consistent with the findings of three other Cochrane systematic reviews on the use of music interventions for anxiety reduction in medical patients. Therefore, we conclude that music interventions may provide a viable anxiety management option to mechanically ventilated patients."
    }
  ]
}