{
  "doi": "10.1002/14651858.CD001396.pub4",
  "name": "Selective serotonin reuptake inhibitors for premenstrual syndrome and premenstrual dysphoric disorder ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Premenstrual syndrome (PMS) is a combination of physical, psychological and social symptoms in women of reproductive age, and premenstrual dysphoric disorder (PMDD) is a severe type of the syndrome, previously known as late luteal phase dysphoric disorder (LLPDD). Both syndromes cause symptoms during the two weeks leading up to menstruation (the luteal phase). Selective serotonin reuptake inhibitors (SSRIs) are increasingly used as a treatment for PMS and PMDD, either administered in the luteal phase or continuously. We undertook a systematic review to assess the evidence of the positive effects and the harms of SSRIs in the management of PMS and PMDD."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of SSRIs in treating women diagnosed with PMS and PMDD."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Gynaecology and Fertility (CGF) Specialised Register of Controlled Trials, CENTRAL, MEDLINE, Embase and PsycINFO for randomised controlled trials (RCTs) in November 2023. We checked reference lists of relevant studies, searched trial registers and contacted experts in the field for any additional trials. This is an update of a review last published in 2013."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered studies in which women with a prospective diagnosis of PMS, PMDD or LLPDD were randomised to receive SSRIs or placebo."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. We pooled data using a random-effects model. We calculated standardised mean differences (SMDs) with 95% confidence intervals (CIs) for premenstrual symptom scores, using 'post-treatment' scores for continuous data. We calculated odds ratios (ORs) with 95% CIs for dichotomous outcomes. We stratified analyses by type of administration (luteal phase or continuous). We calculated absolute risks and the number of women who would need to be taking SSRIs in order to cause one additional adverse event (i.e. the number needed to treat for an additional harmful outcome (NNTH)). We rated the overall certainty of the evidence for the main findings using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included 34 RCTs in the review. The studies compared SSRIs (i.e. fluoxetine, paroxetine, sertraline, escitalopram and citalopram) to placebo.\nSSRIs probably reduce overall self-rated premenstrual symptoms in women with PMS and PMDD (SMD −0.57, 95% CI −0.72 to −0.42; I2 = 51%; 12 studies, 1742 participants; moderate-certainty evidence).\nSSRI treatment was probably more effective when administered continuously than when administered only in the luteal phase (P = 0.03 for subgroup difference; luteal phase group: SMD −0.39, 95% CI −0.58 to −0.21; 6 studies, 687 participants; moderate-certainty evidence; continuous group: SMD −0.69, 95% CI −0.88 to −0.51; 7 studies, 1055 participants; moderate-certainty evidence).\nThe adverse effects associated with SSRIs were nausea (OR 3.30, 95% CI 2.58 to 4.21; I2 = 0%; 18 studies, 3664 women), insomnia (OR 1.99, 95% CI 1.51 to 2.63; I2 = 0%; 18 studies, 3722 women), sexual dysfunction or decreased libido (OR 2.32, 95% CI 1.57 to 3.42; I2 = 0%; 14 studies, 2781 women), fatigue or sedation (OR 1.52, 95% CI 1.05 to 2.20; I2 = 0%; 10 studies, 1230 women), dizziness or vertigo (OR 1.96, 95% CI 1.36 to 2.83; I2 = 0%; 13 studies, 2633 women), tremor (OR 5.38, 95% CI 2.20 to 13.16; I2 = 0%; 4 studies, 1352 women), somnolence and decreased concentration (OR 3.26, 95% CI 2.01 to 5.30; I2 = 0%; 8 studies, 2050 women), sweating (OR 2.17, 95% CI 1.36 to 3.47; I2 = 0%; 10 studies, 2304 women), dry mouth (OR 2.70, 95% CI 1.75 to 4.17; I2 = 0%; 11 studies, 1753 women), asthenia or decreased energy (OR 3.28, 95% CI 2.16 to 4.98; I2 = 0%; 7 studies, 1704 women), diarrhoea (OR 2.06, 95% CI 1.37 to 3.08; I2 = 0%; 12 studies, 2681 women), and constipation (OR 2.39, 95% CI 1.09 to 5.26; I2 = 0%; 7 studies, 1022 women). There was moderate-certainty evidence for all adverse effects other than somnolence/decreased concentration, which was low-certainty evidence.\nOverall, the certainty of the evidence was moderate. The main weakness was poor reporting of study methodology. Heterogeneity was low or absent for most outcomes, although there was moderate heterogeneity in the analysis of overall self-rated premenstrual symptoms. Based on the meta-analysis of response rate (the outcome with the most included studies), there was suspected publication bias.\nIn total, 68% of the included studies were funded by pharmaceutical companies. This stresses the importance of interpreting the review findings with caution."
    },
    {
      "heading": "Authors' conclusions",
      "text": "SSRIs probably reduce premenstrual symptoms in women with PMS and PMDD and are probably more effective when taken continuously compared to luteal phase administration. SSRI treatment probably increases the risk of adverse events, with the most common being nausea, asthenia and somnolence."
    }
  ],
  "pls_title": "What are the benefits and risks of treating premenstrual syndrome and premenstrual dysphoric disorder with selective serotonin reuptake inhibitors?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "– Selective serotonin reuptake inhibitors treatment probably reduces a woman's rating of premenstrual symptoms and may be more effective when administered continuously than when administered only in the luteal phase.\n– Unwanted effects of selective serotonin reuptake inhibitor treatment are probably common; with nausea (feeling sick), a lack of energy and having a strong desire to sleep being most often reported."
    },
    {
      "heading": "What are premenstrual syndrome and premenstrual dysphoric disorder?",
      "text": "Premenstrual syndrome (also known as PMS) is a relatively common condition that affects women's physical, psychological and social well-being in the days leading up to the menstrual period, being relieved by the onset of menstruation (bleeding). It is caused by hormonal fluctuations but is more severe than the normal mood swings that occur during the menstrual cycle. Women with premenstrual syndrome may experience symptoms of depression, anxiety and irritability with a severity that may cause substantial distress or impairment to daily life.\nA severe type of premenstrual syndrome is known as premenstrual dysphoric disorder, which has more severe psychological symptoms and longer symptom duration and affects 1% to 6% of women. The disorder is defined by recurring psychiatric symptoms including emotional lability (exaggerated changes in mood, where strong emotions or feelings (uncontrollable laughing or crying, or heightened irritability or temper) occur), low mood, aggression and irritability, which also occurs in the days leading up to the menstruation period."
    },
    {
      "heading": "How are premenstrual syndrome and premenstrual dysphoric disorder treated?",
      "text": "Treatment for premenstrual syndrome and premenstrual dysphoric disorder may include lifestyle interventions such as physical exercise, stopping smoking and weight management. Other interventions include acupuncture, medicines such as oral contraceptives containing drospirenone and herbal medicines."
    },
    {
      "heading": "What are selective serotonin reuptake inhibitors?",
      "text": "Selective serotonin reuptake inhibitors are a type of medicine that inhibit the absorption of serotonin, a naturally occurring chemical that acts as a messenger between brain cells. Changing the balance of serotonin appears to enhance mood. Selective serotonin reuptake inhibitors are most commonly used to treat depression and anxiety, but they may be effective for premenstrual syndrome."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out whether selective serotonin reuptake inhibitors were better than placebo (a pretend treatment) at improving overall self-rated premenstrual symptoms in women with premenstrual syndrome and premenstrual dysphoric disorder and to explore the occurrence of unwanted effects related to the treatment."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared selective serotonin reuptake inhibitors with placebo amongst women diagnosed with premenstrual syndrome and premenstrual dysphoric disorder. We compared and summarised the results of the studies and rated our confidence in the evidence based on factors such as study methods and population sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We identified 34 studies involving 4563 women diagnosed with severe premenstrual syndrome or premenstrual dysphoric disorder. The studies were published between 1991 and 2020, and were mostly set in Western countries; 19 were conducted in the USA. Most women were aged 18 to 49 years. At least 23 studies (68%) were funded by pharmaceutical companies.\nSelective serotonin reuptake inhibitors were probably effective in reducing the overall premenstrual symptoms. Selective serotonin reuptake inhibitors were usually taken either in the two weeks leading up to the start of the menstrual period (the luteal phase) or every day (continuously). Both regimens appeared effective, although continuous dosing was probably a more effective treatment.\nSelective serotonin reuptake inhibitors probably increased the risk of unwanted effects, with the most common being nausea, a lack of energy and sleepiness. Other studies found that nausea may be transient while other unwanted effects occurred for longer. The evidence suggested that if the risk of nausea was 7% in the placebo group, it was 20% (ranging from 16% to 24%) in the selective serotonin reuptake inhibitor group. It also suggested that the risk of experiencing decreased energy was 5% in the placebo group compared to 14% (ranging from 10% to 20%) in the selective serotonin reuptake inhibitor group. The review authors calculated that nausea is likely to occur as an unwanted effect in approximately one out of eight women taking selective serotonin reuptake inhibitors to treat the premenstrual symptoms, and lack of energy is likely to occur as an unwanted effect in approximately one out of every nine women."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are only moderately confident in the evidence because there was poor reporting of methods in the included studies. In addition, more than two-thirds of the included studies were funded by pharmaceutical companies, which may mean that the effects look more favourable towards the medicine of the sponsor. This means that results must be interpreted with caution, and further studies are needed to confirm the findings."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This review updates a previous review. The evidence is up to date to November 2023."
    }
  ]
}