{
  "doi": "10.1002/14651858.CD010218.pub2",
  "name": "Sealing procedures for preterm prelabour rupture of membranes",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Preterm prelabour rupture of the membranes (PPROM) complicates approximately 2% of pregnancies and can be either spontaneous or iatrogenic in nature. Complications of PPROM include prematurity, chorioamnionitis, neonatal sepsis, limb position defects, respiratory distress syndrome, pulmonary hypoplasia chronic lung disease, periventricular leukomalacia and intraventricular haemorrhage.\nA number of different sealing techniques have been employed which aim to restore a physical barrier against infection and encourage the re-accumulation of amniotic fluid. Routine use of sealants is currently not recommended due to a lack of sufficient evidence to support the safety and effectiveness of such interventions."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of sealing techniques following PPROM against each other, or versus standard care (including no sealant), on maternal and neonatal outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group’s Trials Register (30 May 2016) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled trials comparing different techniques for sealing preterm prelabour ruptured membranes. Cluster-randomised trials and trials using a cross-over design were not eligible for inclusion in this review. We planned to include abstracts when sufficient information was provided."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and assessed trial quality. Two review authors independently extracted data. Data were checked for accuracy."
    },
    {
      "heading": "Main results",
      "text": "We included two studies (involving 141 women - with data from 124 women). We considered both studies as being at high risk of bias. Meta-analysis was not possible because the included studies examined different interventions (both in comparison with standard care) and reported on few, but different, outcomes. One study compared cervical adapter (mechanical sealing), and the other study examined an immunological membrane sealant. Neither of the included studies reported on this review's primary outcome of interest - perinatal mortality. Similarly, data were not reported for the majority of this review's secondary infant and maternal outcomes.\nCervical adapter (mechanical sealing) versus standard care (one study, data from 35 participants)\nNo data were reported for this review's primary outcome - perinatal mortality. Data were reported for few of this review's infant or maternal secondary outcomes.\nThere was no clear difference between the mechanical sealing group and the standard care control in relation to the incidence of neonatal sepsis (risk ratio (RR) 1.19, 95% confidence interval (CI) 0.28 to 5.09 (very low-quality evidence)) or chorioamnionitis (RR 1.19, 95% CI 0.28 to 5.09 (very low-quality evidence)).\nOral immunological membrane sealant versus standard care (one study, data from 94 participants)\nNo data were available for perinatal mortality (this review's primary outcome) or for the majority of this review's infant and maternal secondary outcomes. Compared to standard care, the immunological membrane sealant was associated with a reduction in preterm birth less than 37 weeks (RR 0.48, 95% CI 0.34 to 0.68 (very low-quality evidence)) and a reduction in neonatal death (RR 0.38, 95% CI 0.19 to 0.75 (very low-quality evidence)). However, there was no clear difference between groups in terms of neonatal sepsis (RR 0.64, 95% CI 0.28 to 1.46 (very low-quality evidence)) or respiratory distress syndrome (RR 0.64, 95% CI 0.28 to 1.46 (very low-quality evidence))."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to evaluate sealing procedures for PPROM. There were no data relating to this review's primary outcome (perinatal mortality) and the majority of our infant and maternal secondary outcomes were not reported in the two included studies.\nThere was limited evidence to suggest that an immunological membrane sealant was associated with a reduction in preterm birth at less than 37 weeks and neonatal death, but these results should be interpreted with caution as this is based on one small study, with a high risk of bias, and the intervention has not been tested in other studies.\nAlthough midtrimester PPROM is not a rare occurrence, there are only a small amount of published data addressing the benefits and risks of sealing procedures. Most of these studies are retrospective and cohort based and could therefore not be included in our data-analysis.\nThis review highlights the paucity of prospective randomised trials in this area. Current evidence provides limited information both on effectiveness and safety for the interventions described. Given the paucity of high-quality data, we recommend that future research efforts focus on the conduct of randomised trials assessing the effect of promising interventions that have been only evaluated to date in cohort studies (e.g. amniopatch). Future trials should address outcomes including perinatal mortality, preterm birth, neonatal death, respiratory distress syndrome, neonatal sepsis and developmental delay. They should also evaluate maternal outcomes including sepsis, mode of delivery, length of hospital stay and emotional well-being."
    }
  ],
  "pls_title": "Treatments for improving outcomes for mother and baby when the waters have broken too early",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Preterm prelabour rupture of the membranes (PPROM) is when the waters break at less than 37 weeks' gestation. It occurs in one in 50 pregnancies and can happen spontaneously or after a medical procedure has been performed, for example, tests where a needle is placed in to the womb to get a sample of fluid or tissue, or after an operation has been performed on the baby inside the womb."
    },
    {
      "heading": "Why is this important?",
      "text": "Breaking of the waters early in pregnancy can lead to significant problems including the baby being born too soon to survive, having immature lungs, and serious infections. Preterm babies are overall more likely to be ill and to suffer from long-term disabilities, if they do survive. The survival of babies affected by PPROM is related to how early it occurs in the pregnancy and if an infection occurs. In some circumstances, the waters may reseal themselves. This is more likely to occur when no infection is present.\nSeveral treatments to reseal the membranes have been tried, with varying success. Resealing has been attempted by:\na) injecting clotting factors and other medicines in to the hole in the womb to create a patch over the area that is leaking;\nb) taking tablets that may stimulate the body’s immune system to mend the area where the seal has broken;\nc) placing a sponge over the hole in the waters;\nd) placing a seal over the neck of the womb to stop fluid leaking out and prevent infection.\nOur study is important because finding a successful treatment for PPROM may reduce the potential complications that may happen to the mother and baby such as preterm birth (being born before 37 weeks' gestation) and infections."
    },
    {
      "heading": "What did we find?",
      "text": "In our study we assessed the different techniques used for resealing the waters. We aimed to compare the survival of babies affected with this condition before and after birth and look at the rates of complications in both the babies and mothers. We searched for trials (30 May 2016) and found two studies that compared treatments for resealing the membranes after they had broken. These trials involved 141 women in total and compared two completely different modes of treatment.\nOne trial compared the use of an oral immunological membrane sealant to stimulate the body’s immune system to mend the area where the seal has broken and the other trial placed a mechanical sealing device over the cervix (neck of the womb) to stop fluid leaking. Unfortunately, neither trial provided any data relating to death of the baby within the womb or in the first 28 days of life (perinatal mortality).\nThere was limited evidence to suggest that oral immunological membrane sealant was associated with a fewer babies being before 37 weeks’ gestation and a reduction in the number of babies that died within the first 28 days. However, these results are based on very low-quality evidence from one small trial (with data from 94 women) that we judged to be at a high risk of bias.\nThere was no clear difference between the mechanical sealing device group and the control group in relation to the number of babies who contracted a serious infection (neonatal sepsis) or chorioamnionitis (a bacterial infection that causes inflammation of the membranes surrounding the baby in the womb). Although these results are based on very low-quality evidence from one small trial (involving 35 women) judged to be at a high risk of bias."
    },
    {
      "heading": "What does this mean?",
      "text": "Overall, our question remains unanswered - we do not have enough data to fully evaluate sealing procedures for PPROM.\nThis review demonstrates the lack of research in this area regarding the effectiveness and safety of potential treatments for PPROM. We recommend that more research is needed to look at the different techniques for sealing broken waters and that this research should focus on the effectiveness of the treatment in improving overall outcomes. The safety of the treatments to both mother and baby must be further evaluated before sealing techniques can be recommended to prevent adverse outcomes."
    }
  ]
}