{
  "doi": "10.1002/14651858.CD007969.pub2",
  "name": "Light‐emitting diode phototherapy for unconjugated hyperbilirubinaemia in neonates",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Phototherapy is the mainstay of treatment of neonatal hyperbilirubinaemia. The commonly used light sources for providing phototherapy are special blue fluorescent tubes, compact fluorescent tubes and halogen spotlights. However, light emitting diodes (LEDs) as light sources with high luminous intensity, narrow wavelength band and higher delivered irradiance could make phototherapy more efficacious than the conventional phototherapy units."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effect of LED phototherapy as compared to conventional phototherapy in decreasing serum total bilirubin levels and duration of treatment in neonates with unconjugated hyperbilirubinaemia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library 2010, Issue 1), MEDLINE (1966 to April 30, 2010) and EMBASE (1988 to July 8, 2009). Handsearches of the proceedings of annual meetings of The European Society for Paediatric Research and The Society for Pediatric Research were conducted through 2010."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised controlled trials were eligible for inclusion if they enrolled neonates (term and preterm) with unconjugated hyperbilirubinaemia and compared LED phototherapy with other light sources (fluorescent  tubes, compact fluorescent tubes, halogen spotlight; method of administration: conventional or fibreoptic)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methods of The Cochrane Collaboration and its Neonatal Review Group for data collection and analysis."
    },
    {
      "heading": "Main results",
      "text": "Six randomised controlled trials met the inclusion criteria for this review. Four studies compared LED and halogen light sources. Two studies compared LED and compact fluorescent light sources. The duration of phototherapy (six studies, 630 neonates) was comparable in LED and non-LED phototherapy groups (mean difference (hours) -0.43, 95% CI -1.91 to 1.05). The rate of decline of serum total bilirubin (STB) (four studies, 511 neonates) was also similar in the two groups (mean difference (mg/dL/hour) 0.01, 95% CI -0.02 to 0.04). Treatment failure, defined as the need of additional phototherapy or exchange blood transfusion (1 study, 272 neonates), was comparable (RR 1.83, 95% CI 0.47 to 7.17). Side effects of phototherapy such as hypothermia (RR 6.41, 95% CI 0.33 to 122.97), hyperthermia (RR 0.61, 95% CI 0.18 to 2.11) and skin rash (RR 1.83, 95% CI 0.17 to 19.96) were rare and occurred with similar frequency in the two groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "LED light source phototherapy is efficacious in bringing down levels of serum total bilirubin at rates that are similar to phototherapy with conventional (compact fluorescent lamp (CFL) or halogen) light sources. Further studies are warranted for evaluating efficacy of LED phototherapy in neonates with haemolytic jaundice or in the presence of severe hyperbilirubinaemia (STB ≥ 20 mg/dL)."
    }
  ],
  "pls_title": "Comparison of a light-emitting diode with conventional light sources for providing phototherapy to jaundiced newborn infants",
  "pls_type": "long",
  "pls": "Jaundice, or yellowish discolouration of the skin, can occur due to increased amounts of bilirubin pigment in the blood. It is a commonly observed, usually harmless condition in newborn infants during the first week after birth. However, in some babies the amount of bilirubin pigment can increase to dangerous levels and require treatment. Treatment of jaundice in newborn infants is done by placing them under phototherapy, a process of exposing their skin to light of a specific wavelength band. Fluorescent tubes or halogen lamps have been used as light sources for phototherapy for many years. A light-emitting diode (LED) is a newer type of light source which is power efficient, has a longer life and is portable with low heat production. In this systematic review, the efficacy of LED phototherapy was compared with conventional (non-LED) phototherapy. LED phototherapy was observed to be efficacious in bringing down the levels of serum total bilirubin, at rates similar to phototherapy with conventional light sources."
}