{
  "doi": "10.1002/14651858.CD015331.pub2",
  "name": "Cognitive behavioural therapy added to standard care for first‐episode and recent‐onset psychosis ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cognitive behavioural therapy (CBT) can be effective in the general population of people with schizophrenia. It is still unclear whether CBT can be effectively used in the population of people with a first-episode or recent-onset psychosis."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of adding cognitive behavioural therapy to standard care for people with a first-episode or recent-onset psychosis."
    },
    {
      "heading": "Search methods",
      "text": "We conducted a systematic search on 6 March 2022 in the Cochrane Schizophrenia Group's Study-Based Register of Trials, which is based on CENTRAL, MEDLINE, Embase, CINAHL, PsycINFO, PubMed, ClinicalTrials.gov, ISRCTN, and WHO ICTRP."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) comparing CBT added to standard care vs standard care in first-episode or recent-onset psychosis, in patients of any age."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors (amongst SFM, CC, LK and IB) independently screened references for inclusion, extracted data from eligible studies and assessed the risk of bias using RoB2. Study authors were contacted for missing data and additional information. Our primary outcome was general mental state measured on a validated rating scale. Secondary outcomes included other specific measures of mental state, global state, relapse, admission to hospital, functioning, leaving the study early, cognition, quality of life, satisfaction with care, self-injurious or aggressive behaviour, adverse events, and mortality."
    },
    {
      "heading": "Main results",
      "text": "We included 28 studies, of which 26 provided data on 2407 participants (average age 24 years). The mean sample size in the included studies was 92 participants (ranging from 19 to 444) and duration ranged between 26 and 52 weeks.\nWhen looking at the results at combined time points (mainly up to one year after start of the intervention), CBT added to standard care was associated with a greater reduction in overall symptoms of schizophrenia (standardised mean difference (SMD) -0.27, 95% confidence interval (CI) -0.47 to -0.08, 20 RCTs, n = 1508, I2 = 68%, substantial heterogeneity, low certainty of the evidence), and also with a greater reduction in positive (SMD -0.22, 95% CI -0.38 to -0.06, 22 RCTs, n = 1565, I² = 52%, moderate heterogeneity), negative (SMD -0.20, 95% CI -0.30 to -0.11, 22 RCTs, n = 1651, I² = 0%) and depressive symptoms (SMD -0.13, 95% CI -0.24 to -0.01, 18 RCTs, n = 1182, I² = 0%) than control. CBT added to standard care was also associated with a greater improvement in the global state (SMD -0.34, 95% CI -0.67 to -0.01, 4 RCTs, n = 329, I² = 47%, moderate heterogeneity) and in functioning (SMD -0.23, 95% CI -0.42 to -0.05, 18 RCTs, n = 1241, I² = 53%, moderate heterogeneity, moderate certainty of the evidence) than control.\nWe did not find a difference between CBT added to standard care and control in terms of number of participants with relapse (relative risk (RR) 0.82, 95% CI 0.57 to 1.18, 7 RCTs, n = 693, I² = 48%, low certainty of the evidence), leaving the study early for any reason (RR 0.87, 95% CI 0.72 to 1.05, 25 RCTs, n = 2242, I² = 12%, moderate certainty of the evidence), adverse events (RR 1.29, 95% CI 0.85 to 1.97, 1 RCT, n = 43, very low certainty of the evidence) and the other investigated outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review synthesised the latest evidence on CBT added to standard care for people with a first-episode or recent-onset psychosis.\nThe evidence identified by this review suggests that people with a first-episode or recent-onset psychosis may benefit from CBT additionally to standard care for multiple outcomes (overall, positive, negative and depressive symptoms of schizophrenia, global state and functioning).\nFuture studies should better define this population, for which often heterogeneous definitions are used."
    }
  ],
  "pls_title": "Cognitive behavioural therapy plus standard care for first-episode and recent-onset psychosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Cognitive behavioural therapy (CBT) is effective for reducing symptoms of schizophrenia and improving functioning in people at the beginning of the disorder.\nVery little information was available on the potential adverse effects connected with this intervention."
    },
    {
      "heading": "Introduction",
      "text": "Schizophrenia is a severe mental disorder because of the heavy effect of the symptoms on the daily lives of those affected. People with this illness struggle to differentiate between their own thoughts, beliefs and ideas versus reality. For example, they may be hearing voices in their head, but it feels like someone is really talking to them. The treatment of the beginning phase of the illness is of critical importance, in order to prevent or reduce the risk of a chronic course. This phase is usually defined as 'first episode', and the term 'recent onset' is also used to describe the period of three to five years from the first episode.\nA psychological intervention, cognitive behavioural therapy, can be effective for treating the symptoms in people with schizophrenia in general; it is still not clear if this intervention could be helpful also for people in the initial phases of the illness."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out the effects of cognitive behavioural therapy added to standard care for people with a first episode or recent onset of schizophrenia."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that examined cognitive behavioural therapy given in addition to standard care (usually drugs) compared with standard care alone or other psychosocial interventions.\nWe compared and summarised the results of the studies and rated our confidence in the evidence. For example, some factors in the studies (such as too few participants or results not showing clear effects) were rated with a lower confidence in the evidence."
    },
    {
      "heading": "What did we find?",
      "text": "We found 28 studies, of which 26 had usable data on 2407 participants with recent-onset or first-episode schizophrenia. The studies had a duration of between 26 and 52 weeks for the intervention phase and, in 18 studies, participants were contacted again to collect further data after the end of the treatment. The studies were conducted in the UK, Europe, Australia, Canada, USA and China. They were mainly funded by public institutions, and a small number also by pharmaceutical companies.\nWhen looking at the results about one year after the start of the intervention, we found that CBT added to standard care:\n- is more effective than control conditions in reducing the overall symptoms of schizophrenia\n- is more effective than control conditions in reducing positive symptoms of schizophrenia (e.g. hearing voices)\n- is more effective than control conditions in reducing negative symptoms of schizophrenia (e.g. apathy, loss of interest and motivation, lack of concentration)\n- is more effective than control conditions in reducing depressive symptoms of schizophrenia\n- is more effective than control conditions in improving the global state (number of participants with symptoms improvement, number of participants with symptoms worsening, scores on scales that measure the general level of symptoms of the participants)\n- is more effective than control conditions in improving functioning (e.g. participating in social life, taking part in everyday activities)."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The certainty of the evidence is between moderate and very low, meaning that we have moderate to very little confidence in the effect estimates. This is due to the fact that, for some of the studies, the quality ('risk of bias') was low, and that the results of the various studies sometimes slightly differed from each other. Moreover, for some outcomes, the results were imprecise, and a limited number of participants contributed to the data."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence is up-to-date until March 2022."
    }
  ]
}