{
  "doi": "10.1002/14651858.CD001823.pub3",
  "name": "Lumbar supports for prevention and treatment of low back pain",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Lumbar supports are used in the treatment of low-back pain patients, to prevent the onset of low-back pain (primary prevention) or to prevent recurrences of a low-back pain episode (secondary prevention)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of lumbar supports for prevention and treatment of non-specific low-back pain."
    },
    {
      "heading": "Search methods",
      "text": "We updated the search in the Cochrane Central Register of Controlled Trials, PubMed, EMBASE, and CINAHL to December 2006. We also screened references given in relevant reviews and identified trials, and contacted experts to identify additional RCTs."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials that reported on any type of lumbar supports as preventive or therapeutic intervention for non-specific low-back pain."
    },
    {
      "heading": "Data collection and analysis",
      "text": "One review author generated the electronic search. Two review authors independently identified trials that met the inclusion criteria. One review author extracted data on the study population, interventions, and final results. The methodological quality and the clinical relevance were independently assessed by two review authors.\nBecause it was not possible to perform a quantitative analysis, we performed a qualitative analysis in which the strength of evidence on the effectiveness of lumbar supports was classified as strong, moderate, limited, conflicting, or no evidence."
    },
    {
      "heading": "Main results",
      "text": "Seven preventive studies (14,437 people) and eight treatment studies (1361 people) were included in this updated review. Overall, the methodological quality of the studies was rather low. Only five of the fifteen studies met 50% or more of the internal validity items.\nThere was moderate evidence that lumbar supports are not more effective than no intervention or training in preventing low-back pain, and conflicting evidence whether lumbar supports are effective supplements to other preventive interventions. It is still unclear if lumbar supports are more effective than no or other interventions for the treatment of low-back pain."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is moderate evidence that lumbar supports are not more effective than no intervention or training in preventing low-back pain, and conflicting evidence whether they are effective supplements to other preventive interventions. It remains unclear whether lumbar supports are more effective than no or other interventions for treating low-back pain.\nThere is still a need for high quality randomised trials on the effectiveness of lumbar supports. One of the most essential issues to tackle in these future trials seems to be the realization of an adequate compliance. Special attention should be paid to different outcome measures, types of patients and types of lumbar support."
    }
  ],
  "pls_title": "Lumbar supports for the prevention and treatment of low-back pain",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "Lumbar supports (also called braces or corsets) are used in the prevention and treatment of low-back pain. This review is important because low-back pain is very common. Prevention and treatment are important both to people with back pain and to society, which bears the expense of back pain treatment and sick leave due to back pain.\nWe included seven studies on prevention (14,437 people) and eight studies on treatment (1361 people) in this review."
    },
    {
      "heading": "Prevention",
      "text": "There was little or no difference between individuals with low-back pain who used back supports and those who received no treatment (five studies, 13,995 people), or education on lifting techniques (two studies, 954 people) in back pain prevention or reduction of sick leave.\nIn one study (82 people), back supports added to back school (patient education about recovering from back pain) were helpful in reducing the number of days of sick leave but not in preventing back pain. Back supports plus usual medical care reduced the number of days of low-back pain and improved function, but did not reduce sick leave (one study, 360 people)."
    },
    {
      "heading": "Treatment",
      "text": "In four studies (1170 people), there was little or no difference between patients with acute or chronic back pain who used back supports and those who received no treatment in short-term pain reduction or overall improvement.\nThere is conflicting evidence (two studies, 550 people) about whether back supports are better than nothing in helping low-back pain patients return to work faster, however in three studies (410 patients), they were better than nothing in helping individuals with subacute and chronic low-back pain recover function in the short term.\nIn three studies (954 people), there was little or no difference in short-term pain reduction, overall improvement and return-to-work between those who used back supports and those who received manipulation, physiotherapy, or electrical stimulation. One study (164 people) reported mixed results on whether back supports improved function more than massage and in another study (19 people), use of a lumbar corset with back support was more effective in reducing pain in the short-term than a corset alone.\nConclusions from this review should be viewed with caution due to the low quality of many of the studies. In the future, researchers should report side effects from wearing back supports and measure how many hours per day the supports are actually worn."
    }
  ]
}