{
  "doi": "10.1002/14651858.CD006923.pub3",
  "name": "Regular treatment with formoterol for chronic asthma: serious adverse events",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Epidemiological evidence has suggested a link between beta2-agonists and increases in asthma mortality. There has been much debate about possible causal links for this association, and whether regular (daily) long-acting beta2-agonists are safe."
    },
    {
      "heading": "Objectives",
      "text": "The aim of this review is to assess the risk of fatal and non-fatal serious adverse events in trials that randomised patients with chronic asthma to regular formoterol versus placebo or regular short-acting beta2-agonists."
    },
    {
      "heading": "Search methods",
      "text": "We identified trials using the Cochrane Airways Group Specialised Register of trials. We checked websites of clinical trial registers for unpublished trial data and Food and Drug Administration (FDA) submissions in relation to formoterol. The date of the most recent search was January 2012."
    },
    {
      "heading": "Selection criteria",
      "text": "We included controlled, parallel design clinical trials on patients of any age and severity of asthma if they randomised patients to treatment with regular formoterol and were of at least 12 weeks' duration. Concomitant use of inhaled corticosteroids was allowed, as long as this was not part of the randomised treatment regimen."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently selected trials for inclusion in the review. One author extracted outcome data and the second author checked them. We sought unpublished data on mortality and serious adverse events."
    },
    {
      "heading": "Main results",
      "text": "The review includes 22 studies (8032 participants) comparing regular formoterol to placebo and salbutamol. Non-fatal serious adverse event data could be obtained for all participants from published studies comparing formoterol and placebo but only 80% of those comparing formoterol with salbutamol or terbutaline.\nThree deaths occurred on regular formoterol and none on placebo; this difference was not statistically significant. It was not possible to assess disease-specific mortality in view of the small number of deaths. Non-fatal serious adverse events were significantly increased when regular formoterol was compared with placebo (Peto odds ratio (OR) 1.57; 95% CI 1.06 to 2.31). One extra serious adverse event occurred over 16 weeks for every 149 people treated with regular formoterol (95% CI 66 to 1407 people). The increase was larger in children than in adults, but the impact of age was not statistically significant. Data submitted to the FDA indicate that the increase in asthma-related serious adverse events remained significant in patients taking regular formoterol who were also on inhaled corticosteroids.\nNo significant increase in fatal or non-fatal serious adverse events was found when regular formoterol was compared with regular salbutamol or terbutaline."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In comparison with placebo, we have found an increased risk of serious adverse events with regular formoterol, and this does not appear to be abolished in patients taking inhaled corticosteroids. The effect on serious adverse events of regular formoterol in children was greater than the effect in adults, but the difference between age groups was not significant.\nData on all-cause serious adverse events should be more fully reported in journal articles, and not combined with all severities of adverse events or limited to those events that are thought by the investigator to be drug-related."
    }
  ],
  "pls_title": "Does daily treatment with formoterol result in more serious adverse events compared to placebo or daily salbutamol?",
  "pls_type": "long",
  "pls": "Asthma is a common condition that affects the airways – the small tubes that carry air in and out of the lungs. When a person with asthma comes into contact with an irritant (an asthma trigger), the muscles around the walls of the airways tighten, the airways become narrower, and the lining of the airways becomes inflamed and starts to swell. This leads to the symptoms of asthma - wheezing, coughing and difficulty in breathing. They can lead to an asthma attack or exacerbation. People can have underlying inflammation in their lungs and sticky mucus or phlegm may build up, which can further narrow the airways. There is no cure for asthma; however there are medications that allow most people to control their asthma so they can get on with daily life.\nLong-acting beta2-agonists, such as formoterol, work by reversing the narrowing of the airways that occurs during an asthma attack. These drugs - taken by inhaler - are known to improve lung function, symptoms, quality of life and reduce the number of asthma attacks. However, there are concerns about the safety of long-acting beta2-agonists, particularly in people who are not taking inhaled corticosteroids to control the underlying inflammation. We did this review to take a closer look at the safety of people taking formoterol daily compared to people on placebo or the short acting beta2-agonist salbutamol.\nThere was no statistically significant difference in the number of people who died during treatment with formoterol compared with placebo or salbutamol. Because so few people die of asthma, huge trials or observational studies are normally required to detect a difference in death rates from asthma. There were more non-fatal serious adverse events in people taking formoterol compared to those on placebo; for every 149 people treated with formoterol for 16 weeks, one extra non-fatal event occurred in comparison with placebo. There was no significant difference in serious adverse events in people on formoterol compared to regular salbutamol.\nWe conclude that regular formoterol should not be taken by people who are not taking regular inhaled steroids due to the increased risk of serious adverse events. Formoterol should not be used as a substitute for inhaled corticosteroids, and adherence with inhaled steroids should be kept under review if separate inhalers are used when formoterol is added to inhaled corticosteroids."
}