{
  "doi": "10.1002/14651858.CD007345.pub2",
  "name": "Antibiotic prophylaxis for patients undergoing elective endoscopic retrograde cholangiopancreatography",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The use of prophylactic antibiotics before endoscopic retrograde cholangiopancreatography (ERCP) is recommended by all major international gastroenterological societies, especially in the presence of an obstructed biliary system. Their use is intended to decrease or eliminate the incidence of complications following the procedure, namely cholangitis, cholecystitis, septicaemia, and pancreatitis."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of antibiotics before elective ERCP in patients without evidence of acute or chronic cholecystitis, or acute or chronic cholangitis, or severe acute pancreatitis."
    },
    {
      "heading": "Search methods",
      "text": "We searched The Cochrane Hepato-Biliary Group Controlled Trials Register , the Cochrane Central Register of Controlled Trials (CENTRAL ) in The Cochrane Library , MEDLINE , EMBASE , Science Citation Index Expanded , and LILACS until March 2010. Relevant medical and surgical international conference proceedings were also searched."
    },
    {
      "heading": "Selection criteria",
      "text": "Only randomised clinical trials were included in the analyses, irrespective of blinding, language, or publication status. Participants were patients that underwent elective ERCP that were not on antibiotics, without evidence of acute or chronic cholecystitis, cholangitis, or severe acute pancreatitis before the procedure. We compared patients that received prophylactic antibiotics before the procedure with patients that were given placebo or no intervention before the procedure."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The review was conducted according to the recommendations of The Cochrane Collaboration as well as the Cochrane Hepato-Biliary Group. Review Manager 5 was used employing fixed-effect and random-effects model meta-analyses."
    },
    {
      "heading": "Main results",
      "text": "Nine randomised clinical trials (1573 patients) were included into the review analyses. The majority of the trials had risks of bias. When all patients providing data for a certain outcome were included, the fixed-effect meta-analyses significantly favoured the use of prophylactic antibiotics in preventing cholangitis (relative risk (RR) 0.54, 95% CI 0.33 to 0.91), septicaemia (RR 0.35, 95% CI 0.11 to 1.11), bacteriaemia (RR 0.50, 95% CI 0.33 to 0.78), and pancreatitis (RR 0.54, 95% CI 0.29 to 1.00). In random-effects meta-analyses, only the effect on bacteriaemia remained significant. Overall mortality was not reduced (RR 1.33, 95% CI 0.32 to 5.44). If one selects patients in whom the ERCP resolved the biliary obstruction at the first procedure, there seem to be no significant benefit in using prophylactic antibiotics to prevent cholangitis (RR 0.98, 95% CI 0.35 to 2.69, only three trials)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Prophylactic antibiotics reduce bacteriaemia and seem to prevent cholangitis and septicaemia in patients undergoing elective ERCP. In the subgroup of patients with uncomplicated ERCP, the effect of antibiotics may be less evident. Further research is required to determine whether antibiotics can be given during or after an ERCP if it becomes apparent that biliary obstruction cannot be relieved during that procedure."
    }
  ],
  "pls_title": "Antibiotics may prevent complications following endoscopy of the bile or pancreatic ductal systems",
  "pls_type": "long",
  "pls": "Endoscopic retrograde cholangiopancreatography (ERCP) involves cannulating the biliary system in order to diagnose bile or pancreatic duct obstruction. It then affords the possibility of relieving this obstruction using various interventions. Traditionally, prophylactic antibiotics have been administered to decrease the incidence of infective complications as a result of interfering with a normally sterile biliary tree. Preventing overuse of antibiotics and consequent bacterial resistance must be aimed. If antibiotics do not prevent complications following ERCP, then antibiotics should not be used.\nWhen we considered for analyses all randomised patients, use of antibiotics administered before the procedure to decrease the incidence of infective complications was favoured. However, in the subgroup of patients where their bile duct obstruction is relieved during the first ERCP procedure, no benefit in using antibiotics could be demonstrated. This potentially suggests that not all patients may need antibiotics before their ERCP.\nWhether antibiotics can be given before the procedure, during the procedure, or immediately after the procedure once it becomes evident that the bile or pancreas duct obstruction cannot be relieved during the first ERCP needs to be tested in future randomised clinical trials."
}