{
  "doi": "10.1002/14651858.CD005514.pub2",
  "name": "Occlusal splints for treating sleep bruxism (tooth grinding)",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Sleep bruxism is an oral activity characterised by teeth grinding or clenching during sleep. Several treatments for sleep bruxism have been proposed such as pharmacological, psychological, and dental."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of occlusal splints for the treatment of sleep bruxism with alternative interventions, placebo or no treatment."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Oral Health Group's Trials Register (to May 2007); the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2007, Issue 1); MEDLINE (1966 to May 2007); EMBASE (1980 to May 2007); LILACS (1982 to May 2007); Biblioteca Brasileira de Odontologia (1982 to May 2007); Dissertation, Theses and Abstracts (1981 to May 2007); and handsearched abstracts of particular importance to this review. Additional reports were identified from the reference lists of retrieved reports and from article reviews about treating sleep bruxism. There were no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomised or quasi-randomised controlled trials (RCTs), in which splint therapy was compared concurrently to no treatment, other occlusal appliances, or any other intervention in participants with sleep bruxism."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data extraction was carried out independently and in duplicate. Validity assessment of the included trials was carried out at the same time as data extraction. Discrepancies were discussed and a third review author consulted. The author of the primary study was contacted when necessary."
    },
    {
      "heading": "Main results",
      "text": "Thirty-two potentially relevant RCTs were identified. Twenty-four trials were excluded. Five RCTs were included. Occlusal splint was compared to: palatal splint, mandibular advancement device, transcutaneous electric nerve stimulation, and no treatment. There was just one common outcome (arousal index) which was combined in a meta-analysis. No statistically significant differences between the occlusal splint and control groups were found in the meta-analyses."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is not sufficient evidence to state that the occlusal splint is effective for treating sleep bruxism. Indication of its use is questionable with regard to sleep outcomes, but it may be that there is some benefit with regard to tooth wear. This systematic review suggests the need for further investigation in more controlled RCTs that pay attention to method of allocation, outcome assessment, large sample size, and sufficient duration of follow up. The study design must be parallel, in order to eliminate the bias provided by studies of cross-over type. A standardisation of the outcomes of the treatment of sleep bruxism should be established in the RCTs."
    }
  ],
  "pls_title": "Occlusal splints for treating sleep bruxism (tooth grinding)",
  "pls_type": "long",
  "pls": "There is insufficient evidence to either support or refute the use of occlusal splints for treating patients with tooth grinding or clenching during sleep (sleep bruxism). \nSleep bruxism is characterised by several signs and symptoms. Among them abnormal tooth wear, fractured teeth, joint pain or tenderness, jaw muscle discomfort, and headaches. Treatments include odontological devices such as occlusal splints, pharmacotherapy, and psychotherapy. An occlusal splint is a removable appliance worn in the upper jaw (maxilla) or the lower jaw (mandible), with coverage of the dental surfaces. They are usually used to prevent tooth wear. \nThere is not enough evidence in the literature to show that occlusal splints can reduce sleep bruxism."
}