{
  "doi": "10.1002/14651858.CD007157.pub2",
  "name": "Interventions for the restorative care of amelogenesis imperfecta in children and adolescents ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Amelogenesis imperfecta (AI) is a tooth development disorder in which the teeth are covered with thin, abnormally formed enamel. This enamel is easily fractured and damaged, which affects the appearance of the teeth, especially if left untreated. Negative psychological outcomes, due to compromised appearance and function, in patients with AI, have been found to compromise a person's attractiveness and reduce social interaction. The treatment used depends on the severity of the problem."
    },
    {
      "heading": "Objectives",
      "text": "To compare the success rates of different restorative materials and techniques used for the restoration of anterior and posterior teeth with AI in terms of patient satisfaction (aesthetics and sensitivity) and function."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Oral Health Group's Trials Register (to 18 April 2013), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2013, Issue 3), MEDLINE via OVID (1946 to 18 April 2013), EMBASE via OVID (1980 to 18 April 2013), CINAHL via EBSCO (1980 to 18 April 2013), Abstracts of the Conference Proceedings of the International Association for Dental Research (2001 to 18 April 2013) and reference lists of relevant articles. There were no restrictions on language or date of publication in the electronic searches."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials where children and adolescents with AI who required restoration of teeth were allocated to different restoration techniques would have been selected. Outcomes which would have been evaluated were patient satisfaction, aesthetics, masticatory function and longevity of restorations."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors would have extracted data and assessed the risk of bias in included studies independently. Disagreement between the two authors would have been resolved by consulting a third review author. First authors were contacted for additional information and unpublished data."
    },
    {
      "heading": "Main results",
      "text": "No studies met the inclusion criteria for this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no randomised controlled trials of restorative treatments for children and adolescents with AI, and therefore there is no evidence as to which is the best restoration. Well defined randomised controlled trials which recruit children and adolescents and focus on the type and severity of the disorder should be undertaken to determine the best intervention for restoring teeth affected by AI."
    }
  ],
  "pls_title": "Interventions for the restoration of teeth that have been weakened by the absence of enough covering of enamel, caused by amelogenesis imperfecta",
  "pls_type": "long",
  "pls": "Amelogenesis imperfecta (AI) is a tooth development disorder in which the teeth are covered with thin, abnormally formed enamel. The enamel is easily fractured and damaged, which affects the appearance of the teeth, especially if left untreated. Negative psychological outcomes, due to compromised appearance and function, in patients with AI, have been found to affect a person's attractiveness and reduce social interaction. Early and appropriate preventive and restorative care is essential for successful management of AI and for a person's psychological well being.\nThe treatment used depends on the severity of the problem. Crowns are sometimes used to improve the appearance of the teeth and protect them from damage.\nThis review undertaken by the Cochrane Oral Health Group set out to compare the success rates of different restorative materials and techniques used for the restoration of front and back teeth affected by AI. The review was to assess patient satisfaction, particularly how the teeth looked, how sensitive they were and how well they functioned.\nThe most recent search of existing studies was undertaken on 18 April 2013. Randomised controlled trials were sought in which restorations of teeth affected by AI were compared with regard to patient satisfaction and function. Children and adolescents under 18, who had AI and required restorative care, were selected for inclusion irrespective of their nationality. This review found no trials which met the inclusion criteria.\nTherefore, there is currently insufficient reliable evidence to support which of these treatments are more effective. Well defined randomised controlled trials which focus on children and adolescents with different types and severity of the disorder should be undertaken to determine the best intervention for restoring teeth affected by AI."
}