{
  "doi": "10.1002/14651858.CD013823.pub2",
  "name": "Vitamin B12 supplementation during pregnancy for maternal and child health outcomes",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Vitamin B12 deficiency is a major public health problem worldwide, with the highest burden in elderly people, pregnant women, and young children. Due to its role in DNA synthesis and methylation, folate metabolism, and erythropoiesis, vitamin B12 supplementation during pregnancy may confer longer-term benefits to maternal and child health outcomes."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of oral vitamin B12 supplementation during pregnancy on maternal and child health outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth's Trials Register, ClinicalTrials.gov, the World Health Organization International Clinical Trials Registry Platform (ICTRP) on 2 June 2023, and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs), quasi-RCTs, or cluster-RCTs evaluating the effects of oral vitamin B12 supplementation compared to placebo or no vitamin B12 supplementation during pregnancy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Four review authors independently assessed trial eligibility. Two review authors independently extracted data from included studies and conducted checks for accuracy. Three review authors independently assessed the risk of bias of the included studies using the Cochrane RoB 1 tool. We used GRADE to evaluate the certainty of evidence for primary outcomes."
    },
    {
      "heading": "Main results",
      "text": "The review included five trials with 984 pregnant women. All trials were conducted in low- and middle-income countries, including India, Bangladesh, South Africa, and Croatia. At enrolment, 26% to 51% of pregnant women had vitamin B12 deficiency (less than 150 pmol/L), and the prevalence of anaemia (haemoglobin less than 11.0 g/dL) ranged from 30% to 46%. The dosage of vitamin B12 supplementation varied from 5 μg/day to 250 μg/day, with administration beginning at 8 to 28 weeks' gestation through to delivery or three months' postpartum, and the duration of supplementation ranged from 8 to 16 weeks to 32 to 38 weeks. Three trials, involving 609 pregnant women, contributed data for meta-analyses of the effects of vitamin B12 supplementation compared to placebo or no vitamin B12 supplementation.\nMaternal anaemia: there may be little to no difference for maternal anaemia by intervention group, but the evidence is very uncertain (70.9% versus 65.0%; risk ratio (RR) 1.08, 95% confidence interval (CI) 0.93 to 1.26; 2 trials, 284 women; very low-certainty evidence).\nMaternal vitamin B12 status: vitamin B12 supplementation during pregnancy may reduce the risk of maternal vitamin B12 deficiency compared to placebo or no vitamin B12 supplementation, but the evidence is very uncertain (25.9% versus 67.9%; RR 0.38, 95% CI 0.28 to 0.51; 2 trials, 272 women; very low-certainty evidence). Women who received vitamin B12 supplements during pregnancy may have higher total vitamin B12 concentrations compared to placebo or no vitamin B12 supplementation (mean difference (MD) 60.89 pmol/L, 95% CI 40.86 to 80.92; 3 trials, 412 women). However, there was substantial heterogeneity (I2 = 85%).\nAdverse pregnancy outcomes: the evidence is uncertain about the effect on adverse pregnancy outcomes, including preterm birth (RR 0.97, 95% CI 0.55 to 1.74; 2 trials, 340 women; low-certainty evidence), and low birthweight (RR 1.50, 95% CI 0.93 to 2.43; 2 trials, 344 women; low-certainty evidence). Two trials reported data on spontaneous abortion (or miscarriage); however, the trials did not report quantitative data for meta-analysis and there was no clear definition of spontaneous abortion in the study reports. No trials evaluated the effects of vitamin B12 supplementation during pregnancy on neural tube defects.\nInfant vitamin B12 status: children born to women who received vitamin B12 supplementation had higher total vitamin B12 concentrations compared to placebo or no vitamin B12 supplementation (MD 71.89 pmol/L, 95% CI 20.23 to 123.54; 2 trials, 144 children).\nChild cognitive outcomes: three ancillary analyses of one trial reported child cognitive outcomes; however, data were not reported in a format that could be included in quantitative meta-analyses. In one study, maternal vitamin B12 supplementation did not improve neurodevelopment status (e.g. cognitive, language (receptive and expressive), motor (fine and gross), social-emotional, or adaptive (conceptual, social, practical) domains) in children compared to placebo (9 months, Bayley Scales of Infant and Toddler Development Third Edition (BSID-III); 1 trial; low-certainty evidence) or neurophysiological outcomes (72 months, event-related potential measures; 1 trial; low-certainty evidence), though children born to women who received vitamin B12 supplementation had improved expressive language domain compared to placebo (30 months, BSID-III; 1 trial; low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Oral vitamin B12 supplementation during pregnancy may reduce the risk of maternal vitamin B12 deficiency and may improve maternal vitamin B12 concentrations during pregnancy or postpartum compared to placebo or no vitamin B12 supplementation, but the evidence is very uncertain. The effects of vitamin B12 supplementation on other primary outcomes assessed in this review were not reported, or were not reported in a format for inclusion in quantitative analyses. Vitamin B12 supplementation during pregnancy may improve maternal and infant vitamin B12 status, but the potential impact on longer-term clinical and functional maternal and child health outcomes has not yet been established."
    }
  ],
  "pls_title": "Vitamin B12 supplementation for women during pregnancy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "– Women who took vitamin B12 supplements during pregnancy may have improved vitamin B12 status during pregnancy or postpartum, including less vitamin B12 deficiency and higher vitamin B12 levels, compared to women who did not take vitamin B12 supplements, but the evidence is uncertain.\n– The effects of taking vitamin B12 supplements during pregnancy on other health outcomes in pregnant women or their children are not known."
    },
    {
      "heading": "Public health implications",
      "text": "Vitamin B12 is an important nutrient that helps keep your body's blood and nerve cells healthy. Vitamin B12 deficiency is an important public health problem, particularly in low- and middle-income countries, with a high burden amongst pregnant women and children. Lower vitamin B12 levels in pregnancy have been linked to greater risk of some adverse pregnancy outcomes such as miscarriage, poor growth of the baby in the womb, problems with the baby's brain or spinal cord (called neural tube defects), and lower vitamin B12 status in infants.\nVitamin B12 supplementation during pregnancy may help improve the health and nutrition of women and their babies. However, this has not been examined in well-conducted reviews, and vitamin B12 is not part of supplements recommended by the World Health Organization (WHO; a specialised agency of the United Nations responsible for international public health) for women during pregnancy."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if taking vitamin B12 supplements during pregnancy would improve the health and nutrition of women and their babies."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for clinical trials that looked at vitamin B12 supplementation during pregnancy. We compared and summarised the results of the trials and rated our confidence in the information, based on factors such as trial methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We included five trials with 984 pregnant women. Three trials, including 609 pregnant women, had data included in analyses. Women who took vitamin B12 supplements during pregnancy had less vitamin B12 deficiency and higher vitamin B12 levels compared to women who did not take vitamin B12 supplements, but the evidence is uncertain. There were no differences between groups for maternal anaemia. We could not assess the effects of vitamin B12 supplementation on other outcomes such as miscarriage, neural tube defects, and child cognition (a child's ability to gain knowledge through thought, understanding, and the senses) due to limited or no availability of results for analysis."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The small number of trials and small size of trials were limitations in this review. Not all the trials provided data about the outcomes we were interested in. We are very unsure about the results."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date as of June 2023."
    }
  ]
}