{
  "doi": "10.1002/14651858.CD011941.pub2",
  "name": "Indoor salt water baths followed by artificial ultraviolet B light for chronic plaque psoriasis ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chronic plaque psoriasis is an immune-mediated, chronic, inflammatory skin disease, which can impair quality of life and social interaction. Disease severity can be classified by the psoriasis area and severity index (PASI) score ranging from 0 to 72 points. Indoor artificial salt bath with or without artificial ultraviolet B (UVB) light is used to treat psoriasis, simulating sea bathing and sunlight exposure; however, the evidence base needs clear evaluation."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of indoor (artificial) salt water baths followed by exposure to artificial UVB for treating chronic plaque psoriasis in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases up to June 2019: the Cochrane Skin Group Specialised Register, CENTRAL, MEDLINE, Embase, and LILACS. We also searched five trial registers, and checked the reference lists of included studies, recent reviews, and relevant papers for further references to relevant trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) of salt bath indoors followed by exposure to artificial UVB in adults who have been diagnosed with chronic plaque type psoriasis. We included studies reporting between-participant data and within-participant data. We evaluated two different comparisons: 1) salt bath + UVB versus other treatment without UVB; eligible comparators were exposure to psoralen bath, psoralen bath + artificial ultraviolet A UVA) light, topical treatment, systemic treatment, or placebo, and 2) salt bath + UVB versus other treatment + UVB or UVB only; eligible comparators were exposure to bath containing other compositions or concentrations + UVB or UVB only."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. We used GRADE to assess the certainty of the evidence.\nThe primary efficacy outcome was PASI-75, to detect people with a 75% or more reduction in PASI score from baseline. The primary adverse outcome was treatment-related adverse events requiring withdrawal. For the dichotomous variables PASI-75 and treatment-related adverse events requiring withdrawal, we estimated the proportion of events among the assessed participants.\nThe secondary outcomes were health-related quality of life using the Dermatology Life Quality Index, (DLQI) pruritus severity measured using a visual analogue scale, time to relapse, and secondary malignancies."
    },
    {
      "heading": "Main results",
      "text": "We included eight RCTs: six reported between-participant data (2035 participants; 1908 analysed), and two reported within-participant data (70 participants, 68 analysed; 140 limbs; 136 analysed). One study reported data for the comparison salt bath with UVB versus other treatment without UVB; and eight studies reported data for salt bath with UVB versus other treatment with UVB or UVB only. Of these eight studies, only five reported any of our pre-specified outcomes and assessed the comparison of salt bath with UVB versus UVB only. The one included trial that assessed salt bath plus UVB versus other treatment without UVB (psoralen bath + UVA) did not report any of our primary outcomes. The mean age of the participants ranged from 41 to 50 years of age in 75% of the studies. None of the included studies reported on the predefined secondary outcomes of this review. We judged seven of the eight studies as at high risk of bias in at least one domain, most commonly performance bias. Total trial duration ranged between at least two months and up to 13 months.\nIn five studies, the median participant PASI score at baseline ranged from 15 to 18 and was balanced between treatment arms. Three studies did not report PASI score. Most studies were conducted in Germany; all were set in Europe. Half of the studies were multi-centred (set in spa centres or outpatient clinics); half were set in a single centre in either an unspecified settings, a psoriasis daycare centre, or a spa centre. Commercial spa or salt companies sponsored three of eight studies, health insurance companies funded another, the association of dermatologists funded another, and three did not report on funding.\nWhen comparing salt bath plus UVB versus UVB only, two between-participant studies found that salt bath plus UVB may improve psoriasis when measured using PASI 75 (achieving a 75% or more reduction in PASI score from baseline) (risk ratio (RR) 1.71, 95% confidence interval (CI) 1.24 to 2.35; 278 participants; low-certainty evidence). Assessment was conducted at the end of treatment, which was equivalent to six to eight weeks after start of treatment. The two trials which contributed data for the primary efficacy outcome were conducted by the same group, and did not blind outcome assessors. The German Spas Association funded one of the trials and the funding source was not stated for the other trial.\nTwo other between-participant studies found salt bath plus UVB may make little to no difference to outcome treatment-related adverse events requiring withdrawal compared with UVB only (RR 0.96, 95% CI 0.35 to 2.64; 404 participants; low-certainty evidence). One of the studies reported adverse events, but did not specify the type of events; the other study reported skin irritation. One within-participant study found similar results, with one participant reporting severe itch immediately after Dead Sea salt soak in the salt bath and UVB group and two instances of inadequate response to phototherapy and conversion to psoralen bath + UVA reported in the UVB only group (low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Salt bath with artificial ultraviolet B (UVB) light may improve psoriasis in people with chronic plaque psoriasis compared with UVB light treatment alone, and there may be no difference in the occurrence of treatment-related adverse events requiring withdrawal. Both results are based on data from a limited number of studies, which provided low-certainty evidence, so we cannot draw any clear conclusions.\nThe reporting of our pre-specified outcomes was either non-existent or limited, with a maximum of two studies reporting a given outcome.\nThe same group conducted the two trials which contributed data for the primary efficacy outcome, and the German Spas Association funded one of these trials. We recommend further RCTs that assess PASI-75, with detailed reporting of the outcome and time point, as well as treatment-related adverse events. Risk of bias was an issue; future studies should ensure blinding of outcome assessors and full reporting."
    }
  ],
  "pls_title": "Indoor bathing in salt water followed by exposure to artificial ultraviolet B light for chronic plaque psoriasis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect of indoor bathing in salt water for adults with chronic plaque psoriasis followed by artificial ultraviolet B (UVB) light treatment. We evaluated two different comparisons: 1) Salt bath with UVB versus other treatment without UVB; eligible comparators were exposure to psoralen bath, psoralen bath + artificial ultraviolet A (UVA) light, topical treatment, systemic treatment (oral or injected medicines that work throughout the entire body), or placebo (an inactive substance). 2) Salt bath with UVB versus other treatment with UVB or UVB only; eligible comparators were exposure to bath containing other compositions or concentrations + UVB or UVB only. The degree of severity of psoriasis can be measured by the psoriasis area and severity index (PASI). Improvement can be indicated by a reduction of PASI. We requested at least a 75% reduction in PASI-75 score to evaluate a potential beneficial effect. To evaluate a potential harmful effect, we chose treatment-related side effects severe enough to stop treatment."
    },
    {
      "heading": "Background",
      "text": "Chronic plaque psoriasis is a skin disease characterised by red-coloured lesions with silvery scales. Bathing in the Dead Sea and exposure to the sun may improve the lesions but may not be practical for most patients. Artificial salt bath and exposure to UVB could simulate the natural exposure."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to June 2019. We included eight trials (1976 analysed participants). One included trial assessed salt bath plus UVB versus other treatment without UVB (psoralen bath + UVA), but it did not report our primary outcomes for this comparison. Eight trials assessed our second comparison of interest: salt bath with UVB versus other treatment with UVB or UVB only, and those that reported any outcomes of interest (only five studies) specifically compared salt bath with UVB versus UVB only.\nNo study reported our secondary outcomes. The duration of trials in total ranged between at least two months and up to 13 months. Outcomes were assessed at the end of treatment.\nWe analysed trials in which different treatments were applied to different participants, and we separately analysed trials in which different treatments were applied to the same participant, but to different body parts. Participants were male or female, and their ages mostly ranged from 41 to 50 years. In five studies, the median PASI score at baseline ranged from 15 to 18 and was balanced between treatment arms. Three studies did not report PASI score. Three studies were sponsored by commercial spa or salt companies, one by health insurance companies, one by an association of dermatologists, and three did not report on funding. Half of the studies were conducted in multiple centres; the remainder were conducted in single centres. Most of the studies were conducted in Germany; all were based in Europe."
    },
    {
      "heading": "Key results",
      "text": "No study reported primary outcome data for the comparison salt bath with UVB versus other treatment without UVB; five studies reported primary outcome data for salt bath with UVB versus UVB only. With respect to achieving PASI-75, the pooled data of two studies indicated that salt bath + UVB may reduce psoriasis severity compared to UVB only (low-certainty evidence); however, these two studies were conducted by the same group, and the German Spas Association funded one of the trials (the other trial did not report any funding source). Neither of the studies hid the treatment allocation from the outcome assessors.\nWhen assessing treatment-related adverse events requiring withdrawal, data from three other studies showed there may be little to no difference between salt bath plus UVB and the comparator UVB only (low-certainty evidence). The adverse events included skin irritation and severe itch immediately after Dead Sea salt soaks (salt bath + UVB group), and inadequate response to phototherapy and conversion to psoralen bath + UVA (UVB only group)."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "We judged the evidence for ‘PASI-75’ and ‘treatment-related adverse events requiring withdrawal’ as low certainty. Our confidence was affected by limitations, such as risk of bias (examples being inadequate blinding and high probability of publication bias). The reporting of our outcomes was non-existent or limited."
    }
  ]
}