{
  "doi": "10.1002/14651858.CD007024.pub3",
  "name": "Disulfiram for the treatment of cocaine dependence",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cocaine is a psychostimulant used by approximately 0.4% of the general population worldwide. Cocaine dependence is a chronic mental disorder characterised by the inability to control cocaine use and a host of severe medical and psychosocial complications. There is current no approved pharmacological treatment for cocaine dependence. Some researchers have proposed disulfiram, a medication approved to treat alcohol use disorder.\nThis is an update of a Cochrane review first published in 2010."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy and safety of disulfiram for the treatment of cocaine dependence."
    },
    {
      "heading": "Search methods",
      "text": "We updated our searches of the following databases to August 2022: the Cochrane Drugs and Alcohol Group Specialised Register, CENTRAL, MEDLINE, Embase, CINAHL, and PsycINFO. We also searched for ongoing and unpublished studies via two trials registries. We handsearched the references of topic-related systematic reviews and included studies. The searches had no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials that evaluated disulfiram alone or associated with psychosocial interventions versus placebo, no intervention, other pharmacological interventions, or any psychosocial intervention for the treatment of cocaine dependence."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "Thirteen studies (1191 participants) met our inclusion criteria.\nDisulfiram versus placebo or no treatment\nDisulfiram compared to placebo may increase the number of people who are abstinent at the end of treatment (point abstinence; risk ratio (RR) 1.58, 95% confidence interval (CI) 1.05 to 2.36; 3 datasets, 142 participants; low-certainty evidence). However, compared to placebo or no pharmacological treatment, disulfiram may have little or no effect on frequency of cocaine use (standardised mean difference (SMD) −0.11 standard deviations (SDs), 95% CI −0.39 to 0.17; 13 datasets, 818 participants), amount of cocaine use (SMD −0.00 SDs, 95% CI −0.30 to 0.30; 7 datasets, 376 participants), continuous abstinence (RR 1.23, 95% CI 0.80 to 1.91; 6 datasets, 386 participants), and dropout for any reason (RR 1.20, 95% CI 0.92 to 1.55; 14 datasets, 841 participants). The certainty of the evidence was low for all these outcomes. We are unsure about the effects of disulfiram versus placebo on dropout due to adverse events (RR 12.97, 95% CI 0.77 to 218.37; 1 study, 67 participants) and on the occurrence of adverse events (RR 3.00, 95% CI 0.35 to 25.98), because the certainty of the evidence was very low for these outcomes.\nDisulfiram versus naltrexone\nDisulfiram compared with naltrexone may reduce the frequency of cocaine use (mean difference (MD) −1.90 days, 95% CI −3.37 to −0.43; 2 datasets, 123 participants; low-certainty evidence) and may have little or no effect on amount of cocaine use (SMD 0.12 SDs, 95% CI −0.27 to 0.51, 2 datasets, 123 participants; low-certainty evidence). We are unsure about the effect of disulfiram versus naltrexone on dropout for any reason (RR 0.86, 95% CI 0.56 to 1.32, 3 datasets, 131 participants) and dropout due to adverse events (RR 0.50, 95% CI 0.07 to 3.55; 1 dataset, 8 participants), because the certainty of the evidence was very low for these outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Our results show that disulfiram compared to placebo may increase point abstinence. However, disulfiram compared to placebo or no pharmacological treatment may have little or no effect on frequency of cocaine use, amount of cocaine use, continued abstinence, and dropout for any reason. We are unsure if disulfiram has any adverse effects in this population. Caution is required when transferring our results to clinical practice."
    }
  ],
  "pls_title": "Disulfiram as a medication for the treatment of cocaine dependence",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• In people with cocaine dependence, disulfiram compared to placebo may increase the number of people who are abstinent at the end of treatment, but may have little or no effect on the frequency and amount of cocaine use and on the number of people who have achieved and maintained abstinence for at least three weeks at the end of treatment. We are unsure if disulfiram has any unwanted effects in people with cocaine dependence.\n• In people with cocaine dependence, disulfiram compared to naltrexone may reduce the frequency of cocaine use but may have little or no effect on the amount of cocaine use.\n• Of the 13 studies included in our review, 11 took place in the USA. Furthermore, most people included in the studies were men. Our results may not be applicable in other contexts because the effects of treatment could be strongly influenced by social environment, ethnicity, and sex."
    },
    {
      "heading": "What is cocaine dependence?",
      "text": "Cocaine is one of the most commonly used psychostimulants worldwide. Psychostimulants are medicines or illegal drugs that stimulate the nervous system and have mood-enhancing properties. The latest estimates indicate that more than 0.4% of adults have used cocaine at least once in the past year.\nCocaine use is associated with medical, psychological, and social problems, including the spread of infectious diseases (e.g. AIDS, hepatitis, tuberculosis), crime, violence, and drug exposure during pregnancy. Cocaine use can increase the risk of HIV infection through high-risk injecting and sexual behaviours.\nCocaine dependence is a severe mental disorder characterised by an intense desire to use cocaine and inability to control cocaine use, causing people to use larger amounts than they intended."
    },
    {
      "heading": "How is cocaine dependence treated?",
      "text": "Cocaine dependence is usually treated with psychosocial treatments. No effective pharmacological treatments are available. Studies have evaluated whether a medication called disulfiram could help people with cocaine dependence. Disulfiram is currently used to treat people with alcohol dependence. It works by causing unpleasant physical reactions if the person drinks alcohol."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out whether disulfiram can help people with cocaine dependence reduce their cocaine use or stop using cocaine altogether. We also wanted to know whether treatment with disulfiram was acceptable and safe for people with cocaine dependence."
    },
    {
      "heading": "What did we do?",
      "text": "We searched thoroughly for randomised studies (where people were allocated at random to one of two or more treatment groups) comparing disulfiram with no medicines, placebo (dummy treatment), or other medicines.\nWe compared and summarised the results and rated our confidence in the evidence, based on factors such as methods and precision of the results of each study."
    },
    {
      "heading": "What did we find?",
      "text": "We found 13 studies, which enroled 1191 people with cocaine dependence. The average duration of treatment was about three months. Twelve studies compared disulfiram with placebo or no pharmacological treatment, and three studies compared disulfiram with naltrexone (a medicine used to treat people with alcohol dependence or opioid dependence)."
    },
    {
      "heading": "Main results",
      "text": "Disulfiram compared with placebo may increase the number of people who are not using cocaine at the end of treatment, but may have little or no effect on the frequency of cocaine use (number of days or weeks of cocaine use at the end of treatment), the amount of cocaine use (weight of cocaine used or money spent on cocaine at the end of treatment), the number of people who achieve and maintain abstinence for at least three weeks, and the number of people who prematurely interrupt the treatment. We are unsure if disulfiram has any unwanted effects in people with cocaine addiction.\nDisulfiram compared with naltrexone may decrease the frequency of cocaine use but may have little or no effect on the amount of cocaine use or on the number of people who prematurely interrupt treatment."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We cannot be sure that the studies allocated people to groups appropriately, as most studies did not describe this process in detail.\nThere were important variations in the characteristics of the people included in the studies: some had additional substance use disorders, some were using other medicines, and some were receiving other psychosocial treatments.\nIn addition, most people included in the studies were men, and 11 of the 13 studies took place in the USA. Therefore, our results may not apply to women or people living in other countries."
    },
    {
      "heading": "How up to date is this evidence",
      "text": "?\nThis review updates our previous review. The evidence is up to date to August 2022."
    }
  ]
}