{
  "doi": "10.1002/14651858.CD006067.pub3",
  "name": "Fundal pressure during the second stage of labour",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Fundal pressure during the second stage of labour (also known as the 'Kristeller manoeuvre') involves application of manual pressure to the uppermost part of the uterus directed towards the birth canal, in an attempt to assist spontaneous vaginal birth and avoid prolonged second stage or the need for operative birth. Fundal pressure has also been applied using an inflatable belt. Fundal pressure is widely used, however methods of its use vary widely. Despite strongly held opinions in favour of and against the use of fundal pressure, there is limited evidence regarding its maternal and neonatal benefits and harms. There is a need for objective evaluation of the effectiveness and safety of fundal pressure in the second stage of labour."
    },
    {
      "heading": "Objectives",
      "text": "To determine if fundal pressure is effective in achieving spontaneous vaginal birth, and preventing prolonged second stage or the need for operative birth, and to explore maternal and neonatal adverse effects related to fundal pressure."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth's Trials Register (30 November 2016) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled trials of fundal pressure (manual or by inflatable belt) versus no fundal pressure in women in the second stage of labour with singleton cephalic presentation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two or more review authors independently assessed potential studies for inclusion and quality. We extracted data using a pre-designed form. We entered data into Review Manager 5 software and checked for accuracy."
    },
    {
      "heading": "Main results",
      "text": "Nine trials are included in this updated review. Five trials (3057 women) compared manual fundal pressure versus no fundal pressure. Four trials (891 women) compared fundal pressure by means of an inflatable belt versus no fundal pressure. It was not possible to blind women and staff to this intervention. We assessed two trials as being at high risk of attrition bias and another at high risk of reporting bias. All other trials were low or unclear for other risk of bias domains. Most of the trials had design limitations. Heterogeneity was high for the majority of outcomes.\nManual fundal pressure versus no fundal pressure\nManual fundal pressure was not associated with changes in: spontaneous vaginal birth within a specified time (risk ratio (RR) 0.96, 95% confidence interval (CI) 0.71 to 1.28; 120 women; 1 trial; very low-quality evidence), instrumental births (RR 3.28, 95% CI 0.14 to 79.65; 197 women; 1 trial), caesarean births (RR 1.10, 95% CI 0.07 to 17.27; 197 women; 1 trial), operative birth (average RR 0.66, 95% CI 0.12 to 3.55; 317 women; 2 studies; I² = 43%; Tau² = 0.71; very low-quality evidence), duration of second stage (mean difference (MD) -0.80 minutes, 95% CI -3.66 to 2.06 minutes; 194 women; 1 study; very low-quality evidence), low arterial cord pH in newborn babies (RR 1.07, 95% CI 0.72 to 1.58; 297 women; 2 trials; very low-quality evidence), or Apgar scores less than seven at five minutes (average RR 4.48, 95% CI 0.28 to 71.45; 2759 infants; 4 trials; I² = 89%; Tau² = 3.55; very low-quality evidence). More women who received manual fundal pressure had cervical tears than in the control group (RR 4.90, 95% CI 1.09 to 21.98; 295 women; 1 trial). No neonatal deaths occurred in either of the two studies reporting this outcome (very low-quality evidence). No trial reported the outcome severe maternal morbidity or death.\nFundal pressure by inflatable belt versus no fundal pressure\nFundal pressure by inflatable belt did not reduce the number of women havinginstrumental births (average RR 0.73, 95% CI 0.52 to 1.02; 891 women; 4 trials; I² = 52%; Tau² = 0.05) or operative births (average RR 0.62, 95% CI 0.38 to 1.01; 891 women; 4 trials; I² = 78%; Tau² = 0.14; very low-quality evidence). Heterogeneity was high for both outcomes. Duration of second stage was reported in two trials, which both showed that inflatable belts shortened duration of labour in nulliparous women (average MD -50.80 minutes, 95% CI -94.85 to -6.74 minutes; 253 women; 2 trials; I² = 97%; Tau² = 975.94; very low-quality evidence). No data on this outcome were available for multiparous women. The inflatable belt did not make any difference to rates of caesarean births (average RR 0.56, 95% CI 0.14 to 2.26; 891 women; 4 trials; I² = 70%; Tau² = 0.98), low arterial cord pH in newborn babies (RR 0.47, 95% CI 0.09 to 2.55; 461 infants; 1 trial; low-quality evidence), or Apgar scores less than seven at five minutes (RR 4.62, 95% CI 0.22 to 95.68; 500 infants; 1 trial; very low-quality evidence). Third degree perineal tears were increased in the inflatable belt group (RR 15.69, 95% CI 2.10 to 117.02; 500 women; 1 trial). Spontaneous vaginal birth within a specified time, neonatal death, andsevere maternal morbidity or death were not reported in any trial."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to draw conclusions on the beneficial or harmful effects of fundal pressure, either manually or by inflatable belt. Fundal pressure by an inflatable belt during the second stage of labour may shorten duration of second stage for nulliparous women, and lower rates of operative birth. However, existing studies are small and their generalizability is uncertain. There is insufficient evidence regarding safety for the baby. There is no evidence on the use of fundal pressure in specific clinical settings such as inability of the mother to bear down due to exhaustion or unconsciousness. There is currently insufficient evidence for the routine use of fundal pressure by any method on women in the second stage of labour. Because of current widespread use of the procedure and the potential for use in settings where other methods of assisted birth are not available, further good quality trials are needed. Further evaluation in other groups of women (such as multiparous women) will also be required. Future research should describe in detail how fundal pressure was applied and consider safety of the unborn baby, perineal outcomes, longer-term maternal and infant outcomes and maternal satisfaction."
    }
  ],
  "pls_title": "Fundal pressure during the second stage of labour for improving maternal and fetal outcomes",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "The second stage of labour is the pushing stage, from when the cervix is fully dilated (to 10 cm) until the baby is born. Fetal distress, failure to progress, maternal exhaustion or a medical condition where prolonged pushing is dangerous, can complicate this stage. Applying fundal pressure by pushing on the mother’s abdomen in the direction of the birth canal is often used to assist spontaneous vaginal birth, shorten the length of the second stage and reduce the need for instrumental birth (forceps- or vacuum-assisted) or caesarean section. It is particularly relevant in low-resource settings where options for operative birth are limited or not available. Manual pressure can be applied each time the woman has a contraction. Alternatively an inflatable belt can be worn which inflates to apply pressure during the contractions.\nThis review aimed to answer whether fundal pressure during contractions in the second stage of labour helps women give birth vaginally, and whether it causes any negative consequences for the woman or her unborn baby."
    },
    {
      "heading": "Why is this important?",
      "text": "A long labour can sometimes be dangerous for some women and their babies. Sometimes the unborn baby and woman can become exhausted during the labour and birth. In many countries, there are trained professionals who can assist with ventouse, forceps or caesarean sections. However in other countries, these resources are often lacking, and long labours can be life-threatening. Fundal pressure may help the woman to give birth. It may also possibly increase complications for the baby and mother. There is not a lot of knowledge on this topic, and it is important to know how these techniques might affect the women and their babies."
    },
    {
      "heading": "What evidence did we find?",
      "text": "This updated Cochrane Review found nine randomised controlled trials involving 3948 women (search date 30 November 2016). Five studies (including 3057 women) looked at manual fundal pressure versus no fundal pressure and four studies (including 891 women) looked at fundal pressure applied using an inflatable belt.\nWe found no evidence that manual fundal pressure made a difference to numbers of women giving birth vaginally within a given time (very low-quality evidence), or having an instrumental birth, caesarean section, or vaginal birth (very low-quality evidence). The time women took to give birth when pushing was not affected by manual fundal pressure (very low-quality evidence). The numbers of babies who did not cope well with labour and had low arterial cord pH, or low Apgar scores were the same whether their mother had fundal pressure or not (all very low-quality evidence). No babies died in either group. Studies did not report on possible severe problems or death of the women.\nFor women giving birth for the first time, fundal pressure by inflatable belt could possibly mean that fewer women had an instrumental or caesarean birth (very low-quality evidence), but the evidence was not clear. In these women, the inflatable belt meant they pushed for less time than women pushing without the belt (very low-quality evidence). The inflatable belt did not make any difference to numbers of women having caesarean sections, babies with low arterial cord pH (low-quality evidence), or Apgar scores five minutes after birth (very low-quality evidence). No studies reported if the women gave birth within a given time, numbers of babies that died or possible serious problems or death of the women. No studies used inflatable belts in women who had given birth before."
    },
    {
      "heading": "What does this mean?",
      "text": "There is not enough evidence from randomised controlled trials to show whether manual fundal pressure or fundal pressure by inflatable belt are effective ways of shortening the pushing stage of labour and avoiding operative births, and whether the techniques are safe. So currently there is insufficient evidence to support the use of fundal pressure by any method in the second stage of labour.\nFuture studies should be of good quality, clearly describe how fundal pressure was applied, and focus on safety of the unborn baby, perineal outcomes, longer-term maternal outcomes and the mothers’ satisfaction."
    }
  ]
}