{
  "doi": "10.1002/14651858.CD013137.pub2",
  "name": "Interval brain imaging for adults with cerebral glioma",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Clinical practice guidelines suggest that magnetic resonance imaging (MRI) of the brain should be performed at certain time points or intervals distant from diagnosis (interval or surveillance imaging) of cerebral glioma, to monitor or follow up the disease; it is not known, however, whether these imaging strategies lead to better outcomes among patients than triggered imaging in response to new or worsening symptoms."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effect of different imaging strategies (in particular, pre-specified interval or surveillance imaging, and symptomatic or triggered imaging) on health and economic outcomes for adults with glioma (grades 2 to 4) in the brain."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Gynaecological, Neuro-oncology and Orphan Cancers (CGNOC) Group Information Specialist searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE and Embase up to 18 June 2019 and the NHS Economic Evaluation Database (EED) up to December 2014 (database closure)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials, non-randomised controlled trials, and controlled before-after studies with concurrent comparison groups comparing the effect of different imaging strategies on survival and other health outcomes in adults with cerebral glioma; and full economic evaluations (cost-effectiveness analyses, cost-utility analyses and cost-benefit analyses) conducted alongside any study design, and any model-based economic evaluations on pre- and post-treatment imaging in adults with cerebral glioma."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane review methodology with two authors independently performing study selection and data collection, and resolving disagreements through discussion. We assessed the certainty of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included one retrospective, single-institution study that compared post-operative imaging within 48 hours (early post-operative imaging) with no early post-operative imaging among 125 people who had surgery for glioblastoma (GBM: World Health Organization (WHO) grade 4 glioma). Most patients in the study underwent maximal surgical resection followed by combined radiotherapy and temozolomide treatment. Although patient characteristics in the study arms were comparable, the study was at high risk of bias overall.\nEvidence from this study suggested little or no difference between early and no early post-operative imaging with respect to overall survival (deaths) at one year after diagnosis of GBM (risk ratio (RR) 0.86, 95% confidence interval (CI) 0.61 to 1.21; 48% vs 55% died, respectively; very low certainty evidence) and little or no difference in overall survival (deaths) at two years after diagnosis of GBM (RR 1.06, 95% CI 0.91 to 1.25; 86% vs 81% died, respectively; very low certainty evidence). No other review outcomes were reported.\nWe found no evidence on the effectiveness of other imaging schedules. In addition, we identified no relevant economic evaluations assessing the efficiency of the different imaging strategies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The effect of different imaging strategies on survival and other health outcomes remains largely unknown. Existing imaging schedules in glioma seem to be pragmatic rather than evidence-based. The limited evidence suggesting that early post-operative brain imaging among GBM patients who will receive combined chemoradiation treatment may make little or no difference to survival needs to be further researched, particularly as early post-operative imaging also serves as a quality control measure that may lead to early re-operation if residual tumour is identified. Mathematical modelling of a large glioma patient database could help to distinguish the optimal timing of surveillance imaging for different types of glioma, with stratification of patients facilitated by assessment of individual tumour growth rates, molecular biomarkers and other prognostic factors. In addition, paediatric glioma study designs could be used to inform future research of imaging strategies among adults with glioma."
    }
  ],
  "pls_title": "Brain scans for people with cerebral gliomas",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Gliomas are brain tumours arising from the supporting brain tissues. They are termed low grade (WHO 1 and 2) or high grade (WHO 3 and 4), depending on their cell activity and how aggressive the tumour is. Gliomas are diagnosed in 4 to 11 people for every 100,000 each year, more commonly in high-income countries. Whilst low-grade, slow-growing gliomas may be watched before deciding the most appropriate treatment (active surveillance), most people with gliomas will eventually undergo surgery to safely remove as much of the tumour as possible. After surgery, other treatments such as radiation and chemotherapy might be suitable, depending on the tumour grade and other aspects. The standard treatment for grade 4 tumours, known as glioblastomas, is radiotherapy and an anti-cancer medicine (temozolomide).\nIn people with slow-growing tumours, magnetic resonance imaging (MRI) scans are usually performed at regular intervals to check tumour growth before treatment. After surgery to remove gliomas of any grade, regular scans check how tumours are responding to added treatment and whether the disease is coming back. Scans are mostly performed at set timings rather than happening due to changes in a patient's condition. This is known as surveillance imaging. An MRI is often done within three days of high-grade glioma surgery to check how much tumour has been removed.\nInstead of having regular scans, you could scan when someone experiences changes suggesting that the tumour has grown. This is known as symptomatic or triggered imaging. Brain scans can be expensive and regular scans when a person feels well may cause anxiety. Also, if a brain scan will not change treatment it might not be needed. We undertook this review because it is not known whether different timings of imaging have an impact on the time a person will survive after diagnosis. We also wanted to see which approach was better in identifying concerning tumour changes, and effects on quality of life, anxiety and depression. We also searched to see which approach would provide better value to the health service."
    },
    {
      "heading": "How we conducted the review and what we found",
      "text": "We looked for studies involving adults with gliomas that compared current practice of doing scans at specific time points with other approaches. We found only one study meeting our criteria. This was from a cancer centre in the USA, looking at glioblastoma patients (those with the most aggressive gliomas) who had been treated between 2006 and 2016. The study involved 125 people and split them into those scanned within two days of surgery (early scan) with those who were not. They showed that doing the early scan made no change to the chance of being alive at one and two years after diagnosis. This might have been because the early scans were not used to change treatments, which mainly were to receive standard radiotherapy and temozolomide, and we could not tell if the patients' surgeon(s) were different or had different approaches to care. We judged this suggestion of little change in survival time with or without early scanning to be very uncertain. The number of people included over 10 years was small, and the decision whether or not to have a scan after surgery was based on surgeon's choice. It was not clear whether the surgeon(s) involved or their approaches to care differed, nor whether a person's care might have been changed in light of early imaging. The other search did not find any studies looking at the value of different imaging approaches."
    },
    {
      "heading": "Conclusions",
      "text": "We still do not know whether doing scans regularly at specific times after glioma diagnosis changes how well patients do. The limited evidence, suggesting early scans after operations do not affect survival, is unreliable and more research is needed, especially as early scans may also help surgeons improve their practice, and decide whether to repeat the operation earlier than they might otherwise have chosen to do.\nThe best timings and reasons for scanning brain gliomas in adults are not known. Lessons might be learned from studies involving children, and by looking at large collections of clinical trials. It is also important to study the potential costs and benefits of different strategies."
    }
  ]
}