{
  "doi": "10.1002/14651858.CD012877.pub2",
  "name": "Adalimumab for maintenance of remission in Crohn's disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Conventional medications for Crohn's disease (CD) include anti-inflammatory drugs, immunosuppressants and corticosteroids. If an individual does not respond, or loses response to first-line treatments, then biologic therapies such as tumour necrosis factor-alpha (TNF-α) antagonists such as adalimumab are considered for treating CD. Maintenance of remission of CD is a clinically important goal, as disease relapse can negatively affect quality of life."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of adalimumab for maintenance of remission in people with quiescent CD."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane IBD Group Specialized Register, CENTRAL, MEDLINE, Embase, and clinicaltrials.gov from inception to April 2019."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered for inclusion randomized controlled trials (RCTs) comparing adalimumab to placebo or to an active comparator."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We analyzed data on an intention-to-treat basis. We calculated risk ratios (RRs) and corresponding 95% confidence intervals (95% CI) for dichotomous outcomes. The primary outcome was failure to maintain clinical remission. We define clinical remission as a Crohn's Disease Activity Index (CDAI) score of < 150. Secondary outcomes were failure to maintain clinical response, endoscopic remission, endoscopic response, histological remission and adverse events (AEs). We assessed biases using the Cochrane 'Risk of bias' tool. We used GRADE to assess the overall certainty of evidence supporting the primary outcome."
    },
    {
      "heading": "Main results",
      "text": "We included six RCTs (1158 participants). We rated four trials at low risk of bias and two trials at unclear risk of bias. All participants had moderate-to-severe CD that was in clinical remission. Four studies were placebo-controlled (1012 participants). Two studies (70 participants) compared adalimumab to active medication (azathioprine, mesalamine or 6-mercaptopurine) in participants who had an ileocolic resection prior to study enrolment.\nAdalimumab versus placebo\nFifty-nine per cent (252/430) of participants treated with adalimumab failed to maintain clinical remission at 52 to 56 weeks, compared with 86% (217/253) of participants receiving placebo (RR 0.70, 95% CI 0.64 to 0.77; 3 studies, 683 participants; high-certainty evidence). Among those who received prior TNF-α antagonist therapy, 69% (129/186) of adalimumab participants failed to maintain clinical or endoscopic response at 52 to 56 weeks, compared with 93% (108/116) of participants who received placebo (RR 0.76, 95% CI 0.68 to 0.85; 2 studies, 302 participants; moderate-certainty evidence). Fifty-one per cent (192/374) of participants who received adalimumab failed to maintain clinical remission at 24 to 26 weeks, compared with 79% (149/188) of those who received placebo (RR 0.66, 95% CI 0.52 to 0.83; 2 studies, 554 participants; moderate-certainty evidence). Eighty-seven per cent (561/643) of participants who received adalimumab reported an AE compared with 85% (315/369) of participants who received placebo (RR 1.01, 95% CI 0.94 to 1.09; 4 studies, 1012 participants; high-certainty evidence). Serious adverse events were seen in 8% (52/643) of participants who received adalimumab and 14% (53/369) of participants who received placebo (RR 0.56, 95% CI 0.39 to 0.80; 4 studies, 1012 participants; moderate-certainty evidence) and withdrawal due to AEs was reported in 7% (45/643) of adalimumab participants compared to 13% (48/369) of placebo participants (RR 0.59, 95% CI 0.38 to 0.91; 4 studies, 1012 participants; moderate-certainty evidence). Commonly-reported AEs included CD aggravation, arthralgia, nasopharyngitis, urinary tract infections, headache, nausea, fatigue and abdominal pain.\nAdalimumab versus active comparators\nNo studies reported failure to maintain clinical remission. One study reported on failure to maintain clinical response and endoscopic remission at 104 weeks in ileocolic resection participants who received either adalimumab, azathioprine or mesalamine as post-surgical maintenance therapy. Thirteen per cent (2/16) of adalimumab participants failed to maintain clinical response compared with 54% (19/35) of azathioprine or mesalamine participants (RR 0.23, 95% CI 0.06 to 0.87; 51 participants). Six per cent (1/16) of participants who received adalimumab failed to maintain endoscopic remission, compared with 57% (20/35) of participants who received azathioprine or mesalamine (RR 0.11, 95% CI 0.02 to 0.75; 51 participants; very low-certainty evidence). One study reported on failure to maintain endoscopic response at 24 weeks in ileocolic resection participants who received either adalimumab or 6-mercaptopurine (6-MP) as post-surgical maintenance therapy. Nine per cent (1/11) of adalimumab participants failed to maintain endoscopic remission compared with 50% (4/8) of 6-MP participants (RR 0.18, 95% CI 0.02 to 1.33; 19 participants)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Adalimumab is an effective therapy for maintenance of clinical remission in people with quiescent CD. Adalimumab is also effective in those who have previously been treated with TNF-α antagonists. The effect of adalimumab in the post-surgical setting is uncertain. More research is needed in people with recent bowel surgery for CD to better determine treatment plans following surgery. Future research should continue to explore factors that influence initial and subsequent biologic selection for people with moderate-to-severe CD. Studies comparing adalimumab to other active medications are needed, to help determine the optimal maintenance therapy for CD."
    }
  ],
  "pls_title": "Adalimumab for maintenance of remission in Crohn's disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is Crohn's disease?",
      "text": "Crohn's disease (CD) is an inflammatory disorder that can affect the whole gastrointestinal tract from the mouth to the anus. Participants can experience a wide range of symptoms related to their disease, including abdominal pain, diarrhea, weight loss, and fever. Participants commonly have periods where their disease is more active (in other words, they experience symptoms), alternating with periods where their disease is inactive (no CD symptoms). When CD is inactive it is said to be in remission. With treatment, medications can control the inflammation in the gastrointestinal tract, for long-term control of disease activity."
    },
    {
      "heading": "What is adalimumab?",
      "text": "Adalimumab is a biologic drug that blocks the development of inflammation in the gastrointestinal tract. It belongs to a class of drugs know as tumour necrosis factor-alpha (TNF-α) antagonists. This medication is used in people who have CD, to reduce the amount of inflammation in the gastrointestinal tract or to prevent the inflammation from developing."
    },
    {
      "heading": "What is the purpose of this study?",
      "text": "The purpose of this study was to determine whether adalimumab is an effective medication for maintenance of remission in people with inactive CD, and whether it is associated with any harms or side effects."
    },
    {
      "heading": "How was this study performed?",
      "text": "We conducted a systematic review of current literature, to determine whether adalimumab therapy is effective in maintaining remission in CD. We ran electronic searches of several databases on 15 April 2019 and selected studies that met our inclusion criteria for further evaluation. We performed statistical analyses to determine whether adalimumab provides an overall benefit for maintenance of remission in CD."
    },
    {
      "heading": "What were the results?",
      "text": "We included six studies (1158 participants). All participants had moderate-to-severe CD that was in clinical remission. Four studies (1012 participants) compared adalimumab to placebo (a fake drug). Two studies (70 participants) compared adalimumab to active medication (azathioprine or mesalamine and 6-mercaptopurine) in participants who had surgery for CD before study enrolment.\nParticipants who received adalimumab were more likely to maintain clinical remission (no symptoms of CD) and endoscopic remission (no inflammation in their gastrointestinal tract) than those who received placebo (the fake drug). This was also true for participants who have previously been treated with other TNF-α drugs (for example, infliximab), The overall certainty of the evidence for these outcomes ranged from moderate to high. We did not see an increased rate of side effects in participants who received adalimumab compared to those who received placebo. The most common side effects included headache, fatigue and infections, both urinary tract infections and upper respiratory tract infections.\nTwo small studies looked at groups of patients who had recently required a narrowed area of their bowel to be removed by surgery. These participants were given adalimumab or azathioprine (an immunosuppressive drug), mesalamine (an anti-inflammatory drug), or 6-mercaptopurine (an immunosuppressive drug) within 45 days of surgery, to see if these drugs helped to prolong remission after surgery. Overall, adalimumab appeared to be more likely to maintain remission than azathioprine, mesalamine or 6-mercaptopurine. Howvever, these were small studies with very low-certainty evidence. These two studies did not report on side effects."
    },
    {
      "heading": "What are the conclusions from this study?",
      "text": "Adalimumab is an effective therapy for maintaining clinical remission in people with inactive CD. Adalimumab is also effective in those who have previously been treated with other TNF-α drugs. The effect of adalimumab in the post-surgical setting is uncertain. More research is needed in patients following bowel surgery for CD to better determine treatment plans after their operations. Future research should continue to explore factors that influence initial and later biologic selection for participants with moderate-to-severe CD. Studies comparing adalimumab to other active medications are needed, to help decide the best maintenance therapy for CD."
    }
  ]
}