{
  "doi": "10.1002/14651858.CD011315.pub2",
  "name": "Cognitive‐behavioural treatment for amphetamine‐type stimulants (ATS)‐use disorders",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Amphetamine-type stimulants (ATS) refer to a group of synthetic stimulants including amphetamine, methamphetamine, 3,4-methylenedioxy-methamphetamine (MDMA) and related substances. ATS are highly addictive and prolonged use may result in a series of mental and physical symptoms including anxiety, confusion, insomnia, mood disturbances, cognitive impairments, paranoia, hallucinations and delusion.\nCurrently there is no widely accepted treatment for ATS-use disorder. However, cognitive-behavioural treatment (CBT) is the first-choice treatment. The effectiveness of CBT for other substance-use disorders (e.g. alcohol-, opioid- and cocaine-use disorders) has been well documented and as such this basic treatment approach has been applied to the ATS-use disorder."
    },
    {
      "heading": "Objectives",
      "text": "To investigate the efficacy of cognitive-behavioural treatment for people with ATS-use disorder for reducing ATS use compared to other types of psychotherapy, pharmacotherapy, 12-step facilitation, no intervention or treatment as usual."
    },
    {
      "heading": "Search methods",
      "text": "We identified randomised controlled trials (RCT) and quasi-RCTs comparing CBT for ATS-use disorders with other types of psychotherapy, pharmacotherapy, 12 step facilitation or no intervention. We searched the Cochrane Drugs and Alcohol Group Specialised Register, Cochrane Central Register of Controlled Trials, MEDLINE via PubMed, Embase and five other databases up to July 2018. In addition, we examined reference lists of eligible studies and other systematic reviews. We contacted experts in the field."
    },
    {
      "heading": "Selection criteria",
      "text": "Eligibility criteria consisted of RCTs and quasi-RCTs comparing CBT versus other types of interventions with adult ATS users (aged 18 years or older) diagnosed by any explicit diagnostic system. Primary outcomes included abstinence rate and other indicators of drug-using behaviours."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "Only two studies met the eligibility criteria. Both studies were at low risk of selection bias and reporting bias. In one study, almost half of participants in the intervention group dropped out and this study was at high risk of attrition bias. The studies compared a single session of brief CBT or a web-based CBT to a waiting-list control (total sample size across studies of 129). Results were mixed across the studies. For the single-session brief CBT study, two out of five measures of drug use produced significant results, percentage of abstinent days in 90 days (odds ratio (OR) 0.22, 95% confidence interval (CI) 0.02 to 2.11) and dependence symptoms (standardised mean difference (SMD) –0.59, 95% CI –1.16 to –0.02). Little confidence could be placed in the results from this study give the small sample size (25 participants per group) and corresponding large CIs around the observed effects. For the web-based CBT, there was no significant difference across different outcomes. Neither study reported adverse effects. The meta-analytic mean across these two trials for drug use was not significant (SMD –0.28, 95% CI –0.69 to 0.14). In summary, overall quality of evidence was low and there was insufficient evidence to conclude that CBT is effective, or ineffective, at treating ATS use."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Currently, there is not enough evidence to establish the efficacy of CBT for ATS-use disorders because of a paucity of high-quality research in this area."
    }
  ],
  "pls_title": "Cognitive-behavioural treatment for amphetamine-type stimulants-use disorders",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What was the aim of this review?",
      "text": "The aim of this Cochrane review was to find out whether cognitive-behavioural treatment (CBT) is effective to treat people with amphetamine-type stimulants (ATS)-use disorders. Researchers in the Drugs and Alcohol Group of Cochrane collected and analysed all relevant studies to answer this question and found two studies."
    },
    {
      "heading": "Key messages",
      "text": "The current evidence was inadequate to draw any firm evidence-based treatment recommendations for the client population."
    },
    {
      "heading": "What was studied in the review?",
      "text": "ATS are a group of synthetic stimulants and their use has been widespread globally. These types of drugs are highly addictive and prolonged use may result in a series of mental and physical symptoms including anxiety, confusion, insomnia (difficulty sleeping), mood disturbances, cognitive impairments (difficulty thinking and understanding), paranoia (irrational feeling that people are 'out to get you'), hallucinations (where someone experiences something that does not exist outside their own mind) and delusion (a mistaken belief).\nCurrently there is no widely accepted treatment for ATS-use disorder. However, CBT is often the first choice of treatment. It is a psychological treatment (talking therapy) approach to modify distorted thoughts and beliefs, and maladaptive behaviours (things that people do to stop them from adjusting to situations). The effectiveness of CBT for other substance-use disorders (e.g. alcohol-, opioid- and cocaine-use disorders) has been well documented and as such this basic treatment approach has been applied to the ATS-use disorder. These types of therapies are expected to prevent relapse and decrease drug use."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "The review authors found two eligible studies. Both studies were conducted in Australia. One study compared a single session of brief CBT to a waiting-list control where participants received no treatment during the study period. One study compared web-based CBT to a waiting-list control. Both studies were funded by the Australian Government of Health and Ageing.\nThe review showed that when participants received CBT, compared to waiting-list control, there was no difference. There was insufficient evidence to conclude that CBT was effective or ineffective at treating ATS-use disorders."
    },
    {
      "heading": "How to up-to-date is this review",
      "text": "The review authors searched for studies that had been published up to July 2018."
    }
  ]
}