{
  "doi": "10.1002/14651858.CD009864.pub2",
  "name": "Topical tacrolimus for atopic dermatitis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Atopic dermatitis (AD) (or atopic eczema) is a chronic inflammatory skin condition that affects children and adults and has an important impact on quality of life. Topical corticosteroids (TCS) are the first-line therapy for this condition; however, they can be associated with significant adverse effects when used chronically. Tacrolimus ointment (in its 2 manufactured strengths of 0.1% and 0.03%) might be an alternative treatment. Tacrolimus, together with pimecrolimus, are drugs called topical calcineurin inhibitors (TCIs)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of topical tacrolimus for moderate and severe atopic dermatitis compared with other active treatments."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases up to 3 June 2015: the Cochrane Skin Group Specialised Register, CENTRAL in the Cochrane Library (Issue 5, 2015), MEDLINE (from 1946), EMBASE (from 1974), LILACS (from 1982), and the Global Resource of Eczema Trials (GREAT database). We searched six trials registers and checked the bibliographies of included studies for further references to relevant trials. We contacted specialists in the field for unpublished data.\nA separate search for adverse effects of topical tacrolimus was undertaken in MEDLINE and EMBASE on 30 July 2013. We also scrutinised the U.S. Food and Drug Administration (FDA) websites for adverse effects information."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials (RCTs) of participants with moderate to severe atopic dermatitis (both children and adults) using topical tacrolimus at any dose, course duration, and follow-up time compared with other active treatments."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently screened and examined the full text of selected studies for compliance with eligibility criteria, risk of bias, and data extraction. Our three prespecified primary outcomes were physician's assessment, participant's self-assessment of improvement, and adverse effects. Our secondary outcomes included assessment of improvement of the disease by validated or objective measures, such as SCORAD (SCORing Atopic Dermatitis), the EASI (Eczema Area and Severity Index), and BSA (Body Surface Area) scores."
    },
    {
      "heading": "Main results",
      "text": "We included 20 studies, with 5885 participants. The variability of drug doses, outcomes, and follow-up periods made it difficult to carry out meta-analyses.\nA single trial showed that tacrolimus 0.1% was better than low-potency TCS by the physician's assessment (risk ratio (RR) 3.09, 95% confidence interval (CI) 2.14 to 4.45, 1 study, n = 371, moderate-quality evidence). It was also marginally better than low-potency TCS on face and neck areas and moderate-potency TCS on the trunk and extremities by the physician's assessment (RR 1.32, 95% CI 1.17 to 1.49, 1 study, n = 972, moderate level of evidence) and for some of the secondary outcomes. Compared with pimecrolimus 1%, people treated with tacrolimus were almost twice as likely to improve by the physician's assessment (RR 1.80, 95% CI 1.34 to 2.42, 2 studies, n = 506, moderate quality of evidence). Compared with the lower concentration of 0.03%, the tacrolimus 0.1% formulation reduced the risk of not having an improvement by 18% as evaluated by the physician's assessment (RR 0.82, 95% CI 0.72 to 0.92, 6 studies, n = 1640, high-quality evidence). Tacrolimus 0.1% compared with moderate-to-potent TCS showed no difference by the physician's assessment, and 2 secondary outcomes (1 study, 377 participants) and a marginal benefit favouring tacrolimus 0.1% was found by the participant's assessment (RR 1.21, 95% CI 1.13 to 1.29, 1 study, n = 974, low quality of evidence) and SCORAD.\nBased on data from 2 trials, tacrolimus 0.03% was superior to mild TCS for the physician's assessment (RR 2.58, 95% CI 1.96 to 3.38, 2 studies, n = 790, moderate-quality evidence) and the participant's self-assessment (RR 1.64, 95% CI 1.41 to 1.90, 1 study, n = 416, moderate quality of evidence). One trial showed moderate benefit of tacrolimus 0.03% compared with pimecrolimus 1% on the physician's assessment (RR 1.42, 95% CI 1.02 to 1.98, 1 study, n = 139, low-quality evidence), but the effects were equivocal when evaluating BSA. In the comparison of tacrolimus 0.03% with moderate-to-potent corticosteroids, no difference was found in most of the outcomes measured (including physician's and participant's assessment and also for the secondary outcomes), but in two studies, a marginal benefit favouring the corticosteroid group was found for the EASI and BSA scores.\nBurning was more frequent in those using calcineurin inhibitors than those using corticosteroid tacrolimus 0.03% (RR 2.48, 95% CI 1.96 to 3.14, 5 studies, 1883 participants, high-quality evidence), but no difference was found for skin infections. Symptoms observed were mild and transient. The comparison between the two calcineurin inhibitors (pimecrolimus and tacrolimus) showed the same overall incidence of adverse events, but with a small difference in the frequency of local effects.\nSerious adverse events were rare; occurred in both the tacrolimus and corticosteroid groups; and in most cases, were considered to be unrelated to the treatment. No cases of lymphoma were noted in the included studies nor in the non-comparative studies. Cases were only noted in spontaneous reports, cohorts, and case-control studies. Systemic absorption was rarely detectable, only in low levels, and this decreased with time. Exception is made for diseases with severe barrier defects, such as Netherton's syndrome, lamellar ichthyosis, and a few others, with case reports of a higher absorption. We evaluated clinical trials; case reports; and in vivo, in vitro, and animal studies; and didn't find any evidence that topical tacrolimus could cause skin atrophy."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Tacrolimus 0.1% was better than low-potency corticosteroids, pimecrolimus 1%, and tacrolimus 0.03%. Results were equivocal when comparing both dose formulations to moderate-to-potent corticosteroids. Tacrolimus 0.03% was superior to mild corticosteroids and pimecrolimus. Both tacrolimus formulations seemed to be safe, and no evidence was found to support the possible increased risk of malignancies or skin atrophy with their use. The reliability and strength of the evidence was limited by the lack of data; thus, findings of this review should be interpreted with caution. We did not evaluate costs."
    }
  ],
  "pls_title": "Topical tacrolimus for atopic dermatitis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Atopic dermatitis (AD) (or atopic eczema) is a chronic skin condition that affects the quality of life of both adults and children. Topical corticosteroids (TCS) are the main ointments used for treatment, but there is a risk of side-effects with their use, such as skin thinning. A class of drugs called topical calcineurin inhibitors, which include topical tacrolimus (and pimecrolimus), might provide an alternative to this problem, but since tacrolimus is a newer ointment compared with corticosteroids, there are still some questions about its effectiveness and safety."
    },
    {
      "heading": "Review question",
      "text": "Is tacrolimus ointment an effective and safe alternative to other treatments for moderate to severe atopic dermatitis (in children and adults)?"
    },
    {
      "heading": "Study characteristics",
      "text": "We included 20 studies, with 5885 participants, in this review. We searched for studies until June 2015. We were interested in the physicians' assessment of improvement, the participants' self-assessment, and any adverse effects. Other outcomes were by objective measures of improvement, such as SCORAD (SCORing Atopic Dermatitis, a tool for measuring atopic dermatitis severity) and the affected body surface area."
    },
    {
      "heading": "Key results",
      "text": "We found tacrolimus 0.1% to be better than low-potency TCS on the face and neck areas and moderate-potency TCS on the trunk and extremities. We evaluated the physician's assessment of pimecrolimus 1% and tacrolimus 0.03% in most of the studies. When compared with moderate-to-potent corticosteroids, there was a marginal benefit favouring tacrolimus 0.1% by the participant's self-assessment and SCORAD.\nCombined results of 2 studies indicated that tacrolimus 0.03% more than doubled the chance of achieving improvement by the physician's assessment compared with mild TCS. Another study found tacrolimus 0.03% to be better than pimecrolimus 1% for the same outcome, while no difference was found on the body surface area of skin affected with disease. For the comparison with moderate-to-potent corticosteroids, we found no significant difference in most of the results, but in two studies, we found a slight difference favouring the corticosteroids group.\nBurning and itching were more frequent in those using tacrolimus than TCS, but we found no difference in skin infection. Symptoms were mild and temporary. The comparison between pimecrolimus and tacrolimus showed the same overall frequency of side-effects, with local side-effects being more frequent in the tacrolimus groups. Tacrolimus also showed a longer duration of the local symptoms, between 30 minutes and 12 hours, while pimecrolimus users experienced symptoms for less than 30 minutes.\nSerious adverse events were rare, occurred both in tacrolimus and TCS groups, and were considered to be unrelated to treatment in most instances. No cases of lymphoma (a type of cancer of the lymph nodes) were noted in the included studies nor in the non-comparative studies. Cases were only noted retrospectively in studies and reports, with no confirmed relation to the drug.\nSystemic absorption (substance entering the bloodstream) was rarely detectable, only in low levels and decreased with time. Only in diseases with severe skin barrier problems, such as Netherton's syndrome, lamellar ichthyosis (rare genetic disorders), and a few others, were there case reports of systemic absorption.\nAfter evaluating clinical trials, case reports, human and animal studies, we found a lack of evidence associating the use of topical tacrolimus with skin thinning.\nIn summary, tacrolimus ointment seems to be safe and effective for moderate to severe atopic dermatitis in children and adults. It should be used with caution, though, in those having diseases with a severely damaged skin barrier. We found no risk of skin thinning with its use, even for longer periods. We did not find any evidence associating a risk of malignancies with the use of topical tacrolimus. We did not evaluate costs in this review."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The variability of drug doses, results, and follow-up periods made it difficult to combine the results. The lack of data limited the reliability and strength of the evidence; thus, findings of this review should be interpreted with caution."
    }
  ]
}