{
  "doi": "10.1002/14651858.CD012888.pub2",
  "name": "Stopping enteral feeds for prevention of transfusion‐associated necrotising enterocolitis in preterm infants ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Feeding practices around the time of packed red blood cell transfusion have been implicated in the subsequent development of necrotising enterocolitis (NEC) in preterm infants. Specifically, it has been suggested that withholding feeds around the time of transfusion may reduce the risk of subsequent NEC. It is important to determine if withholding feeds around transfusion reduces the risk of subsequent NEC and associated mortality."
    },
    {
      "heading": "Objectives",
      "text": "• To assess the benefits and risks of stopping compared to continuing feed management before, during, and after blood transfusion in preterm infants\n• To assess the effects of stopping versus continuing feeds in the following subgroups of infants: infants of different gestations; infants with symptomatic and asymptomatic anaemia; infants who received different feeding schedules, types of feed, and methods of feed delivery; infants who were transfused with different blood products, at different blood volumes, via different routes of delivery; and those who received blood transfusion with and without co-interventions such as use of diuretics\n• To determine the effectiveness and safety of stopping feeds around the time of a blood transfusion in reducing the risk of subsequent necrotising enterocolitis (NEC) in preterm infants"
    },
    {
      "heading": "Search methods",
      "text": "We used the standard search strategy of Cochrane Neonatal to search the Cochrane Central Register of Controlled Trials (CENTRAL; 2018, Issue 11), in the Cochrane Library; MEDLINE (1966 to 14 November 2018); Embase (1980 to 14 November 2018); and the Cumulative Index to Nursing and Allied Health Literature (CINAHL; 1982 to 14 November 2018). We also searched clinical trials databases, conference proceedings, and reference lists of retrieved articles for randomised controlled trials (RCTs), cluster-RCTs, and quasi-RCTs."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled trials that compared stopping feeds versus continuing feeds around the time of blood transfusion in preterm infants."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials, assessed trial quality, and extracted data from the included studies."
    },
    {
      "heading": "Main results",
      "text": "The search revealed seven studies that assessed effects of stopping feeds during blood transfusion. However, only one RCT involving 22 preterm infants was eligible for inclusion in the review. This RCT had low risk of selection bias but high risk of performance bias, as care personnel were not blinded to the study allocation. The primary objective of this trial was to investigate changes in mesenteric blood flow, and no cases of NEC were reported in any of the infants included in the trial. We were unable to draw any conclusions from this single study. The overall GRADE rating for quality of evidence was very low."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Randomised controlled trial evidence is insufficient to show whether stopping feeds has an effect on the incidence of subsequent NEC or death. Large, adequately powered RCTs are needed to address this issue."
    }
  ],
  "pls_title": "Stopping feeds for prevention of transfusion-associated necrotising enterocolitis in preterm infants",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "In preterm infants, does stopping feeds around the time of a packed red blood cell transfusion result in decreased risk of developing necrotising enterocolitis (NEC) or death?"
    },
    {
      "heading": "Background",
      "text": "NEC is a serious inflammatory gut disease that is associated with high rates of morbidity and mortality in preterm babies. It is well known that certain feeding practices have an impact on the chance of a preterm baby developing NEC, and evidence suggests that packed red cell transfusions, which are often required during a preterm baby’s intensive care admission, may have a role in the development of this disease. The effects of feeding a baby during a red cell transfusion and subsequent development of NEC are currently unclear, and significant practice variation exists."
    },
    {
      "heading": "Study characteristics",
      "text": "Through searches of medical databases up to November 2018, review authors found seven studies that assessed the effects of stopping feeds during blood transfusion. Of these seven, one study was a non-randomised observational study, four studies are ongoing, and one study was terminated with no results available. Only one study involving 22 preterm infants was eligible for inclusion in the review."
    },
    {
      "heading": "Key results",
      "text": "Randomised controlled trials have provided limited evidence on the effects of feeding practices during blood transfusion and the development of NEC. Only one small trial was included in the analysis, and this trial did not report any cases of transfusion-associated NEC in the enteral feeding or non-feeding groups."
    },
    {
      "heading": "Quality of evidence",
      "text": "Data were insufficient to allow any meaningful conclusions based on the very low quality of evidence according to the GRADE rating. Large randomised controlled trials are needed to answer the review question."
    }
  ]
}