{
  "doi": "10.1002/14651858.CD003583.pub2",
  "name": "Interventions for melasma",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Melasma is an acquired symmetrical pigmentary disorder where confluent grey-brown patches typically appear on the face. Available treatments for melasma are unsatisfactory."
    },
    {
      "heading": "Objectives",
      "text": "To assess interventions used in the management of all types of melasma: epidermal, dermal, and mixed."
    },
    {
      "heading": "Search methods",
      "text": "In May 2010 we searched the Cochrane Skin Group Specialised Register, the Cochrane Central Register of Controlled Trials (Clinical Trials) in The Cochrane Library, MEDLINE, EMBASE, PsycINFO, and LILACS. Reference lists of articles and ongoing trials registries were also searched."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials that evaluated topical and systemic interventions for melasma."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Study selection, assessment of methodological quality, data extraction, and analysis was carried out by two authors independently."
    },
    {
      "heading": "Main results",
      "text": "We included 20 studies with a total of 2125 participants covering 23 different treatments. Statistical pooling of the data was not possible due to the heterogeneity of treatments.\nEach study involved a different set of interventions. They can be grouped into those including a bleaching agent such as hydroquinone, triple-combination creams (hydroquinone, tretinoin, and fluocinolone acetonide), and combination therapies (hydroquinone cream and glycolic acid peels), as well as less conventional therapies including rucinol, vitamin C iontophoresis, and skin-lightening complexes like Thiospot and Gigawhite.\nTriple-combination cream was significantly more effective at lightening melasma than hydroquinone alone (RR 1.58, 95% CI 1.26 to 1.97) or when compared to the dual combinations of tretinoin and hydroquinone (RR 2.75, 95% CI 1.59 to 4.74), tretinoin and fluocinolone acetonide (RR 14.00, 95% CI 4.43 to 44.25), or hydroquinone and fluocinolone acetonide (RR 10.50, 95% CI 3.85 to 28.60).\nAzelaic acid (20%) was significantly more effective than 2% hydroquinone (RR 1.25, 95% CI 1.06 to 1.48) at lightening melasma but not when compared to 4% hydroquinone (RR 1.11, 95% CI 0.94 to 1.32).\nIn two studies where tretinoin was compared to placebo, participants rated their melasma as significantly improved in one (RR 13, 95% CI 1.88 to 89.74) but not the other. In both studies by other objective measures tretinoin treatment significantly reduced the severity of melasma.\nThiospot was more effective than placebo (SMD -2.61, 95% CI -3.76 to -1.47).\nThe adverse events most commonly reported were mild and transient such as skin irritation, itching, burning, and stinging."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The quality of studies evaluating melasma treatments was generally poor and available treatments inadequate. High-quality randomised controlled trials on well-defined participants with long-term outcomes to determine the duration of response are needed."
    }
  ],
  "pls_title": "Treatments for melasma (darker than normal skin occurring in patches)",
  "pls_type": "long",
  "pls": "Melasma is a psychologically distressing skin disorder also known as ‘chloasma’ or ‘mask of pregnancy’. Darker patches of skin gradually develop on the cheeks, forehead, nose, and upper lip. It is more common in women and is associated with pregnancy and medication containing hormones. Melasma is divided into three types: epidermal, dermal, and mixed melasma. Epidermal melasma is the most superficial with an increase in the skin pigment (melanin) in the top layer of skin (epidermis). In dermal melasma, there is increased skin pigment in the second deeper layer of the skin (the dermis). Mixed melasma is a combination of epidermal and dermal melasma.\nConventional treatments for melasma include sunscreens, bleaching creams (e.g. hydroquinone), acne creams (e.g. azelaic acid), topical retinoids (e.g. tretinoin), and facial peels where an acid solution is used to remove outer layers of the skin (e.g. glycolic acid peels). Some treatments incorporate a combination approach such as triple-combination cream (hydroquinone, tretinoin, and steroid). There is inadequate information available at present to determine the best treatment for melasma.\nWe included 20 studies with a total of 2125 participants covering 23 different treatments. Triple-combination cream was significantly more effective at lightening melasma when compared to hydroquinone alone or to dual combinations such as tretinoin and hydroquinone, tretinoin and fluocinolone acetonide, or hydroquinone and fluocinolone acetonide. Tretinoin was more effective at lightening melasma compared to placebo, as was the skin-whitening complex Thiospot. However, many studies were of a poor quality with a only small number of participants.\nThe side-effects reported most frequently by both participants and clinicians were dry, red, and sore skin. No serious side-effects were seen.\nMore evidence is needed on other treatments which are widely used, including the role of sunscreens which were recommended in almost all studies. There is a need for high-quality studies comparing the treatments for this difficult to manage condition. For example, studies should have a minimum follow-up period of 6 months and should clearly categorise participant groups such as age, type of melasma, and duration of the condition at the start of the trial so that these differences can be considered when assessing results. Addtionally, study outcomes should include participants' views in a standardised manner because they may perceive the degree of skin lightening differently to the trial investigators."
}