{
  "doi": "10.1002/14651858.CD007729.pub2",
  "name": "Singing for children and adults with bronchiectasis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Bronchiectasis is a common respiratory disease, especially in developing countries. Its cause varies from chronic infection to rare immune deficiencies. Bronchiectasis can be present with other respiratory diseases, such as chronic obstructive pulmonary disease (COPD). People with bronchiectasis may suffer from chronic cough, fatigue, shortness of breath, chest pain and coughing up blood. Their lung function may decline with time. These can also have a negative impact on their quality of life. Thus, a holistic management is needed to provide treatment and support. Therapies which include breathing manoeuvres, such as singing, may have health benefits for respiratory function and psychological well being."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effects of a singing intervention as a therapy on the quality of life, morbidity, respiratory muscle strength and pulmonary function of children and adults with bronchiectasis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group (CAG) trials register, the Cochrane Central Register of Controlled Trials, major allied complementary databases, and clinical trials registers. Professional organisations and individuals were also contacted. CAG performed searches in February, and additional searches were carried out in February 2011."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials in which singing (as an intervention) is compared with either a sham intervention or no singing in patients with bronchiectasis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently reviewed the titles, abstracts and citations to assess potential relevance for full review. No eligible trials were identified and thus no data were available for analysis."
    },
    {
      "heading": "Main results",
      "text": "No meta-analysis could be performed."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In the absence of data, we cannot draw any conclusion to support or refute the adoption of singing as an intervention for people with bronchiectasis. Given the simplicity of the potentially beneficial intervention, future randomised controlled trials are required to evaluate singing therapy for people with bronchiectasis."
    }
  ],
  "pls_title": "The effects of singing for children and adults with bronchiectasis",
  "pls_type": "long",
  "pls": "People with bronchiectasis (a chronic lung condition) have chest symptoms that include chronic wet cough, fatigue and shortness of breath. Their lung function can also decline with time. Singing may support lung function and enhance quality of life in people with bronchiectasis. The review found no randomised controlled trials that evaluated the benefits of singing in bronchiectasis. As there is no data, we cannot conclude whether or not singing is a beneficial intervention for people with bronchiectasis."
}