{
  "doi": "10.1002/14651858.CD008776.pub2",
  "name": "Computer‐based diabetes self‐management interventions for adults with type 2 diabetes mellitus ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Diabetes is one of the commonest chronic medical conditions, affecting around 347 million adults worldwide. Structured patient education programmes reduce the risk of diabetes-related complications four-fold. Internet-based self-management programmes have been shown to be effective for a number of long-term conditions, but it is unclear what  are the essential or effective components of such programmes. If computer-based self-management interventions improve outcomes in type 2 diabetes, they could potentially provide a cost-effective option for reducing the burdens placed on patients and healthcare systems by this long-term condition."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects on health status and health-related quality of life of computer-based diabetes self-management interventions for adults with type 2 diabetes mellitus."
    },
    {
      "heading": "Search methods",
      "text": "We searched six electronic bibliographic databases for published articles and conference proceedings and three online databases for theses (all up to November 2011). Reference lists of relevant reports and reviews were also screened."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of computer-based self-management interventions for adults with type 2 diabetes, i.e. computer-based software applications that respond to user input and aim to generate tailored content to improve one or more self-management domains through feedback, tailored advice, reinforcement and rewards, patient decision support, goal setting or reminders."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened the abstracts and extracted data. A taxonomy for behaviour change techniques was used to describe the active ingredients of the intervention."
    },
    {
      "heading": "Main results",
      "text": "We identified 16 randomised controlled trials with 3578 participants that fitted our inclusion criteria. These studies included a wide spectrum of interventions covering clinic-based brief interventions, Internet-based interventions that could be used from home and mobile phone-based interventions. The mean age of participants was between 46 to 67 years old and mean time since diagnosis was 6 to 13 years. The duration of the interventions varied between 1 to 12 months. There were three reported deaths out of 3578 participants.\nComputer-based diabetes self-management interventions currently have limited effectiveness. They appear to have small benefits on glycaemic control (pooled effect on glycosylated haemoglobin A1c (HbA1c): -2.3 mmol/mol or -0.2% (95% confidence interval (CI) -0.4 to -0.1; P = 0.009; 2637 participants; 11 trials). The effect size on HbA1c was larger in the mobile phone subgroup (subgroup analysis: mean difference in HbA1c -5.5 mmol/mol or -0.5% (95% CI -0.7 to -0.3); P < 0.00001; 280 participants; three trials). Current interventions do not show adequate evidence for improving depression, health-related quality of life or weight. Four (out of 10) interventions showed beneficial effects on lipid profile.\nOne participant withdrew because of anxiety but there were no other documented adverse effects. Two studies provided limited cost-effectiveness data - with one study suggesting costs per patient of less than $140 (in 1997) or 105 EURO and another study showed no change in health behaviour and resource utilisation."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Computer-based diabetes self-management interventions to manage type 2 diabetes appear to have a small beneficial effect on blood glucose control and the effect was larger in the mobile phone subgroup. There is no evidence to show benefits in other biological outcomes or any cognitive, behavioural or emotional outcomes."
    }
  ],
  "pls_title": "Using computers to self-manage type 2 diabetes",
  "pls_type": "long",
  "pls": "Diabetes is one of the commonest long-term medical conditions, affecting around 347 million adults worldwide. Around 90% of them have type 2 diabetes and are at significant risk of developing diabetes related complications such as strokes or heart attacks. Patient education programmes can reduce the risk of diabetes-related complications, but many people with type 2 diabetes have never attended structured education programmes to learn how to look after themselves (self-management). Better use of computers might be one way of helping more people learn about self-management.\nWe identified 16 trials involving 3578 adults that met our criteria. These studies included different types of interventions used in different places like touch screen computers in hospital clinics, computers connected to the Internet at home and programmes that communicated with mobile phones. The average age of people taking part was between 46 to 67 years old and most of those people had lived with diabetes for 6 to 13 years. Participants were given access to the interventions for 1 to 12 months, depending on the intervention. Three out of the 3578 participants died but these deaths did not appear to be linked to the trials.\nOverall, there is evidence that computer programmes have a small beneficial effect on blood sugar control - the estimated improvement in glycosylated haemoglobin A1c (HbA1c - a long-term measurement of metabolic control) was 2.3 mmol/mol or 0.2%. This was slightly higher when we looked at studies that used mobile phones to deliver their intervention - the estimated improvement in HbA1c was 5.5 mmol/mol or 0.5% in the studies that used mobile phones. Some of the programmes lowered cholesterol slightly. None of the programmes helped with weight loss or coping with depression.\nOne participant withdrew because of anxiety but there were no obvious side effects and hypoglycaemic episodes were not reported in any of the studies. There was very little information about costs or value for money.\nIn summary, existing computer programmes to help adults self-manage type 2 diabetes appear to have a small positive effect on blood sugar control and the mobile phone interventions appeared to have larger effects. There is no evidence to show that current programmes can help with weight loss, depression or improving health-related quality of life but they do appear to be safe."
}