{
  "doi": "10.1002/14651858.CD010648.pub2",
  "name": "Titrated oral misoprostol for augmenting labour to improve maternal and neonatal outcomes",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Labour dystocia is associated with a number of adverse maternal and neonatal outcomes. Augmentation of labour is a commonly used intervention in cases of labour dystocia. Misoprostol is an inexpensive and stable prostaglandin E1 analogue that can be administered orally, vaginally, sublingually or rectally. Misoprostol has proven to be effective at stimulating uterine contractions although it can have serious, and even life-threatening side-effects. Titration refers to the process of adjusting the dose, frequency, or both, of a medication on the basis of frequent review to achieve optimal outcomes. Studies have reported on a range of misoprostol titration regimens used for labour induction and titrated misoprostol may potentially be effective and safe for augmentation of labour."
    },
    {
      "heading": "Objectives",
      "text": "To examine the effects and safety of titrated oral misoprostol compared with placebo, oxytocin, other interventions, or no active treatment, in women with labour dystocia."
    },
    {
      "heading": "Search methods",
      "text": "The Trials Search Co-ordinator of the Cochrane Pregnancy and Childbirth Group searched the Cochrane Pregnancy and Childbirth Group’s Trials Register; date of search: 29 May 2013. We also searched the reference lists of retrieved studies"
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials (including quasi-randomised and cluster-randomised trials) comparing titrated oral misoprostol with placebo, other interventions (e.g. oxytocin, other prostaglandins), or no treatment in women requiring augmentation of labour were eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed eligibility for inclusion, carried out data extraction and assessed risk of bias in included studies. Data were entered by one author and checked for accuracy."
    },
    {
      "heading": "Main results",
      "text": "We included two randomised trials with a total of 581 women each comparing different regimens of titrated oral misoprostol with intravenous oxytocin. One study compared 20 mcg doses of misoprostol dissolved in water (repeated every hour up to four hours, after which the dose was increased to 40 mcg per hour up to a maximum total dose of 1600 mcg), while the second study gave women 75 mcg doses (repeated after four hours provided there were no adverse effects observed).\nNeither trial reported maternal death, severe maternal morbidity, or fetal/neonatal mortality outcomes, and only a few fetal/neonatal morbidity outcomes were considered, none of which were significantly different between groups. For several outcomes (such as maternal side-effects, instrumental birth, maternal blood transfusion for hypovolaemia and epidural analgesia), the number of events was generally too low for sufficient statistical power to be achieved. Maternal satisfaction was not reported in either trial. One trial reported a slight reduction in the median duration of labour from the start of augmentation to vaginal delivery in the oxytocin group.\nNeither trial reported significantly higher rates of caesarean section (CS) in the oral misoprostol group. Rates of vaginal delivery within 12 and 24 hours of commencing augmentation were not significantly different in the trial using a 20 mcg misoprostol dose. Neither trial had significantly higher rates of uterine hyperstimulation with fetal heart rate changes in the titrated oral misoprostol group. However, the rates of this outcome varied so greatly between the two studies as to suggest that other factors were at play. The only significant differences between groups related to uterine hyperstimulation (without fetal heart rate changes), and results were not consistent in the two trials. In the trial examining the higher dose of misoprostol, more women in the misoprostol group experienced hyperstimulation of labour measured over a 10-minute period compared with those receiving oxytocin (risk ratio (RR) 1.17, 95% confidence interval (CI) 1.02 to 1.35, 350 women). In the study examining the lower titrated dose of misoprostol, there was a lower incidence of tachysystole when labour was augmented with titrated oral misoprostol than with oxytocin (RR 0.39, 95% CI 0.17 to 0.91, 231 women) with no occurrences of hypertonus in either group of women."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Important uncertainties still exist on the safety and acceptability of titrated oral misoprostol compared with intravenous oxytocin regimens in women with dystocia following spontaneous onset of labour. Although in facilities where electronic oxytocin infusion is not available, low-dose titrated misoprostol may offer a better alternative to an uncontrolled oxytocin infusion to avoid hyperstimulation. Further research is needed in both high- and low-resource settings More trials should be conducted to evaluate the effect of a standard titration oral misoprostol regimen, both following spontaneous labour and labour induction. Comparisons with other augmentation methods are also warranted, as are any effects on women's birth experiences."
    }
  ],
  "pls_title": "Adjusted doses of oral misoprostol for treating slow progress in labour",
  "pls_type": "long",
  "pls": "Abnormally slow progress in labour (labour dystocia) may lead to serious complications including death for women and their babies. Drugs to increase the frequency and strength of contractions have often been used in such births. Misoprostol is an inexpensive and stable drug that stimulates uterine contractions, but it can have serious and even life-threatening side-effects and so the dose has to be carefully adjusted. Titration refers to the process of adjusting the dosing of a medication on the basis of frequent monitoring to achieve the best outcomes. Titrated misoprostol could be effective in treating delayed progress in labour and as an alternative to oxytocin which is harder to store and is given intravenously by infusion.\nWe identified two randomised controlled trials with 581 women requiring augmentation, each looking at different doses of oral misoprostol compared with oxytocin. One study gave 20 mcg doses of misoprostol every hour up to four hours, after which the dose was increased; the second gave women 75 mcg doses, repeated after four hours provided there were no adverse effects observed. Neither trial reported on the important safety outcomes of maternal or neonatal deaths, or severe maternal ill health.\nOne trial measured duration of labour from the start of augmentation, which was slightly shorter with intravenous oxytocin (5.20 hours compared with 5.22 hours). The number of vaginal deliveries within 12 and 24 hours, and caesarean section rates were similar. Neither trial reported clearly higher rates of uterine hyperstimulation with worrying fetal heart rate changes in the titrated oral misoprostol group. The rates of this outcome in the two studies varied greatly however. The evidence on uterine hyperstimulation without fetal heart rate changes was not consistent.\nThe number of women reporting nausea, vomiting, shivering and pyrexia was low with both misoprostol and oxytocin. Maternal satisfaction was not reported in either trial.\nImportant uncertainties still exist on the safety and acceptability of titrated oral misoprostol for labour dystocia, and further research is needed before it can be recommended as an alternative to oxytocin. However, in facilities that do not have access to electronic oxytocin infusion, lower doses of titrated misoprostol may be a better alternative to avoid hyperstimulation."
}