{
  "doi": "10.1002/14651858.CD010213.pub2",
  "name": "Imaging modalities for characterising focal pancreatic lesions",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Increasing numbers of incidental pancreatic lesions are being detected each year. Accurate characterisation of pancreatic lesions into benign, precancerous, and cancer masses is crucial in deciding whether to use treatment or surveillance. Distinguishing benign lesions from precancerous and cancerous lesions can prevent patients from undergoing unnecessary major surgery. Despite the importance of accurately classifying pancreatic lesions, there is no clear algorithm for management of focal pancreatic lesions."
    },
    {
      "heading": "Objectives",
      "text": "To determine and compare the diagnostic accuracy of various imaging modalities in detecting cancerous and precancerous lesions in people with focal pancreatic lesions."
    },
    {
      "heading": "Search methods",
      "text": "We searched the CENTRAL, MEDLINE, Embase, and Science Citation Index until 19 July 2016. We searched the references of included studies to identify further studies. We did not restrict studies based on language or publication status, or whether data were collected prospectively or retrospectively."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include studies reporting cross-sectional information on the index test (CT (computed tomography), MRI (magnetic resonance imaging), PET (positron emission tomography), EUS (endoscopic ultrasound), EUS elastography, and EUS-guided biopsy or FNA (fine-needle aspiration)) and reference standard (confirmation of the nature of the lesion was obtained by histopathological examination of the entire lesion by surgical excision, or histopathological examination for confirmation of precancer or cancer by biopsy and clinical follow-up of at least six months in people with negative index tests) in people with pancreatic lesions irrespective of language or publication status or whether the data were collected prospectively or retrospectively."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently searched the references to identify relevant studies and extracted the data. We planned to use the bivariate analysis to calculate the summary sensitivity and specificity with their 95% confidence intervals and the hierarchical summary receiver operating characteristic (HSROC) to compare the tests and assess heterogeneity, but used simpler models (such as univariate random-effects model and univariate fixed-effect model) for combining studies when appropriate because of the sparse data. We were unable to compare the diagnostic performance of the tests using formal statistical methods because of sparse data."
    },
    {
      "heading": "Main results",
      "text": "We included 54 studies involving a total of 3,196 participants evaluating the diagnostic accuracy of various index tests. In these 54 studies, eight different target conditions were identified with different final diagnoses constituting benign, precancerous, and cancerous lesions. None of the studies was of high methodological quality. None of the comparisons in which single studies were included was of sufficiently high methodological quality to warrant highlighting of the results. For differentiation of cancerous lesions from benign or precancerous lesions, we identified only one study per index test. The second analysis, of studies differentiating cancerous versus benign lesions, provided three tests in which meta-analysis could be performed. The sensitivities and specificities for diagnosing cancer were: EUS-FNA: sensitivity 0.79 (95% confidence interval (CI) 0.07 to 1.00), specificity 1.00 (95% CI 0.91 to 1.00); EUS: sensitivity 0.95 (95% CI 0.84 to 0.99), specificity 0.53 (95% CI 0.31 to 0.74); PET: sensitivity 0.92 (95% CI 0.80 to 0.97), specificity 0.65 (95% CI 0.39 to 0.84). The third analysis, of studies differentiating precancerous or cancerous lesions from benign lesions, only provided one test (EUS-FNA) in which meta-analysis was performed. EUS-FNA had moderate sensitivity for diagnosing precancerous or cancerous lesions (sensitivity 0.73 (95% CI 0.01 to 1.00) and high specificity 0.94 (95% CI 0.15 to 1.00), the extremely wide confidence intervals reflecting the heterogeneity between the studies). The fourth analysis, of studies differentiating cancerous (invasive carcinoma) from precancerous (dysplasia) provided three tests in which meta-analysis was performed. The sensitivities and specificities for diagnosing invasive carcinoma were: CT: sensitivity 0.72 (95% CI 0.50 to 0.87), specificity 0.92 (95% CI 0.81 to 0.97); EUS: sensitivity 0.78 (95% CI 0.44 to 0.94), specificity 0.91 (95% CI 0.61 to 0.98); EUS-FNA: sensitivity 0.66 (95% CI 0.03 to 0.99), specificity 0.92 (95% CI 0.73 to 0.98). The fifth analysis, of studies differentiating cancerous (high-grade dysplasia or invasive carcinoma) versus precancerous (low- or intermediate-grade dysplasia) provided six tests in which meta-analysis was performed. The sensitivities and specificities for diagnosing cancer (high-grade dysplasia or invasive carcinoma) were: CT: sensitivity 0.87 (95% CI 0.00 to 1.00), specificity 0.96 (95% CI 0.00 to 1.00); EUS: sensitivity 0.86 (95% CI 0.74 to 0.92), specificity 0.91 (95% CI 0.83 to 0.96); EUS-FNA: sensitivity 0.47 (95% CI 0.24 to 0.70), specificity 0.91 (95% CI 0.32 to 1.00); EUS-FNA carcinoembryonic antigen 200 ng/mL: sensitivity 0.58 (95% CI 0.28 to 0.83), specificity 0.51 (95% CI 0.19 to 0.81); MRI: sensitivity 0.69 (95% CI 0.44 to 0.86), specificity 0.93 (95% CI 0.43 to 1.00); PET: sensitivity 0.90 (95% CI 0.79 to 0.96), specificity 0.94 (95% CI 0.81 to 0.99). The sixth analysis, of studies differentiating cancerous (invasive carcinoma) from precancerous (low-grade dysplasia) provided no tests in which meta-analysis was performed. The seventh analysis, of studies differentiating precancerous or cancerous (intermediate- or high-grade dysplasia or invasive carcinoma) from precancerous (low-grade dysplasia) provided two tests in which meta-analysis was performed. The sensitivity and specificity for diagnosing cancer were: CT: sensitivity 0.83 (95% CI 0.68 to 0.92), specificity 0.83 (95% CI 0.64 to 0.93) and MRI: sensitivity 0.80 (95% CI 0.58 to 0.92), specificity 0.81 (95% CI 0.53 to 0.95), respectively. The eighth analysis, of studies differentiating precancerous or cancerous (intermediate- or high-grade dysplasia or invasive carcinoma) from precancerous (low-grade dysplasia) or benign lesions provided no test in which meta-analysis was performed.\nThere were no major alterations in the subgroup analysis of cystic pancreatic focal lesions (42 studies; 2086 participants). None of the included studies evaluated EUS elastography or sequential testing."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We were unable to arrive at any firm conclusions because of the differences in the way that study authors classified focal pancreatic lesions into cancerous, precancerous, and benign lesions; the inclusion of few studies with wide confidence intervals for each comparison; poor methodological quality in the studies; and heterogeneity in the estimates within comparisons."
    }
  ],
  "pls_title": "Accuracy of different imaging techniques for determining whether a pancreatic tumour is cancerous",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "The pancreas is an organ in the abdomen that secretes pancreatic juice, which aids digestion and contains cells that produce important hormones such as insulin. Increasingly, abnormalities in the pancreas are noted in people undergoing routine scans, such as ultrasound or computed tomography (CT) scans, in the form of what are known as 'shadows', which may be described as focal pancreatic lesion, pancreatic mass, pancreatic tumour, pancreatic cyst, or pancreatic nodule. A significant proportion of focal pancreatic lesions are benign (non-cancerous) lesions requiring no treatment. Surgical removal of the tumour is the main method of treatment for precancerous (i.e. focal pancreatic lesions that are not full-blown cancer and do not have the ability to spread like cancer, but can turn into cancer) and cancerous focal pancreatic lesions. New methods are being developed for treating precancerous lesions, such as using heat to destroy the tumour. Surgical removal remains the only potentially curative treatment for people with limited pancreatic cancer. It is thus important to characterise whether a focal pancreatic lesion is non-cancerous, precancerous, or cancerous. A number of scans are available for characterising the nature of the focal pancreatic lesion, which include the following.\n• Computed tomography (CT) scan: a series of X-rays taken from different angles, which are then reconstructed using a computer.\n• Magnetic resonance imaging (MRI): the use of a powerful magnet to produce images of different tissues of the body.\n• Positron emission tomography (PET): the use of a small amount of radioactive glucose (sugar) to differentiate between different tissues. It takes advantage of the tendency of cancer cells to use more glucose than normal cells.\n• Endoscopic ultrasound (also known as endosonography or EUS): the use of an endoscope, a camera introduced into a body cavity to view the inside of the body. An ultrasound (high-energy sound waves) probe at the end of the endoscope is used to differentiate tissues.\n• EUS elastography: this measures the stiffness of the lesion, which is used to identify whether the lesion is cancerous.\n• EUS-guided biopsy: the removal of cells or tissues for examination under a microscope or to perform other tests on the cells or tissue.\nAt present it is unclear how effective different scans are in characterising focal pancreatic lesions."
    },
    {
      "heading": "Study characteristics",
      "text": "We performed a thorough literature search for studies reporting the accuracy of different scans until 19 July 2016. We identified 54 studies reporting information on 3196 people with focal pancreatic lesions. These studies evaluated one or more of the above tests and compared these test results with the eventual diagnosis provided by surgical removal of the lesion and examination under microscope. There were no diagnostic test accuracy studies of EUS elastography or studies that looked at multiple scans rather than single scans."
    },
    {
      "heading": "Key results",
      "text": "Variations in how studies defined precancerous and cancerous lesions meant that we were not able to combine the data to provide the overall results for many tests. We were unable to arrive at any firm conclusions for the following reasons.\n• The way that study authors classified focal pancreatic lesions into cancerous, precancerous, and benign lesions was not consistent in different studies.\n• The studies included few participants, leading to significant uncertainty in the results.\n• The studies were of poor methodological quality, which introduced additional uncertainty in the results.\n• Even among the studies that classified focal pancreatic lesions into cancerous, precancerous, and benign lesions in a similar manner, the results were not consistent."
    },
    {
      "heading": "Quality of evidence",
      "text": "All of the studies were of low methodological quality, which may result in arriving at false conclusions."
    }
  ]
}