{
  "doi": "10.1002/14651858.CD006087.pub3",
  "name": "Interventions for the management of mandibular fractures",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Fractures of the mandible (lower jaw) are a common occurrence and usually related to interpersonal violence or road traffic accidents. Mandibular fractures may be treated using open (surgical) and closed (non-surgical) techniques. Fracture sites are immobilized with intermaxillary fixation (IMF) or other external or internal devices (i.e. plates and screws) to allow bone healing. Various techniques have been used, however uncertainty exists with respect to the specific indications for each approach."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review is to provide reliable evidence of the effects of any interventions either open (surgical) or closed (non-surgical) that can be used in the management of mandibular fractures, excluding the condyles, in adult patients."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following electronic databases: the Cochrane Oral Health Group's Trials Register (to 28 February 2013), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2013, Issue 1), MEDLINE via OVID (1950 to 28 February 2013), EMBASE via OVID (1980 to 28 February 2013), metaRegister of Controlled Trials (to 7 April 2013), ClinicalTrials.gov (to 7 April 2013) and the WHO International Clinical Trials Registry Platform (to 7 April 2013). The reference lists of all trials identified were checked for further studies. There were no restrictions regarding language or date of publication."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials evaluating the management of mandibular fractures without condylar involvement. Any studies that compared different treatment approaches were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two review authors independently assessed trial quality and extracted data. Results were to be expressed as random-effects models using mean differences for continuous outcomes and risk ratios for dichotomous outcomes with 95% confidence intervals. Heterogeneity was to be investigated to include both clinical and methodological factors."
    },
    {
      "heading": "Main results",
      "text": "Twelve studies, assessed as high (six) and unclear (six) risk of bias, comprising 689 participants (830 fractures), were included. Interventions examined different plate materials and morphology; use of one or two lag screws; microplate versus miniplate; early and delayed mobilization; eyelet wires versus Rapid IMF™ and the management of angle fractures with intraoral access alone or combined with a transbuccal approach. Patient-oriented outcomes were largely ignored and post-operative pain scores were inadequately reported. Unfortunately, only one or two trials with small sample sizes were conducted for each comparison and outcome. Our results and conclusions should therefore be interpreted with caution. We were able to pool the results for two comparisons assessing one outcome. Pooled data from two studies comparing two miniplates versus one miniplate revealed no significant difference in the risk of post-operative infection of surgical site (risk ratio (RR) 1.32, 95% CI 0.41 to 4.22, P = 0.64, I2 = 0%). Similarly, no difference in post-operative infection between the use of two 3-dimensional (3D) and standard (2D) miniplates was determined (RR 1.26, 95% CI 0.19 to 8.13, P = 0.81, I2 = 27%). The included studies involved a small number of participants with a low number of events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review illustrates that there is currently inadequate evidence to support the effectiveness of a single approach in the management of mandibular fractures without condylar involvement. The lack of high quality evidence may be explained by clinical diversity, variability in assessment tools used and difficulty in grading outcomes with existing measurement tools. Until high level evidence is available, treatment decisions should continue to be based on the clinician's prior experience and the individual circumstances."
    }
  ],
  "pls_title": "Treatments for fractures of the lower jaw",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "The lower jaw (also known as the mandible) is an important bone that shapes the face, holds the lower teeth in place and is used to move the mouth, for talking and chewing food. Fractures are most often found in the part of the lower jaw that supports teeth (known as the body), the part where the jaw curves upwards into the neck (the angle), or at the knobbly-shaped joint found at the very top of the jaw bone (the condyle). Available treatments align and stabilize the fracture, allowing the bone to heal in the proper position. Treatments may or may not involve surgery.\nThis review, produced by the Cochrane Oral Health Group, examines different methods for treating fractures of the body and angle of the mandible in existing research and studies."
    },
    {
      "heading": "Background",
      "text": "People of all ages can fracture their lower jaw, but fractures mainly occur as a result of violence (for example, being hit or punched in the jaw) or by being involved in an accident on the road (for example, car crashes or bicycle accidents). These fractures can be stabilized by physically binding the jaw shut with a system of bars, wires or elastic bands (intermaxillary fixation), or by using tiny screws or plates attached directly to the fractured sections of the lower jaw bone whilst still allowing the mouth to open (rigid fixation)."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence on which this review is based is up to date as of 28 February 2013. Twelve studies with a combined total of 689 participants were included in this review. Participants ranged in age from 16 to 68 years and most participants (90%) were male. All of the studies compared different types of surgical treatments, and each study evaluated a different aspect of surgical treatment such as different types of plates, screws, or wires or how long the jaw was immobilized after surgery."
    },
    {
      "heading": "Key results",
      "text": "There were concerns about the design and quality of all the studies. All the studies evaluated different aspects of surgical treatment. None of the studies evaluated non-surgical treatments such as intermaxillary fixation and no study compared surgical treatment with non-surgical treatment. As a result there is no clear evidence to indicate which approach is the best to manage these fractures."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence found is poor. Recommendations are made for further well-conducted research studies in this area to be undertaken."
    }
  ]
}