{
  "doi": "10.1002/14651858.CD010441.pub3",
  "name": "Hyaluronidase for reducing perineal trauma",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Perineal trauma after vaginal birth is common and can be associated with short- and long-term health problems. Perineal hyaluronidase (HAase) injection has been widely used to reduce perineal trauma, perineal pain and the need for episiotomy since the 1950s. The administration of HAase is considered to be a simple, low risk, low cost and effective way to decrease perineal trauma without causing adverse effects."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of perineal HAase injection for reducing perineal trauma, episiotomy and perineal pain during vaginal delivery."
    },
    {
      "heading": "Search methods",
      "text": "To identify studies for inclusion in this review, we searched the Cochrane Central Register of Controlled Trials, Ovid MEDLINE, Embase, CINAHL (EBSCOhost), ClinicalTrials.gov and WHO International Clinical Trials Registry Platform (ICTRP) in November 2023."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled trials comparing women giving birth to their first baby receiving perineal HAase injection compared to placebo injection or no intervention during vaginal delivery of a single foetus with vertex foetal presentation (foetus with head engaging the maternal pelvis)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. Two review authors independently assessed trials for inclusion, extracted and checked data, and evaluated the risk of bias in the studies. Our primary outcomes were perineal trauma (tears or episiotomy, or both), episiotomy and perineal pain. Our secondary outcomes were first and second degree perineal lacerations, third and fourth degree perineal lacerations, perineal oedema 1 hour after vaginal delivery, perineal oedema 24 hours after vaginal delivery and neonatal Apgar scores of less than 7 at five minutes after birth (Apgar score is a measure of the health status of a newborn). We assessed the certainty of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included five randomised controlled trials involving a total of 747 women (data were available for 743 women). The dosage of HAase used in the perineal injection varied from 750 turbidity-reducing units to 5000 international units. The certainty of the evidence was largely low (ranging from very low to moderate).\nPerineal HAase injection versus placebo injection\nData from three trials involving 426 women provided low-certainty evidence that there may be no difference between the HAase and placebo groups in the incidence of perineal trauma (tears or episiotomy, or both) (RR 0.94, 95% CI 0.87 to 1.03; 426 participants, 3 studies), episiotomy (RR 0.91, 95% CI 0.71 to 1.15; 427 participants, 3 studies), first and second degree perineal lacerations (RR 1.02, 95% CI 0.87 to 1.18; 341 participants, 3 studies), third and fourth degree perineal lacerations (RR 0.46, 95% CI 0.11 to 2.05; 426 participants, 3 studies), and perineal oedema one hour after vaginal delivery (RR 0.99, 95% CI 0.78 to 1.25; 303 participants, 2 studies). Moreover, perineal HAase injection during the second stage of labour likely resulted in a reduction in incidence of perineal oedema 24 hours after vaginal delivery compared with placebo injection (RR 0.42, 95% CI 0.26 to 0.70; 303 participants, 2 studies; moderate-certainty evidence). There may be no difference between groups in Apgar scores less than 7 at five minutes (RR 5.00, 95% CI 0.24 to 105.95; 148 participants, 1 study; low-certainty evidence).\nPerineal HAase injection versus no intervention\nData from three trials involving 373 women suggested that perineal HAase injection during the second stage of labour may result in a lower incidence of perineal trauma (tears or episiotomy, or both) (RR 0.61, 95% CI 0.42 to 0.88; 373 participants, 3 studies; low-certainty evidence) compared with no intervention. The evidence is very uncertain for episiotomy (RR 0.79, 95% CI 0.44 to 1.42; 373 participants, 3 studies), first and second degree perineal lacerations (RR 0.59, 95% CI 0.30 to 1.18; 373 participants, 3 studies) and perineal oedema one hour after vaginal delivery (RR 0.32, 95% CI 0.01 to 7.71; 139 participants, 1 study), all very low certainty evidence. No third and fourth degree perineal lacerations, perineal oedema 24 hours after vaginal delivery or Apgar scores less than 7 at five minutes were reported in these three trials.\nNo side effects were reported in the included trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Perineal HAase injection during the second stage of labour may result in a lower incidence of perineal trauma (tears or episiotomy, or both) compared with no intervention, but not compared with placebo injection, in women having a vaginal delivery. Meanwhile, perineal HAase injection likely reduces the incidence of perineal oedema 24 hours after vaginal delivery compared with placebo injection.\nThe potential use of perineal HAase injection as a method to reduce perineal trauma and perineal oedema remains to be determined as the number of high-quality trials and outcomes reported was too limited to draw conclusions on its effectiveness and safety. Further rigorous randomised controlled trials are required to evaluate the role of perineal HAase injection in vaginal deliveries, including evaluating whether there is any differential effect based on the dose, frequency and positioning of HAase injection."
    }
  ],
  "pls_title": "Does perineal hyaluronidase injection during the second stage of labour reduce genital damage in a woman giving birth?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "For women in the second stage of labour, injection of a substance known as hyaluronidase (HAase) into the perineal area (part of the genitals) may reduce the risk of damage to the perineum (i.e. unexpected tears or a deliberate surgical cut known as an episiotomy - or both) when compared to no intervention. There may be no difference when comparing HAase injection with placebo (fake) injection.\nPerineal HAase injection during the second stage of labour probably reduces swelling in the perineal area 24 hours after vaginal delivery when compared with placebo injection.\nMore studies of high quality are required to fully evaluate the role of perineal HAase injection in vaginal deliveries."
    },
    {
      "heading": "What is perineal trauma in vaginal birth?",
      "text": "The perineum consists of tissues surrounding the urogenital tract and anus. Perineal trauma is damage to this area that can occur spontaneously (tear) or surgically (a cut known as an episiotomy) during the normal delivery of a baby (vaginal birth). Perineal trauma after vaginal birth is very common and can be associated with short- and long-term health problems. Perineal trauma is classified as first, second, third or fourth degree, according to its severity and how much of the area is affected."
    },
    {
      "heading": "Why is it important to evaluate potential techniques to reduce perineal trauma during vaginal delivery?",
      "text": "Perineal trauma can be associated with significant physical and psychological problems immediately after the birth or in the long term, including bleeding, wound infection, anal sphincter tears, difficulties passing urine, anal incontinence, damage to the levator ani muscle and sexual problems. Severe perineal trauma may be avoided by perineal massage and warm compresses, but there are still no effective measures to decrease the first and second degree of perineal trauma, which appears to account for most perineal trauma in vaginal births."
    },
    {
      "heading": "What did we want to find out?",
      "text": "Perineal hyaluronidase (HAase) injection is a low risk, low cost and potentially effective way to produce relaxation of the perineum that has been proposed to decrease the risk of spontaneous tears or deliberate cuts (episiotomy), without causing other negative effects. The second stage of labour is from when the womb entrance (cervix) is fully open until the delivery of the baby. We wanted to know if perineal HAase injection during the second stage of labour could reduce perineal trauma, episiotomy or perineal pain after vaginal birth, and if there were any unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies known as randomised controlled trials that evaluated perineal HAase injection compared to a placebo injection or no intervention for reducing perineal trauma and related complications in vaginal birth. The participants in the studies had to be women giving birth to one baby who was their first child and was in the usual position for delivery. We compared and summarised the studies' results, and we rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found five studies that involved 743 women giving birth for the first time. The biggest study involved 200 women and the smallest involved 100 women. The studies were conducted in Latin America, North America, Europe and Asia.\nThe studies showed that perineal HAase injection given during the second stage of labour may result in a lower likelihood of perineal trauma (defined as tears or episiotomy or both) compared with no intervention in women with vaginal delivery (based on 3 studies with 426 participants), but there may be no difference between HAase injection and placebo injection (based on 3 studies with 373 participants). When comparing perineal HAase injection versus placebo injection, 746 out of 1000 women receiving perineal HAase injection may have perineal trauma compared to 794 out of 1000 women receiving placebo injection. When comparing perineal HAase injection versus no intervention, 475 out of 1000 women receiving perineal HAase injection may have perineal trauma compared to 779 out of 1000 women receiving no intervention.\nPerineal HAase injection probably reduced perineal swelling 24 hours after vaginal delivery compared to placebo injection (2 studies; 303 participants).\nThere may be no difference between groups in the likelihood of receiving an episiotomy, nor of having first and second degree perineal lacerations, third and fourth degree perineal lacerations, perineal swelling one hour after vaginal delivery and an Apgar score (measure of newborn health) of less than 7 at five minutes after vaginal delivery.\nNo side effects (e.g. allergic reactions, bleeding tendencies and local pain from injection) were reported in the studies."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence is limited because the study results varied widely, and the studies involved only small numbers of participants. Some studies did not clearly report how they were conducted, and some were unable to ensure that participants and outcome assessors did not know which participants had received which injection. Further research is likely to change our results."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This review updates our previous review. The evidence is up-to-date until November 2023."
    }
  ]
}