{
  "doi": "10.1002/14651858.CD001423.pub4",
  "name": "Serenoa repens for the treatment of lower urinary tract symptoms due to benign prostatic enlargement ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Benign prostatic hyperplasia (BPH) is a non-malignant enlargement of the prostate, which can lead to obstructive and irritative lower urinary tract symptoms (LUTS). The pharmacologic use of plants and herbs (phytotherapy) for the treatment of LUTS associated with BPH is common. The extract of the berry of the American saw palmetto or dwarf palm plant, Serenoa repens (SR), which is also known by its botanical name of Sabal serrulatum, is one of several phytotherapeutic agents available for the treatment of BPH."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of Serenoa repens in the treatment of men with LUTS consistent with BPH."
    },
    {
      "heading": "Search methods",
      "text": "We performed a comprehensive search of multiple databases (the Cochrane Library, MEDLINE, Embase, Scopus, Web of Science, and LILACS), trials registries, other sources of grey literature, and conference proceedings published up to 16 September 2022, with no restrictions on language or publication status."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials of participants with BPH who were treated with Serenoa repens or placebo/no treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion at each stage and undertook data extraction and risk of bias assessment and GRADE assessment of the certainty of the evidence. We considered review outcomes measured up to 12 months after randomization as short term, and beyond 12 months as long term. Our main outcomes included urologic symptom scores, quality of life, and adverse events."
    },
    {
      "heading": "Main results",
      "text": "For this update, we narrowed the review question to only comparisons with placebo. We included 27 studies (of which 9 were new) involving a total of 4656 participants, 19 studies comparing Serenoa repens with placebo, and 8 studies comparing Serenoa repens in combination with other phytotherapeutic agents versus placebo. Most studies included men aged > 50 (mean age range 52 to 68) with moderate urologic symptoms (International Prostate Symptom Score [IPSS] range 8 to 19). Ten studies were funded by the pharmaceutical industry; two studies were funded by government agencies; and the remaining studies did not specify funding sources.\nSerenoa repens versus placebo or no intervention\nResults for this comparison are based on predefined sensitivity analyses limited to studies at low risk of bias. Serenoa repens results in little to no difference in urologic symptoms at short-term follow-up (3 to 6 months; IPSS score range 0 to 35, higher scores indicate worse symptoms; mean difference (MD) −0.90, 95% confidence interval (CI) −1.74 to −0.07; I2 = 68%; 9 studies, 1681 participants; high-certainty evidence). Serenoa repens results in little to no difference in the quality of life at short-term follow-up (3 to 6 months; IPSS quality of life domain range 0 to 6, higher scores indicate worse quality of life; MD −0.20, 95% CI −0.40 to −0.00; I2 = 39%; 5 studies, 1001 participants; high-certainty evidence). Serenoa repens probably results in little to no difference in adverse events (1 to 17 months; risk ratio (RR) 1.01, 95% CI 0.77 to 1.31; I2 = 18%; 12 studies, 2399 participants; moderate-certainty evidence). Based on 164 cases per 1000 men in the placebo group, this corresponds to 2 more (38 fewer to 51 more) per 1000 men in the Serenoa repens group.\nSerenoa repens results in little to no difference in urologic symptoms at long-term follow-up (12 to 17 months, IPSS score, MD 0.07, 95% CI −0.75 to 0.88; I2 = 34%; 3 studies, 898 participants; high-certainty evidence). Serenoa repens results in little to no difference in quality of life at long-term follow-up (12 to 17 months, IPSS quality of life, MD −0.11, 95% CI −0.41 to 0.19; I2 = 65%; 3 studies, 882 participants; high-certainty evidence). There were no data on long-term adverse events for this comparison.\nSerenoa repens in combination with other phytotherapy versus placebo or no intervention\nDifferent phytotherapeutic agents that include Serenoa repens may result in little to no difference in urologic symptoms compared to placebo at short-term follow-up (12 to 24 weeks, IPSS score, MD −2.41, 95% CI −4.54 to −0.29; I2 = 67%; 4 studies, 460 participants; low-certainty evidence). We are very uncertain about the effects of these agents on quality of life (very low-certainty evidence). These agents may result in little to no difference in the occurrence of adverse events; however, the CIs included substantial benefits and harms (12 to 48 weeks, RR 0.91, 95% CI 0.58 to 1.41; I2 = 0%; 4 studies, 481 participants; low-certainty evidence). Based on 132 cases per 1000 men in the placebo group, this corresponds to 12 fewer (55 fewer to 54 more) per 1000 men in the combined phytotherapeutic agents with Serenoa repens group."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Serenoa repens alone provides little to no benefits for men with lower urinary tract symptoms due to benign prostatic enlargement. There is more uncertainty about the role of Serenoa repens in combination with other phytotherapeutic agents."
    }
  ],
  "pls_title": "Serenoa repens for benign prostatic hyperplasia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Does Serenoa repens alone or in combination with other phytotherapeutic agents improve symptoms in men with benign prostatic enlargement?"
    },
    {
      "heading": "Background",
      "text": "An enlarged prostate may cause bothersome urinary tract symptoms, such as having to urinate often during the day or night, having a weak stream, and the feeling of not completely emptying the bladder. Besides other common drug interventions, using plants and herbs (phytotherapy) is common and has been growing steadily in most Western countries. The extract of the berry of the American saw palmetto, or dwarf palm plant, Serenoa repens , which is also known by its botanical name of Sabal serrulatum, is one of several phytotherapeutic agents available for the treatment of this condition."
    },
    {
      "heading": "Study characteristics",
      "text": "We found 27 studies with 4656 men comparing Serenoa repens alone or in combination with other herbal products to a placebo (participants are made to believe they received treatment when in fact they did not). Most studies included men over 50 with moderate symptoms. Ten studies were funded by pharmaceutical organizations; two studies received government funding; and the remaining studies did not specify funding sources."
    },
    {
      "heading": "Key results",
      "text": "Based on the most trustworthy studies, Serenoa repens alone results in little to no difference in urinary tract symptoms or quality of life compared to placebo at three to six months. This treatment is also likely not associated with adverse events. Results were similar at 12 to 17 months.\nSerenoa repens in combination with other herbal products may result in little to no difference in urinary tract symptoms, but there is more uncertainty about effects on quality of life and adverse events.\nThe findings of this review are current to 16 September 2022."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "The certainty of the evidence is primarily high or moderate for Serenoa repens alone, but low for Serenoa repens in combination with other agents, meaning our confidence in the results is high, moderate, or low."
    }
  ]
}