{
  "doi": "10.1002/14651858.CD006639.pub4",
  "name": "Zinc supplements for preventing otitis media",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Otitis media is inflammation of the middle ear and is usually caused by infection. It affects people of all ages but is particularly common in young children. Around 164 million people worldwide have long-term hearing loss caused by this condition, 90% of them in low-income countries. As zinc supplements prevent pneumonia in disadvantaged children, we wanted to investigate whether zinc supplements could also prevent otitis media."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate whether zinc supplements prevent otitis media in adults and children of different ages."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (2014, Issue 1), MEDLINE (1950 to February week 4, 2014) and EMBASE (1974 to March 2014)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised, placebo-controlled trials of zinc supplements given at least once a week for at least a month for preventing otitis media."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the eligibility and methodological quality of the included trials and extracted and analysed data. We summarised results using risk ratios (RRs) or rate ratios for dichotomous data and mean differences (MDs) for continuous data. We combined trial results where appropriate."
    },
    {
      "heading": "Main results",
      "text": "No new trials were identified for inclusion in this update. We identified 12 trials for inclusion, 10 of which contributed outcomes data. There were a total of 6820 participants. In trials of healthy children living in low-income communities, two trials did not demonstrate a significant difference between the zinc-supplemented and placebo groups in the numbers of participants experiencing an episode of definite otitis media during follow-up (3191 participants); another trial showed a significantly lower incidence rate of otitis media in the zinc group (rate ratio 0.69, 95% confidence interval (CI) 0.61 to 0.79, n = 1621). A small trial of 39 infants undergoing treatment for severe malnutrition suggested a benefit of zinc for the mean number of episodes of otitis media (mean difference (MD) -1.12 episodes, 95% CI -2.21 to -0.03). Zinc supplements did not seem to cause any serious adverse events but a small minority of children were reported to have vomited shortly after ingestion of the supplements. The trial evidence included is generally of good quality, with a low risk of bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Evidence on whether zinc supplementation can reduce the incidence of otitis media in healthy children under the age of five years living in low- and middle-income countries is mixed. There is some evidence of benefit in children being treated for marasmus (severe malnutrition), but this is based on one small trial and should therefore be treated with caution."
    }
  ],
  "pls_title": "Zinc supplements for preventing middle ear infections",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Middle ear infections are common, especially among young children, usually causing earache and some temporary (occasionally permanent) hearing loss. Zinc is an essential micronutrient, which has a role in the optimal functioning of the immune system and resistance to infection. It must be consumed regularly as it cannot be stored in the body. Some people, especially children in low- and middle-income countries, may not have adequate zinc intake from food alone. Researchers have examined the potential role of zinc supplements in preventing infective illnesses. Therefore we wanted to discover whether zinc supplements have any role in preventing middle ear infections."
    },
    {
      "heading": "Study characteristics",
      "text": "The review authors searched the medical literature for studies up to March 2014. We searched for trials which compared middle ear infections in people randomly selected to receive zinc supplements or who did not receive supplements. We found 10 eligible studies, all conducted amongst young children. The total number of participants was 6820. Nine trials were conducted in low- and middle-income countries. Seven trials were conducted on healthy children. Participants included both males and females."
    },
    {
      "heading": "Results",
      "text": "The results of the trials provided no convincing evidence that zinc supplements reduce the occurrence of middle ear infections in healthy children. However, in one small study of severely malnourished children, those receiving zinc supplements had fewer middle ear infections. The only adverse effect was vomiting."
    },
    {
      "heading": "Quality of evidence",
      "text": "The trial evidence included is generally of good quality, with a low risk of bias. All the included trials included otitis media only as a secondary outcome. Therefore, there was a potential to miss trials which were less publicised or less well indexed within the electronic databases."
    }
  ]
}