{
  "doi": "10.1002/14651858.CD005048.pub4",
  "name": "Interventions for dysphagia in oesophageal cancer",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Most patients with oesophageal and gastro-oesophageal carcinoma are diagnosed at an advanced stage and require palliative intervention. Although there are many kinds of interventions, the optimal one for the palliation of dysphagia remains unclear. This review updates the previous version published in 2009."
    },
    {
      "heading": "Objectives",
      "text": "The aim of this review was to systematically analyse and summarise the efficacy of different interventions used in the palliation of dysphagia in primary oesophageal and gastro-oesophageal carcinoma."
    },
    {
      "heading": "Search methods",
      "text": "To find new studies for this updated review, in January 2014 we searched, according to the Cochrane Upper Gastrointestinal and Pancreatic Diseases model, the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library), MEDLINE, EMBASE and CINAHL; and major conference proceedings (up to January 2014)."
    },
    {
      "heading": "Selection criteria",
      "text": "Only randomised controlled trials (RCTs) were included in which patients with inoperable or unresectable primary oesophageal cancer underwent palliative treatment. Different interventions like rigid plastic intubation, self-expanding metallic stent (SEMS) insertion, brachytherapy, external beam radiotherapy, chemotherapy, oesophageal bypass surgery, chemical and thermal ablation therapy, either head-to-head or in combination, were included. The primary outcome was dysphagia improvement. Secondary outcomes included recurrent dysphagia, technical success, procedure related mortality, 30-day mortality, adverse effects and quality of life."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data collection and analysis were performed in accordance with the methods of the Cochrane Upper Gastrointestinal and Pancreatic Diseases Review Group."
    },
    {
      "heading": "Main results",
      "text": "We included 3684 patients from 53 studies. SEMS insertion was safer and more effective than plastic tube insertion. Thermal and chemical ablative therapy provided comparable dysphagia palliation but had an increased requirement for re-interventions and for adverse effects. Anti-reflux stents provided comparable dysphagia palliation to conventional metal stents. Some anti-reflux stents might have reduced gastro-oesophageal reflux and complications. Newly-designed double-layered nitinol (Niti-S) stents were preferable due to longer survival time and fewer complications compared to simple Niti-S stents. Brachytherapy might be a suitable alternative to SEMS in providing a survival advantage and possibly a better quality of life, and might provide better results when combined with argon plasma coagulation or external beam radiation therapy."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Self-expanding metal stent insertion is safe, effective and quicker in palliating dysphagia compared to other modalities. However, high-dose intraluminal brachytherapy is a suitable alternative and might provide additional survival benefit with a better quality of life. Some anti-reflux stents and newly-designed stents lead to longer survival and fewer complications compared to conventional stents. Combinations of brachytherapy with self-expanding metal stent insertion or radiotherapy are preferable due to the reduced requirement for re-interventions. Rigid plastic tube insertion, dilatation alone or in combination with other modalities, and chemotherapy alone are not recommended for palliation of dysphagia due to a high incidence of delayed complications and recurrent dysphagia."
    }
  ],
  "pls_title": "Interventions for reducing difficulty in swallowing in people with oesophageal cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "For most patients with unresectable or inoperable oesophageal cancer, providing clinical benefit with palliative treatment is highly desirable. However, the optimal palliative technique for dysphagia improvement and better quality of life is not established."
    },
    {
      "heading": "Background",
      "text": "Dysphagia (difficulty or discomfort in swallowing) is common among patients with unresectable or inoperable oesophageal cancer. There are five levels of dysphagia, ranging from the ability to eat a normal diet to some solids, semisolids, liquids and to complete dysphagia."
    },
    {
      "heading": "Study characteristics",
      "text": "The review included randomised controlled studies comparing the use of different interventions to improve dysphagia among patients with inoperable or unresectable primary oesophageal cancer. To find new studies for this updated review, in January 2014 we searched, according to the Cochrane Upper Gastrointestinal and Pancreatic Diseases model, the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library), MEDLINE, EMBASE and CINAHL; and major conference proceedings (up to January 2014)."
    },
    {
      "heading": "Key results",
      "text": "The review updates the previous version but still fails to present any obvious superiority of one technique over another among the different kinds of interventions. Self-expanding metal stents provided safer and more effective relief of dysphagia compared to rigid plastic stents. Other techniques like radiotherapy or brachytherapy were also suitable alternatives and might be favourable in improving quality of life and prolonging survival. Individual differences should be emphasised when the intervention type was determined."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Half of the studies included in this review were of high quality. Most studies did not state the methods used to seek and report quality of life outcomes and adverse effects."
    }
  ]
}