{
  "doi": "10.1002/14651858.CD004019.pub4",
  "name": "Osteotomy for treating knee osteoarthritis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Patients with unicompartmental osteoarthritis of the knee can be treated with an osteotomy. The goal of an osteotomy is to unload the diseased compartment of the knee. This is the second update of the original review published in The Cochrane Library, Issue 1, 2005."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of an osteotomy for treating patients with knee osteoarthritis, including the following main outcomes scores: treatment failure, pain and function scores, health-related quality of life, serious adverse events, mortality and reoperation rate."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE and EMBASE (Current Contents, HealthSTAR) were searched until November 2013 for this second update."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and controlled clinical trials comparing an osteotomy with other treatments for patients with unicompartmental osteoarthritis of the knee."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials, extracted data and assessed risk of bias using the domains recommended in the 'Risk of bias' tool of The Cochrane Collaboration. The quality of the results was analysed by performing overall grading of evidence by outcome using the GRADE (Grades of Recommendation, Assessment, Development and Evaluation) approach."
    },
    {
      "heading": "Main results",
      "text": "Eight new studies were included in this update, for a total of 21 included studies involving 1065 people.\nIn four studies, the randomised sequence was adequately generated and clearly described. In eight studies, allocation concealment was adequately generated and described. In four studies, the blinding procedures were sufficient. In six studies, incomplete outcome data were not adequately addressed. Furthermore, in 11 studies, the selective outcome reporting item was unclear because no study protocol was provided.\nFollow-up of studies comparing different osteotomy techniques was too short to measure treatment failure, which implicates revision to a knee arthroplasty.\nFour studies evaluated a closing wedge high tibial osteotomy (CW-HTO) with another high tibial osteotomy (aHTO). Based on these studies, the CW-HTO group had 1.8% (95% confidence interval (CI) -7.7% to 4.2%; low-quality evidence) more pain compared with the aHTO group; this finding was not statistically significant. Pooled function in the CW-HTO group was 0.5% (95% CI -3.8% to 2.8%; low-quality evidence) higher compared with the aHTO group; this finding was not statistically significant. No data on health-related quality of life and mortality were presented.\nSerious adverse events were reported in only four studies and were not significantly different (low-quality evidence) between groups. The reoperation rate were scored as early hardware removal because of pain and pin track infection due to the external fixator. Risk of reoperation was 2.6 (95% CI 1.5 to 4.5; low-quality evidence) times higher in the aHTO group compared with the CW-HTO group, and this finding was statistically significant.\nThe quality of evidence for most outcomes comparing different osteotomy techniques was downgraded to low because of the numbers of available studies, the numbers of participants and limitations in design.\nTwo studies compared high tibial osteotomy versus unicompartmental knee replacement. Treatment failure and pain and function scores were not different between groups after a mean follow-up of 7.5 years. The osteotomy group reported more adverse events when compared with the unicompartmental knee replacement group, but the difference was not statistically significant. No data on health-related quality of life and mortality were presented.\nNo study compared an osteotomy versus conservative treatment.\nTen included studies compared differences in perioperative or postoperative conditions after high tibial osteotomy. In most of these studies, no statistically significant differences in outcomes were noted between groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The conclusion of this update did not change: Valgus high tibial osteotomy reduces pain and improves knee function in patients with medial compartmental osteoarthritis of the knee. However, this conclusion is based on within-group comparisons, not on non-operative controls. No evidence suggests differences between different osteotomy techniques. No evidence shows whether an osteotomy is more effective than alternative surgical treatment such as unicompartmental knee replacement or non-operative treatment. So far, the results of this updated review do not justify a conclusion on benefit of specific high tibial osteotomy technique for knee osteoarthritis."
    }
  ],
  "pls_title": "Osteotomy for treating knee osteoarthritis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "Researchers from The Cochrane Collaboration conducted a review of the effects of an osteotomy in people with osteoarthritis of the knee. Upon searching for all relevant studies until November 2013, they found 21 studies that included up to 1065 people. Their findings are summarised below.\nThis review shows that in people with osteoarthritis of the knee:\n• osteotomy can improve pain and function, but this is based on changes within a treatment group. No studies compared osteotomy versus conservative treatment; and\n• no evidence can be found for a preferred osteotomy technique."
    },
    {
      "heading": "What is osteoarthritis of the knee, and what is an osteotomy?",
      "text": "Osteoarthritis (OA) is a disease of the joints, such as the knee or the hip. When the joint loses cartilage, the bone grows to try to repair the damage. Instead of making things better, however, the bone grows abnormally and makes things worse. For example, the bone can become misshapen, and this can make the joint painful and unstable. This can affect physical function or ability to use the knee. Two main types of surgery are used to treat patients with osteoarthritis of the knee: knee replacement and osteotomy.\nOsteotomy is surgery in which the bones are cut and realigned. Osteotomy around the knee changes the alignment of the knee. Weight bearing will be shifted from the diseased part to a healthy part of the knee. By 'unloading' the damaged cartilage of the knee, osteotomy may decrease pain, improve function, slow knee deterioration and possibly delay the need for (partial or) total knee replacement surgery."
    },
    {
      "heading": "What happens to people after an osteotomy for knee osteoarthritis?",
      "text": "Follow-up of all studies was too short to allow scoring of treatment failure; this refers to a revision to a knee replacement.\nIn all studies, people reported less pain and improved knee function and quality of life after any type of high tibial osteotomy. However this comparison is based on differences before and after an osteotomy, not on comparison with non-operative treatment. Probably no differences in pain and function scores are noted between different osteotomy techniques.\nRare complications may include thromboembolism and lesions to nerves and vascular structures.\nThe most important reasons for reoperation include hardware removal resulting from pain and pin track infection due to the external fixator. This reoperation rate may be higher in patients undergoing another high tibial osteotomy technique compared with those treated with the closing wedge technique.\nTwo studies compared high tibial osteotomy versus partial knee replacement. Benefits did not differ between these types of surgery."
    }
  ]
}