{
  "doi": "10.1002/14651858.CD013018.pub2",
  "name": "Physical therapies for postural abnormalities in people with cystic fibrosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cystic fibrosis (CF) is the most common life-threatening, inherited disease in white populations which causes several dysfunctions, including postural abnormalities. Physical therapy may help in some consequences of these postural abnormalities, such as pain, trunk deformity and quality of life."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of a range of physical therapies for managing postural abnormalities in people with cystic fibrosis, specifically on quality of life, pain and trunk deformity."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis Trials Register, compiled from electronic database searches, hand-searched journals and conference abstract books. We also searched the reference lists of relevant articles and reviews. Additional searches were conducted on ClinicalTrials.gov and on the WHO International Clinical Trials Registry Platform for any planned, ongoing and unpublished studies.\nDate of the last search: 19 March 2020."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials examining any modality of physical therapy considered relevant for treating postural disorders compared with each other, no physical therapy, sham treatment or usual care in people with CF (of any age or disease severity)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected eligible trials, assessed the risk of bias in each trial and extracted the data. We contacted trial authors to obtain missing or additional information. We assessed the quality of the evidence using the GRADE criteria."
    },
    {
      "heading": "Main results",
      "text": "Two trials, involving a total of 50 participants with CF and postural abnormalities, were included in this review. One was in people with stable disease (lasting three months) and one in hospital inpatients experiencing an exacerbation (20 days). Both trials compared manual therapy comprising mobilizations to the rib cage and thoracic spine, treatment of specific muscle dysfunction or tight muscle groups; and postural awareness and education versus medical usual care. The age of participants ranged from 17 years to 58 years. Both trials were conducted in the UK.\nThe following outcomes were measured: change in quality of life, change in pain, change in trunk deformity and change in pulmonary function. Manual therapy may make little or no difference to the change in trunk deformity compared to usual care (low-quality evidence). No results could be analysed for quality of life (very low-quality evidence) and pain outcomes (very low-quality evidence) because of the high heterogeneity between trials. It is uncertain whether the intervention improves lung function: forced vital capacity (very low-quality evidence); forced expiratory volume in one second (very low-quality evidence); or Tiffeneau’s index (ratio of forced expiratory volume at one second (FEV1) and forced vital capacity (FVC)). Only one trial (15 participants) measured functional capacity, and the change in walked distance seemed to favour intervention over usual care, but with the possibility of no effect due to wide confidence intervals. The same trial also reported that six participants in the intervention group had positive comments about the intervention and no adverse events were mentioned."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Due to methodological limitations in the included trials, and in addition to the very low to low quality of the current evidence, there is limited evidence about the benefits of physical therapies on postural abnormalities in people with CF. Therefore, further well-conducted trials with robust methodologies are required considering a prior inclusion criterion to identify the participants who have postural abnormalities."
    }
  ],
  "pls_title": "Physical therapies for postural abnormalities in people with cystic fibrosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effects of physical therapies that can help the postural abnormalities in people with cystic fibrosis."
    },
    {
      "heading": "Background",
      "text": "Cystic fibrosis is a genetic disease that causes problems in some organs of the body, especially in the lungs. Recently, it has been noticed that postural abnormalities may happen because of the disease progression. Some physical therapies that promote the stretching and strengthening of the muscles connected to the spine may help improving the pain and quality of life in people with cystic fibrosis."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to: 19 March 2020."
    },
    {
      "heading": "Study characteristics",
      "text": "We included two trials in this review with 50 participants aged between 17 and 58 years and diagnosed with cystic fibrosis and postural abnormalities. The trials compared manual therapy (all physical therapies that promote relaxation of the muscles, as well as mobilization of the spine, such as massage, spinal mobilization) with usual care (the normal treatment they used to receive). Participants were placed in each treatment group at random. One trial was in hospital inpatients and lasted 20 days and the second was in outpatients and lasted three months. Most of the outcomes were reported in both trials."
    },
    {
      "heading": "Key results",
      "text": "The trials did not find any difference between manual therapy and usual care for changes in trunk deformity. We could not combine results for quality of life or pain scores because they were too different. We were not able to find a difference between manual therapy and usual care for lung function. Only one trial (15 participants) measured the change in walked distance which seemed to favour manual therapy over usual care, but this was not clear because there were a large range of results. One trial reported that participants from the manual therapy group enjoyed the type of the treatment they received and that adherence was also high. None of the trials reported any side effects."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Overall, there was only low- to very low-quality of evidence in all outcomes considered. Low-quality evidence means that our confidence in the effect of manual therapy is limited and the true effect may be very different. We think the fact that people knew which treatment they were receiving can affect the results for the change in quality of life, change in pain and change in lung function outcomes, but this may not affect the other outcomes. Therefore, we are still not confident that manual therapies improve outcomes that we consider important for the treatment of postural abnormalities."
    }
  ]
}