{
  "doi": "10.1002/14651858.CD004242.pub5",
  "name": "Day care versus in‐patient surgery for age‐related cataract",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Age-related cataract accounts for more than 40% of cases of blindness in the world with the majority of people who are blind from cataract living in lower income countries. With the increased number of people with cataract, it is important to review the evidence on the effectiveness of day care cataract surgery."
    },
    {
      "heading": "Objectives",
      "text": "To provide authoritative, reliable evidence regarding the safety, feasibility, effectiveness and cost-effectiveness of day case cataract extraction by comparing clinical outcomes, cost-effectiveness, patient satisfaction or a combination of these in cataract operations performed in day care versus in-patient units."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (which contains the Cochrane Eyes and Vision Group Trials Register) (2015, Issue 7), Ovid MEDLINE, Ovid MEDLINE In-Process and Other Non-Indexed Citations, Ovid MEDLINE Daily, Ovid OLDMEDLINE (January 1946 to August 2015), EMBASE (January 1980 to August 2015), Latin American and Caribbean Health Sciences Literature Database (LILACS) (January 1982 to August 2015), the ISRCTN registry (www.isrctn.com/editAdvancedSearch), ClinicalTrials.gov (www.clinicaltrials.gov) and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) (www.who.int/ictrp/search/en). We did not use any date or language restrictions in the electronic searches for trials. We last searched the electronic databases on 17 August 2015."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials comparing day care and in-patient surgery for age-related cataract. The primary outcome was the achievement of a satisfactory visual acuity six weeks after the operation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data. We contacted study authors for additional information. We collected adverse effects information from the trials."
    },
    {
      "heading": "Main results",
      "text": "We included two trials. One study was conducted in the USA in 1981 (250 people randomised and completed trial) and one study conducted in Spain in 2001 (1034 randomised, 935 completed trial). Both trials used extracapsular cataract extraction techniques that are not commonly used in higher income countries now. Most of the data in this review came from the larger trial, which we judged to be at low risk of bias.\nThe mean change in visual acuity (in Snellen lines) of the operated eye four months postoperatively was similar in people given day care surgery (mean 4.1 lines standard deviation (SD) 2.3, 464 participants) compared to people treated as in-patients (mean 4.1 lines, SD 2.2, 471 participants) (P value = 0.74). No data were available from either study on intra-operative complications.\nWound leakage, intraocular pressure (IOP) and corneal oedema were reported in the first day postoperatively and at four months after surgery. There was an increased risk of high IOP in the day care group in the first day after surgery (risk ratio (RR) 3.33, 95% confidence intervals (CI) 1.21 to 9.16, 935 participants) but not at four months (RR 0.61, 95% CI 0.14 to 2.55, 935 participants). The findings for the other outcomes were inconclusive with wide CIs. There were two cases of endophthalmitis observed at four months in the day care group and none in the in-patient group. The smaller study stated that there were no infections or severe hyphaemas.\nIn a subset of participants evaluated for quality of life (VF14 questionnaire) similar change in quality of life before and four months after surgery was observed (mean change in VF14 score: day care group 25.2, SD 21.2, 150 participants; in-patient group: 23.5, SD 25.7, 155 participants; P value = 0.30). Subjective assessment of patient satisfaction in the smaller study suggested that participants preferred to recuperate at home, were more comfortable in their familiar surroundings and enjoyed the family support that they received at home. Costs were 20% more for the in-patient group and this was attributed to higher costs for overnight stay."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review provides evidence that there is cost saving with day care cataract surgery compared to in-patient cataract surgery. Although effects on visual acuity and quality of life appeared similar, the evidence with respect to postoperative complications was inconclusive because the effect estimates were imprecise. Given the wide-spread adoption of day care cataract surgery, future research in cataract clinical pathways should focus on evidence provided by high quality clinical databases (registers), which would enable clinicians and healthcare planners to agree clinical and social indications for in-patient care and so make better use of resources."
    }
  ],
  "pls_title": "Same day surgery compared to overnight stay for treatment of cataract caused by old age",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Is day care surgery as effective, safe and feasible for treatment of cataract as in-patient surgery?"
    },
    {
      "heading": "Background",
      "text": "The lens in the eyes can become cloudy with age (called cataracts), leading to blurry vision or total vision loss. Cataracts can be surgically removed by breaking up the lens and removing the pieces with a needle (a process called phacoemulsification), followed by the placing of an artificial lens to restore vision. This method of surgery is quick and together with a shorter recovery period has made the possibility of day surgery a reality. We wanted to find out whether operation in a day care unit was as effective and safe as staying overnight after an operation to replace the lens and regain better vision. Furthermore, we were interested to know what the side effects, risks and complications were of the two different approaches. We took into account improvement in quality of life and differences in costs."
    },
    {
      "heading": "Study characteristics",
      "text": "The review included two trials (up to August 2015) conducted in Spain and the USA, involving 1284 people with cataract. A total of 68 people were treated as day care surgery, while 598 stayed overnight in the hospital. The mean age of the participants was about 70 years and there were slightly more women than men. The studies were not funded by a drug company."
    },
    {
      "heading": "Key results",
      "text": "The two studies in this review found that in developed countries at least, there was some evidence that day surgery for this type of cataract extraction may not only be cheaper but just as effective as hospitalisation and overnight stay for cataract extraction. Although the evidence on complications after surgery such as swelling of the cornea, leaking of the wound and temporary increased pressure within the eye was inconclusive, there appeared to be little differences in visual acuity and improvements in quality of life."
    },
    {
      "heading": "Quality of evidence",
      "text": "One of the two studies showed limitations in study design and the way it was run, probably as it was an old study and reported in a less robust way. It provided fewer data for the review. The people included in the studies were representative for the group we were interested in."
    }
  ]
}