{
  "doi": "10.1002/14651858.CD005969.pub3",
  "name": "Magnification devices for endodontic therapy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "After the introduction of microsurgical principles in endodontics involving new techniques for root canal treatment, there has been a drive to enhance the visualisation of the surgical field. It is important to know if the technical advantages for the operator brought in by magnification devices such as surgical microscopes, endoscopes and magnifying loupes, are also associated with advantages for the patient in terms of improvement of clinical and radiographic outcomes. This version updates the review published in 2009."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate and compare the effects of endodontic treatment performed with the aid of magnification devices versus endodontic treatment without magnification devices. We also aimed to compare the different magnification devices used in endodontics with one another."
    },
    {
      "heading": "Search methods",
      "text": "The following electronic databases were searched: the Cochrane Oral Health Group Trials Register (to 13 October 2015), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library, 2015, Issue 9), MEDLINE via OVID (1946 to 13 October 2015) and EMBASE via OVID (1980 to 13 October 2015). We searched the US National Institutes of Health Trials Register (http://clinicaltrials.gov) and the WHO Clinical Trials Registry Platform for ongoing trials. No restrictions were placed on the language or date of publication when searching the electronic databases."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered all randomised controlled trials (RCTs) and quasi-randomised controlled trials comparing endodontic therapy performed with versus without one or more magnification devices, as well as randomised and quasi-randomised trials comparing two or more magnification devices used as an adjunct to endodontic therapy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We conducted screening of search results independently and in duplicate. We obtained full papers for potentially relevant trials. The Cochrane Collaboration statistical guidelines were to be followed for data synthesis."
    },
    {
      "heading": "Main results",
      "text": "No trials met the inclusion criteria for this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No article was identified in the current literature that satisfied the criteria for inclusion. It is unknown if and how the type of magnification device affects the treatment outcome, considering the high number of factors that may have a significant impact on the success of endodontic surgical procedure. This should be investigated by further long-term, well-designed RCTs that conform to the CONSORT statement (www.consort-statement.org/)."
    }
  ],
  "pls_title": "Magnification devices for endodontic therapy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Do magnification devices improve the success of root canal treatments (endodontic therapy)?"
    },
    {
      "heading": "Background",
      "text": "Endodontic therapy is a treatment on the infected pulp of a tooth to remove the infection and the pain it causes. As the instruments for this treatment have become more complicated and precise, it is widely accepted practice that magnification devices should be used, with the hope that this will improve outcomes of the therapy for patients. There are different types of magnification devices that may differ in their ability to increase the success of treatments. However, there is little data to support the use of magnification devices, or help dentists decide which is the best one."
    },
    {
      "heading": "Search",
      "text": "This version updates the review published in 2009. We searched the literature up to 13 October 2015."
    },
    {
      "heading": "Key results",
      "text": "We did not find any studies that met the inclusion criteria for this review."
    },
    {
      "heading": "Quality of the evidence",
      "text": "This review showed that there is no evidence available to assess whether magnification devices improve the success of endodontic therapy. There is therefore a need for further research to help clinicians and patients to make informed choices about treatment options."
    }
  ]
}