{
  "doi": "10.1002/14651858.CD001416.pub5",
  "name": "Zonisamide add‐on therapy for focal epilepsy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The majority of people with epilepsy have a good prognosis, and their seizures can be well controlled with the use of a single antiepileptic agent, but up to 30% develop dug-resistant epilepsy, especially those with focal seizures. In this review, we summarised the evidence from randomised controlled trials (RCT) of zonisamide, used as an add-on treatment for focal epilepsy uncontrolled by one or more concomitant antiepileptic drug.\nThis is an updated version of the Cochrane review previously published in 2018."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy and tolerability of zonisamide, when used as an add-on treatment for people with focal epilepsy uncontrolled by one or more concomitant antiepileptic drugs."
    },
    {
      "heading": "Search methods",
      "text": "For the latest update, we searched the Cochrane Register of Studies (CRS Web) and MEDLINE Ovid (September 2019). In addition, we contacted Eisai Limited (makers and licensees of zonisamide) and experts in the field, to seek any ongoing or unpublished studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials, in which add-on zonisamide was compared with placebo or another antiepileptic drug in people with focal epilepsy, uncontrolled by one or more concomitant antiepileptic drugs."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion, extracted data, assessed for risk of bias using the Cochrane 'Risk of bias' tool, and assessed the certainty of the evidence, using the GRADE approach. The primary outcome was at least a 50% reduction in total seizure frequency; the secondary outcomes were (1) tolerability; and (2) adverse effects. We used an intention-to-treat approach for our primary analyses. We estimated summary risk ratios (RRs) for each outcome. We displayed a summary of the estimates of effects and certainty of the evidence for each outcome in a 'Summary of findings' table."
    },
    {
      "heading": "Main results",
      "text": "We did not find any new studies since the last version of this review. We included eight studies (1636 participants) from previous versions of this review.\nThe overall RR with 95% confidence interval (CI) for at least a 50% reduction in seizure frequency for 300 mg to 500 mg/day of zonisamide compared to placebo was 1.90 (95% CI 1.63 to 2.22; 7 trials, 1371 participants; moderate-certainty evidence). The RR for 50% reduction in seizure frequency compared to placebo for any dose of zonisamide (100 mg to 500 mg/day) was 1.86 (95% CI 1.60 to 2.17; 7 trials, 1429 participants; moderate-certainty evidence). The number needed to treat for an additional beneficial outcome was six (95% CI 4.1 to 6.8). Two trials provided evidence of a dose-response relationship for this outcome. The RR for treatment withdrawal for 300 mg to 500 mg/day of zonisamide compared to placebo was 1.59 (95% CI 1.18 to 2.13; 6 trials, 1099 participants; moderate-certainty evidence), and for 100 mg to 500 mg/day was 1.44 (95% CI 1.08 to 1.93; 6 trials, 1156 participants; moderate-certainty evidence). The number needed to treat for an additional harmful outcome was 15 (95% CI 9.3 to 36.7). The following adverse effects were more likely to be associated with zonisamide than with placebo: ataxia (RR 3.85, 99% CI 1.36 to 10.93; 4 trials, 734 participants; low-certainty evidence); somnolence (RR 1.52, 99% CI 1.00 to 2.31; 8 trials, 1636 participants; moderate-certainty evidence); agitation (RR 2.35, 99% CI 1.05 to 5.27; 4 trials, 598 participants; low-certainty evidence); and anorexia (RR 2.74, 99% CI 1.64 to 4.60; 6 trials, 1181 participants; low-certainty evidence).\nAcross the eight studies, we rated risk of bias domains at low or unclear risk of bias, apart from two studies, which we rated at high risk of attrition bias. Five of the eight studies were sponsored by the drug companies that produced zonisamide."
    },
    {
      "heading": "Authors' conclusions",
      "text": "When used as an add-on treatment in people with focal epilepsy, uncontrolled by one or more concomitant antiepileptic drugs, moderate-certainty evidence found that zonisamide was more successful than placebo at reducing the frequency of seizures by at least 50%. We were unable to identify minimum effective and maximum tolerated doses. The included trials evaluated a maximum stable-dose phase of 18 weeks, so results cannot be used to confirm longer periods of efficacy in seizure control. The results cannot be extrapolated to monotherapy, or to people with other seizure types or epilepsy syndromes."
    }
  ],
  "pls_title": "Zonisamide add-on for focal epilepsy that does not respond to other medication",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Around 70% of people with epilepsy can become seizure-free with antiepileptic drug treatment. The remaining 30% of people with epilepsy may not respond to antiepileptic drugs, and may still experience seizures. Older drugs do not prevent seizures for everyone, and they have side effects. New drugs have been developed to try to treat people who do not respond to the older drugs, and to try to limit the side effects. These newer drugs may be taken along with the person's existing medication, as an 'add-on' treatment."
    },
    {
      "heading": "Key results",
      "text": "Searches of six databases found eight randomised controlled trials (1636 participants), which compared the addition of the antiepileptic drug zonisamide to one or more antiepileptic drugs to a placebo, for a period of 12 weeks, in people with uncontrolled focal epilepsy.\nTaking all the evidence of the trials into account, we found that seizure frequency was reduced for people with focal epilepsy if zonisamide was added to their usual treatment. Participants treated with 300 mg to 500 mg/day of zonisamide were twice as likely as people given placebo tablets in addition to their usual treatment, to experience at least a 50% reduction in the frequency of their seizures. However, adding zonisamide to their usual treatment was associated with an increase in side effects, such as problems with co-ordination (ataxia), drowsiness (somnolence), agitation, and poor appetite (anorexia)."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "We assessed that the risk of bias within the individual trials was low, or we did not have enough information to decide. Five of the eight studies were sponsored by the drug companies that produce zonisamide. We rated the certainty of the evidence for the main outcomes as moderate. Further research is likely to have an important impact on our confidence in the estimate of effect and may change the estimate. More research is needed that concentrates on examining the response of different doses of zonisamide.\nThe evidence is current to September 2019."
    }
  ]
}