{
  "doi": "10.1002/14651858.CD002208",
  "name": "Methadone maintenance at different dosages for opioid dependence",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Methadone maintenance treatment (MMT) is a long term opiod replacement therapy, effective in the management of opiod dependence. Even if MMT at high dosage is recommended for reducing illicit opioid use and promoting longer retention in treatment, at present day \"the organisation and regulation of the methadone maintenance treatment varies widely\"."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy of different dosages of MMT in modifying health and social outcomes and in promoting patients' familiar, occupational and relational functioning."
    },
    {
      "heading": "Search methods",
      "text": "We searched: \n- MEDLINE (OVID 1966-2001) \n- EMBASE (1988-2001) \n- ERIC (1988-2001) \n- Psychinfo (1947-2001) \n- Cochrane Controlled Trials Register (CCTR) (1947-2001) \n- Register of the Cochrane Drug and Alcohol Group (CDAG) (1947-2001) \nThe CDAG search strategy was applied together with a specific MESH strategy.\nFurther studies were searched through: \n· letters to the authors \n· check of references."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised Controlled Trials (RCT) and Controlled Prospective Studies (CPS) evaluating methadone maintenance at different dosages in the management of opioid dependence. Non-randomised trials were included when proper adjustment for confounding factors was performed at the analysis stage."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data Extraction was performed separately by two reviewers. Discrepancies were resolved by a third reviewer. Quality assessments of the methodology of studies were carried out using CDAG checklist."
    },
    {
      "heading": "Main results",
      "text": "22 studies were excluded. 21 studies were included: 11 were RCTs (2279 participants) and 10 were CPSs (3715 participants).\nOutcomes: Retention rate - RCTs: High versus low doses at shorter follow-ups: RR=1.36 [1.13,1.63], and at longer ones: RR=1.62 [0.95,2.77]. \nOpioid use (self reported), times/w - RCTs: high versus low doses WMD= -2.00 [-4.77,0.77] high vs middle doses WMD= -1.89[-3.43, -0.35] \nOpioid abstinence, (urine based) at >3-4 w - RCTs: high versus low ones: RR=1.59 [1.16,2.18] high vs middle doses RR=1.51[0.63,3.61] \nCocaine abstinence (urine based) at >3-4 w - RCTs: high versus low doses RR=1.81 [1.15,2.85] \nOverdose mortality - CPSs: high dose versus low dose at 6 years follow up: RR=0.29 [0.02-5.34] high dose vs middle dose at 6 years follow up: RR=0.38 [0.02-9.34] middle dose vs low dose at 6 years follow up: RR=0.57 [0.06-5.06]"
    },
    {
      "heading": "Authors' conclusions",
      "text": "Methadone dosages ranging from 60 to 100 mg/day are more effective than lower dosages in retaining patients and in reducing use of heroin and cocaine during treatment. To find the optimal dose is a clinical ability, but clinician must consider these conclusions in treatment strategies."
    }
  ],
  "pls_title": "Methadone maintenance at different dosages for opioid dependence",
  "pls_type": "long",
  "pls": "People who are addicted to opioids have high risks of receiving an overdose of opioid, HIV, hepatitis B and C infections and criminal activity. This has led to a harm reduction treatment approach to drug addiction. Treatment is aimed at a reduction in these risks and relapses to opioid and polysubstance use and promoting psychosocial adjustment. Methadone maintenance treatment is a long-term opioid replacement therapy that is used to manage opioid dependence, reduce illicit opioid use and promote retention in treatment. Taken by mouth and active over 24 to 36 hours, it is an opioid drug that removes the euphoric effects of heroin and reduces withdrawal symptoms as well as being compatible with normal activities at work or school. The review authors identified 21 controlled trials involving a total of 5994 opioid users. In 11 of these trials, all from the USA, 2279 participants were randomised to methadone treatment at different doses or another treatment (buprenorphine or levomethadyl). Treatment was for between seven and 53 weeks. A further 10 controlled trials did not randomly assign the total of 3715 participants to a treatment. These were from various diverse countries and followed opioid users for one to 10 years. Higher doses of methadone (60 to 100 mg/day) were more effective than lower doses (1 to 39 mg/day) in retaining opioid users in therapy and in reducing illicit use of heroin and cocaine during treatment. Side effects of methadone appeared to be similar at the different doses, in one trial only. \nThe organisation and regulation of methadone maintenance treatment varies widely and some countries have explicit guidelines for programme operation. Methadone maintenance treatment involves the prescription of a drug which itself causes dependence. This means that treatment is not naturally aimed at the total recovery of the individual."
}