{
  "doi": "10.1002/14651858.CD008599.pub2",
  "name": "Debridement for venous leg ulcers",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Venous ulcers (also known as varicose or venous stasis ulcers) are a chronic, recurring and debilitating condition that affects up to 1% of the population. Best practice documents and expert opinion suggests that the removal of devitalised tissue from venous ulcers (debridement) by any one of six methods helps to promote healing. However, to date there has been no review of the evidence from randomised controlled trials (RCTs) to support this."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of different debriding methods or debridement versus no debridement, on the rate of debridement and wound healing in venous leg ulcers."
    },
    {
      "heading": "Search methods",
      "text": "In February 2015 we searched: The Cochrane Wounds Group Specialised Register; The Cochrane Central Register of Controlled Trials (CENTRAL); Ovid MEDLINE; Ovid MEDLINE (In-Process & Other Non-Indexed Citations); Ovid EMBASE and EBSCO CINAHL. There were no restrictions with respect to language, date of publication or study setting. In addition we handsearched conference proceedings, journals not cited in MEDLINE, and the bibliographies of all retrieved publications to identify potential studies. We made contact with the pharmaceutical industry to enquire about any completed studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs, either published or unpublished, which compared two methods of debridement or compared debridement with no debridement. We presented study results in a narrative form, as meta-analysis was not possible."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Independently, two review authors completed all study selection, data extraction and assessment of trial quality; resolution of disagreements was completed by a third review author."
    },
    {
      "heading": "Main results",
      "text": "We identified 10 RCTs involving 715 participants. Eight RCTs evaluated autolytic debridement and included the following agents or dressings: biocellulose wound dressing (BWD), non-adherent dressing, honey gel, hydrogel (gel formula), hydrofibre dressing, hydrocolloid dressings, dextranomer beads, Edinburgh University Solution of Lime (EUSOL) and paraffin gauze. Two RCTs evaluated enzymatic preparations and one evaluated biosurgical debridement. No RCTs evaluated surgical, sharp or mechanical methods of debridement, or debridement versus no debridement. Most trials were at a high risk of bias.\nThree RCTs assessed the number of wounds completely debrided. All three of these trials compared two different methods of autolytic debridement (234 participants), with two studies reporting statistically significant results: one study (100 participants) reported that 40/50 (80%) ulcers treated with dextranomer beads and 7/50 (14%) treated with EUSOL achieved complete debridement (RR 5.71, 95% CI 2.84 to 11.52); while the other trial (86 participants) reported the number of ulcers completely debrided as 31/46 (76%) for hydrogel versus 18/40 (45%) for paraffin gauze (RR 0.67, 95% CI 0.45 to 0.99). One study (48 participants) reported that by 12 weeks, 15/18 (84%) ulcers treated with BWD had achieved a 75% to 100% clean, granulating wound bed versus 4/15 (26%) treated with non-adherent petrolatum emulsion-impregnated gauze.\nFour trials assessed the mean time to achieve debridement: one (86 participants) compared two autolytic debridement methods, two compared autolytic methods with enzymatic debridement (71 participants), and the last (12 participants) compared autolytic with biosurgical debridement; none of the results achieved statistical significance.\nTwo trials that assessed autolytic debridement methods reported the number of wounds healed at 12 weeks. One trial (108 participants) reported that 24/54 (44%) ulcers treated with honey healed versus 18/54 (33%) treated with hydrogel (RR (adjusted for baseline wound diameter) 1.38, 95% CI 1.02 to 1.88; P value 0.037). The second trial (48 participants) reported that 7/25 (28%) ulcers treated with BWD healed versus 7/23 (30%) treated with non-adherent dressing.\nReduction in wound size was assessed in five trials (444 participants) in which two autolytic methods were compared. Results were statistically significant in one three-armed trial (153 participants) when cadexomer iodine was compared to paraffin gauze (mean difference 24.9 cm², 95% CI 7.27 to 42.53, P value 0.006) and hydrocolloid compared to paraffin gauze (mean difference 23.8 cm², 95% CI 5.48 to 42.12, P value 0.01). A second trial that assessed reduction in wound size based its results on median differences and, at four weeks, produced a statistically significantly result that favoured honey over hydrogel (P value < 0.001). The other three trials reported no statistically significant results for reduction in wound size, although one trial reported that the mean percentage reduction in wound area was greater at six and 12 weeks for BWD versus a non-adherent dressing (44% versus 24% week 6; 74% versus 54% week 12).\nPain was assessed in six trials (544 participants) that compared two autolytic debridement methods, but the results were not statistically significant. No serious adverse events were reported in any trial."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is limited evidence to suggest that actively debriding a venous leg ulcer has a clinically significant impact on healing. The overall small number of participants, low number of studies and lack of meta-analysis in this review precludes any strong conclusions of benefit. Comparisons of different autolytic agents (hydrogel versus paraffin gauze; Dextranomer beads versus EUSOL and BWD versus non-adherent dressings) and Larvae versus hydrogel all showed statistically significant results for numbers of wounds debrided. Larger trials with follow up to healing are required."
    }
  ],
  "pls_title": "Debridement for venous leg ulcers",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Venous leg ulcers are a common type of leg wound. They can cause pain, stress, social isolation and depression. These ulcers take approximately 12 weeks to heal and the best and first treatment to try is compression bandages. In an attempt to improve the healing process it is thought that removing dead or dying tissue (debridement) from the surface of the wound can speed up healing. Six different methods can be used to achieve debridement: use of an instrument such as a scalpel (with or without anaesthesia - surgical debridement and sharp debridement, respectively); washing solutions and dressings (mechanical debridement); enzymes that break down the affected tissue (enzymatic debridement); moist dressings or natural agents, or both, to promote the wound's own healing processes (autolytic debridement); or maggots (biosurgical debridement)."
    },
    {
      "heading": "Objectives",
      "text": "We assessed evidence from medical research to try to determine how effective these different methods of debridement are in debriding wounds. We also wanted to understand what effect, if any, debridement has on the healing of venous ulcers, and whether any method of debridement is better than no debridement when it comes to wound healing."
    },
    {
      "heading": "Search methods",
      "text": "We searched a wide range of electronic databases and also reports from conferences up to 10 February 2015. We included studies written in any language that included men and women of any age, cared for in any setting, from any country, and we did not set a limit on the years in which studies were published. We were only interested in robust research, and so restricted our search to randomised controlled trials (in which people are randomly allocated to the methods being tested). All trial participants were required to have a venous ulcer with dead tissue (slough) present in the wound."
    },
    {
      "heading": "Results",
      "text": "We found ten studies that included a total of 715 participants. These were conducted in a range of countries and care settings. Participants had an average age of 68 years, and there were more women than men. Most of the studies were small, with half of them having fewer than 67 participants. The trials tested a range of debridement methods including: autolytic methods such as non-adherent dressings; very small beads; biocellulose dressings; honey; gels; gauze and methods using enzymes. Autolytic methods of debridement, were the most frequently tested. We identified no studies that tested surgical, sharp or mechanical methods of debridement and no studies that tested debridement against no debridement.\nIt was not possible to say whether any of the methods evaluated performed better than the rest. There was some evidence to suggest that sloughy ulcers that had more than 50% of slough removed after four weeks were more likely to heal by 12 weeks; and some evidence to suggest that ulcers debrided using honey were more likely to heal by 12 weeks than ulcers debrided with hydrogel. What remains uncertain at this time is whether debridement itself, or any particular form of debridement is beneficial in the treatment of venous ulcers.\nThe overall quality of the evidence we identified was low, as studies were small in size, and most were of short duration. There were differences between them in terms of the amount of slough in the wound bed of the ulcers at the start of the trial, in treatment regimes, the duration of treatments, and the methods used to assess how well the debridement treatments had worked. In six trials, the people assessing the wounds were aware of the type of treatment each patient was receiving, which may have affected the impartiality of their evaluations. Five studies did not provide information on all the results (outcomes) in their trials, and this missing information on important benefits or harms of the debridement method being evaluated meant that those trials were at a high risk of bias and of producing unreliable results. Only two studies reported side effects due to the treatment; these included maceration (or wetness) of the skin around the ulcers, infection and skin inflammation."
    }
  ]
}