{
  "doi": "10.1002/14651858.CD004753.pub4",
  "name": "Nonsteroidal anti‐inflammatory drugs for pain in women with endometriosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Endometriosis is a common gynaecological condition that affects women and can lead to painful symptoms and infertility. It greatly affects women's quality of life, impacting their careers, everyday activities, sexual and nonsexual relationships and fertility. Nonsteroidal anti-inflammatory drugs (NSAIDs) are most commonly used as first-line treatment for women with pain associated with endometriosis."
    },
    {
      "heading": "Objectives",
      "text": "To assess effects of NSAIDs used for management of pain in women with endometriosis compared with placebo, other NSAIDs, other pain management drugs or no treatment."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Gynaecology and Fertility Group Specialised Register of Controlled Trials (October 2016), published in the Cochrane Central Register of Controlled Trials (CENTRAL) in the Cochrane Library, as well as MEDLINE (January 2008 to October 2016), Embase (date limited from 1 January 2016 to 19 October 2016, as all earlier references are included in CENTRAL output as a result of the Embase project), registers of ongoing trials and the reference lists of relevant publications. We identified no new randomised controlled trials. Unless we identify new evidence in the future, we will not update this review."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs) describing use of NSAIDs for management of pain associated with endometriosis in women of all ages."
    },
    {
      "heading": "Data collection and analysis",
      "text": "In the 2009 update of this review, two review authors (CA and SH) independently read and extracted data from each of the included studies. We analysed cross-over trials using the inverse variance method of RevMan to calculate odds ratios for binary outcomes."
    },
    {
      "heading": "Main results",
      "text": "We identified no new trials for the 2016 update. This review includes two trials, but we included only one trial, with 24 women, in the analyses.\nThe overall risk of bias was unclear owing to lack of methodological detail. Using the GRADE method, we judged the quality of the evidence to be very low. We downgraded evidence for risk of bias and for imprecision (wide confidence intervals and evidence based on a single small trial).\nComparison of NSAIDs (naproxen) versus placebo revealed no evidence of a positive effect on pain relief (odds ratio (OR) 3.27, 95% confidence interval (CI) 0.61 to 17.69; one trial, 24 women; very low-quality evidence ) in women with endometriosis. Evidence indicating whether women taking NSAIDs (naproxen) were less likely to require additional analgesia (OR 0.12, 95% CI 0.01 to 1.29; one trial, 24 women; very low-quality evidence ) or to experience side effects (OR 0.46, 95% CI 0.09 to 2.47; one trial, 24 women; very low-quality evidence) when compared with placebo was inconclusive.\nStudies provided no data on quality of life, effects on daily activities, absence from work or school, need for more invasive treatment or participant satisfaction with treatment."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Owing to lack of high-quality evidence and lack of reporting of outcomes of interest for this review, we can make no judgement as to whether NSAIDs (naproxen) are effective in managing pain caused by endometriosis. There is no evidence that one NSAID is more effective than another. As shown in other Cochrane reviews, women taking NSAIDs must be aware that these drugs may cause unintended effects."
    }
  ],
  "pls_title": "Nonsteroidal anti-inflammatory drugs for management of pain in women with endometriosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Endometriosis is a gynaecological condition that commonly affects women of childbearing age. It can lead to painful symptoms, including painful periods, pain during or after sexual intercourse, pelvic and lower abdominal pain and infertility. It can greatly affect women's quality of life by impacting their careers, everyday activities, sexual and nonsexual relationships and fertility. Nonsteroidal anti-inflammatory drugs (NSAIDs) are most commonly used as first-line treatment for women with endometriosis because they have few side effects, and many are available over the counter."
    },
    {
      "heading": "Why is this important?",
      "text": "Endometriosis is very common, but the condition can be difficult to diagnose. In 2015, 1.8 billion women (aged 15 to 49 years) in the world had received a diagnosis of endometriosis. It is estimated that up to 60% of women with painful periods have endometriosis. Endometriosis greatly affects women's quality of life, impacting their careers, everyday activities, sexual and nonsexual relationships and fertility. An unpublished survey conducted by a patient support organisation in the United Kingdom - Endometriosis UK (www.endometriosis-uk.org/) - found that 65% of women with endometriosis reported that their condition had negatively affected their employment. Ten per cent of women had to reduce their hours of work, and 30% had not been able to continue in the same employment. As many as 16% of women were unable to continue in any employment, and 6% needed to claim state benefits; thus, in addition to their feelings of loss as contributors to society, they became dependent upon others. This increased their feelings of low self-esteem. Endometriosis is seen as a significant public health issue because a large number of women are affected and illnesses associated with this disease are significant.\nNonsteroidal anti-inflammatory drugs are readily available without prescription for pain relief. They work by preventing or slowing down the production of prostaglandins, which helps to relieve the painful cramps associated with endometriosis. However, a Cochrane review on the use of NSAIDs for painful periods found greater risk of stomach upset (e.g. nausea, diarrhoea) or other side effects (e.g. headache, drowsiness, dizziness, dryness of the mouth). We conducted the present review to compare all NSAIDs used to treat women with painful symptoms caused by endometriosis versus placebo, other pain management drugs or no treatment, to evaluate their effectiveness and safety."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for new evidence in October 2016 and identified no new randomised controlled trials.\nFrom previous updates, this review found limited evidence on the effectiveness of NSAIDs (specifically naproxen) for management of pain caused by endometriosis. This review is also limited in that it includes only one study with data suitable for analysis, and this study involved only 20 women. Available evidence is of very low quality, mainly owing to poor reporting of methods, lack of precision in findings for overall pain relief, unintended side effects of treatment and the need for extra pain relief. The included trial did not report on quality of life, effects on daily activities, absence from work or school or participant satisfaction with treatment."
    },
    {
      "heading": "What does this mean?",
      "text": "Available evidence does not allow us to conclude whether NSAIDs are effective for managing pain caused by endometriosis, or whether any individual NSAID is more effective than another. As has been shown in other Cochrane reviews, women who use NSAIDs must be aware that NSAIDs may cause adverse effects such as nausea, vomiting, headache and drowsiness. Unless we identify new evidence in the future, we will not update this review again."
    },
    {
      "heading": "Quality of evidence",
      "text": "Evidence was of very low quality owing to risk of bias and imprecision (findings were based on a single small trial)."
    }
  ]
}