{
  "doi": "10.1002/14651858.CD010269.pub2",
  "name": "Alpha‐2 agonists for long‐term sedation during mechanical ventilation in critically ill patients ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Sedation reduces patient levels of anxiety and stress, facilitates the delivery of care and ensures safety. Alpha-2 agonists have a range of effects including sedation, analgesia and antianxiety. They sedate, but allow staff to interact with patients and do not suppress respiration. They are attractive alternatives for long-term sedation during mechanical ventilation in critically ill patients."
    },
    {
      "heading": "Objectives",
      "text": "To assess the safety and efficacy of alpha-2 agonists for sedation of more than 24 hours, compared with traditional sedatives, in mechanically-ventilated critically ill patients."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL, Issue 10, 2014), MEDLINE (1946 to 9 October 2014), EMBASE (1980 to 9 October 2014), CINAHL (1982 to 9 October 2014), Latin American and Caribbean Health Sciences Literature (1982 to 9 October 2014), ISI Web of Science (1987 to 9 October 2014), Chinese Biological Medical Database (1978 to 9 October 2014) and China National Knowledge Infrastructure (1979 to 9 October 2014), the World Health Organization international clinical trials registry platform (to 9 October 2014), Current Controlled Trials metaRegister of controlled trials active registers (to 9 October 2014), the ClinicalTrials.gov database (to 9 October 2014), the conference proceedings citation index (to 9 October 2014) and the reference lists of included studies and previously published meta-analyses and systematic reviews for relevant studies. We imposed no language restriction."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomized and quasi-randomized controlled trials comparing alpha-2 agonists (clonidine or dexmedetomidine) versus alternative sedatives for long-term sedation (more than 24 hours) during mechanical ventilation in critically ill patients."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed study quality and extracted data. We contacted study authors for additional information. We performed meta-analyses when more than three studies were included, and selected a random-effects model due to expected clinical heterogeneity. We calculated the geometric mean difference for continuous outcomes and the risk ratio for dichotomous outcomes. We described the effects by values and 95% confidence intervals (CIs). We considered two-sided P < 0.05 to be statistically significant."
    },
    {
      "heading": "Main results",
      "text": "Seven studies, covering 1624 participants, met the inclusion criteria. All included studies investigated adults and compared dexmedetomidine with traditional sedatives, including propofol, midazolam and lorazepam. Compared with traditional sedatives, dexmedetomidine reduced the geometric mean duration of mechanical ventilation by 22% (95% CI 10% to 33%; four studies, 1120 participants, low quality evidence), and consequently the length of stay in the intensive care unit (ICU) by 14% (95% CI 1% to 24%; five studies, 1223 participants, very low quality evidence). There was no evidence that dexmedetomidine decreased the risk of delirium (RR 0.85; 95% CI 0.63 to 1.14; seven studies, 1624 participants, very low quality evidence) as results were consistent with both no effect and appreciable benefit. Only one study assessed the risk of coma, but lacked methodological reliability (RR 0.69; 95% CI 0.55 to 0.86, very low quality evidence). Of all the adverse events included, the most commonly reported one was bradycardia, and we observed a doubled (111%) increase in the incidence of bradycardia (RR 2.11; 95% CI 1.39 to 3.20; six studies, 1587 participants, very low quality evidence). Our meta-analysis provided no evidence that dexmedetomidine had any impact on mortality (RR 0.99; 95% CI 0.79 to 1.24; six studies, 1584 participants, very low quality evidence). We observed high levels of heterogeneity in risk of delirium (I² = 70%), but due to the limited number of studies we were unable to determine the source of heterogeneity through subgroup analyses or meta-regression. We judged six of the seven studies to be at high risk of bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In this review, we found no eligible studies for children or for clonidine. Compared with traditional sedatives, long-term sedation using dexmedetomidine in critically ill adults reduced the duration of mechanical ventilation and ICU length of stay. There was no evidence for a beneficial effect on risk of delirium and the heterogeneity was high. The evidence for risk of coma was inadequate. The most common adverse event was bradycardia. No evidence indicated that dexmedetomidine changed mortality. The general quality of evidence ranged from very low to low, due to high risks of bias, serious inconsistency and imprecision, and strongly suspected publication bias. Future studies could pay more attention to children and to using clonidine."
    }
  ],
  "pls_title": "Dexmedetomidine and clonidine for long-term sedation during mechanical ventilation in critically ill patients",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the safety and efficacy of dexmedetomidine and clonidine (known as alpha-2 agonists) for long-term sedation during mechanical ventilation in critically ill patients in the intensive care unit (ICU)."
    },
    {
      "heading": "Background",
      "text": "Sedation is an important treatment for critically ill patients who need a machine to support breathing, because it reduces anxiety and stress and facilitates the delivery of nursing care. However, some commonly-used sedatives, such as propofol, midazolam and lorazepam, might decrease blood pressure, depress breathing, and delay awakening after a long-term infusion. They may prolong breathing support time and length of stay in hospital. Dexmedetomidine and clonidine sedate but allow staff to interact with patients, and they ease pain but do not depress breathing. Those treated with them could be more easy to awake, and more able to communicate their discomfort and pain. These drugs are therefore attractive alternatives for long-term sedation, and we planned to assess their efficacy and safety for long-term (more than 24 hours) sedation, compared with traditional sedatives."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched the databases until October 2014. We included seven randomized controlled trials, with a total of 1624 participants, comparing dexmedetomidine versus traditional sedatives. All the studies required participants to have an anticipated need for sedation of more than 24 hours. The alternative sedatives included propofol, midazolam and lorazepam. We found no eligible studies in children or for clonidine. Of the seven studies, six were funded by the drug manufacturer, and one did not state any conflict of interest."
    },
    {
      "heading": "Key results",
      "text": "Compared with traditional sedatives, dexmedetomidine reduced the breathing support time by approximately one-fifth, and the length of stay time in ICU by one-seventh. Dexmedetomidine was at least as effective as traditional sedatives for producing sedation and maintaining a light sedation level. There was no clear evidence in support of dexmedetomidine reducing the risk of delirium (a kind of acute confusion state), as results were consistent with both no effect and appreciable benefit. We had insufficient information to draw conclusions about reducing the risk of coma. Dexmedetomidine doubled the incidence of slow heartbeat, which was the most commonly reported adverse event. Our review provides no evidence that dexmedetomidine changed the overall death rate."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The general quality of evidence ranged from very low to low, as most of the studies were at high risk of bias, serious inconsistency and imprecision, or strongly suspected publication bias."
    }
  ]
}