{
  "doi": "10.1002/14651858.CD009929.pub2",
  "name": "Nidotherapy for people with schizophrenia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Nidotherapy is a therapeutic method that principally aims to modify the environment of people with schizophrenia and other serious mental illnesses, whilst working in conjunction with, or alongside other treatments. Rather than focusing on direct treatments or interventions, the aim is to help the individual identify the need for, and work to effect environmental change with the aim of minimising the impact of any form of mental disorder on the individual and society."
    },
    {
      "heading": "Objectives",
      "text": "To review the effects of nidotherapy added to standard care, compared with standard care or no treatment for people with schizophrenia or related disorders."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group Trials Register (December 2011) and supplemented this by contacting relevant study authors, handsearching nidotherapy articles and manually searching reference lists."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials (RCTs) that compared nidotherapy with standard care or no treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We independently selected and quality assessed potential trials. We reliably extracted data. We calculated risk ratios (RR) and 95% confidence intervals (CI) of homogeneous dichotomous data. Scale data were only extracted from valid scales. For non-skewed continuous endpoint data, we estimated mean difference (MD) between groups. Skewed data have been presented in the Data and analyses as 'other data', with acknowledged means and standard deviations. We assessed risk of bias for the included study and used GRADE to create a 'Summary of findings' table."
    },
    {
      "heading": "Main results",
      "text": "We included only one study that compared nidotherapy-enhanced standard care with standard care alone (total 52 participants); this study was classified by its authors as a 'pilot study'. The duration of the included study was 18 months in total. The single study examined the short-term (up to six months) and medium-term (between six and 12 months) effects of nidotherapy-enhanced standard care versus standard care.\nNidotherapy-enhanced standard care was favoured over standard care for social functioning in both the short term (n = 50, 1 RCT, MD -2.10, 95% CI -4.66 to 0.46) and medium term (n = 37, 1 RCT, MD -1.70, 95% CI -4.60 to 1.20, Very low quality ); however, these results did not reach statistical significance. Results concerning engagement with non-inpatient services favoured the intervention group in both the short term (n = 50, 1 RCT, MD 2.00, 95% CI 0.13 to 3.87) and medium term (n = 37, 1 RCT, MD 1.70, 95% CI -0.09 to 3.49), with statistical significance evident in the short term, but not in the medium term. Results of people leaving the study early favoured the intervention in the short term (n = 52, 1 RCT, RR 0.86, 95% CI 0.06 to 12.98), with slight favour of the control group at medium term (n = 50, 1 RCT, RR 0.99, 95% CI 0.39 to 2.54); again, these results did not reach statistical significance. Results for the adverse effects/events of death (measured by 12 months) favoured the intervention (n = 52, 1 RCT, RR 0.29, 95% CI 0.01 to 6.74, Very low quality) but with no statistical significance. Skewed results were available for mental state, service use, and economic outcomes, and present a mixed picture of the benefits of nidotherapy."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Further research is needed into the possible benefits or harms of this newly-formulated therapy. Until such research is available, patients, clinicians, managers and policymakers should consider it an experimental approach."
    }
  ],
  "pls_title": "Nidotherapy for schizophrenia",
  "pls_type": "long",
  "pls": "Nidotherapy (from the Latin ‘nidus’ or ‘nest’) aims at identifying the need for and making changes to a person’s environment and surroundings. It works alongside other treatments to make improvements to a person’s well being, housing, money management, personal relationships, work and other factors. The aim of nidotherapy is not to change the person (whereas other psychological therapies often aim to make changes in an individual’s behaviour, emotions and thinking) but to create a better ‘fit’ between the environment and the individual. As a consequence the individual may improve, but this is not a direct result of treatment but because a more harmonious relationship has been created with the environment. Benefits of nidotherapy may include improvements in people’s relationships, self-esteem, taking their medication, mental health and generally creating a better life situation. If environmental factors or someone’s surroundings are at all responsible for causing illness and relapse, then nidotherapists and people with schizophrenia can identify these factors together to try and reduce the number and severity of relapses.\nThis review includes one small pilot study with 52 participants. The study compared nidotherapy with standard care versus standard care alone and lasted 18 months. Findings suggest some limited evidence that those who received nidotherapy might experience a slight improvement in social functioning or personal relationships, mental state and may spend less time as inpatients in hospital over the course of 12 months, but there is no information concerning the appropriateness of this for the individual. However, these limited findings need to be treated with considerable caution. The degree of any possible improvements that come from taking part in nidotherapy remain unclear due to the single study’s small sample size, incomplete evidence and risk of bias. No evidence is available on the effect of nidotherapy on general functioning, quality of life, taking medication, satisfaction with treatment, employment status or adverse effects. Further research is required to fill this gap in knowledge about the effectiveness, benefits and possible hazards of nidotherapy. Until such a time, people with mental health problems, health professionals, managers and policymakers should consider this new therapy an experimental one.\nThis summary has been written by a consumer Ben Gray (Benjamin Gray, Service User and Service User Expert, Rethink Mental Illness. Email: [email protected])."
}