{
  "doi": "10.1002/14651858.CD000093.pub6",
  "name": "Cephalomedullary nails versus extramedullary implants for extracapsular hip fractures in older adults ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Hip fractures are a major healthcare problem, presenting a substantial challenge and burden to patients, healthcare systems and society. The increased proportion of older adults in the world population means that the absolute number of hip fractures is rising rapidly across the globe. Most hip fractures are treated surgically. This Cochrane Review evaluates evidence for implants used to treat extracapsular hip fractures."
    },
    {
      "heading": "Objectives",
      "text": "To assess the relative effects of cephalomedullary nails versus extramedullary fixation implants for treating extracapsular hip fractures in older adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, Web of Science, the Cochrane Database of Systematic Reviews, Epistemonikos, ProQuest Dissertations & Theses, and the National Technical Information Service in July 2020. We also searched clinical trials databases, conference proceedings, reference lists of retrieved articles, and conducted backward-citation searches."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and quasi-RCTs comparing cephalomedullary nails with extramedullary implants for treating fragility extracapsular hip fractures in older adults. We excluded studies in which all or most fractures were caused by a high-energy trauma or specific pathologies other than osteoporosis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. We collected data for seven critical outcomes: performance of activities of daily living (ADL), delirium, functional status, health-related quality of life, mobility, mortality (reported within four months of surgery as 'early mortality'; and reported from four months onwards, with priority given to data at 12 months, as '12 months since surgery'), and unplanned return to theatre for treating a complication resulting directly or indirectly from the primary procedure (such as deep infection or non-union). We assessed the certainty of the evidence for these outcomes using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included 76 studies (66 RCTs, 10 quasi-RCTs) with a total of 10,979 participants with 10,988 extracapsular hip fractures. The mean ages of participants in the studies ranged from 54 to 85 years; 72% were women. Seventeen studies included unstable trochanteric fractures; three included stable trochanteric fractures only; one included only subtrochanteric fractures; and other studies included a mix of fracture types. More than half of the studies were conducted before 2010. Owing to limitations in the quality of reporting, we could not easily judge whether care pathways in these older studies were comparable to current standards of care.\nWe downgraded the certainty of the outcomes because of high or unclear risk of bias; imprecision (when data were available from insufficient numbers of participants or the confidence interval (CI) was wide); and inconsistency (when we noted substantial levels of statistical heterogeneity or differences between findings when outcomes were reported using other measurement tools).\nThere is probably little or no difference between cephalomedullary nails and extramedullary implants in terms of mortality within four months of surgery (risk ratio (RR) 0.96, 95% CI 0.79 to 1.18; 30 studies, 4603 participants) and at 12 months (RR 0.99, 95% CI 0.90 to 1.08; 47 studies, 7618 participants); this evidence was assessed to be of moderate certainty. We found low-certainty evidence for differences in unplanned return to theatre but this was imprecise and included clinically relevant benefits and harms (RR 1.15, 95% CI 0.89 to 1.50; 50 studies, 8398 participants). The effect estimate for functional status at four months also included clinically relevant benefits and harms; this evidence was derived from only two small studies and was imprecise (standardised mean difference (SMD) 0.02, 95% CI -0.27 to 0.30; 188 participants; low-certainty evidence). Similarly, the estimate for delirium was imprecise (RR 1.22, 95% CI 0.67 to 2.22; 5 studies, 1310 participants; low-certainty evidence). Mobility at four months was reported using different measures (such as the number of people with independent mobility or scores on a mobility scale); findings were not consistent between these measures and we could not be certain of the evidence for this outcome. We were also uncertain of the findings for performance in ADL at four months; we did not pool the data from four studies because of substantial heterogeneity. We found no data for health-related quality of life at four months.\nUsing a cephalomedullary nail in preference to an extramedullary device saves one superficial infection per 303 patients (RR 0.71, 95% CI 0.53 to 0.96; 35 studies, 5087 participants; moderate-certainty evidence) and leads to fewer non-unions (RR 0.55, 95% CI 0.32 to 0.96; 40 studies, 4959 participants; moderate-certainty evidence). However, the risk of intraoperative implant-related fractures was greater with cephalomedullary nails (RR 2.94, 95% CI 1.65 to 5.24; 35 studies, 4872 participants; moderate-certainty evidence), as was the risk of later fractures (RR 3.62, 95% CI 2.07 to 6.33; 46 studies, 7021 participants; moderate-certainty evidence). Cephalomedullary nails caused one additional implant-related fracture per 67 participants. We noted no evidence of a difference in other adverse events related or unrelated to the implant, fracture or both.\nSubgroup analyses provided no evidence of differences between the length of cephalomedullary nail used, the stability of the fracture, or between newer and older designs of cephalomedullary nail."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Extramedullary devices, most commonly the sliding hip screw, yield very similar functional outcomes to cephalomedullary devices in the management of extracapsular fragility hip fractures. There is a reduced risk of infection and non-union with cephalomedullary nails, however there is an increased risk of implant-related fracture that is not attenuated with newer designs. Few studies considered patient-relevant outcomes such as performance of activities of daily living, health-related quality of life, mobility, or delirium. This emphasises the need to include the core outcome set for hip fracture in future RCTs."
    }
  ],
  "pls_title": "Metal implants used to fix broken bones near the hip joint in older adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- Extramedullary implants produce very similar outcomes overall to cephalomedullary nails in the treatment of this type of hip fracture.\n- There is a reduced risk of infection and non-union (in which the bone fails to heal) with cephalomedullary nails, but an increased risk of implant-related fracture."
    },
    {
      "heading": "Hip fractures in older people",
      "text": "A hip fracture is a break at the top of the thigh bone. In this review, we included people with a break near the hip joint. These types of broken hip are common in older adults whose bones may be fragile because of a condition called osteoporosis. They often happen after a fall from a standing or sitting position."
    },
    {
      "heading": "What are the treatments?",
      "text": "A common way of mending this type of break is to fix the broken parts of bone with metal implants.\n- During an operation, the surgeon may insert a metal rod (nail) through the top of the leg bone down towards the knee. This nail (called a cephalomedullary nail) is held in place with screws.\n- Alternatively, the surgeon may use a metal plate which sits on the outer edge of the broken bone (called an extramedullary implant) which is attached to the bone with screws."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared these two types of treatment. We wanted to find out the benefits and harms of these different treatments. We combined the findings from studies to see if we could find out if one treatment was better than another."
    },
    {
      "heading": "What did we find?",
      "text": "We found 76 studies, involving a total of 10,979 adults with 10,988 hip fractures. The average age of study participants ranged from 54 to 85 years and 72% were women; this is usual for people who have this type of fracture.\nWe found that there is probably little difference between treatment with a cephalomedullary nail or an extramedullary implant in the number of people who die within four months of surgery or at 12 months. There may be little or no difference in the number of people who experience confusion (also called delirium) after their surgery, and little or no difference in hip function (ability to use the hip) at four months after surgery. There may also be little or no difference in the number of people who need an additional operation on their broken hip. We are unsure whether there is a difference in how well a person can perform their daily activities, or in their health-related quality of life at four months. We are also unsure whether cephalomedullary nails improve a person's ability to walk independently (with no more than one walking stick) at four months.\nWe also looked at possible side effects (or harms) from the fracture itself or from using one or other of the implants. For most types of common side effects in hip fracture surgery, there was no evidence of a difference between these two types of implants. We found that fewer people had an infection at the site of surgery, or a broken bone that failed to heal (called a non-union), when a cephalomedullary nail was used. However, more people had a fracture during or after surgery when a cephalomedullary nail was used."
    },
    {
      "heading": "Are we confident in what we found?",
      "text": "- We are moderately confident in the findings about how many people die after surgery. A large number of studies reported this, and the findings were often similar.\n- We were less confident about the evidence for delirium, hip function, and additional operations. These findings included the possibility of a benefit with one of the treatments (for example, fewer operations) as well as the possibility of harm (for example, more operations).\n- We were very unsure about the findings for how well people could perform their daily activities. This was because we could not explain the wide differences between findings in each study.\n- We were unsure about the findings for health-related quality of life because we could not account for the number of participants lost during study follow-up.\n- We were also unsure about the findings for a person's ability to walk independently four months after surgery. This was because studies measured walking ability in different ways, and they sometimes had different findings.\nAll the evidence that we found included at least some studies that had not clearly reported methods used to randomise participants (i.e. to allocate them by chance) to one of the two types of implants. These studies, with less rigorous study designs, might affect our findings."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The evidence is up-to-date to July 2020."
    }
  ]
}