{
  "doi": "10.1002/14651858.CD004233.pub4",
  "name": "Single dose oral celecoxib for acute postoperative pain in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an update of a review first published in The Cochrane Library in Issue 4, 2008, and updated in Issue 3, 2012. Celecoxib is a selective cyclo-oxygenase-2 (COX-2) inhibitor usually prescribed for the relief of chronic pain in osteoarthritis and rheumatoid arthritis. Celecoxib is believed to be associated with fewer upper gastrointestinal adverse effects than conventional non-steroidal anti-inflammatory drugs (NSAIDs). Its effectiveness in acute pain was demonstrated in the earlier reviews."
    },
    {
      "heading": "Objectives",
      "text": "To assess analgesic efficacy and adverse effects of a single oral dose of celecoxib for moderate to severe postoperative pain in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, the Oxford Pain Database, and ClinicalTrials.gov. The most recent search was to 31 May 2013."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, double-blind, placebo-controlled trials (RCTs) of adults prescribed any dose of oral celecoxib or placebo for acute postoperative pain."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors assessed studies for quality and extracted data. We converted summed pain relief (TOTPAR) or pain intensity difference (SPID) into dichotomous information, yielding the number of participants with at least 50% pain relief over four to six hours. We used this to calculate the relative benefit (RB) and number needed to treat to benefit (NNT), for one patient to achieve at least 50% of maximum pain relief with celecoxib who would not have done so with placebo. We used information on use of rescue medication to calculate the proportion of participants requiring rescue medication and the weighted mean of the median time to use."
    },
    {
      "heading": "Main results",
      "text": "Ten studies (1785 participants) met the inclusion criteria. The two new studies in this update had been identified in the earlier update, but data were not available. There remain three potentially relevant unpublished studies for which data are not available at this time.\nThe NNT for celecoxib 200 mg and 400 mg compared with placebo for at least 50% of maximum pain relief over four to six hours was 4.2 (95% confidence interval (CI) 3.4 to 5.6) and 2.6 (95% CI 2.3 to 3.0) respectively. The median time to use of rescue medication was 6.6 hours with celecoxib 200 mg, 8.4 hours with celecoxib 400 mg, and 2.3 hours with placebo. The proportion of participants requiring rescue medication over 24 hours was 74% with celecoxib 200 mg, 63% for celecoxib 400 mg, and 91% for placebo. The NNT to prevent one patient using rescue medication was 4.8 (95% CI 3.5 to 7.7) and 3.5 (95% CI 2.9 to 4.6) for celecoxib 200 mg and 400 mg respectively. Adverse events were generally mild to moderate in severity, and were experienced by a similar proportion of participants in the celecoxib and placebo groups. One serious adverse event that was probably related to celecoxib was reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Single-dose oral celecoxib is an effective analgesic for postoperative pain relief. Indirect comparison suggests that the 400 mg dose has similar efficacy to ibuprofen 400 mg."
    }
  ],
  "pls_title": "Single-dose oral celecoxib for postoperative pain",
  "pls_type": "long",
  "pls": "Acute pain is often felt soon after injury. Most people who have surgery have moderate or severe pain afterwards. People with pain are used to test pain killers. They have often had wisdom teeth removed. The pain is often treated with pain killers given by mouth. Results can then be applied to other forms of acute pain.\nA series of reviews has looked at how good pain killers are. This review looked at a drug called celecoxib. Celecoxib is most often used for chronic pain caused by arthritis and is one of a group of medicines called non-steroidal anti-inflammatory drugs (NSAIDs). When used for a long time, celecoxib has fewer side effects associated with the digestive system than other NSAIDs.\nThis review assessed information from 10 studies which used celecoxib for acute pain. Just over 3 in 10 people (33%) taking celecoxib 200 mg, and over 4 in 10 (43%) taking celecoxib 400 mg, experienced good pain relief (at least 50%) compared to about 1 in 10 (range 1% to 11%) with placebo. Comparing the results of the different studies showed that the 200 mg dose of celecoxib was at least as good as aspirin 600 to 650 mg and paracetamol (acetaminophen) 1000 mg for relieving postoperative pain, while a 400 mg dose was at least as good as ibuprofen 400 mg. The number of people who experienced negative (adverse) reactions was similar for celecoxib and placebo, and stopping the medication due to these adverse reactions also occurred at similar rates. One serious adverse event, muscle breakdown (rhabdomyolysis), was probably related to celecoxib."
}