{
  "doi": "10.1002/14651858.CD010061.pub5",
  "name": "Paracetamol (acetaminophen) for patent ductus arteriosus in preterm or low birth weight infants ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The different management strategies for patent ductus arteriosus (PDA) in preterm infants are expectant management, surgery, or medical treatment with non-selective cyclo-oxygenase inhibitors. Randomized controlled trials (RCTs) have suggested that paracetamol may be an effective and safe agent for the closure of a PDA."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy and safety of paracetamol as monotherapy or as part of combination therapy via any route of administration, compared with placebo, no intervention, or another prostaglandin inhibitor, for prophylaxis or treatment of an echocardiographically-diagnosed PDA in preterm or low birth weight infants."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, and three trials registers on 13 October 2021, and one other database on 1 March 2022. We also checked references and contacted study authors to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs and quasi-RCTs in which paracetamol (single-agent or combination therapy) was compared to no intervention, placebo, or other agents used for closure of PDA, irrespective of dose, duration, and mode of administration in preterm infants. Two independent authors reviewed the search results and made a final selection of potentially eligible articles through discussion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We performed data collection and analyses in accordance with the methods of Cochrane Neonatal. We used the GRADE approach to assess the certainty of evidence for the following outcomes: failure of ductal closure after the first course of treatment; all-cause mortality during initial hospital stay; and necrotizing enterocolitis (NEC)."
    },
    {
      "heading": "Main results",
      "text": "For this update, we included 27 studies enrolling 2278 infants. We considered the overall risk of bias in the 27 studies to vary from low to unclear. We identified 24 ongoing studies.\nParacetamol versus ibuprofen\nThere was probably little to no difference between paracetamol and ibuprofen for failure of ductal closure after the first course (risk ratio (RR) 1.02, 95% confidence interval (CI) 0.88 to 1.18; 18 studies, 1535 infants; moderate-certainty evidence). There was likely little to no difference between paracetamol and ibuprofen for all-cause mortality during hospital stay (RR 1.09, 95% CI 0.80 to 1.48; 8 studies, 734 infants; moderate-certainty evidence), and for NEC (RR 1.30, 95% CI 0.87 to 1.94; 10 studies, 1015 infants; moderate-certainty evidence).\nParacetamol versus indomethacin\nThere was little to no difference between paracetamol and indomethacin for failure of ductal closure after the first course (RR 1.02, 95% CI 0.78 to 1.33; 4 studies, 380 infants; low-certainty evidence). There was little to no difference between paracetamol and indomethacin for all-cause mortality during hospital stay (RR 0.86, 95% CI 0.39 to 1.92; 2 studies, 114 infants; low-certainty evidence). The rate of NEC may be lower in the paracetamol group (3.7%) versus the indomethacin group(9.2%) (RR 0.42, 95% CI 0.19 to 0.96; 4 studies, 384 infants; low-certainty evidence).\nProphylactic paracetamol versus placebo/no intervention\nProphylactic paracetamol (17%) compared to placebo/no intervention (61%) may reduce failure of ductal closure after one course (RR 0.27, 95% CI 0.18 to 0.42; 3 studies, 240 infants; low-certainty evidence). There was little to no difference between prophylactic paracetamol and placebo/no intervention for all-cause mortality during hospital stay (RR 0.59, 95% CI 0.24 to 1.44; 3 studies, 240 infants; low-certainty evidence). No studies reported on NEC.\nEarly paracetamol treatment versus placebo/no intervention\nEarly paracetamol treatment (28%) compared to placebo/no intervention (79%) may reduce failure of ductal closure after one course when used before 14 days' postnatal age (RR 0.35, 95% CI 0.23 to 0.53; 2 studies, 127 infants; low-certainty evidence). No studies reported on all-cause mortality during hospital stay or NEC.\nLate paracetamol treatment versus placebo/no intervention\nThere was little to no difference between late paracetamol and placebo for failure of ductal closure after one course of treatment when used at or after 14 days' postnatal age (RR 0.85, 95% CI 0.72 to 1.01; 1 study, 55 infants; low-certainty evidence) or NEC (RR 1.04, 95% CI 0.07 to 15.76; 1 study, 55 infants; low-certainty evidence). No data were reported for all-cause mortality during hospital stay.\nParacetamol combined with ibuprofen versus ibuprofen combined with placebo or no intervention\nThere was little to no difference between paracetamol plus ibuprofen compared to ibuprofen plus placebo or no intervention for failure of ductal closure after the first course (RR 0.77, 95% CI 0.43 to 1.36; 2 studies, 111 infants; low-certainty evidence). There was little to no difference between paracetamol plus ibuprofen compared to ibuprofen plus placebo or no intervention for NEC (RR 0.33, 95% CI 0.01 to 7.45; 1 study, 24 infants; low-certainty evidence). No data were reported for all-cause mortality during hospital stay."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Moderate-certainty evidence suggests that there is probably little or no difference in effectiveness between paracetamol and ibuprofen; low-certainty evidence suggests that there is probably little or no difference in effectiveness between paracetamol and indomethacin; low-certainty evidence suggests that prophylactic paracetamol may be more effective than placebo/no intervention; low-certainty evidence suggests that early paracetamol treatment may be more effective than placebo/no intervention; low-certainty evidence suggests that there is probably little or no difference between late paracetamol treatment and placebo, and probably little or no difference in effectiveness between the combination of paracetamol plus ibuprofen versus ibuprofen alone for the closure of PDA after the first course of treatment. The majority of neonates included in these studies were of moderate preterm gestation. Thus, establishing the efficacy and safety of paracetamol for PDA treatment in extremely low birth weight (ELBW: birth weight < 1000 grams) and extremely low gestational age neonates (ELGANs < 28 weeks' gestation) requires further studies."
    }
  ],
  "pls_title": "What are the benefits and risks of paracetamol (acetaminophen) for patent ductus arteriosus (PDA, a blood vessel necessary for fetal survival) in preterm and low birth weight infants?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "A common complication for preterm (premature) or small babies is a patent ductus arteriosus (PDA). Blood circulation to the (as yet) non-functioning lungs is unnecessary before birth. This is because the placenta delivers oxygen to the fetal blood supply. The PDA is a temporary fetal blood vessel that connects the pulmonary artery (the vessel that, after birth, takes blood depleted of oxygen from the heart to the lungs) to the aorta (the vessel that takes freshly oxygenated blood, returned from the lungs to the heart by the pulmonary vein, away from the heart and on the beginning of its journey around the body). In other words, the PDA ‘short-circuits’ the fetal circulation of blood through the lungs. It is necessary to sustain life in the womb, but it should close after birth. Sometimes the PDA remains open because of the baby's immature stage of development.\nA PDA in preterm babies is associated with life-threatening complications. The usual treatment for PDA has been the medicines indomethacin or ibuprofen, which inhibit the production of prostaglandins and promote the closure of the PDA. Prostaglandins are chemical compounds made throughout the body (i.e. not in any one particular organ), particularly wherever soft tissues are damaged. Their production (or 'synthesis') plays a key role in healing processes. They are known to play an important role in keeping the ductus arteriosus open (or 'patent'), so lowering their production would encourage closure of the ductus arteriosus.\nRecently, paracetamol (acetaminophen) – a commonly used medicine to treat fever or pain in infants, children, and adults – has been suggested as an alternative to ibuprofen, with potentially fewer side effects. A number of clinical trials have suggested that paracetamol may be an alternative for the closure of a PDA. Exactly how paracetamol works to close the PDA is not known, but probably involves inhibition of prostaglandin synthesis."
    },
    {
      "heading": "What did we want to find out?",
      "text": "How effective and safe is paracetamol, which has weak anti-inflammatory properties, compared with placebo (a substance with no active therapeutic effect), or no intervention, or non-steroidal anti-inflammatory medicines (indomethacin and ibuprofen), for closure of a PDA in preterm or low birth weight infants?"
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at short-term (benefit and safety) and long-term (neurodevelopmental) effects of paracetamol used either alone or in combination with ibuprofen compared to ibuprofen, indomethacin, placebo, or no intervention for prevention or treatment of a significant PDA in preterm or small babies. We subclassified treatment into early (< 14 days of age) and late (≥ 14 days of age) treatment."
    },
    {
      "heading": "What did we find?",
      "text": "We identified 27 studies that enrolled 2278 preterm infants. These studies compared the efficacy and safety of paracetamol alone or in combination with ibuprofen versus ibuprofen, indomethacin, placebo, or no intervention for preventive treatment (prophylaxis) or treatment of a PDA. We identified 24 ongoing studies on this topic.\nWhen the results of the included studies were combined, we found:\n- the success rate for paracetamol to close a PDA was probably higher than that of placebo and likely similar to that of ibuprofen and indomethacin;\n- paracetamol appears to have fewer harmful effects on the kidney and intestine;\n- in two small studies that followed children to 24 months and five years of age, there was little to no difference in neurodevelopmental disability between the children given paracetamol and those given the non-experimental medicine or placebo.\nFor the key outcome of the closure of a PDA after the first course of treatment, we found:\n- moderate-certainty evidence that there is probably little or no difference in effectiveness between paracetamol and ibuprofen; \n- low-certainty evidence that there is probably little or no difference in effectiveness between paracetamol and indomethacin; \n- low-certainty evidence that prophylactic paracetamol may be more effective than placebo/no intervention; \n- low-certainty evidence that early paracetamol treatment may be more effective than placebo/no intervention; \n- low-certainty evidence that there is probably little or no difference between late paracetamol treatment and placebo, \n- low-certainty evidence that there is probably little or no difference in effectiveness between the combination of ibuprofen plus paracetamol and ibuprofen alone.\nThe majority of infants included in these studies were of moderate preterm gestation. Thus, establishing the efficacy and safety of paracetamol for PDA treatment in extremely low gestational age babies (ELGANs: less than 28 weeks' gestation) or extremely low birth weight babies (ELBW: birth weight less than 1000 grams) requires further studies.\nThe healthcare providers were not always 'blinded' (unaware of which drug the infants received) in the studies. Thus, we judged the quality (certainty) of the evidence to be moderate or low."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This review updates our previous review. The evidence is up to date to October 2021."
    }
  ]
}