{
  "doi": "10.1002/14651858.CD008605.pub4",
  "name": "Dopamine agonists for preventing ovarian hyperstimulation syndrome",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Ovarian hyperstimulation syndrome (OHSS) is a potentially serious complication of ovarian stimulation in assisted reproduction technology (ART). It is characterised by enlarged ovaries and an acute fluid shift from the intravascular space to the third space, resulting in bloating, increased risk of venous thromboembolism, and decreased organ perfusion. Most cases are mild, but forms of moderate or severe OHSS appear in 3% to 8% of in vitro fertilisation (IVF) cycles. Dopamine agonists were introduced as a secondary prevention intervention for OHSS in women at high risk of OHSS undergoing ART treatment."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of dopamine agonists in preventing OHSS in women at high risk of developing OHSS when undergoing ART treatment."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases from inception to 4 May 2020: Cochrane Gynaecology and Fertility Specialised Register, CENTRAL, MEDLINE, Embase, CINAHL, and PsycINFO for randomised controlled trials (RCTs) assessing the effect of dopamine agonists on OHSS rates. We also handsearched reference lists and grey literature."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered RCTs for inclusion that compared dopamine agonists with placebo/no intervention or another intervention for preventing OHSS in ART. Primary outcome measures were incidence of moderate or severe OHSS and live birth rate. Secondary outcomes were rates of clinical pregnancy, multiple pregnancy, miscarriage, and adverse events."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened titles, abstracts, and full texts of publications; selected studies; extracted data; and assessed risk of bias. We resolved disagreements  by consensus. We reported pooled results as odds ratios (OR) and 95% confidence interval (CI) by the Mantel-Haenszel method. We applied GRADE criteria to judge overall quality of the evidence."
    },
    {
      "heading": "Main results",
      "text": "The search identified six new RCTs, resulting in 22 included RCTs involving 3171 women at high risk of OHSS for this updated review. The dopamine agonists were cabergoline, quinagolide, and bromocriptine.\nDopamine agonists versus placebo or no intervention\nDopamine agonists probably lowered the risk of moderate or severe OHSS compared to placebo/no intervention (OR 0.32, 95% CI 0.23 to 0.44; 10 studies, 1202 participants; moderate-quality evidence). This suggests that if the risk of moderate or severe OHSS following placebo/no intervention is assumed to be 27%, the risk following dopamine agonists would be between 8% and 14%. We are uncertain of the effect of dopamine agonists on rates of live birth (OR 0.96, 95% CI 0.60 to 1.55; 3 studies, 362 participants; low-quality evidence). We are also uncertain of the effect of dopamine agonists on clinical pregnancy, multiple pregnancy, miscarriage  or adverse events (very low to low-quality evidence).\nDopamine agonists plus co-intervention versus co-intervention\nDopamine agonist plus co-intervention (hydroxyethyl starch, human albumin, or withholding ovarian stimulation 'coasting') may decrease the risk of moderate or severe OHSS compared to co-intervention (OR 0.48, 95% CI 0.28 to 0.84; 4 studies, 748 participants; low-quality evidence). Dopamine agonists may improve rates of live birth (OR 1.21, 95% CI 0.81 to 1.80; 2 studies, 400 participants; low-quality evidence). Dopamine agonists may improve rates of clinical pregnancy and miscarriage, but we are uncertain if they improve rates of multiple pregnancy  or adverse events (very low to low-quality evidence).\nDopamine agonists versus other active interventions\nWe are uncertain if cabergoline improves the risk of moderate or severe OHSS compared to human albumin (OR 0.21, 95% CI 0.12 to 0.38; 3 studies, 296 participants; very low-quality evidence), prednisolone (OR 0.27, 95% CI 0.05 to 1.33; 1 study; 150 participants; very low-quality evidence), hydroxyethyl starch (OR 2.69, 95% CI 0.48 to 15.10; 1 study, 61 participants; very low-quality evidence), coasting (OR 0.42, 95% CI 0.18 to 0.95; 3 studies, 320 participants; very low-quality evidence), calcium infusion (OR 1.83, 95% CI 0.88 to 3.81; I² = 81%; 2 studies, 400 participants; very low-quality evidence), or diosmin (OR 2.85, 95% CI 1.35 to 6.00; 1 study, 200 participants; very low-quality evidence). We are uncertain of the effect of dopamine agonists on rates of live birth (OR 1.08, 95% CI 0.73 to 1.59; 2 studies, 430 participants; low-quality evidence). We are uncertain of the effect of dopamine agonists on clinical pregnancy, multiple pregnancy or miscarriage (low to moderate-quality evidence). There were no adverse events reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Dopamine agonists probably reduce the incidence of moderate or severe OHSS compared to placebo/no intervention, while we are uncertain of the effect on adverse events and pregnancy outcomes (live birth, clinical pregnancy, miscarriage). Dopamine agonists plus co-intervention may decrease moderate or severe OHSS rates compared to co-intervention only, but we are uncertain whether dopamine agonists affect pregnancy outcomes. When compared to other active interventions, we are uncertain of the effects of dopamine agonists on moderate or severe OHSS and pregnancy outcomes."
    }
  ],
  "pls_title": "Can dopamine agonists prevent ovarian hyperstimulation syndrome in women undergoing fertility treatment with IVF or ICSI?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why we did this Cochrane Review",
      "text": "We wanted to find out whether dopamine agonists are effective and safe for preventing ovarian hyperstimulation syndrome (OHSS) in women at high risk of OHSS (e.g. women with polycystic ovaries or a high number of eggs following ovarian stimulation) undergoing in vitro fertilisation (IVF) or intracytoplasmic sperm injection (ICSI). How effective are these medicines compared to other types of medicines or withholding ovarian stimulation for a few days (called coasting))?"
    },
    {
      "heading": "Background",
      "text": "IVF (eggs and sperm are mixed in a laboratory and the resulting embryo inserted into the womb) or ICSI (an IVF procedure where a single sperm cell is injected directly into an egg in a laboratory and the resulting embryo inserted into the womb) are treatments for infertility. To do these, the ovaries (female reproductive organs) are stimulated to produce more eggs by giving women a hormone medication. OHSS is a complication of the stimulation of the ovaries in IVF or ICSI treatment where too many eggs develop, the ovaries swell up, and fluid leaks into other parts of the body, resulting in bloating of the stomach, blood clots, and a reduction in blood and oxygen to important organs. In most cases, the condition is mild and resolves without treatment, but some women develop a moderate or severe form of OHSS that requires hospitalisation. There is no cure for OHSS other than waiting for it to settle down and managing the symptoms until they disappear.\nDopamine agonists are a medicine that could prevent the leaking of fluid from the blood vessels to other parts of the body, which is a major problem in OHSS.\nSeveral treatments have been suggested to prevent OHSS. For example, coasting, or medications that keep fluid in the blood vessels (dopamine agonists, human albumin, hydroxyethyl starch, calcium, or diosmin) or support organ function (prednisolone)."
    },
    {
      "heading": "What we found",
      "text": ""
    },
    {
      "heading": ".",
      "text": "."
    },
    {
      "heading": "Key results",
      "text": "Dopamine agonists versus placebo/no treatment\nDopamine agonists appear to reduce the incidence of moderate or severe OHSS in women at high risk of OHSS compared with placebo (a pretend treatment) or no treatment. This suggests that of every 100 women having IVF or ICSI, 27 women taking placebo or no treatment will have moderate or severe OHSS, compared to eight to 14 women taking dopamine agonists. Dopamine agonists may improve pregnancy outcomes, but we remain uncertain if it might increase mild side effects, such as stomach upsets, feeling sick, or dizziness. We are uncertain of the effect of dopamine agonists on pregnancy outcomes, as, pregnancy data were scarcely reported.\nDopamine agonist plus another treatment versus another treatment\nTaking dopamine agonists combined with another active treatment may reduce the risk of moderate or severe OHSS compared to women taking another active treatment alone. This means that of 100 women having treatment with another active treatment alone for OHSS, 11 women will have moderate or severe OHSS compared to three to nine women using dopamine agonists plus another active treatment. We remain uncertain if dopamine combined with another treatment improves pregnancy outcomes and side effects.\nDopamine agonist versus another treatment\nWe are uncertain whether the dopamine agonist cabergoline decreases OHSS rates compared to other active treatments (e.g. hydroxyethyl starch, prednisolone, calcium infusion or coasting). We are uncertain whether cabergoline improves pregnancy outcomes compared with other interventions. There were no side effects in the only study for this comparison."
    },
    {
      "heading": "Quality of evidence",
      "text": "The quality of the evidence ranged from very low to moderate. Limitations included poor reporting of study methods and imprecision (too few events, too few included studies) for some comparisons."
    }
  ]
}