{
  "doi": "10.1002/14651858.CD012661.pub2",
  "name": "Development of type 2 diabetes mellitus in people with intermediate hyperglycaemia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Intermediate hyperglycaemia (IH) is characterised by one or more measurements of elevated blood glucose concentrations, such as impaired fasting glucose (IFG), impaired glucose tolerance (IGT) and elevated glycosylated haemoglobin A1c (HbA1c). These levels are higher than normal but below the diagnostic threshold for type 2 diabetes mellitus (T2DM). The reduced threshold of 5.6 mmol/L (100 mg/dL) fasting plasma glucose (FPG) for defining IFG, introduced by the American Diabetes Association (ADA) in 2003, substantially increased the prevalence of IFG. Likewise, the lowering of the HbA1c threshold from 6.0% to 5.7% by the ADA in 2010 could potentially have significant medical, public health and socioeconomic impacts."
    },
    {
      "heading": "Objectives",
      "text": "To assess the overall prognosis of people with IH for developing T2DM, regression from IH to normoglycaemia and the difference in T2DM incidence in people with IH versus people with normoglycaemia."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE, Embase, ClincialTrials.gov and the International Clinical Trials Registry Platform (ICTRP) Search Portal up to December 2016 and updated the MEDLINE search in February 2018. We used several complementary search methods in addition to a Boolean search based on analytical text mining."
    },
    {
      "heading": "Selection criteria",
      "text": "We included prospective cohort studies investigating the development of T2DM in people with IH. We used standard definitions of IH as described by the ADA or World Health Organization (WHO). We excluded intervention trials and studies on cohorts with additional comorbidities at baseline, studies with missing data on the transition from IH to T2DM, and studies where T2DM incidence was evaluated by documents or self-report only."
    },
    {
      "heading": "Data collection and analysis",
      "text": "One review author extracted study characteristics, and a second author checked the extracted data. We used a tailored version of the Quality In Prognosis Studies (QUIPS) tool for assessing risk of bias. We pooled incidence and incidence rate ratios (IRR) using a random-effects model to account for between-study heterogeneity. To meta-analyse incidence data, we used a method for pooling proportions. For hazard ratios (HR) and odds ratios (OR) of IH versus normoglycaemia, reported with 95% confidence intervals (CI), we obtained standard errors from these CIs and performed random-effects meta-analyses using the generic inverse-variance method. We used multivariable HRs and the model with the greatest number of covariates. We evaluated the certainty of the evidence with an adapted version of the GRADE framework."
    },
    {
      "heading": "Main results",
      "text": "We included 103 prospective cohort studies. The studies mainly defined IH by IFG5.6 (FPG mmol/L 5.6 to 6.9 mmol/L or 100 mg/dL to 125 mg/dL), IFG6.1 (FPG 6.1 mmol/L to 6.9 mmol/L or 110 mg/dL to 125 mg/dL), IGT (plasma glucose 7.8 mmol/L to 11.1 mmol/L or 140 mg/dL to 199 mg/dL two hours after a 75 g glucose load on the oral glucose tolerance test, combined IFG and IGT (IFG/IGT), and elevated HbA1c (HbA1c5.7: HbA1c 5.7% to 6.4% or 39 mmol/mol to 46 mmol/mol; HbA1c6.0: HbA1c 6.0% to 6.4% or 42 mmol/mol to 46 mmol/mol). The follow-up period ranged from 1 to 24 years. Ninety-three studies evaluated the overall prognosis of people with IH measured by cumulative T2DM incidence, and 52 studies evaluated glycaemic status as a prognostic factor for T2DM by comparing a cohort with IH to a cohort with normoglycaemia. Participants were of Australian, European or North American origin in 41 studies; Latin American in 7; Asian or Middle Eastern in 50; and Islanders or American Indians in 5. Six studies included children and/or adolescents.\nCumulative incidence of T2DM associated with IFG5.6, IFG6.1, IGT and the combination of IFG/IGT increased with length of follow-up. Cumulative incidence was highest with IFG/IGT, followed by IGT, IFG6.1 and IFG5.6. Limited data showed a higher T2DM incidence associated with HbA1c6.0 compared to HbA1c5.7. We rated the evidence for overall prognosis as of moderate certainty because of imprecision (wide CIs in most studies). In the 47 studies reporting restitution of normoglycaemia, regression ranged from 33% to 59% within one to five years follow-up, and from 17% to 42% for 6 to 11 years of follow-up (moderate-certainty evidence).\nStudies evaluating the prognostic effect of IH versus normoglycaemia reported different effect measures (HRs, IRRs and ORs). Overall, the effect measures all indicated an elevated risk of T2DM at 1 to 24 years of follow-up. Taking into account the long-term follow-up of cohort studies, estimation of HRs for time-dependent events like T2DM incidence appeared most reliable. The pooled HR and the number of studies and participants for different IH definitions as compared to normoglycaemia were: IFG5.6: HR 4.32 (95% CI 2.61 to 7.12), 8 studies, 9017 participants; IFG6.1: HR 5.47 (95% CI 3.50 to 8.54), 9 studies, 2818 participants; IGT: HR 3.61 (95% CI 2.31 to 5.64), 5 studies, 4010 participants; IFG and IGT: HR 6.90 (95% CI 4.15 to 11.45), 5 studies, 1038 participants; HbA1c5.7: HR 5.55 (95% CI 2.77 to 11.12), 4 studies, 5223 participants; HbA1c6.0: HR 10.10 (95% CI 3.59 to 28.43), 6 studies, 4532 participants. In subgroup analyses, there was no clear pattern of differences between geographic regions. We downgraded the evidence for the prognostic effect of IH versus normoglycaemia to low-certainty evidence due to study limitations because many studies did not adequately adjust for confounders. Imprecision and inconsistency required further downgrading due to wide 95% CIs and wide 95% prediction intervals (sometimes ranging from negative to positive prognostic factor to outcome associations), respectively.\nThis evidence is up to date as of 26 February 2018."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Overall prognosis of people with IH worsened over time. T2DM cumulative incidence generally increased over the course of follow-up but varied with IH definition. Regression from IH to normoglycaemia decreased over time but was observed even after 11 years of follow-up. The risk of developing T2DM when comparing IH with normoglycaemia at baseline varied by IH definition. Taking into consideration the uncertainty of the available evidence, as well as the fluctuating stages of normoglycaemia, IH and T2DM, which may transition from one stage to another in both directions even after years of follow-up, practitioners should be careful about the potential implications of any active intervention for people 'diagnosed' with IH."
    }
  ],
  "pls_title": "Development of type 2 diabetes mellitus in people with intermediate hyperglycaemia ('prediabetes')",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We wanted to find out whether raised blood sugar ('prediabetes') increases the risk of developing type 2 diabetes and how many of these people return to having normal blood sugar levels (normoglycaemia). We also investigated the difference in type 2 diabetes development in people with prediabetes compared to people with normoglycaemia."
    },
    {
      "heading": "Background",
      "text": "Type 2 diabetes is often diagnosed by blood sugar measurements like fasting blood glucose or glucose measurements after an oral glucose tolerance test (drinking 75 g of glucose on an empty stomach) or by measuring glycosylated haemoglobin A1c (HbA1c), a long-term marker of blood glucose levels. Type 2 diabetes can have bad effects on health in the long term (diabetic complications), like severe eye or kidney disease or diabetic feet, eventually resulting in foot ulcers.\nRaised blood glucose levels (hyperglycaemia), which are above normal ranges but below the limit of diagnosing type 2 diabetes, indicate prediabetes, or intermediate hyperglycaemia. The way prediabetes is defined has important effects on public health because some physicians treat people with prediabetes with medications that can be harmful. For example, reducing the threshold for defining impaired fasting glucose (after an overnight fast) from 6.1 mmol/L or 110 mg/dL to 5.6 mmol/L or 100 mg/dL, as done by the American Diabetes Association (ADA), dramatically increased the number of people diagnosed with prediabetes worldwide."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched for observational studies (studies where no intervention takes place but people are observed over prolonged periods of time) that investigated how many people with prediabetes at the beginning of the study developed type 2 diabetes. We also evaluated studies comparing people with prediabetes to people with normoglycaemia. Prediabetes was defined by different blood glucose measurements.\nWe found 103 studies, monitoring people over 1 to 24 years. More than 250,000 participants began the studies. In 41 studies the participants were of Australian, European or North American origin, in 7 studies participants were primarily of Latin American origin and in 50 studies participants were of Asian or Middle Eastern origin. Three studies had American Indians as participants, and one study each invited people from Mauritius and Nauru. Six studies included children, adolescents or both as participants.\nThis evidence is up to date as of 26 February 2018."
    },
    {
      "heading": "Key results",
      "text": "Generally, the development of new type 2 diabetes (diabetes incidence) in people with prediabetes increased over time. However, many participants also reverted from prediabetes back to normal blood glucose levels. Compared to people with normoglycaemia, those with prediabetes (any definition) showed an increased risk of developing type 2 diabetes, but results showed wide differences and depended on how prediabetes was measured. There were no clear differences with regard to several regions in the world or different populations. Because people with prediabetes may develop diabetes but may also change back to normoglycaemia almost any time, doctors should be careful about treating prediabetes because we are not sure whether this will result in more benefit than harm, especially when done on a global scale affecting many people worldwide."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "The certainty of the evidence for overall prognosis was moderate because results varied widely. The certainty of evidence for studies comparing prediabetic with normoglycaemic people was low because the results were not precise and varied widely. In our included observational studies the researchers often did not investigate well enough whether factors like physical inactivity, age or increased body weight also influenced the development of type 2 diabetes, thus making the relationship between prediabetes and the development of type 2 diabetes less clear."
    }
  ]
}