{
  "doi": "10.1002/14651858.CD011509.pub2",
  "name": "Single dose oral ibuprofen plus caffeine for acute postoperative pain in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "There is good evidence that combining two different analgesics in fixed doses in a single tablet can provide better pain relief in acute pain and headache than either drug alone, and that the drug-specific benefits are essentially additive. This appears to be broadly true in postoperative pain and migraine headache across a range of different drug combinations, and when tested in the same and different trials. Adding caffeine to analgesics also increases the number of people obtaining good pain relief. Combinations of ibuprofen and caffeine are available without prescription in some parts of the world."
    },
    {
      "heading": "Objectives",
      "text": "To assess the analgesic efficacy and adverse effects of a single oral dose of ibuprofen plus caffeine for moderate to severe postoperative pain, using methods that permit comparison with other analgesics evaluated in standardised trials using almost identical methods and outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, the Oxford Pain Relief Database, two clinical trial registries, and the reference lists of articles. The date of the most recent search was 1 February 2015."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised, double-blind, placebo- or active-controlled clinical trials of single dose oral ibuprofen plus caffeine for acute postoperative pain in adults."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently considered trials for inclusion in the review, assessed risk of bias, and extracted data. We used the area under the pain relief versus time curve to derive the proportion of participants with at least 50% pain relief over six hours prescribed either ibuprofen plus caffeine or placebo. We calculated the risk ratio (RR) and number needed to treat to benefit (NNT). We used information on the use of rescue medication to calculate the proportion of participants requiring rescue medication and the weighted mean of the median time to use. We also collected information on adverse effects."
    },
    {
      "heading": "Main results",
      "text": "We identified five randomised, double-blind studies with 1501 participants, but only four had been published and had relevant outcome data. These four studies were of high quality, although two of the studies were small.\nBoth ibuprofen 200 mg + caffeine 100 mg and ibuprofen 100 mg + caffeine 100 mg produced significantly more participants than placebo who achieved at least 50% of maximum pain relief over six hours, and both doses significantly reduced remedication rates (moderate quality evidence). For at least 50% of maximum pain relief, the NNT was 2.1 (95% confidence interval 1.8 to 2.5) for ibuprofen 200 mg + caffeine 100 mg (four studies, 334 participants) and 2.4 (1.9 to 3.1) for ibuprofen 100 mg + caffeine 100 mg (two studies, 200 participants) (moderate quality evidence). These values were close to those predicted by published models for combination analgesics in acute pain, and were supported by low (good) NNT values for prevention of remedication.\nAdverse event rates were low, and no sensible analysis was possible."
    },
    {
      "heading": "Authors' conclusions",
      "text": "For ibuprofen 200 mg + caffeine 100 mg particularly, the low NNT value is among the lowest (best) values for analgesics in this pain model. The combination is not commonly available, but can be probably be achieved by taking a single 200 mg ibuprofen tablet with a cup of modestly strong coffee or caffeine tablets. In principle, this can deliver good analgesia at lower doses of ibuprofen."
    }
  ],
  "pls_title": "Single dose oral ibuprofen plus caffeine for acute postoperative pain in adults",
  "pls_type": "long",
  "pls": "Acute pain is often felt soon after injury. Most people who have surgery have moderate or severe pain afterwards. Painkillers (analgesics) are tested in people with pain, often following the removal of wisdom teeth. This pain is usually treated with painkillers taken by mouth. Results can be applied to other forms of acute pain.\nA series of Cochrane reviews looks at how good painkillers are. We know that in some circumstances combining different painkillers in the same tablet or taking separate tablets at the same time gives good pain relief to more people than either painkiller alone. This is particularly true using a combination of two painkillers that work by different mechanisms. This review looked at how good the combination of ibuprofen and caffeine was in relieving moderate or severe pain after surgery.\nWe searched up to 1 February 2015 and found four studies with a maximum of 334 participants with information for analysis. Ibuprofen 200 mg plus caffeine 100 mg provided effective pain relief for 6 in 10 (59%) participants, compared with 1 in 10 (11%) participants with placebo (moderate quality evidence).\nAdverse events occurred at similar rates with the ibuprofen plus caffeine combination and placebo in these single dose studies (low quality evidence). No serious adverse events or withdrawals due to adverse events occurred with the combination.\nThe combination of ibuprofen 200 mg + caffeine 100 mg is not commonly available, but can probably be achieved by taking a single 200 mg ibuprofen tablet with a cup of modestly strong coffee. Common sources of caffeine include not only caffeine tablets (100 mg is sufficient), but coffee (100 mg to 150 mg per mug or cup with a volume of about 240 mL or 8 fl oz, or a double espresso), but also tea (75 mg per mug), cola drinks (up to 40 mg per drink), energy drinks (approximately 80 mg per drink), plain chocolate (up to 50 mg per bar), and caffeine tablets (100 mg per tablet).\nSome people may get good levels of pain relief with a lower dose of ibuprofen when the ibuprofen is combined with caffeine."
}