{
  "doi": "10.1002/14651858.CD004782.pub2",
  "name": "Chinese medicinal herbs for the common cold",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chinese medicinal herbs are frequently used to treat the common cold in China. Until now, their efficacy has not been systematically reviewed."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of Chinese medicinal herbs for the common cold."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2008, issue 2), which contains the Cochrane Acute Respiratory Infections Group's Specialised Register; MEDLINE (1966 to May 2008); EMBASE (1980 to May 2008); AMED (1985 to May 2008); the Chinese Biomedical Database (CBMdisc) (1978 to May 2008); and China National Knowledge Infrastructure (CNKI) (1994 to May 2008)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) studying the efficacy of Chinese medicinal herb(s) for the treatment of the common cold."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Four review authors telephoned the original trial authors of the RCTs identified by our searches to verify the randomisation procedure. Two review authors extracted and analysed data from trials which met the inclusion criteria."
    },
    {
      "heading": "Main results",
      "text": "We found17 studies involving 3212 patients. The methods of 15 studies were at high risk of bias. In only two studies was the risk of bias low. Trials used \"positive drugs\", of which the efficacy was not known, as controls. Different Chinese herbal preparations were tested in nearly all trials. In only one trial was a Chinese herbal preparation tested twice. In seven trials, six herbal preparations were found to be more effective at enhancing recovery than the control preparations. In the other 10 studies, seven herbal preparations were not shown to be significantly different from the control. One study did not describe the difference between the intervention and control groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Chinese herbal medicines may shorten the symptomatic phase in patients with the common cold. However, the lack of trials of low enough risk of bias, or using a placebo or a drug clearly identified as a control, means that we are uncertain enough to be unable to recommend any kind of Chinese medicinal herbs for the common cold."
    }
  ],
  "pls_title": "Chinese medicinal herbs to treat the common cold",
  "pls_type": "long",
  "pls": "The common cold is the most widespread acute respiratory tract illness affecting all age groups. Many Chinese herbal medicines are used to treat this illness in China. Although we included 17 trials, involving 3212 patients, in this review, the risk of bias was so high that the evidence did not support using any Chinese herbal preparation(s) for the common cold. Well-designed clinical trials are required."
}