{
  "doi": "10.1002/14651858.CD010063.pub2",
  "name": "Chromium picolinate supplementation for overweight or obese adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Obesity is a global public health threat. Chromium picolinate (CrP) is advocated in the medical literature for the reduction of body weight, and preparations are sold as slimming aids in the USA and Europe, and on the Internet."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of CrP supplementation in overweight or obese people."
    },
    {
      "heading": "Search methods",
      "text": "We searched The Cochrane Library, MEDLINE, EMBASE, ISI Web of Knowledge, the Chinese Biomedical Literature Database, the China Journal Fulltext Database and the Chinese Scientific Journals Fulltext Database (all databases to December 2012), as well as other sources (including databases of ongoing trials, clinical trials registers and reference lists)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included trials if they were randomised controlled trials (RCT) of CrP supplementation in people who were overweight or obese. We excluded studies including children, pregnant women or individuals with serious medical conditions."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently screened titles and abstracts for relevance. Screening for inclusion, data extraction and 'Risk of bias' assessment were carried out by one author and checked by a second. We assessed the risk of bias by evaluating the domains selection, performance, attrition, detection and reporting bias. We performed a meta-analysis of included trials using Review Manager 5."
    },
    {
      "heading": "Main results",
      "text": "We evaluated nine RCTs involving a total of 622 participants. The RCTs were conducted in the community setting, with interventions mainly delivered by health professionals, and had a short- to medium-term follow up (up to 24 weeks). Three RCTs compared CrP plus resistance or weight training with placebo plus resistance or weight training, the other RCTs compared CrP alone versus placebo. We focused this review on investigating which dose of CrP would prove most effective versus placebo and therefore assessed the results according to CrP dose. However, in order to find out if CrP works in general, we also analysed the effect of all pooled CrP doses versus placebo on body weight only.\nAcross all CrP doses investigated (200 µg, 400 µg, 500 µg, 1000 µg) we noted an effect on body weight in favour of CrP of debatable clinical relevance after 12 to 16 weeks of treatment: mean difference (MD) -1.1 kg (95% CI -1.7 to -0.4); P = 0.001; 392 participants; 6 trials; low-quality evidence (GRADE)). No firm evidence and no dose gradient could be established when comparing different doses of CrP with placebo for various weight loss measures (body weight, body mass index, percentage body fat composition, change in waist circumference).\nOnly three studies provided information on adverse events (low-quality evidence (GRADE)). There were two serious adverse events and study dropouts in participants taking 1000 µg CrP, and one serious adverse event in an individual taking 400 µg CrP. Two participants receiving placebo discontinued due to adverse events; one event was reported as serious. No study reported on all-cause mortality, morbidity, health-related quality of life or socioeconomic effects."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no current, reliable evidence to inform firm decisions about the efficacy and safety of CrP supplements in overweight or obese adults."
    }
  ],
  "pls_title": "Chromium picolinate supplementation for overweight or obese people",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Are chromium supplements useful for reducing body weight in overweight or obese adults?"
    },
    {
      "heading": "Background",
      "text": "Chromium is an essential nutrient (trace element) required for the normal metabolism of carbohydrate, protein and fat (i.e. the chemical reactions involved in breaking down these molecules to a form suitable for absorption by the body). Chromium increases the activity of insulin, and dietary supplementation with chromium has produced improvements in glucose metabolism which may lower blood glucose being important for overweight people with diabetes. It is generally believed that chromium may help to reduce a person's weight by decreasing the amount of fat in the body. Chromium is also said to suppress the appetite and stimulate the production of heat by the body, thus increasing energy expenditure. This may contribute to weight loss. Chromium picolinate is one of several chemical compounds of chromium sold as a nutritional supplement as a potential aid to weight loss."
    },
    {
      "heading": "Study characteristics",
      "text": "We included nine randomised controlled trials which compared the efficacy and safety of 8 to 24 weeks of chromium supplementation and placebo in overweight or obese adults (i.e. with a body mass index between 25 and 29.9 kg/m2 defining being overweight and a body mass index of 30kg/m2 or more defining obesity). A total of 622 participants took part in the studies, 346 participants received chromium picolinate and 276 received placebo. The evidence is current to December 2012."
    },
    {
      "heading": "Key results",
      "text": "When the results obtained from the doses of chromium picolinate investigated (200 µg, 400 µg, 500 µg, 1000 µg) were pooled, study participants lost around 1 kg of body weight more than participants receiving placebo. We were unable to find good evidence that this potential weight loss effect increased with increasing dose of chromium picolinate. Only three of nine studies provided information on adverse events, so we were unable to determine whether chromium picolinate supplements are safe and whether any potential harms may increase with dose. In addition, the length of studies included was rather short (maximum of 24 weeks), so we were unable to determine any long-term effects of supplementation. No study reported whether supplementation was associated with increases in deaths from any cause or illnesses (such as myocardial infarction or stroke), or the health-related quality of life or socioeconomic effects of supplementation."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The overall quality of evidence was considered low and we have inadequate information from which to draw conclusions about the efficacy and safety of chromium picolinate supplementation in overweight or obese adults."
    }
  ]
}