{
  "doi": "10.1002/14651858.CD012300.pub2",
  "name": null,
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chronic infection with Pseudomonas aeruginosa (PA) in cystic fibrosis (CF) is a source of much morbidity and mortality. Eradication of early PA infection is possible, but can recur in many individuals. We sought to examine strategies to delay the time to PA recurrence in people with CF."
    },
    {
      "heading": "Objectives",
      "text": "To establish whether secondary prevention strategies, using antibiotics or other therapies, increase the chances of people with CF remaining free from PA infection following successful eradication therapy."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis Trials Register, compiled from electronic database searches and handsearching of journals and conference abstract books. We also searched ongoing trials registries and the reference lists of relevant articles and reviews.\nDate of last search: 21 August 2019."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (and quasi-randomised trials where the risk of bias was low) comparing any treatment modality aimed at preventing recurrence of PA infection with placebo, standard therapy or any other treatment modality in people with CF who have undergone successful eradication of PA."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias. Quality of the evidence was assessed using GRADE. Conflicts were resolved by discussion and the opinion of a third review author was sought where necessary. Only a subset of participants in the included trial were eligible, therefore individual participant data were requested and obtained from the trial investigators."
    },
    {
      "heading": "Main results",
      "text": "We included one trial (n = 306) in the review; however, only 253 participants had undergone successful eradication of PA, so fulfilling the inclusion criteria for our review. Information presented relates only to the included subset of participants. The trial recruited children aged one to 12 years (mean (standard deviation (SD)) age of 5.8 (3.5) years), 129 participants (51.0%) were female and the median follow-up was 494 days. We compared cycled therapy with tobramycin inhalation solution (TIS), in which participants underwent 28 days of TIS every three months, with culture-based therapy, in which participants were only prescribed medication when a quarterly sputum sample was positive for PA. Reasons for downgrading the quality of the evidence included applicability (only included children), incomplete outcome data and a small number of participants.\nThe time to next isolation of PA was probably shorter with cycled TIS therapy than with culture-based therapy, hazard ratio (HR) 2.04 days (95% confidence interval (CI) 1.28 to 3.26) (moderate-quality evidence). This is in contrast to the main publication of the only included trial, which examined rate of PA positivity rather than time to PA infection and included participants not eligible for inclusion in this review. At the end of the trial, there was no difference between the cycled and culture-based groups in the change from baseline in forced expiratory volume in one second (FEV1) L, mean difference (MD) 0.0 L (95% CI -0.09 to 0.09) or in FEV1 % predicted, MD 0.70% (95% CI -4.33 to 5.73) (both very low-quality evidence). There was no difference in the change from baseline for FVC between the groups. There was also no difference in the frequency of pulmonary exacerbations between groups, MD -0.18 (95% CI -0.51 to 0.14) (moderate-quality evidence). Similarly, there was no difference between groups in the risk of participants developing novel resistant bacteria, RR 1.00 (95% CI 0.67 to 1.5) (moderate-quality evidence). There were more severe adverse events in the cycled group, but the type of treatment probably makes little or no difference to the results, RR 0.65 (95% CI 0.39 to 1.11) (moderate-quality evidence).\nThere was no difference between groups in the change in weight or height from baseline or in rates of adherence to tobramycin or all trial medicines. The included trial did not assess changes in quality of life, the time to chronic infection with PA or the cost-effectiveness of treatment."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Cycled TIS therapy may be beneficial in prolonging the time to recurrence of PA after successful eradication, but further trials are required, specifically addressing this question and in both adults and children."
    }
  ],
  "pls_title": "Treatments for preventing recurrence of infection with Pseudomonas aeruginosa in people with cystic fibrosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed evidence about the effect of treatments given to people with cystic fibrosis (CF) to prevent recurrence of infection with bacteria called Pseudomonas aeruginosa (PA) after it has been successfully treated."
    },
    {
      "heading": "Background",
      "text": "People with CF experience frequent, severe chest infections. These infections may be caused by bacteria that do not cause disease in healthy people, such as PA. PA is an important infection in CF since if it is not treated early it cannot be cleared from the lungs (termed chronic PA). When it cannot be cleared from the lungs, it causes ongoing damage to the lung tissue as well as worse chest infections. People with CF who have chronic PA may be more unwell than those without it.\nEarly treatment can remove PA from the lungs of people with CF, but infection can happen again and is difficult to prevent. We want to know if giving extra treatment after the PA has been successfully treated, can prolong the time to the next infection. The treatment could be antibiotics or another treatment, for example something that helps the person's immune system fight the PA."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to: 21 August 2019."
    },
    {
      "heading": "Trial characteristics",
      "text": "We included one trial with 306 participants. Only 253 of these people had had successful treatment of PA and so could be included in our review. There were only children in the trial who were aged between one and 12 years old; 51% were girls. The trial compared treatment with one month of an inhaled antibiotic every three months ('cycled treatment') with antibiotic treatment given only when the person was found to have PA ('culture-based treatment'). People were selected randomly to have either cycled or culture-based treatment. The trial followed people up for an average of 70 weeks."
    },
    {
      "heading": "Key results",
      "text": "Taking into the account the certainty of the evidence, we believe that the time to the next isolation of PA was probably shorter with cycled therapy than with culture-based therapy. We found that PA recurred in a quarter of participants in the culture-based group by 249 days but in the cycled group it took 505 days; giving cycled treatment doubled the time to a new infection with PA compared with culture-based treatment. This is in contrast to the main publication of the only included trial, which looked at the rate of positive PA cultures rather than the time to a new infection of PA and included participants not eligible for inclusion in this review. There was no difference between the groups in: pulmonary function (a measure of how well someone's lungs are working); in the number of people having chest infections; in the change in height and weight from the beginning to th end of the trial; in how many people took all the doses of the medications; in how many people developed infections with new bacteria; or in how many people had a serious complication. The trial did not give information about the effect of the two treatments on individuals' quality of life, the time until the development of chronic PA or the cost-effectiveness of the treatment."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of most of the evidence was moderate. As the trial only included children, we cannot be sure if the cycled treatment would have the same effect in teenagers or adults with CF. Further trials including both adults and children are needed to help answer the question. Trials designed to specifically answer this question are needed."
    }
  ]
}