{
  "doi": "10.1002/14651858.CD010771.pub3",
  "name": "Informant Questionnaire on Cognitive Decline in the Elderly (IQCODE) for the detection of dementia within a general practice (primary care) setting ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The IQCODE (Informant Questionnaire for Cognitive Decline in the Elderly) is a commonly used questionnaire based tool that uses collateral information to assess for cognitive decline and dementia. Brief tools that can be used for dementia \"screening\" or \"triage\" may have particular utility in primary care / general practice healthcare settings but only if they have suitable test accuracy.\nA synthesis of the available data regarding IQCODE accuracy in a primary care setting should help inform cognitive assessment strategies for clinical practice; research and policy."
    },
    {
      "heading": "Objectives",
      "text": "To determine the accuracy of the informant-based questionnaire IQCODE, for detection of dementia in a primary care setting."
    },
    {
      "heading": "Search methods",
      "text": "A search was performed in the following sources on the 28th of January 2013: ALOIS (Cochrane Dementia and Cognitive Improvement Group), MEDLINE (Ovid SP), EMBASE (Ovid SP), PsycINFO (Ovid SP), BIOSIS (Ovid SP), ISI Web of Science and Conference Proceedings (ISI Web of Knowledge), CINHAL (EBSCOhost) and LILACs (BIREME). We also searched sources specific to diagnostic test accuracy: MEDION (Universities of Maastricht and Leuven); DARE (York University); HTA Database (Health Technology Assessments Database via The Cochrane Library) and ARIF (Birmingham University). We developed a sensitive search strategy; search terms were designed to cover key concepts using several different approaches run in parallel and included terms relating to cognitive tests, cognitive screening and dementia. We used standardized database subject headings such as MeSH terms (in MEDLINE) and other standardized headings (controlled vocabulary) in other databases, as appropriate."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected those studies performed in primary care settings, which included (not necessarily exclusively) IQCODE to assess for the presence of dementia and where dementia diagnosis was confirmed with clinical assessment. For the \"primary care\" setting, we included those healthcare settings where unselected patients, present for initial, non-specialist assessment of memory or non-memory related symptoms; often with a view to onward referral for more definitive assessment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We screened all titles generated by electronic database searches and abstracts of all potentially relevant studies were reviewed. Full papers were assessed for eligibility and data extracted by two independent assessors. Quality assessment (risk of bias and applicability) was determined using the QUADAS-2 tool. Reporting quality was determined using the STARDdem extension to the STARD tool."
    },
    {
      "heading": "Main results",
      "text": "From 71 papers describing IQCODE test accuracy, we included 1 paper, representing data from 230 individuals (n=16 [7%] with dementia). The paper described those patients consulting a primary care service who self-identified as Japanese-American. Dementia diagnosis was made using Benson & Cummings criteria and the IQCODE was recorded as part of a longer interview with the informant.\nIQCODE accuracy was assessed at various test thresholds, with a \"trade-off\" between sensitivity and specificity across these cutpoints. At an IQCODE threshold of 3.2 sensitivity: 100%, specificity: 76%; for IQCODE 3.7 sensitivity: 75%, specificity: 98%.\nApplying the QUADAS-2 assessments, the study was at high risk of bias in all categories. In particular degree of blinding was unclear and not all participants were included in the final analysis."
    },
    {
      "heading": "Authors' conclusions",
      "text": "It is not possible to give definitive guidance on the test accuracy of IQCODE for the diagnosis of dementia in a primary care setting based on the single study identified. We are surprised by the lack of research using the IQCODE in primary care as this is, arguably, the most appropriate setting for targeted case finding of those with undiagnosed dementia in order to maximise opportunities to intervene and provide support for the individual and their carers."
    }
  ],
  "pls_title": "A structured interview for assessing change in memory and other thinking skills (the IQCODE) for assessment of possible dementia",
  "pls_type": "long",
  "pls": "Numbers of people with dementia and other memory and thinking problems are increasing globally. Early diagnosis of dementia is recommended but there is no agreement on the best approach or how non-memory specialists should assess patients. A potential strategy is to interview friends or family of the subject to assess for change in memory or other thinking skills. Various methods for this \"collateral\" interview are available and the most commonly used is called the Informant Questionnaire on Cognitive Decline in the Elderly (IQCODE). We searched differing databases of published research for all papers relating to the accuracy of IQCODE for detecting dementia. We found only one study that tested diagnostic accuracy of IQCODE in a primary care/general practice setting. The study was of a select population (Japanese Americans) and the results may not be applicable to patients in other countries. We also noted issues in the study methods used and the reported results. Based on this single study we are unable to give guidance on how well IQCODE may function as a dementia assessment in primary care. More research is needed in this area as many patients with memory or thinking problems will first consult their general practitioner / family doctor."
}