{
  "doi": "10.1002/14651858.CD000072.pub3",
  "name": "Interprofessional collaboration to improve professional practice and healthcare outcomes",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Poor interprofessional collaboration (IPC) can adversely affect the delivery of health services and patient care. Interventions that address IPC problems have the potential to improve professional practice and healthcare outcomes."
    },
    {
      "heading": "Objectives",
      "text": "To assess the impact of practice-based interventions designed to improve interprofessional collaboration (IPC) amongst health and social care professionals, compared to usual care or to an alternative intervention, on at least one of the following primary outcomes: patient health outcomes, clinical process or efficiency outcomes or secondary outcomes (collaborative behaviour)."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (2015, issue 11), MEDLINE, CINAHL, ClinicalTrials.gov and WHO International Clinical Trials Registry Platform to November 2015. We handsearched relevant interprofessional journals to November 2015, and reviewed the reference lists of the included studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised trials of practice-based IPC interventions involving health and social care professionals compared to usual care or to an alternative intervention."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the eligibility of each potentially relevant study. We extracted data from the included studies and assessed the risk of bias of each study. We were unable to perform a meta-analysis of study outcomes, given the small number of included studies and their heterogeneity in clinical settings, interventions and outcomes. Consequently, we summarised the study data and presented the results in a narrative format to report study methods, outcomes, impact and certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "We included nine studies in total (6540 participants); six cluster-randomised trials and three individual randomised trials (1 study randomised clinicians, 1 randomised patients, and 1 randomised clinicians and patients). All studies were conducted in high-income countries (Australia, Belgium, Sweden, UK and USA) across primary, secondary, tertiary and community care settings and had a follow-up of up to 12 months. Eight studies compared an IPC intervention with usual care and evaluated the effects of different practice-based IPC interventions: externally facilitated interprofessional activities (e.g. team action planning; 4 studies), interprofessional rounds (2 studies), interprofessional meetings (1 study), and interprofessional checklists (1 study). One study compared one type of interprofessional meeting with another type of interprofessional meeting. We assessed four studies to be at high risk of attrition bias and an equal number of studies to be at high risk of detection bias.\nFor studies comparing an IPC intervention with usual care, functional status in stroke patients may be slightly improved by externally facilitated interprofessional activities (1 study, 464 participants, low-certainty evidence). We are uncertain whether patient-assessed quality of care (1 study, 1185 participants), continuity of care (1 study, 464 participants) or collaborative working (4 studies, 1936 participants) are improved by externally facilitated interprofessional activities, as we graded the evidence as very low-certainty for these outcomes. Healthcare professionals' adherence to recommended practices may be slightly improved with externally facilitated interprofessional activities or interprofessional meetings (3 studies, 2576 participants, low certainty evidence). The use of healthcare resources may be slightly improved by externally facilitated interprofessional activities, interprofessional checklists and rounds (4 studies, 1679 participants, low-certainty evidence). None of the included studies reported on patient mortality, morbidity or complication rates.\nCompared to multidisciplinary audio conferencing, multidisciplinary video conferencing may reduce the average length of treatment and may reduce the number of multidisciplinary conferences needed per patient and the patient length of stay. There was little or no difference between these interventions in the number of communications between health professionals (1 study, 100 participants; low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Given that the certainty of evidence from the included studies was judged to be low to very low, there is not sufficient evidence to draw clear conclusions on the effects of IPC interventions. Neverthess, due to the difficulties health professionals encounter when collaborating in clinical practice, it is encouraging that research on the number of interventions to improve IPC has increased since this review was last updated. While this field is developing, further rigorous, mixed-method studies are required. Future studies should focus on longer acclimatisation periods before evaluating newly implemented IPC interventions, and use longer follow-up to generate a more informed understanding of the effects of IPC on clinical practice."
    }
  ],
  "pls_title": "How effective are strategies to improve the way health and social care professional groups work together?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane Review was to find out whether strategies to improve interprofessional collaboration (the process by which different health and social care professional groups work together), can positively impact the delivery of care to patients. Cochrane researchers collected and analysed all relevant studies to answer this question, and found nine studies with 5540 participants."
    },
    {
      "heading": "Key messages",
      "text": "Strategies to improve interprofessional collaboration between health and social care professionals may slightly improve patient functional status, professionals' adherence to recommended practices, and the use of healthcare resources. Due to the lack of clear evidence, we are uncertain whether the strategies improved patient-assessed quality of care, continuity of care, or collaborative working."
    },
    {
      "heading": "What was studied in this review?",
      "text": "The extent to which different health and social care professionals work well together affects the quality of the care that they provide. If there are problems in how these professionals communicate and interact with each other, this can lead to problems in patient care. Interprofessional collaboration practice-based interventions are strategies that are put into place in healthcare settings to improve interactions and work processes between two or more types of healthcare professionals. This review studied different interprofessional collaboration interventions, compared to usual care or an alternative intervention, to see if they improved patient care or collaboration."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "The review authors found nine relevant studies across primary, secondary, tertiary and community care settings. All studies were conducted in high-income countries (Australia, Belgium, Sweden, UK and USA) and lasted for up to 12 months. Most of the studies were well conducted, although some studies reported that many participants dropped out. The studies evaluated different methods of interprofessional collaboration, namely externally facilitated interprofessional activities (e.g. collaborative planning/reflection activities led by an individual who is not part of the group/team), interprofessional rounds, interprofessional meetings, and interprofessional checklists.\nExternally facilitated interprofessional activities may slightly improve patient functional status and health care professionals' adherence to recommended practices, and may slightly improve use of healthcare resources. We are uncertain whether externally facilitated interprofessional activities improve patient-assessed quality of care, continuity of care, or collaborative working behaviours. The use of interprofessional rounds and interprofessional checklists may slightly improve the use of healthcare resources. Interprofessional meetings may slightly improve adherence to recommended practices, and may slightly improve use of healthcare resources.\nFurther research is needed, including studies testing the interventions at scale to develop a better understanding of the range of possible interventions and their effectiveness, how they affect interprofessional collaboration and lead to changes in care and patient health outcomes, and in what circumstances such interventions may be most useful."
    },
    {
      "heading": "How up to date is this review?",
      "text": "The review authors searched for studies that had been published to November 2015."
    }
  ]
}