{
  "doi": "10.1002/14651858.CD011621.pub5",
  "name": "Personal protective equipment for preventing highly infectious diseases due to exposure to contaminated body fluids in healthcare staff ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "In epidemics of highly infectious diseases, such as Ebola, severe acute respiratory syndrome (SARS), or coronavirus (COVID-19), healthcare workers (HCW) are at much greater risk of infection than the general population, due to their contact with patients' contaminated body fluids. Personal protective equipment (PPE) can reduce the risk by covering exposed body parts. It is unclear which type of PPE protects best, what is the best way to put PPE on (i.e. donning) or to remove PPE (i.e. doffing), and how to train HCWs to use PPE as instructed."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate which type of full-body PPE and which method of donning or doffing PPE have the least risk of contamination or infection for HCW, and which training methods increase compliance with PPE protocols."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase and CINAHL to 20 March 2020."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all controlled studies that evaluated the effect of full-body PPE used by HCW exposed to highly infectious diseases, on the risk of infection, contamination, or noncompliance with protocols. We also included studies that compared the effect of various ways of donning or doffing PPE, and the effects of training on the same outcomes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies, extracted data and assessed the risk of bias in included trials. We conducted random-effects meta-analyses were appropriate."
    },
    {
      "heading": "Main results",
      "text": "Earlier versions of this review were published in 2016 and 2019. In this update, we included 24 studies with 2278 participants, of which 14 were randomised controlled trials (RCT), one was a quasi-RCT and nine had a non-randomised design.\nEight studies compared types of PPE. Six studies evaluated adapted PPE. Eight studies compared donning and doffing processes and three studies evaluated types of training. Eighteen studies used simulated exposure with fluorescent markers or harmless microbes. In simulation studies, median contamination rates were 25% for the intervention and 67% for the control groups.\nEvidence for all outcomes is of very low certainty unless otherwise stated because it is based on one or two studies, the indirectness of the evidence in simulation studies and because of risk of bias.\nTypes of PPE\nThe use of a powered, air-purifying respirator with coverall may protect against the risk of contamination better than a N95 mask and gown (risk ratio (RR) 0.27, 95% confidence interval (CI) 0.17 to 0.43) but was more difficult to don (non-compliance: RR 7.5, 95% CI 1.81 to 31.1). In one RCT (59 participants) coveralls were more difficult to doff than isolation gowns (very low-certainty evidence). Gowns may protect better against contamination than aprons (small patches: mean difference (MD) −10.28, 95% CI −14.77 to −5.79). PPE made of more breathable material may lead to a similar number of spots on the trunk (MD 1.60, 95% CI −0.15 to 3.35) compared to more water-repellent material but may have greater user satisfaction (MD −0.46, 95% CI −0.84 to −0.08, scale of 1 to 5). According to three studies that tested more recently introduced full-body PPE ensembles, there may be no difference in contamination.\nModified PPE versus standard PPE\nThe following modifications to PPE design may lead to less contamination compared to standard PPE: sealed gown and glove combination (RR 0.27, 95% CI 0.09 to 0.78), a better fitting gown around the neck, wrists and hands (RR 0.08, 95% CI 0.01 to 0.55), a better cover of the gown-wrist interface (RR 0.45, 95% CI 0.26 to 0.78, low-certainty evidence), added tabs to grab to facilitate doffing of masks (RR 0.33, 95% CI 0.14 to 0.80) or gloves (RR 0.22, 95% CI 0.15 to 0.31).\nDonning and doffing\nUsing Centers for Disease Control and Prevention (CDC) recommendations for doffing may lead to less contamination compared to no guidance (small patches: MD −5.44, 95% CI −7.43 to −3.45). One-step removal of gloves and gown may lead to less bacterial contamination (RR 0.20, 95% CI 0.05 to 0.77) but not to less fluorescent contamination (RR 0.98, 95% CI 0.75 to 1.28) than separate removal. Double-gloving may lead to less viral or bacterial contamination compared to single gloving (RR 0.34, 95% CI 0.17 to 0.66) but not to less fluorescent contamination (RR 0.98, 95% CI 0.75 to 1.28). Additional spoken instruction may lead to fewer errors in doffing (MD −0.9, 95% CI −1.4 to −0.4) and to fewer contamination spots (MD −5, 95% CI −8.08 to −1.92). Extra sanitation of gloves before doffing with quaternary ammonium or bleach may decrease contamination, but not alcohol-based hand rub.\nTraining\nThe use of additional computer simulation may lead to fewer errors in doffing (MD −1.2, 95% CI −1.6 to −0.7). A video lecture on donning PPE may lead to better skills scores (MD 30.70, 95% CI 20.14 to 41.26) than a traditional lecture. Face-to-face instruction may reduce noncompliance with doffing guidance more (odds ratio 0.45, 95% CI 0.21 to 0.98) than providing folders or videos only."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found low- to very low-certainty evidence that covering more parts of the body leads to better protection but usually comes at the cost of more difficult donning or doffing and less user comfort. More breathable types of PPE may lead to similar contamination but may have greater user satisfaction. Modifications to PPE design, such as tabs to grab, may decrease the risk of contamination. For donning and doffing procedures, following CDC doffing guidance, a one-step glove and gown removal, double-gloving, spoken instructions during doffing, and using glove disinfection may reduce contamination and increase compliance. Face-to-face training in PPE use may reduce errors more than folder-based training.\nWe still need RCTs of training with long-term follow-up. We need simulation studies with more participants to find out which combinations of PPE and which doffing procedure protects best. Consensus on simulation of exposure and assessment of outcome is urgently needed. We also need more real-life evidence. Therefore, the use of PPE of HCW exposed to highly infectious diseases should be registered and the HCW should be prospectively followed for their risk of infection."
    }
  ],
  "pls_title": "Protective clothes and equipment for healthcare workers to prevent them catching coronavirus and other highly infectious diseases",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Healthcare workers treating patients with infections such as coronavirus (COVID-19) are at risk of infection themselves. Healthcare workers use personal protective equipment (PPE) to shield themselves from droplets from coughs, sneezes or other body fluids from infected patients and contaminated surfaces that might infect them. PPE may include aprons, gowns or coveralls (a one-piece suit), gloves, masks and breathing equipment (respirators), and goggles. PPE must be put on correctly; it may be uncomfortable to wear, and healthcare workers may contaminate themselves when they remove it. Some PPE has been adapted, for example, by adding tabs to grab to make it easier to remove. Guidance on the correct procedure for putting on and removing PPE is available from organisations such as the Centers for Disease Control and Prevention (CDC) in the USA.\nThis is the 2020 update of a review first published in 2016 and previously updated in 2019."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to know:\nwhat type of PPE or combination of PPE gives healthcare workers the best protection;\nwhether modifying PPE for easier removal is effective;\nwhether following guidance on removing PPE reduced contamination;\nwhether training reduced contamination."
    },
    {
      "heading": "What did we find?",
      "text": "We found 24 relevant studies with 2278 participants that evaluated types of PPE, modified PPE, procedures for putting on and removing PPE, and types of training. Eighteen of the studies did not assess healthcare workers who were treating infected patients but simulated the effect of exposure to infection using fluorescent markers or harmless viruses or bacteria. Most of the studies were small, and only one or two studies addressed each of our questions."
    },
    {
      "heading": "Types of PPE",
      "text": "Covering more of the body leads to better protection. However, as this is usually associated with increased difficulty in putting on and removing PPE, and the PPE is less comfortable. Coveralls are the most difficult PPE to remove but may offer the best protection, followed by long gowns, gowns and aprons. Respirators worn with coveralls may protect better than a mask worn with a gown, but are more difficult to put on. More breathable types of PPE may lead to similar levels of contamination but be more comfortable. Contamination was common in half the studies despite improved PPE."
    },
    {
      "heading": "Modified PPE",
      "text": "Gowns that have gloves attached at the cuff, so that gloves and gown are removed together and cover the wrist area, and gowns that are modified to fit tightly at the neck may reduce contamination. Also, adding tabs to gloves and face masks may lead to less contamination. However, one study did not find fewer errors in putting on or removing modified gowns."
    },
    {
      "heading": "Guidance on PPE use",
      "text": "Following CDC guidance for apron or gown removal, or any instructions for removing PPE compared to an individual’s own preferences may reduce self-contamination. Removing gown and gloves in one step, using two pairs of gloves, and cleaning gloves with bleach or disinfectant (but not alcohol) may also reduce contamination."
    },
    {
      "heading": "User training",
      "text": "Face-to-face training, computer simulation and video training led to fewer errors in PPE removal than training delivered as written material only or a traditional lecture."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "Our certainty (confidence) in the evidence is limited because the studies simulated infection (i.e. it was not real), and they had a small number of participants."
    },
    {
      "heading": "What do we still need to find out?",
      "text": "There were no studies that investigated goggles or face shields. We are unclear about the best way to remove PPE after use and the best type of training in the long term.\nHospitals need to organise more studies, and researchers need to agree on the best way to simulate exposure to a virus.\nIn future, simulation studies need to have at least 60 participants each, and use exposure to a harmless virus to assess which type and combination of PPE is most protective.\nIt would be helpful if hospitals could register and record the type of PPE used by their workers to provide urgently needed, real-life information."
    },
    {
      "heading": "Search date",
      "text": "This review includes evidence published up to 20 March 2020."
    }
  ]
}