{
  "doi": "10.1002/14651858.CD005442.pub2",
  "name": "Bile acids for liver‐transplanted patients",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Liver transplantation has become a widely accepted form of treatment for numerous end-stage liver diseases. Bile acids may decrease allograft rejection after liver transplantation by changing the expression of major histocompatibility complex class molecules in bile duct epithelium and central vein endothelium."
    },
    {
      "heading": "Objectives",
      "text": "To assess the beneficial and harmful effects of bile acids for liver-transplanted patients."
    },
    {
      "heading": "Search methods",
      "text": "We performed searches of The Cochrane Hepato-Biliary Group Controlled Trials Register , The Cochrane Central Register of Controlled Trials in The Cochrane Library , MEDLINE , EMBASE , and Science Citation Expanded to September, 2009."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised clinical trials comparing any dose of bile acids or duration of treatment in liver-transplanted patients versus placebo, no intervention, or another intervention. We included randomised clinical trials irrespective of blinding, language, and publication status."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors extracted and checked data independently. We evaluated the risk of bias of the trials from the method of allocation sequence generation, allocation concealment, blinding, outcome data analysis, outcome data reporting, and other potential sources of bias. We used the intention-to-treat principle to perform meta-analyses and presented the outcomes as relative risks (RR) or mean differences (MD), both with 95% confidence intervals (CI)."
    },
    {
      "heading": "Main results",
      "text": "The updated search resulted in no new trials meeting the inclusion criteria of this review, thus leaving it to the seven already included randomised trials (six evaluating ursodeoxycholic acid versus placebo or no intervention, and one evaluating tauro-ursodeoxycholic acid versus no intervention) enrolling a total of 335 participants. The administration of bile acids began one day or more after liver transplantation. All patients received the standard triple-drug immunosuppressive regimen (steroids, azathioprine, and cyclosporine or tacrolimus) to suppress the allograft rejection response after liver transplantation. Bile acids compared with placebo or no intervention did not significantly change all-cause mortality (RR 0.85, 95% CI 0.53 to 1.36), mortality related to allograft rejection (RR 0.30, 95% CI 0.01 to 7.12), retransplantation (RR 0.76, 95% CI 0.20 to 2.86), acute cellular rejection, or number of patients with steroid-resistant rejection. Bile acids significantly reduced the number of patients who had chronic rejection in a fixed-effect model but not in a random-effects model meta-analysis. Bile acids were safe and well tolerated by liver-transplanted patients. However, this observation is based on data analysis from three trials with only 187 patients."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We did not find evidence to support or refute bile acids for liver-transplanted patients. Further randomised trials are necessary before bile acids can be recommended to liver-transplanted patients."
    }
  ],
  "pls_title": "Bile acids for liver-transplanted patients",
  "pls_type": "long",
  "pls": "Liver transplantation is a major surgical procedure that has been practiced for more than forty years and has nowadays become a generally accepted treatment option in patients with end-stage liver disease. The most common cause for liver transplantation in adults is cirrhosis caused by various types of liver injuries such as infections (hepatitis B and C), alcohol, autoimmune liver diseases, early-stage liver cancer, metabolic and hereditary disorders, but also diseases of unknown aetiology. All transplant recipients need lifetime immunosuppressive therapy to prevent transplant rejection.\nBile acids are being used for a variety of chronic liver diseases, mainly primary biliary cirrhosis and primary sclerosing cholangitis. However, their mechanisms of action and beneficial and harmful effects are poorly understood. This has led to the idea of the potential use of bile acids to prevent rejection in liver-transplanted patients.\nResults of the seven randomised clinical trials included in the review in which patients received standard immunosuppressive treatment (steroids, azathioprine, and cyclosporine or tacrolimus) with or without bile acids after liver transplantation, did not show any significant effects of bile acids on all-cause mortality, mortality related to rejection, acute cellular rejection, steroid resistant rejection, or need for retransplantation. One analysis suggested that bile acids might beneficially influence number of patients with chronic rejection, but was contradicted by the analyses. The evidence that the use of ursodeoxycholic acid might have beneficial effects on chronic rejection and length of hospitalisation is weak as it is produced from trials with high risk of bias and insufficient number of included patients. That bile acids seemed well tolerated, with no reports of serious adverse events, is good knowledge, but much more research is needed before their use is acquitted. None of the randomised clinical trials assessed the effects of bile acids on quality of life or cost-effectiveness."
}