{
  "doi": "10.1002/14651858.CD008511.pub2",
  "name": "Social skills groups for people aged 6 to 21 with autism spectrum disorders (ASD)",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Since autism was first described, major difficulties in social interaction have been a defining feature of individuals with autism spectrum disorders (ASD). Social skills groups are a common intervention for individuals with ASD. Although a frequently recommended practice, the few studies that have addressed the efficacy of social skills groups have shown mixed results."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of social skills groups for improving social competence, social communication, and quality of life for people with ASD who are six to 21 years of age."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases in December 2011: CENTRAL (2011 Issue 4), MEDLINE (1948 to November Week 3, 2011), EMBASE (1980 to Week 50, 2011), PsycINFO (1887 to December Week 2, 2011), CINAHL (1937 to current), ERIC (1966 to current), Sociological Abstracts (1952 to current), OCLC WorldCat (12 December 2011), Social Science Citation Index (1970 to 16 December 2011), and the metaRegister of Controlled Trials (20 December 2011). We also searched the reference lists of published papers."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized control trials (RCTs) comparing treatment (social skills groups) with a control group who were not receiving the treatment for participants aged six to 21 years with ASD. The control group could be no intervention, wait list, or treatment as usual. Outcomes sought were standardized measures of social competence, social communication, quality of life, emotion recognition, and any other specific behaviors."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected and appraised studies for inclusion and assessed the risk of bias in each included study. All outcome data were continuous and standardized mean difference effect sizes (ES) with small sample correction were calculated. We conducted random-effects meta-analysis where possible."
    },
    {
      "heading": "Main results",
      "text": "We included five RCTs evaluating the effects of social skills groups in 196 participants with ASD aged 6 to 21 years old. The results show there is some evidence that social skills groups improve overall social competence (ES = 0.47, 95% confidence interval (CI) 0.16 to 0.78, P = 0.003) and friendship quality (ES = 0.41, 95% CI 0.02 to 0.81, P = 0.04) for this population. No differences were found between treatment and control groups in relation to emotional recognition (ES = 0.34, 95% CI -0.20 to 0.88, P = 0.21) assessed in two studies or social communication as related to the understanding of idioms (ES = 0.05, 95% CI -0.63 to 0.72, P = 0.89), which was assessed in only one study. Two additional quality of life outcomes were evaluated, with results of single studies suggesting decreases in loneliness (ES = -0.66, 95% CI -1.15 to -0.17) but no effect on child or parental depression. No adverse events were reported.\nGiven the nature of the intervention and the selected outcome measures, the risk of performance and detection bias are high. There is limited generalizability from the studies as they were all conducted in the US; they focused mainly on children aged 7 to 12, and the participants were all of average or above average intelligence."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is some evidence that social skills groups can improve social competence for some children and adolescents with ASD. More research is needed to draw more robust conclusions, especially with respect to improvements in quality of life."
    }
  ],
  "pls_title": "Social skills groups for people aged 6 to 21 years with autism spectrum disorders (ASD)",
  "pls_type": "long",
  "pls": "Social deficits remain one of the most difficult areas for individuals with autism spectrum disorders, especially for those with average or above average cognitive skills. An intervention often used to treat social deficits for these individuals is social skills groups. This review synthesized the results of five randomized controlled trials of social skills groups including 196 individuals with autism spectrum disorders (aged 6 to 21 years). We found individuals receiving treatment showed some indications of improved social competence and better friendships when compared with those not receiving treatment. Participants receiving treatment also showed indications of less loneliness. The ability to recognize different emotions was measured in two studies and there was no evidence that it was improved by taking part in a social skills group. Social communication as it relates to idiomatic expressions was only reported in one study and no significant differences between treatment and control group were found. Nor was there evidence of a beneficial effect of social skills groups on parental or child depression. No adverse effects were reported in the studies. Limitations of this review include a small number of studies and participants, and a high risk of bias due to parents knowing whether their child was in the intervention group or not. The studies focused mainly on children with ASD aged 7 to 12 with average or above average intelligence, and they were all carried out in the US."
}