{
  "doi": "10.1002/14651858.CD010136.pub4",
  "name": "Systemic antibiotics for symptomatic apical periodontitis and acute apical abscess in adults ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Dental pain can have a detrimental effect on quality of life. Symptomatic apical periodontitis and acute apical abscess are common causes of dental pain and arise from an inflamed or necrotic dental pulp, or infection of the pulpless root canal system. Clinical guidelines recommend that the first-line treatment for these conditions should be removal of the source of inflammation or infection by local operative measures, and that systemic antibiotics are currently only recommended for situations where there is evidence of spreading infection (cellulitis, lymph node involvement, diffuse swelling) or systemic involvement (fever, malaise). Despite this, there is evidence that dentists frequently prescribe antibiotics in the absence of these signs. There is concern that this could contribute to the development of antibiotic-resistant bacteria. This review is the second update of the original version first published in 2014."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effects of systemic antibiotics provided with or without surgical intervention (such as extraction, incision and drainage of a swelling, or endodontic treatment), with or without analgesics, for symptomatic apical periodontitis and acute apical abscess in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Oral Health's Trials Register (26 February 2018 (discontinued)), CENTRAL (2022, Issue 10), MEDLINE Ovid (23 November 2022), Embase Ovid (23 November 2022), CINAHL EBSCO (25 November 2022) and two trials registries, and performed a grey literature search. There were no restrictions on language or date of publication."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of systemic antibiotics in adults with a clinical diagnosis of symptomatic apical periodontitis or acute apical abscess, with or without surgical intervention (considered in this situation to be extraction, incision and drainage, or endodontic treatment) and with or without analgesics."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened the results of the searches against inclusion criteria, extracted data and assessed risk of bias. We used a fixed-effect model in the meta-analysis as there were fewer than four studies. We contacted study authors to request missing information. We used GRADE criteria to assess the certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "There was one new completed trial on this topic since the last update in 2018. In total, we included three trials with 134 participants.\nSystemic antibiotics versus placebo with surgical intervention and analgesics for symptomatic apical periodontitis or acute apical abscess\nOne trial (72 participants) compared the effects of a single preoperative dose of clindamycin versus a matched placebo when provided with a surgical intervention (endodontic chemo-mechanical debridement and filling) and analgesics to adults with symptomatic apical periodontitis. We assessed this study at low risk of bias. There were no differences in participant-reported pain or swelling across trial arms at any time point assessed. The median values for pain (numerical rating scale 0 to 10) were 3.0 in both groups at 24 hours (P = 0.219); 1.0 in the antibiotic group versus 2.0 in the control group at 48 hours (P = 0.242); and 0 in both groups at 72 hours and seven days (P = 0.116 and 0.673, respectively). The risk ratio of swelling when comparing preoperative antibiotic to placebo was 0.50 (95% confidence interval (CI) 0.10 to 2.56; P = 0.41). The certainty of evidence for all outcomes in this comparison was low.\nTwo trials (62 participants) compared the effects of a seven-day course of oral phenoxymethylpenicillin (penicillin VK) versus a matched placebo when provided with a surgical intervention (total or partial endodontic chemo-mechanical debridement) and analgesics to adults with acute apical abscess or symptomatic necrotic tooth. Participants in both trials also received oral analgesics. We assessed one study at high risk of bias and the other at unclear risk of bias. There were no differences in participant-reported pain or swelling at any time point assessed. The mean difference for pain (short ordinal numerical scale 0 to 3, where 0 was no pain) was −0.03 (95% CI −0.53 to 0.47) at 24 hours; 0.32 (95% CI −0.22 to 0.86) at 48 hours; and 0.08 (95% CI −0.38 to 0.54) at 72 hours. The standardised mean difference for swelling was 0.27 (95% CI −0.23 to 0.78) at 24 hours; 0.04 (95% CI −0.47 to 0.55) at 48 hours; and 0.02 (95% CI −0.49 to 0.52) at 72 hours. The certainty of evidence for all the outcomes in this comparison was very low.\nAdverse effects, as reported in two studies, were diarrhoea (one participant in the placebo group), fatigue and reduced energy postoperatively (one participant in the antibiotic group) and dizziness preoperatively (one participant in the antibiotic group).\nSystemic antibiotics without surgical intervention for adults with symptomatic apical periodontitis or acute apical abscess\nWe found no studies that compared the effects of systemic antibiotics with a matched placebo delivered without a surgical intervention for symptomatic apical periodontitis or acute apical abscess in adults."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence suggests that preoperative clindamycin for adults with symptomatic apical periodontitis results in little to no difference in participant-reported pain or swelling at any of the time points included in this review when provided with chemo-mechanical endodontic debridement and filling under local anaesthesia. The evidence is very uncertain about the effect of postoperative phenoxymethylpenicillin for adults with localised apical abscess or a symptomatic necrotic tooth when provided with chemo-mechanical debridement and oral analgesics. We found no studies which compared the effects of systemic antibiotics with a matched placebo delivered without a surgical intervention for symptomatic apical periodontitis or acute apical abscess in adults."
    }
  ],
  "pls_title": "What are the effects of antibiotics on pain and swelling caused by inflammation or infection at the root of the tooth in adults?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "– A single dose of antibiotics probably makes little to no difference to pain and swelling when taken before root canal treatment.\n– The evidence is very uncertain about the effect of antibiotics taken after debridement (a procedure involving partial or total cleaning of the inside of the root canal) on pain or swelling.\n– No study examined the effect of antibiotics on their own, without dental treatment, when provided for two conditions commonly responsible for causing dental pain."
    },
    {
      "heading": "How can apical periodontitis and apical abscess arise?",
      "text": "Dental pain is a common problem and can arise when the nerve within a tooth dies due to decay or injury. When this causes inflammation in the bone around the end of the affected tooth, it is known as apical periodontitis. When this causes symptoms, normally pain, this is described as symptomatic apical periodontitis.\nWithout treatment, bacteria can infect the tooth and cause a collection of pus around the end of the root (known as an apical abscess). This can lead to swelling and spreading of the infection."
    },
    {
      "heading": "How is toothache caused by apical periodontitis or apical abscess treated?",
      "text": "The recommended treatment for these conditions is removal of the dead nerve and associated bacteria. This is usually done by extraction of the tooth or cleaning of the root canal system (called chemo-mechanical debridement). Sometimes people will have the root canal filled the same day (complete root canal treatment) or they may return at a later date for filling of the root canal system and restoration (filling) of the tooth.\nAntibiotics are only recommended when there is severe infection that has spread from the root of the tooth. However, some dentists still routinely prescribe antibiotics to people with these conditions who have no signs of spreading infection, or without dental treatment to remove the dead or infected material. Use of antibiotics contributes to the development of antibiotic-resistant bacteria (where bacteria are no longer killed by the antibiotic). Therefore, it is important that antibiotics are only used when they are likely to result in benefit for the person."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if antibiotics improve the pain and swelling reported by adults with toothache caused by symptomatic apical periodontitis or apical abscess. We were interested in the effects of antibiotics when they were given with or without dental treatment and with or without painkillers."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at antibiotics compared to dummy medication (placebo) in adults with these conditions. We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and size."
    },
    {
      "heading": "What did we find?",
      "text": "We found three studies (one of which was new for this update). In total, we included 134 participants in the analysis. All studies were conducted in university dental schools and evaluated the use of oral (taken by mouth) antibiotics in the reduction of pain reported by adults after having total or partial chemo-mechanical debridement under local anaesthetic (injection of a numbing medicine into the gum around the affected tooth). In one trial, participants received a single dose of antibiotics before their dental treatment. In two trials, participants received a seven-day course of antibiotics after their dental treatment.\nIn the study comparing a single dose of oral antibiotics versus placebo before complete root canal treatment, there were no differences in pain or swelling reported by participants in the two groups. The evidence suggests a single dose of antibiotics results in little to no difference in pain and swelling when taken before root canal treatment.\nThe two studies comparing a course of antibiotics versus placebo after partial or total chemo-mechanical debridement found there were no differences in pain or swelling between the groups. However, the evidence is very uncertain.\nNo study examined the effect of antibiotics on their own without surgical dental treatment.\nTwo studies reported side effects among participants. One person who received the placebo medication had diarrhoea (loose stools). One person who received antibiotics after dental treatment experienced tiredness and reduced energy after their treatment and another who received antibiotics before dental treatment experienced dizziness."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence relating to a single-dose of antibiotics taken before complete root canal treatment is low because we have very serious concerns that the study may not have included a sufficient number of participants to detect a difference between the groups and we cannot exclude the possibility of a beneficial effect.\nWe are not confident in the evidence about the effect of a course of antibiotics taken after partial or total chemo-mechanical debridement because the studies were small and, in one of the studies, many participants dropped out before the end."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence was up to date to 25 November 2022."
    }
  ]
}