{
  "doi": "10.1002/14651858.CD008461.pub4",
  "name": "Angioplasty versus stenting for subclavian artery stenosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The subclavian arteries are two major arteries of the upper chest, below the collar bone, which come from the arch of the aorta. Endovascular treatment for stenosis of the subclavian arteries includes angioplasty alone, and with stenting. There is insufficient evidence to guide the use of stents following angioplasty for subclavian artery stenosis. This is the second update of a review first published in 2011."
    },
    {
      "heading": "Objectives",
      "text": "The aim of this review was to determine whether stenting was more effective than angioplasty alone for stenosis of the subclavian artery."
    },
    {
      "heading": "Search methods",
      "text": "For this update, the Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register, CENTRAL, MEDLINE, Embase, CINAHL, and LILACS databases, and the World Health Organization International Clinical Trials Registry Platform and ClinicalTrials.gov trials registers to 2 February 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "We searched for randomised controlled trials of endovascular treatment of subclavian artery lesions that compared angioplasty alone and stent implantation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently evaluated studies to assess eligibility. Discrepancies were resolved by discussion. If there was no agreement, we asked a third review author to assess the study for inclusion. We planned to undertake data collection and analysis in accordance with recommendations described in the Cochrane Handbook for Systematic Reviews of Interventions, and assess the certainty of the evidence using a GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "To date, we have not identified any completed or ongoing randomised controlled trials that compare percutaneous transluminal angioplasty and stenting for subclavian artery stenosis."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently insufficient evidence to determine whether stenting is more effective than angioplasty alone for stenosis of the subclavian artery."
    }
  ],
  "pls_title": "Angioplasty alone or with stenting for subclavian artery stenosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key message",
      "text": "We could not find any randomised controlled trials in the medical literature that compared the effectiveness and safety of implanting a stent (a small tube that acts like a scaffold to help keep a blood vessel open) with angioplasty (surgical procedure to unblock a blood vessel) alone for the treatment of subclavian artery stenosis (narrowing or blockage of a blood vessel). There is currently insufficient evidence to determine whether stenting is more effective than angioplasty alone."
    },
    {
      "heading": "Why is this question important?",
      "text": "The subclavian arteries are two major blood vessels in the upper chest, below the collar bone, which come from the arch of the aorta. The left subclavian artery supplies blood to the left arm, and the right subclavian artery supplies blood to the right arm; some branches supply blood to the head and chest. A history of smoking, high blood pressure, lower levels of 'good' (high-density lipoprotein) cholesterol, and peripheral arterial disease are associated with an increased risk of subclavian artery stenosis. Subclavian artery stenosis often occurs without symptoms. When they occur, symptoms include short-lasting vertigo (commonly described as the environment spinning) due to decreased blood flow in the back part of the brain, and blood circulation problems in the hands and arms. Endovascular (minimally invasive) treatment for stenosis of the subclavian arteries includes angioplasty alone or with stenting. It is not clear if angioplasty alone or with stenting offers the most benefit for people with subclavian artery blockages."
    },
    {
      "heading": "What did we do?",
      "text": "We searched the medical literature for randomised controlled studies of endovascular treatment of subclavian artery stenosis that compared angioplasty alone, or with a stent implanted. In randomised controlled studies, the treatments or tests people receive are decided at random. These usually give the most reliable evidence about treatment effects."
    },
    {
      "heading": "What did we find?",
      "text": "We did not find any randomised controlled studies to help answer our question. There is a lack of evidence to help healthcare professionals and people with subclavian artery stenosis decide if stenting is more effective than angioplasty alone to treat subclavian artery stenosis."
    },
    {
      "heading": "How up to date is this systematic review?",
      "text": "This Cochrane Review updates our previous review. The evidence is current to February 2021."
    }
  ]
}