{
  "doi": "10.1002/14651858.CD012854.pub2",
  "name": "Interventions for increasing immunosuppressant medication adherence in solid organ transplant recipients ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Non-adherence to immunosuppressant therapy is a significant concern following a solid organ transplant, given its association with graft failure. Adherence to immunosuppressant therapy is a modifiable patient behaviour, and different approaches to increasing adherence have emerged, including multi-component interventions. There has been limited exploration of the effectiveness of interventions to increase adherence to immunosuppressant therapy."
    },
    {
      "heading": "Objectives",
      "text": "This review aimed to look at the benefits and harms of using interventions for increasing adherence to immunosuppressant therapies in solid organ transplant recipients, including adults and children with a heart, lung, kidney, liver and pancreas transplant."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Kidney and Transplant Register of Studies up to 14 October 2021 through contact with the Information Specialist using search terms relevant to this review. Studies in the Register were identified through searches of CENTRAL, MEDLINE, and EMBASE, conference proceedings, the International Clinical Trials Register (ICTRP) Search Portal and ClinicalTrials.gov."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials (RCTs), quasi-RCTs, and cluster RCTs examining interventions to increase immunosuppressant adherence following a solid organ transplant (heart, lung, kidney, liver, pancreas) were included. There were no restrictions on language or publication type."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently screened titles and abstracts of identified records, evaluated study quality and assessed the quality of the evidence using the GRADE approach. The risk of bias was assessed using the Cochrane tool. The ABC taxonomy for measuring medication adherence provided the analysis framework, and the primary outcomes were immunosuppressant medication initiation, implementation (taking adherence, dosing adherence, timing adherence, drug holidays) and persistence. Secondary outcomes were surrogate markers of adherence, including self-reported adherence, trough concentration levels of immunosuppressant medication, acute graft rejection, graft loss, death, hospital readmission and health-related quality of life (HRQoL). Meta-analysis was conducted where possible, and narrative synthesis was carried out for the remainder of the results."
    },
    {
      "heading": "Main results",
      "text": "Forty studies involving 3896 randomised participants (3718 adults and 178 adolescents) were included. Studies were heterogeneous in terms of the type of intervention and outcomes assessed. The majority of studies (80%) were conducted in kidney transplant recipients. Two studies examined paediatric solid organ transplant recipients. The risk of bias was generally high or unclear, leading to lower certainty in the results. Initiation of immunosuppression was not measured by the included studies.\nThere is uncertain evidence of an association between immunosuppressant medication adherence interventions and the proportion of participants classified as adherent to taking immunosuppressant medication (4 studies, 445 participants: RR 1.09, 95% CI 0.95 to 1.20; I² = 78%). There was very marked heterogeneity in treatment effects between the four studies evaluating taking adherence, which may have been due to the different types of interventions used. There was evidence of increasing dosing adherence in the intervention group (8 studies, 713 participants: RR 1.14, 95% CI 1.03 to 1.26, I² = 61%).  There was very marked heterogeneity in treatment effects between the eight studies evaluating dosing adherence, which may have been due to the different types of interventions used. It was uncertain if an intervention to increase immunosuppressant adherence had an effect on timing adherence or drug holidays. There was limited evidence that an intervention to increase immunosuppressant adherence had an effect on persistence.\nThere was limited evidence that an intervention to increase immunosuppressant adherence had an effect on secondary outcomes. For self-reported adherence, it is uncertain whether an intervention to increase adherence to immunosuppressant medication increases the proportion of participants classified as medically adherent to immunosuppressant therapy (9 studies, 755 participants: RR 1.21, 95% CI 0.99 to 1.49; I² = 74%; very low certainty evidence). Similarly, it is uncertain whether an intervention to increase adherence to immunosuppressant medication increases the mean adherence score on self-reported adherence measures (5 studies, 471 participants: SMD 0.65, 95% CI -0.31 to 1.60; I² = 96%; very low certainty evidence). For immunosuppressant trough concentration levels, it is uncertain whether an intervention to increase adherence to immunosuppressant medication increases the proportion of participants who reach target immunosuppressant trough concentration levels (4 studies, 348 participants: RR 0.98, 95% CI 0.68 to 1.40; I² = 40%; very low certainty evidence). It is uncertain whether an intervention to increase adherence to immunosuppressant medication may reduce hospitalisations (5 studies, 460 participants: RR 0.67, 95% CI 0.44 to 1.02; I² = 64%; low certainty evidence). There were limited, low certainty effects on patient-reported health outcomes such as HRQoL. There was no clear evidence to determine the effect of interventions on secondary outcomes, including acute graft rejection, graft loss and death. No harms from intervention participation were reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Interventions to increase taking and dosing adherence to immunosuppressant therapy may be effective; however, our findings suggest that current evidence in support of interventions to increase adherence to immunosuppressant therapy is overall of low methodological quality, attributable to small sample sizes, and heterogeneity identified for the types of interventions. Twenty-four studies are currently ongoing or awaiting assessment (3248 proposed participants); therefore, it is possible that findings may change with the inclusion of these large ongoing studies in future updates."
    }
  ],
  "pls_title": "Interventions to increase immunosuppressant medication adherence after a solid organ transplant",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Solid organ transplantation refers to the transplantation of the heart, lungs, kidney, pancreas or liver. After a solid organ transplant, immunosuppressant medication works to suppress the immune system and ensure the short and long-term survival of the organ transplant. Taking the immunosuppressant medication at the correct time and at the correct dose is a critical part of post-transplant care. However, non-adherence to immunosuppressant medication is frequent and can be a common reason for transplant failure. Clear evidence is required to identify effective interventions that increase immunosuppressant medication adherence following a solid organ transplant."
    },
    {
      "heading": "What did we do?",
      "text": "We searched the literature to find studies that described an intervention to increase immunosuppressant medication adherence after a heart, lung, kidney, pancreas or liver transplant. We collected information from the studies and combined this to identify if an intervention was helpful. We examined the quality of these interventions to judge how certain we could be that the effects we observed were reliable."
    },
    {
      "heading": "What did we find?",
      "text": "We found 40 studies that involved 3718 adults and 178 adolescents. The majority of studies included participants with a kidney transplant. We found that the types of interventions varied across the studies, and 27 studies included more than one approach to increase immunosuppressant medication adherence. We found some evidence to support the effectiveness of interventions to increase taking the correct dosage of medication. It was unclear whether using an intervention increased adherence to immunosuppressant medication following a solid organ transplant. It was also unclear if interventions affected concentrations of immunosuppressant medication in the blood, rates of transplant rejection, death, the need for hospital admission and health-related quality of life. There was low confidence in the information about the effects of interventions as some studies were small, the types of interventions varied, and studies defined and measured medication adherence in different ways. We didn't find enough information to assess whether certain types of interventions were more effective than other types."
    },
    {
      "heading": "Conclusions",
      "text": "Our findings suggest that the current research evidence examining interventions to increase adherence to immunosuppressant therapy is of low quality, attributable to variability in the type of intervention delivered, the overall low number of participants receiving the intervention, and significant variation in how medication adherence is defined and measured. Existing data provided information that indicated the possible benefits of the interventions for increasing adherence in terms of taking medication and taking the correct dose. No harms related to intervention participation were identified. There are 24 studies either yet to be completed or final results published that weren't included in this review, so a future update of this review may show more certainty in whether an intervention can increase adherence to immunosuppressant medication following a solid organ transplant."
    }
  ]
}