{
  "doi": "10.1002/14651858.CD008395.pub2",
  "name": "Nebulised deoxyribonuclease for viral bronchiolitis in children younger than 24 months",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Bronchiolitis is one of the most common respiratory problems in the first year of life. The sputum of infants with bronchiolitis has increased deoxyribonucleic acid (DNA) content, leading to mucous plugging and airway obstruction. Recombinant human deoxyribonuclease (rhDNase), an enzyme that digests extracellular DNA, might aid the clearance of mucus and relieve peripheral airway obstruction."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effect of nebulised rhDNase on the severity and duration of viral bronchiolitis in children younger than 24 months of age in the hospital setting."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) 2012, Issue 7 which includes the Acute Respiratory Infections Group's Specialised Register, MEDLINE (1966 to July Week 4, 2012), EMBASE (1974 to August 2012) and LILACS (1982 to August 2012)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) using nebulised rhDNase alone or with concomitant therapy in children younger than 24 months of age hospitalised with acute bronchiolitis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently performed literature searches, assessed trial quality and extracted data. We obtained unpublished data from trial authors. We used Review Manager 5.1 to pool treatment effects expressed as the mean difference (MD) or standardised mean difference (SMD) with 95% confidence intervals (CI)."
    },
    {
      "heading": "Main results",
      "text": "Three RCTs (333 participants) were identified, two of which were multicentre trials comprising only participants positive for respiratory syncytial virus (RSV). The other trial enrolled participants clinically diagnosed with bronchiolitis from a hospital in Italy. All studies used 2.5 mL (1 mg/mL) of nebulised rhDNase compared with placebo either as a daily or a twice daily dose. Adjunctive therapy included nebulised salbutamol, steroids, supplemental oxygen, intravenous fluids or tube feeding, nasal washing, nasal decongestants and antibiotics.\nOverall, nebulised rhDNase showed no benefit in clinically meaningful outcomes. Meta-analysis favoured the control group with a shorter duration of hospital stay (MD 0.50; 95% CI 0.10 to 0.90, P = 0.01) and better clinical score improvement (SMD -0.24; 95% CI -0.50 to 0.01, P = 0.06). The largest trial showed no difference in supplemental oxygen use or intensive care unit (ICU) admission.\nIn one RCT, four out of 11 patients in the treatment group had atelectasis. Two of these patients showed distinctive clinical improvement after nebulised rhDNase.\nThere was no significant difference in adverse events. These included temporary desaturation, temporary coughing, increased coughing, facial rash, hoarseness, dyspnoea and bad taste, reported in a total of 11 patients from both treatment groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The results based on the three included studies in this review did not support the use of nebulised rhDNase in children under 24 months of age hospitalised with acute bronchiolitis. In these patients, treatment did not shorten the length of hospitalisation or improve clinical outcomes. It might have a role in severe bronchiolitis complicated by atelectasis, but further clinical studies would need to be performed."
    }
  ],
  "pls_title": "Nebulised deoxyribonuclease for viral bronchiolitis in children younger than 24 months",
  "pls_type": "long",
  "pls": "Bronchiolitis is the most common respiratory illness leading to hospitalisations in infants. Viral infections, particularly respiratory syncytial virus, are the usual cause, which lead to blockage of the small airways of the lungs due to inflammation and increased mucus production. Afflicted children have fever, cough, wheezing and difficulty breathing. Treatment is usually supportive. In bronchiolitis, the mucus produced contains large amounts of DNA, which makes it thicker and stickier. Removal of this DNA facilitates clearance of the mucus. RhDNase is an enzyme that breaks down DNA and hence may improve symptoms. We performed this review to assess the effect of rhDNase delivered through a nebuliser in children under 24 months old hospitalised for bronchiolitis.\nWe identified three randomised controlled trials involving 333 children up to 24 months of age hospitalised with bronchiolitis. All three studies compared nebulised rhDNase with placebo. Any additional treatments were given to both groups. Overall, the studies did not show that nebulised rhDNase shortened the duration of hospital admission, or improved the severity of symptoms. No serious side effects were reported by any of the studies.\nOne study showed that in patients suffering from atelectasis, a severe complication of bronchiolitis wherein the lung does not expand completely, nebulised rhDNase treatment resulted in a distinct improvement within two days. To confirm this beneficial effect, further clinical studies in patients with severe bronchiolitis are needed. Currently, the use of this treatment in young children hospitalised with bronchiolitis is not recommended."
}