{
  "doi": "10.1002/14651858.CD006110.pub5",
  "name": "Antibiotics for treating acute chest syndrome in people with sickle cell disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The clinical presentation of acute chest syndrome is similar whether due to infectious or non-infectious causes, thus antibiotics are usually prescribed to treat all episodes. Many different pathogens, including bacteria, have been implicated as causative agents of acute chest syndrome. There is no standardized approach to antibiotic therapy and treatment is likely to vary from country to country. Thus, there is a need to identify the efficacy and safety of different antibiotic treatment approaches for people with sickle cell disease suffering from acute chest syndrome. This is an update of a Cochrane Review first published in 2007, and most recently updated in 2015."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether an empirical antibiotic treatment approach (used alone or in combination):\n1. is effective for acute chest syndrome compared to placebo or standard treatment;\n2. is safe for acute chest syndrome compared to placebo or standard treatment;\nFurther objectives are to determine whether there are important variations in efficacy and safety:\n3. for different treatment regimens,\n4. by participant age, or geographical location of the clinical trials."
    },
    {
      "heading": "Search methods",
      "text": "We searched The Group's Haemoglobinopathies Trials Register, which comprises references identified from comprehensive electronic database searches and handsearching of relevant journals and abstract books of conference proceedings. We also searched the LILACS database (1982 to 23 October 2017), African Index Medicus (1982 to 23 October 2017) and trial registries (23 October 2017).\nDate of most recent search of the Haemoglobinopathies Trials Register: 10 July 2019."
    },
    {
      "heading": "Selection criteria",
      "text": "We searched for published or unpublished randomised controlled trials."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Each author intended to independently extract data and assess trial quality by standard Cochrane methodologies, but no eligible randomised controlled trials were identified."
    },
    {
      "heading": "Main results",
      "text": "For this update, we were unable to find any randomised controlled trials on antibiotic treatment approaches for acute chest syndrome in people with sickle cell disease."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This update was unable to identify randomised controlled trials on efficacy and safety of the antibiotic treatment approaches for people with sickle cell disease suffering from acute chest syndrome. While randomised controlled trials are needed to establish the optimum antibiotic treatment for this condition, we do not envisage further trials of this intervention will be conducted, and hence the review will no longer be regularly updated."
    }
  ],
  "pls_title": "Antibiotics for treating acute chest syndrome in people with sickle cell disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effects and safety of antibiotics (alone or in combination) as compared to other antibiotics, placebo (a 'dummy' treatment) or standard treatment. We wanted to know if the different antibiotic treatments were effective, if they were safe, and which doses worked best for treating acute chest syndrome in people with sickle cell disease. This is an update of a previously published Cochrane Review."
    },
    {
      "heading": "Background",
      "text": "Sickle cell disease affects millions of people throughout the world. Acute chest syndrome is a major cause of illness and death in people with sickle cell disease. Symptoms include fever, chest pain and a raised white blood cell count. Acute infection of the lung tissue is a major cause of acute chest syndrome. Antibiotics are often given to treat these lung infections, but there is no worldwide standard treatment."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to: 10 July 2019."
    },
    {
      "heading": "Study characteristics",
      "text": "This update was unable to find any trials to include in this review."
    },
    {
      "heading": "Key results",
      "text": "While we conclude that a randomised controlled trial should attempt to answer these questions, we do not envisage further trials of this intervention will be conducted, and hence the review will no longer be regularly updated. Until there is firm evidence, clinicians should treat acute chest syndrome on a case by case basis and according to the diagnosis and the treatment available."
    }
  ]
}