{
  "doi": "10.1002/14651858.CD010966.pub4",
  "name": "Corrector therapies (with or without potentiators) for people with cystic fibrosis with class II CFTR gene variants (most commonly F508del) ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cystic fibrosis (CF) is a common life-shortening genetic condition caused by a variant in the cystic fibrosis transmembrane conductance regulator (CFTR) protein. A class II CFTR variant F508del is the commonest CF-causing variant (found in up to 90% of people with CF (pwCF)). The F508del variant lacks meaningful CFTR function - faulty protein is degraded before reaching the cell membrane, where it needs to be to effect transepithelial salt transport. Corrective therapy could benefit many pwCF. This review evaluates single correctors (monotherapy) and any combination of correctors (most commonly lumacaftor, tezacaftor, elexacaftor, VX-659, VX-440 or VX-152) and a potentiator (e.g. ivacaftor) (dual and triple therapies)."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effects of CFTR correctors (with or without potentiators) on clinically important benefits and harms in pwCF of any age with class II CFTR mutations (most commonly F508del)."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane CF Trials Register (28 November 2022), reference lists of relevant articles and online trials registries (3 December 2022)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) (parallel design) comparing CFTR correctors to control in pwCF with class II mutations."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently extracted data, assessed risk of bias and judged evidence certainty (GRADE); we contacted investigators for additional data."
    },
    {
      "heading": "Main results",
      "text": "We included 34 RCTs (4781 participants), lasting between 1 day and 48 weeks; an extension of two lumacaftor-ivacaftor studies provided additional 96-week safety data (1029 participants). We assessed eight monotherapy RCTs (344 participants) (4PBA, CPX, lumacaftor, cavosonstat and FDL169), 16 dual-therapy RCTs (2627 participants) (lumacaftor-ivacaftor or tezacaftor-ivacaftor) and 11 triple-therapy RCTs (1804 participants) (elexacaftor-tezacaftor-ivacaftor/deutivacaftor; VX-659-tezacaftor-ivacaftor/deutivacaftor; VX-440-tezacaftor-ivacaftor; VX-152-tezacaftor-ivacaftor). Participants in 21 RCTs had the genotype F508del/F508del, in seven RCTs they had F508del/minimal function (MF), in one RCT F508del/gating genotypes, in one RCT either F508del/F508del genotypes or F508del/residual function genotypes, in one RCT either F508del/gating or F508del/residual function genotypes, and in three RCTs either F508del/F508del genotypes or F508del/MF genotypes.\nRisk of bias judgements varied across different comparisons. Results from 16 RCTs may not be applicable to all pwCF due to age limits (e.g. adults only) or non-standard designs (converting from monotherapy to combination therapy).\nMonotherapy\nInvestigators reported no deaths or clinically relevant improvements in quality of life (QoL). There was insufficient evidence to determine effects on lung function.\nNo placebo-controlled monotherapy RCT demonstrated differences in mild, moderate or severe adverse effects (AEs); the clinical relevance of these events is difficult to assess due to their variety and few participants (all F508del/F508del).\nDual therapy\nIn a tezacaftor-ivacaftor group there was one death (deemed unrelated to the study drug). QoL scores (respiratory domain) favoured both lumacaftor-ivacaftor and tezacaftor-ivacaftor therapy compared to placebo at all time points (moderate-certainty evidence). At six months, relative change in forced expiratory volume in one second (FEV1) % predicted improved with all dual combination therapies compared to placebo (high- to moderate-certainty evidence).\nMore pwCF reported early transient breathlessness with lumacaftor-ivacaftor (odds ratio (OR) 2.05, 99% confidence interval (CI) 1.10 to 3.83; I2 = 0%; 2 studies, 739 participants; high-certainty evidence). Over 120 weeks (initial study period and follow-up), systolic blood pressure rose by 5.1 mmHg and diastolic blood pressure by 4.1 mmHg with twice-daily 400 mg lumacaftor-ivacaftor (80 participants). The tezacaftor-ivacaftor RCTs did not report these adverse effects.\nPulmonary exacerbation rates decreased in pwCF receiving additional therapies to ivacaftor compared to placebo (all moderate-certainty evidence): lumacaftor 600 mg (hazard ratio (HR) 0.70, 95% CI 0.57 to 0.87; I2 = 0%; 2 studies, 739 participants); lumacaftor 400 mg (HR 0.61, 95% CI 0.49 to 0.76; I2 = 0%; 2 studies, 740 participants); and tezacaftor (HR 0.64, 95% CI 0.46 to 0.89; 1 study, 506 participants).\nTriple therapy\nNo study reported any deaths (high-certainty evidence). All other evidence was low- to moderate-certainty. QoL respiratory domain scores probably improved with triple therapy compared to control at six months (six studies). There was probably a greater relative and absolute change in FEV1 % predicted with triple therapy (four studies each across all combinations). The absolute change in FEV1 % predicted was probably greater for F508del/MF participants taking elexacaftor-tezacaftor-ivacaftor compared to placebo (mean difference 14.30, 95% CI 12.76 to 15.84; 1 study, 403 participants; moderate-certainty evidence), with similar results for other drug combinations and genotypes. There was little or no difference in adverse events between triple therapy and control (10 studies). No study reported time to next pulmonary exacerbation, but fewer F508del/F508del participants experienced a pulmonary exacerbation with elexacaftor-tezacaftor-ivacaftor at four weeks (OR 0.17, 99% CI 0.06 to 0.45; 1 study, 175 participants) and 24 weeks (OR 0.29, 95% CI 0.14 to 0.60; 1 study, 405 participants); similar results were seen across other triple therapy and genotype combinations."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence of clinically important effects from corrector monotherapy in pwCF with F508del/F508del.\nAdditional data in this review reduced the evidence for efficacy of dual therapy; these agents can no longer be considered as standard therapy. Their use may be appropriate in exceptional circumstances (e.g. if triple therapy is not tolerated or due to age). Both dual therapies (lumacaftor-ivacaftor, tezacaftor-ivacaftor) result in similar small improvements in QoL and respiratory function with lower pulmonary exacerbation rates. While the effect sizes for QoL and FEV1 still favour treatment, they have reduced compared to our previous findings. Lumacaftor-ivacaftor was associated with an increase in early transient shortness of breath and longer-term increases in blood pressure (not observed for tezacaftor-ivacaftor). Tezacaftor-ivacaftor has a better safety profile, although data are lacking in children under 12 years. In this population, lumacaftor-ivacaftor had an important impact on respiratory function with no apparent immediate safety concerns, but this should be balanced against the blood pressure increase and shortness of breath seen in longer-term adult data when considering lumacaftor-ivacaftor.\nData from triple therapy trials demonstrate improvements in several key outcomes, including FEV1 and QoL. There is probably little or no difference in adverse events for triple therapy (elexacaftor-tezacaftor-ivacaftor/deutivacaftor; VX-659-tezacaftor-ivacaftor/deutivacaftor; VX-440-tezacaftor-ivacaftor; VX-152-tezacaftor-ivacaftor) in pwCF with one or two F508del variants aged 12 years or older (moderate-certainty evidence). Further RCTs are required in children under 12 years and those with more severe lung disease."
    }
  ],
  "pls_title": "CFTR correctors, a therapy for cystic fibrosis targeted at specific variants (most commonly F508del)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "How do drugs (or drug combinations) for correcting the basic defect in the most common cystic fibrosis (CF)-causing gene variant (F508del) impact on outcomes important to people with CF (pwCF), e.g. survival, quality of life (QoL), lung function and safety?"
    },
    {
      "heading": "Key messages",
      "text": "There is a lack of evidence to support monotherapy and limited evidence to support dual therapy for pwCF who have the gene variant F508del. We found important differences across key outcomes, with fewer unwanted side effects in the triple therapy studies when compared to one dual therapy drug combination (lumacaftor plus ivacaftor).\nMore research is needed to assess triple therapy combinations in children and to monitor their safety profiles over the longer term."
    },
    {
      "heading": "How would drugs (or drug combinations) correct the basic defect in the most common CF-causing gene variant (F508del)?",
      "text": "The CF gene makes a protein that helps salts move across cells in many parts of the body. Over 80% of pwCF have at least one copy of the genetic variant F508del, meaning they make a full length of this protein, but it cannot move through the cell correctly. Laboratory experiments suggest that if this protein reaches the cell wall, it may be able to function, restore salt movement and correct the chronic problems that pwCF experience."
    },
    {
      "heading": "What did we want to find out?",
      "text": "How do drugs (or drug combinations) used to treat people of any age who have the genetic variant F508del impact their lives? Are these drugs associated with any unwanted side effects?"
    },
    {
      "heading": "What did we do?",
      "text": "We searched for and included studies that looked at drugs (and drug combinations) used to treat pwCF who had at least one copy of the most common CF-causing gene variant (F508del) compared to control medications.\nWe compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We included 34 studies that involved 4781 pwCF and which lasted between 1 day and 48 weeks; all studies compared an active drug treatment to a placebo (drug containing no active treatment). We do not have enough information to decide if 14 studies should be included or not and eight studies have not yet been completed.\nEight studies looked at treatment with a single drug (monotherapy). These studies did not report any deaths or clinically relevant improvements in quality of life (QoL) scores. There was not enough evidence to show an effect on lung function. All studies reported side effects; there were a wide range of side effects each reported by a small number of participants in the studies.\nThere were 16 studies assessing a combination of two drugs (dual therapy), either tezacaftor plus ivacaftor or lumacaftor plus ivacaftor. One participant taking tezacaftor plus ivacaftor died, but this was not thought to be related to the treatment. Both dual therapies resulted in improvements in QoL and lung function; rates of pulmonary exacerbations (a flare-up of symptoms) were also lower. Neither dual therapy was linked to severe side effects, although people starting treatment with lumacaftor plus ivacaftor experienced shortness of breath for one to two weeks; this usually stopped without further treatment. More concerningly, in longer studies some people taking lumacaftor plus ivacaftor experienced a rise in blood pressure. Two people (out of over 500) even stopped lumacaftor plus ivacaftor treatment because of high blood pressure. These side effects were not reported for tezacaftor plus ivacaftor.\nThere were 11 studies assessing different combinations of three drugs (triple therapy). The combinations were based on tezacaftor with ivacaftor (or deutivacaftor, which is a similar but chemically altered version of ivacaftor) and investigators then added either elexacaftor, VX-659, VX-440 or VX-152 and compared these to either triple placebo, or tezacaftor with ivacaftor and one placebo. Some studies split groups by treatment and also by different genetic variants. No study reported any deaths. Triple therapies improved QoL scores and lung function in all comparisons, with no difference in the number or severity of side effects. Fewer people with two copies of F508del taking elexacaftor plus tezacaftor plus ivacaftor experienced a pulmonary exacerbation than those taking the control treatment."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our certainty in the evidence ranged from uncertain to very certain, but we were quite certain of the evidence for most results. While studies generally provided few details about their design, so we could not make clear judgements on potential biases, we had fewer concerns with the larger, more recent studies. Some of our findings are based on studies that were too small to show important effects and for 16 studies the results may not be applicable to all pwCF due to them only including people of certain ages (i.e. only adults or only children). Also, one study had an unusual design where people were given monotherapy and then later a dual therapy."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "This review updates our earlier review. We last looked for evidence on 28 November 2022."
    }
  ]
}