{
  "doi": "10.1002/14651858.CD000176.pub2",
  "name": "Prophylactic versus therapeutic amnioinfusion for oligohydramnios in labour",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Amnioinfusion aims to relieve umbilical cord compression during labour by infusing a liquid into the uterine cavity."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to assess the effects of prophylactic amnioinfusion for women in labour with oligohydramnios, but not fetal heart deceleration, compared with therapeutic amnioinfusion only if fetal heart rate decelerations or thick meconium-staining of the liquor occur."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (28 February 2012)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials comparing prophylactic amnioinfusion in women in labour with oligohydramnios but not fetal heart rate deceleration in labour with therapeutic amnioinfusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The authors assessed trial quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "One randomized trial of 116 women was included. No differences were found in the rate of caesarean section (risk ratio 1.29, 95% confidence interval 0.60 to 2.74). There were no differences in cord arterial pH, oxytocin augmentation, neonatal pneumonia or postpartum endometritis. Prophylactic amnioinfusion was associated with increased intrapartum fever (risk ratio 3.48, 95% confidence interval 1.21 to 10.05)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There appears to be no advantage of prophylactic amnioinfusion over therapeutic amnioinfusion carried out only when fetal heart rate decelerations or thick meconium-staining of the liquor occur."
    }
  ],
  "pls_title": "Prophylactic versus therapeutic amnioinfusion for oligohydramnios in labour",
  "pls_type": "long",
  "pls": "Amnioinfusion can help when a baby is surrounded by too little fluid in the womb (oligohydramnios) and is showing distress, but is not needed otherwise.\nOligohydramnios is a condition where too little fluid surrounds the baby in the womb (uterus). Oligohydramnios does not seem to affect some babies, but others may show signs of distress, such as unusual heart rates or the passing of a bowel motion (meconium). Oligohydramnios can be relieved by injections of extra liquid (salt or ringers lactate solution) through the woman's vagina or abdomen into the womb (amnioinfusion). The review of one trial, involving 116 women, found that amnioinfusion for oligohydramnios helps when the baby shows signs of distress. If the baby shows no signs of distress from oligohydramnios, then amnioinfusion is not helpful."
}