{
  "doi": "10.1002/14651858.CD011769.pub2",
  "name": "Pharmacological intervention for irritability, aggression, and self‐injury in autism spectrum disorder (ASD) ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pharmacological interventions are frequently used for people with autism spectrum disorder (ASD) to manage behaviours of concern, including irritability, aggression, and self-injury. Some pharmacological interventions might help treat some behaviours of concern, but can also have adverse effects (AEs)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and AEs of pharmacological interventions for managing the behaviours of irritability, aggression, and self-injury in ASD."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, 11 other databases and two trials registers up to June 2022. We also searched reference lists of relevant studies, and contacted study authors, experts and pharmaceutical companies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials of participants of any age with a clinical diagnosis of ASD, that compared any pharmacological intervention to an alternative drug, standard care, placebo, or wait-list control."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Primary outcomes were behaviours of concern in ASD, (irritability, aggression and self-injury); and AEs. Secondary outcomes were quality of life, and tolerability and acceptability. Two review authors independently assessed each study for risk of bias, and used GRADE to judge the certainty of the evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We included 131 studies involving 7014 participants in this review. We identified 26 studies as awaiting classification and 25 as ongoing. Most studies involved children (53 studies involved only children under 13 years), children and adolescents (37 studies), adolescents only (2 studies) children and adults (16 studies), or adults only (23 studies). All included studies compared a pharmacological intervention to a placebo or to another pharmacological intervention.\nAtypical antipsychotics versus placebo\nAt short-term follow−up (up to 6 months), atypical antipsychotics probably reduce irritability compared to placebo (standardised mean difference (SMD) −0.90, 95% confidence interval (CI) −1.25 to −0.55, 12 studies, 973 participants; moderate-certainty evidence), which may indicate a large effect. However, there was no clear evidence of a difference in aggression between groups (SMD −0.44, 95% CI −0.89 to 0.01; 1 study, 77 participants; very low-certainty evidence). Atypical antipsychotics may also reduce self-injury (SMD −1.43, 95% CI −2.24 to −0.61; 1 study, 30 participants; low-certainty evidence), possibly indicating a large effect.\nThere may be higher rates of neurological AEs (dizziness, fatigue, sedation, somnolence, and tremor) in the intervention group (low-certainty evidence), but there was no clear evidence of an effect on other neurological AEs. Increased appetite may be higher in the intervention group (low-certainty evidence), but we found no clear evidence of an effect on other metabolic AEs. There was no clear evidence of differences between groups in musculoskeletal or psychological AEs.\nNeurohormones versus placebo\nAt short-term follow-up, neurohormones may have minimal to no clear effect on irritability when compared to placebo (SMD −0.18, 95% CI −0.37 to −0.00; 8 studies; 466 participants; very low-certainty evidence), although the evidence is very uncertain. No data were reported for aggression or self -injury.\nNeurohormones may reduce the risk of headaches slightly in the intervention group, although the evidence is very uncertain. There was no clear evidence of an effect of neurohormones on any other neurological AEs, nor on any psychological, metabolic, or musculoskeletal AEs (low- and very low-certainty evidence).\nAttention-deficit hyperactivity disorder (ADHD)-related medications versus placebo\nAt short-term follow-up, ADHD-related medications may reduce irritability slightly (SMD −0.20, 95% CI −0.40 to −0.01; 10 studies, 400 participants; low-certainty evidence), which may indicate a small effect. However, there was no clear evidence that ADHD-related medications have an effect on self-injury (SMD −0.62, 95% CI −1.63 to 0.39; 1 study, 16 participants; very low-certainty evidence). No data were reported for aggression.\nRates of neurological AEs (drowsiness, emotional AEs, fatigue, headache, insomnia, and irritability), metabolic AEs (decreased appetite) and psychological AEs (depression) may be higher in the intervention group, although the evidence is very uncertain (very low-certainty evidence). There was no evidence of a difference between groups for any other metabolic, neurological, or psychological AEs (very low-certainty evidence). No data were reported for musculoskeletal AEs.\nAntidepressants versus placebo\nAt short-term follow-up, there was no clear evidence that antidepressants have an effect on irritability (SMD −0.06, 95% CI −0.30 to 0.18; 3 studies, 267 participants; low-certainty evidence). No data for aggression or self-injury were reported or could be included in the analysis.\nRates of metabolic AEs (decreased energy) may be higher in participants receiving antidepressants (very low-certainty evidence), although no other metabolic AEs showed clear evidence of a difference. Rates of neurological AEs (decreased attention) and psychological AEs (impulsive behaviour and stereotypy) may also be higher in the intervention group (very low-certainty evidence) although the evidence is very uncertain. There was no clear evidence of any difference in the other metabolic, neurological, or psychological AEs (very low-certainty evidence), nor between groups in musculoskeletal AEs (very low-certainty evidence).\nRisk of bias\nWe rated most of the studies across the four comparisons at unclear overall risk of bias due to having multiple domains rated as unclear, very few rated as low across all domains, and most having at least one domain rated as high risk of bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Evidence suggests that atypical antipsychotics probably reduce irritability, ADHD-related medications may reduce irritability slightly, and neurohormones may have little to no effect on irritability in the short term in people with ASD. There was some evidence that atypical antipsychotics may reduce self-injury in the short term, although the evidence is uncertain. There was no clear evidence that antidepressants had an effect on irritability. There was also little to no difference in aggression between atypical antipsychotics and placebo, or self-injury between ADHD-related medications and placebo. However, there was some evidence that atypical antipsychotics may result in a large reduction in self-injury, although the evidence is uncertain. No data were reported (or could be used) for self-injury or aggression for neurohormones versus placebo. Studies reported a wide range of potential AEs. Atypical antipsychotics and ADHD-related medications in particular were associated with an increased risk of metabolic and neurological AEs, although the evidence is uncertain for atypical antipsychotics and very uncertain for ADHD-related medications. The other drug classes had minimal or no associated AEs."
    }
  ],
  "pls_title": "Which medications reduce irritability, aggression or self-harm in people with autism spectrum disorder (ASD)?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Only 3 classes of medications showed any reduction in irritability, aggression or self-harm when compared to placebo (a dummy medication). Atypical (second-generation) antipsychotic medications probably reduce irritability and aggression, but appear to have little to no effect on self-injury. Attention deficit hyperactivity disorder (ADHD)-related medications may reduce irritability, although the evidence is uncertain. Neurohormones (oxytocin and secretin) may also reduce irritability, but we are very uncertain about the evidence.\n• Antidepressants appear to have no effect on irritability. Studies did not report on the effects of antidepressants, ADHD-related medications and neurohormones on aggression or self-injury.\n• Studies reported a wide range of unwanted effects, but only atypical antipsychotics, ADHD-related medications, and neurohormones showed evidence of a higher risk of any unwanted effects compared to placebo."
    },
    {
      "heading": "What is autism spectrum disorder (ASD)?",
      "text": "Autism is a disorder that affects a child's physical, mental and behavioural development. It is a lifelong disability that starts in childhood but continues throughout adulthood. People with autism may find it difficult to communicate and interact with the world. However, autism affects each person differently and may be more or less severe in different people, so it is described as a 'spectrum' disorder. Some people with autism spectrum disorder (ASD) may be irritable, angry or aggressive, or hurt themselves physically (self-injury), which are 'behaviours of concern' that can be difficult to manage and distressing for the person."
    },
    {
      "heading": "How are behaviours of concern managed?",
      "text": "Behaviours of concern are frequently managed with various types of medications that have been developed to treat other conditions. This means that their effectiveness for behaviours of concern is largely unknown, and they may cause serious and varied unwanted effects that affect all parts of the body. For example:\n• the heart and lungs;\n• the stomach and digestive system;\n• the immune system;\n• movement, joints and bones; and\n• mood and emotion."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to know which types of medication were effective in reducing behaviours of concern in people with ASD and whether they caused unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that investigated any medication used to manage behaviours of concern. Studies compared the medication with placebo (a dummy medication) or another medication. People in the studies could be adults or children, but all had ASD with behaviours of concern. We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 131 studies with 7014 people. Most studies involved children, although some studies involved both children and adults, or adults only. Studies looked at a wide range of medications, including those usually used to treat schizophrenia or bipolar disorder, depression, attention deficit hyperactivity disorder (ADHD), convulsions, emotional problems, heart and lungs, dementia, Parkinson's, and anxiety.\nAtypical (second-generation) antipsychotics are usually used to treat schizophrenia or bipolar disorder. They probably reduce irritability, but they may have little to no effect on aggression and self-injury. People receiving antipsychotics might be more likely to experience unwanted effects such as increased appetite, dizziness, sedation (slowed thought and movement), sleepiness, tiredness and tremor compared to those receiving no treatment or other medications. People receiving antipsychotics may be no more or less likely than those receiving placebo to experience other unwanted effects.\nNeurohormones (such as oxytocin and secretin) may have a minimal to small effect on irritability but no studies reported data for the effects of neurohormones on self-harm or aggression. People receiving neurohormones may be no more or less likely than those receiving placebo to experience unwanted effects.\nADHD-related medications may reduce irritability but may have no effect on self-injury. No studies reported data for aggression. People receiving ADHD-related medications might be more likely to experience unwanted effects such as drowsiness, tiredness, headache, difficulties sleeping, and decreased appetite. But they may be no more or less likely than those receiving placebo to experience other unwanted effects.\nAntidepressants may have little to no effect on irritability. No studies reported useful data for aggression and self-injury. People receiving antidepressants might be more likely to experience unwanted effects such as impulsive behaviour and making repetitive movements or sounds (stereotypy) compared to placebo. But they may be no more or less likely than those receiving placebo to experience other types of unwanted effects."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Most of the studies lasted less than 3 months, and very few studies involved adults. Therefore, we are uncertain if the same effects would be seen over a longer period of time or in adults."
    },
    {
      "heading": "How up-to-date is the evidence?",
      "text": "The review authors searched for studies that had been published up to June 2022."
    }
  ]
}