{
  "doi": "10.1002/14651858.CD003039.pub2",
  "name": "Colony‐stimulating factors for chemotherapy‐induced febrile neutropenia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Febrile neutropenia is a frequent adverse event experienced by people with cancer who are undergoing chemotherapy, and is a potentially life-threatening situation. The current treatment is supportive care plus antibiotics. Colony-stimulating factors (CSFs), such as granulocyte-CSF (G-CSF) and granulocyte-macrophage CSF (GM-CSF), are cytokines that stimulate and accelerate the production of one or more cell lines in the bone marrow. Clinical trials have addressed the question of whether the addition of a CSF to antibiotics could improve outcomes in individuals diagnosed with febrile neutropenia. However, the results of these trials are conflicting."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the safety and efficacy of adding G-CSF or GM-CSF to standard treatment (antibiotics) when treating chemotherapy-induced febrile neutropenia in individuals diagnosed with cancer."
    },
    {
      "heading": "Search methods",
      "text": "We conducted the search in March 2014 and covered the major electronic databases: the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, LILACS, and SCI. We contacted experts in hematology and oncology and also scanned the citations from the relevant articles. In addition, we also searched for economic evaluations via MEDLINE(R) In-Process & Other Non-Indexed Citations, Embase, CENTRAL and NHS Economic Evaluation Database in May 2015 to support a Brief Economic Commentary (BEC)."
    },
    {
      "heading": "Selection criteria",
      "text": "We searched for randomized controlled trials (RCTs) and economic evaluations that compared CSF plus antibiotics versus antibiotics alone for the treatment of chemotherapy-induced febrile neutropenia in adults and children."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures expected by The Cochrane Collaboration. We performed meta-analysis of the selected studies using Review Manager 5 software."
    },
    {
      "heading": "Main results",
      "text": "Fourteen RCTs (15 comparisons) including a total of 1553 participants addressing the role of CSF plus antibiotics in febrile neutropenia were included. Overall mortality was not improved by the use of CSF plus antibiotics versus antibiotics alone (hazard ratio (HR) 0.74 (95% confidence interval (CI) 0.47 to 1.16) P = 0.19; 13 RCTs; 1335 participants; low quality evidence). A similar finding was seen for infection-related mortality (HR 0.75 (95% CI 0.47 to 1.20) P = 0.23; 10 RCTs; 897 participants; low quality evidence). Individuals who received CSF plus antibiotics were less likely to be hospitalized for more than 10 days (risk ratio (RR) 0.65 (95% CI 0.44 to 0.95) P = 0.03; 8 RCTs; 1221 participants; low quality evidence) and had more number of participants with a more faster neutrophil recovery (RR 0.52 (95% CI 0.34 to 0.81) P = 0.004; 5 RCTs; 794 participants; moderate quality evidence) than those treated with antibiotics alone. Similarly, participants receiving CSF plus antibiotics had shorter duration of neutropenia (standardized mean difference (SMD) -1.70 (95% CI -2.65 to -0.76) P = 0.0004; 9 RCTs; 1135 participants; moderate quality evidence), faster recovery from fever (SMD -0.49 (95% CI -0.90 to -0.09) P value = 0.02; 9 RCTs; 966 participants; moderate quality evidence) and shorter duration of antibiotics use (SMD -1.50 (95% CI -2.83 to -0.18) P = 0.03; 3 RCTs; 457 participants; low quality evidence) compared with participants receiving antibiotics alone. We found no significant difference in the incidence of deep venous thromboembolism (RR 1.68 (95% CI 0.72 to 3.93) P = 0.23; 4 RCTs; 389 participants; low quality evidence) in individuals treated with CSF plus antibiotics compared with those treated with antibiotics alone. We found higher incidence of bone or joint pain or flu-like symptoms (RR 1.59 (95% CI 1.04 to 2.42) P = 0.03; 6 RCTs; 622 participants; low quality evidence) in individuals treated with CSF plus antibiotics compared with those treated with antibiotics alone. Overall, the methodological quality of studies was moderate to low across different outcomes. The main reasons to downgrade the quality of evidence were inconsistency across the included studies and imprecision of results. No full economic evaluations were identified. Several of the included RCTs identified economic benefits regarding a reduction in overall length of stay attributable to the use of CSF plus antibiotics, however they fell short of undertaking a full economic evaluation."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The use of a CSF plus antibiotics in individuals with chemotherapy-induced febrile neutropenia had no effect on overall mortality, but reduced the amount of time participants spent in hospital and improved their ability to achieve neutrophil recovery. It was not clear whether CSF plus antibiotics had an effect on infection-related mortality. Participants receiving CSFs had shorter duration of neutropenia, faster recovery from fever and shorter duration of antibiotics use. The current scarcity of relevant economic evaluations highlights an evidence gap and the need for further research fully explore the cost-effectiveness of these treatment alternatives."
    }
  ],
  "pls_title": "Does administering colony-stimulating factors plus antibiotics in people with fever and low white cell count reduce hospitalization?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "People undergoing chemotherapy often experience febrile neutropenia, characterized by a high temperature combined with a low white blood cell count. Febrile neutropenia is a potentially life-threatening condition and requires prompt medical intervention. The standard treatment for febrile neutropenia includes supportive care of fluids, electrolytes (any substance that contains free ions that can conduct electricity given either intravenously or orally) and antibiotics given either orally or intravenously.Review question:Whether colony-stimulating factors (CSFs) (hormones that stimulate the production of white blood cells) added to antibiotics are better than antibiotics alone in the treatment of febrile neutropenia caused by cancer chemotherapy?Literaturesearch date:March 2014 and May 2015 for the economic evaluation.Main findings:We identified 14 randomized controlled trials (RCTs) enrolling a total of 1553 participants. Six trials were funded by industry alone and 3 trials were jointly funded by industry and public sources and only 1 trial was funded by public sources alone. Our study shows that although CSFs do not appear to improve survival, they shorten the amount of time a person spends in hospital and increase their chances that white blood cells will recover to normal levels. It is not clear whether the use of a CSF reduces the number of people who die due to infection. Our study shows that CSFs shorten the time taken for the white blood cells to return to normal levels, recovery from fever and stopping antibiotics. The number of patients suffering from treatment related harms such as blood clots in the veins were similar between patients receiving CSF and antibiotics and antibiotics alone. The number of patients experiencing bone or joint pain or flu-like symptoms was higher among individuals receiving CSF and antibiotics compared with individuals receiving antibiotics alone. No economic evaluations were identified. Several of the included RCTs identified economic benefits regarding a reduction in overall length of stay attributable to the use of CSF plus antibiotics, however they fell short of undertaking a full economic evaluation.Quality of the evidence:The overall methodological quality of included studies was moderate to low."
    }
  ]
}