{
  "doi": "10.1002/14651858.CD009383.pub2",
  "name": "Non‐speech oral motor treatment for children with developmental speech sound disorders",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Children with developmental speech sound disorders have difficulties in producing the speech sounds of their native language. These speech difficulties could be due to structural, sensory or neurophysiological causes (e.g. hearing impairment), but more often the cause of the problem is unknown. One treatment approach used by speech-language therapists/pathologists is non-speech oral motor treatment (NSOMT). NSOMTs are non-speech activities that aim to stimulate or improve speech production and treat specific speech errors. For example, using exercises such as smiling, pursing, blowing into horns, blowing bubbles, and lip massage to target lip mobility for the production of speech sounds involving the lips, such as /p/, /b/, and /m/. The efficacy of this treatment approach is controversial, and evidence regarding the efficacy of NSOMTs needs to be examined."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy of non-speech oral motor treatment (NSOMT) in treating children with developmental speech sound disorders who have speech errors."
    },
    {
      "heading": "Search methods",
      "text": "In April 2014 we searched the Cochrane Central Register of Controlled Trials (CENTRAL), Ovid MEDLINE (R) and Ovid MEDLINE In-Process & Other Non-Indexed Citations, EMBASE, Education Resources Information Center (ERIC), PsycINFO and 11 other databases. We also searched five trial and research registers, checked the reference lists of relevant titles identified by the search and contacted researchers to identify other possible published and unpublished studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled trials that compared (1) NSOMT versus placebo or control; and (2) NSOMT as adjunctive treatment or speech intervention versus speech intervention alone, for children aged three to 16 years with developmental speech sound disorders, as judged by a speech and language therapist. Individuals with an intellectual disability (e.g. Down syndrome) or a physical disability were not excluded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The Trials Search Co-ordinator of the Cochrane Developmental, Psychosocial and Learning Problems Group and one review author ran the searches. Two review authors independently screened titles and abstracts to eliminate irrelevant studies, extracted data from the included studies and assessed risk of bias in each of these studies. In cases of ambiguity or information missing from the paper, we contacted trial authors."
    },
    {
      "heading": "Main results",
      "text": "This review identified three studies (from four reports) involving a total of 22 children that investigated the efficacy of NSOMT as adjunctive treatment to conventional speech intervention versus conventional speech intervention for children with speech sound disorders. One study, a randomised controlled trial (RCT), included four boys aged seven years one month to nine years six months - all had speech sound disorders, and two had additional conditions (one was diagnosed as \"communication impaired\" and the other as \"multiply disabled\"). Of the two quasi-randomised controlled trials, one included 10 children (six boys and four girls), aged five years eight months to six years nine months, with speech sound disorders as a result of tongue thrust, and the other study included eight children (four boys and four girls), aged three to six years, with moderate to severe articulation disorder only. Two studies did not find NSOMT as adjunctive treatment to be more effective than conventional speech intervention alone, as both intervention and control groups made similar improvements in articulation after receiving treatments. One study reported a change in postintervention articulation test results but used an inappropriate statistical test and did not report the results clearly. None of the included studies examined the effects of NSOMTs on any other primary outcomes, such as speech intelligibility, speech physiology and adverse effects, or on any of the secondary outcomes such as listener acceptability.\nThe RCT was judged at low risk for selection bias. The two quasi-randomised trials used randomisation but did not report the method for generating the random sequence and were judged as having unclear risk of selection bias. The three included studies were deemed to have high risk of performance bias as, given the nature of the intervention, blinding of participants was not possible. Only one study implemented blinding of outcome assessment and was at low risk for detection bias. One study showed high risk of other bias as the baseline characteristics of participants seemed to be unequal. The sample size of each of the included studies was very small, which means it is highly likely that participants in these studies were not representative of its target population. In the light of these serious limitations in methodology, the overall quality of the evidence provided by the included trials is judged to be low. Therefore, further research is very likely to have an important impact on our confidence in the estimate of treatment effect and is likely to change the estimate."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The three included studies were small in scale and had a number of serious methodological limitations. In addition, they covered limited types of NSOMTs for treating children with speech sound disorders of unknown origin with the sounds /s/ and /z/. Hence, we judged the overall applicability of the evidence as limited and incomplete. Results of this review are consistent with those of previous reviews: Currently no strong evidence suggests that NSOMTs are an effective treatment or an effective adjunctive treatment for children with developmental speech sound disorders. Lack of strong evidence regarding the treatment efficacy of NSOMTs has implications for clinicians when they make decisions in relation to treatment plans. Well-designed research is needed to carefully investigate NSOMT as a type of treatment for children with speech sound disorders."
    }
  ],
  "pls_title": "Non-speech oral motor treatment for children with developmental speech sound disorders",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence on the effects of non-speech oral motor treatment (NSOMT) for treating children with developmental speech sound disorders who have speech errors."
    },
    {
      "heading": "Background",
      "text": "Children with developmental speech sound disorders have difficulties in producing the speech sounds of their own language. These speech difficulties could be due to structural, sensory or neurophysiological causes (e.g. hearing impairment), but more often the cause of the problem is unknown. One treatment approach used by speech and language therapists or pathologists consists of non-speech oral motor treatments (NSOMTs). NSOMTs are activities that aim to stimulate or improve speech production and treat children with specific speech errors without requiring that the child produce a speech sound. This method of therapy uses exercises, such as smiling, pursing, blowing into horns and blowing bubbles and performing lip massage to target lip mobility for the production of speech sounds involving the lips, such as /p/, /b/ and /m/. Whether NSOMTs are effective for treating children with speech errors is controversial. Therefore, evidence regarding the effects of NSOMTs must be examined."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to April 2014. We found three studies (from four reports) involving a total of 22 children aged three to nine years who received a combination of NSOMTs and articulation or phonological therapy (intervention group), or articulation or phonological therapy alone (control group). One study was a randomised controlled trial in which four boys with speech sound disorders were randomly assigned to one of the two groups. In this study, each participant received 16 × 30-minute individual therapy sessions, twice per week over eight weeks, to treat the speech sound 's'. For the intervention group, NSOMT (oral placement therapy) was conducted in the first 10 minutes of each session, followed by 20-minute articulation therapy. The other two studies used randomisation, but the method used to generate the random sequence was not reported. In one of these studies, six boys and four girls, all with speech sound disorders due to tongue thrust, were randomly assigned to one of the two groups. Each participant received 22 × 30-minute individual sessions conducted weekly in the first six weeks, and twice a week in the following eight weeks, to treat 's' and 'z' sounds. The intervention group received NSOMT (Hanson's 1977 approach) in the first six weeks and alternating sessions of NSOMT and articulation therapy in the following eight weeks. The final study randomly assigned four boys and four girls with moderate to severe articulation disorder alone to either intervention group or control group. Each participant received 9 × 20-minute group therapy sessions (two participants in each group), conducted twice a week over five weeks. For the intervention group, NSOMT (oral motor exercises for speech clarity) was conducted during the first 10 minutes of each session. Speech errors associated with the 's' sound were treated for the intervention group; however, the speech sound(s) treated for the control group were not detailed. None of the studies reported funding support."
    },
    {
      "heading": "Key results",
      "text": "Two studies (one that used oral placement therapy and one that used Hanson's 1977 approach) did not find NSOMT as an adjunctive treatment to be more effective than conventional speech intervention only, as both intervention and control groups had made similar improvements in articulation after treatment (i.e. fewer speech errors or increased percentage of correct articulation). The study that used oral motor exercises for speech clarity as the NSOMT reported a change in articulation test results after treatment, but used an inappropriate statistical test and did not report the results clearly."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The three included studies were small in scale and had a number of serious methodological limitations. Moreover, these studies covered limited types of NSOMTs for treating just one class of speech sounds - 's' with or without 'z' - in children with speech sound disorders. Hence, the overall applicability of the evidence is limited, and the evidence is believed to be incomplete and of low quality. To conclude, currently no strong evidence indicates whether NSOMTs are effective as treatment or adjunctive treatment for children with developmental speech sound disorders."
    }
  ]
}