{
  "doi": "10.1002/14651858.CD012873.pub2",
  "name": "Sequencing of anthracyclines and taxanes in neoadjuvant and adjuvant therapy for early breast cancer ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Anthracyclines and taxanes are chemotherapeutic agents widely used in a sequential regimen in the adjuvant and neoadjuvant treatment of early breast cancer to reduce the risk of cancer recurrence. Standard practice is to administer anthracycline-based chemotherapy followed by a taxane. Anthracyclines tend to be administered first as they were established before taxanes for treatment of early breast cancer."
    },
    {
      "heading": "Objectives",
      "text": "To assess whether the sequence in which anthracyclines and taxanes are administered affects outcomes for people with early breast cancer receiving adjuvant or neoadjuvant therapy."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Breast Cancer's Specialised Register, CENTRAL, MEDLINE, Embase, the World Health Organization's International Clinical Trials Registry Platform (WHO ICTRP) and ClinicalTrials.gov on 1 February 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing administering a taxane prior to an anthracycline with taxane following anthracycline to people with early breast cancer receiving chemotherapy. The studies needed to have reported on at least one of our outcomes of interest, which included overall survival, disease-free survival, pathological response, treatment adherence, toxicity and quality of life."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data, assessed risk of bias and quality of the evidence. The primary outcome measure was overall survival. Secondary outcomes included disease-free survival, pathological response (in the neoadjuvant setting only), adverse events, treatment adherence and quality of life. For time-to-event outcomes of overall survival and disease-free survival, we derived hazard ratios (HRs) with 95% confidence intervals (CI) where possible. For dichotomous outcomes of pathological complete response, treatment adherence and adverse events, we reported the treatment effect as a risk ratio (RR) with 95% CI where possible. We used GRADE to assess the certainty of the evidence separately for the neoadjuvant and adjuvant settings."
    },
    {
      "heading": "Main results",
      "text": "There were 1415 participants in five neoadjuvant studies and 280 participants in four adjuvant studies involving five treatment comparisons. Four of the five neoadjuvant studies collected data for the primary outcome (overall survival) and two studies had data available; one of the four adjuvant studies collected overall survival data.\nThe neoadjuvant studies suggested that the administration of taxanes first probably resulted in little to no difference in overall survival (HR 0.80, 95% CI 0.60 to 1.08; 947 participants; 2 studies; moderate-certainty evidence) and disease-free survival (HR 0.84, 95% CI 0.65 to 1.09; 828 participants; 1 study; moderate-certainty evidence). Administration of taxanes first also resulted in little to no difference in pathological complete response (absence of cancer in the breast and axilla: RR 1.15, 95% CI 0.96 to 1.38; 1280 participants; 4 studies; high-certainty evidence). However, there appeared to be a trend in favour of taxanes first. Studies reported treatment adherence using a range of measures. Administration of taxanes first probably did not increase the likelihood of requiring dose reductions compared to administration of anthracyclines first (RR 0.81, 95% CI 0.59 to 1.11; 280 participants; 1 study; moderate-certainty evidence). There was probably little to no difference in the risk of grade 3/4 neutropenia (RR 1.25, 95% CI 0.86 to 1.82; 280 participants, 1 study; moderate-certainty evidence) or grade 3/4 neurotoxicity (RR 0.95, 95% CI 0.55 to 1.65; 1108 participants; 2 studies; low-certainty evidence) when taxanes were given first. There were no data on quality of life.\nOnly one adjuvant study collected data on overall survival and disease-free survival but did not report data. Administration of taxanes first reduced the risk of grade 3/4 neutropenia (RR 0.62, 95% CI 0.40 to 0.97; 279 participants; 4 studies, 5 treatment comparisons; high-certainty evidence) and appeared to result in little to no difference in grade 3/4 neurotoxicity (RR 0.78, 95% CI 0.25 to 2.46; 162 participants; 3 studies; low-certainty evidence). There was probably little to no difference in the proportions experiencing dose delays when taxanes are given first compared to anthracyclines given first (RR 0.76, 95% CI 0.52 to 1.12; 238 participants; 3 studies, 4 treatment comparisons; moderate-certainty evidence). One study reported on quality of life and indicated that scores (using the Functional Assessment of Cancer Therapy – Breast Cancer (FACT-B) validated questionnaire) were similar in both groups though did not provide numerical data."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In the neoadjuvant setting, there is high- to low-certainty evidence of equivalent outcomes for the sequence in which taxanes are delivered. In the adjuvant setting, none of the studies reported on overall survival or disease-free survival. In most institutions, standard practice would be to deliver anthracycline followed by taxane, and currently available data do not support a change in this practice. We wait for the full-text publication of a relevant neoadjuvant study for women with HER2-negative breast cancer for inclusion in an update of this review."
    }
  ],
  "pls_title": "Taxane chemotherapy before or after anthracycline chemotherapy in early breast cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "Anthracyclines and taxanes are active classes of chemotherapeutic agents used before or after surgery for early breast cancer."
    },
    {
      "heading": "What is the aim of this review?",
      "text": "We aimed to find out if giving people with early breast cancer (where the cancer has not spread beyond the lymph nodes near the breast) taxane chemotherapy before anthracycline chemotherapy (instead of after) would change outcomes.\nWhile the benefits of adding taxanes to anthracyclines are well established, it is unknown whether giving taxane chemotherapy before or after anthracycline chemotherapy has an impact on how long people live, how long they remain free of breast cancer, their completion of treatment, the side effects of treatment and their quality of life."
    },
    {
      "heading": "Key messages from the review",
      "text": "The order in which taxane and anthracycline chemotherapies are given may have had little to no impact on:\n– how long participants lived;\n– how long they remained free of breast cancer;\n– completion of treatment and\n– side effects of treatment.\nNone of the studies reported data on quality of life. Many of the studies did not report information on important outcomes such as how long people will live or remain free of breast cancer. We await the publication of one relevant study involving 112 participants who receive chemotherapy before breast cancer surgery for inclusion in an update of this review.\nIn summary, the results found no sufficient evidence of benefit or harm due to the order in which taxane and anthracycline chemotherapies are given. In most institutions, standard practice would be to deliver anthracycline followed by taxane. Based on this review of the evidence, the currently available data do not support a change in this practice."
    },
    {
      "heading": "What was studied in the review?",
      "text": "For women with early breast cancer who have a higher risk of cancer returning, combination chemotherapy with anthracycline and taxane is often offered either before or after surgery to reduce the risk of cancer returning and prolong life. Traditionally, anthracyclines are given first followed by taxanes but there is no strong evidence for this order. We compared the possibility of giving taxanes first followed by anthracyclines compared to the standard treatment with anthracycline first."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "All participants in the studies were women. We found five studies involving 1415 participants in which chemotherapy was given prior to surgery. The taxane medicine used in three of these studies was paclitaxel, while the other two studies used docetaxel. Two studies used a single agent anthracycline (epirubicin), while three studies used a combination of epirubicin, cyclophosphamide and fluorouracil. There were also four studies involving 280 participants that compared the order of giving taxanes and anthracyclines to participants who were receiving chemotherapy after breast cancer surgery. The taxane used in all four studies was docetaxel, while the anthracyclines used were a combination of epirubicin or adriamycin plus either cyclophosphamide or fluorouracil (or both).\nThe main results were that the order in which taxane chemotherapy is given:\n– probably resulted in little to no difference in survival or risk of cancer coming back for participants who receive chemotherapy before surgery;\n– probably resulted in little or no difference in the degree by which the tumour may have shrunk in response to chemotherapy for participants who received chemotherapy before surgery;\n– may have resulted in little or no difference in having side effects for participants receiving chemotherapy before surgery but giving taxanes first reduced the risk of neutropenia (low white blood cell count) in those who received chemotherapy after surgery. The side effects that were examined were neutropenia and neurotoxicity (damage to the nerves);\n– probably resulted in little to no difference in the proportion of participants receiving chemotherapy after breast cancer surgery experiencing delays in chemotherapy doses.\nMany studies did not collect or report data on survival, the risk of cancer coming back or overall well-being (quality of life). In some cases, the studies did not report data that could be used in the review and we wait for responses from the investigators who conducted the trials."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The review authors searched for studies that had been published up to February 2018."
    }
  ]
}