{
  "doi": "10.1002/14651858.CD013634.pub2",
  "name": "Surgery for chronic arthropathy in people with haemophilia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chronic arthropathy is a potentially debilitating complication for people with haemophilia — a genetic, X-linked, recessive bleeding disorder, characterised by the absence or deficiency of a clotting factor protein. Staging classifications, such as the Arnold-Hilgartner classification for haemophilic arthropathy of the knee, radiologically reflect the extent of knee joint destruction with underlying chronic synovitis. Management of this highly morbid disease process involves intensive prophylactic measures, and chemical or radioisotope synovectomy in its early stages. However, failure of non-surgical therapy in people with progression of chronic arthropathy often prompts surgical management, including synovectomy, joint debridement, arthrodesis, and arthroplasty, depending on the type of joint and extent of the damage. To date, management of people with mild to moderate chronic arthropathy from haemophilia remains controversial; there is no agreed standard treatment. Thus, the benefits and disadvantages of non-surgical and surgical management of mild to moderate chronic arthropathy in people with haemophilia needs to be systematically reviewed."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of surgery for mild to moderate chronic arthropathy in people with haemophilia A or B."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group's Coagulopathies Trials Register, CENTRAL, MEDLINE, Embase, CINAHL, and two trial registers to August 2022. We also handsearched relevant journals and conference abstract books."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs) and quasi-RCTs comparing surgery and non-surgical interventions, for any joint with chronic arthropathy, in people with haemophilia, who were at least 12 years old."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The review authors did not identify any trials to include in this review."
    },
    {
      "heading": "Main results",
      "text": "The review authors did not identify any trials to include in this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The review authors did not identify any trials to include in this review.\nDue to a lack of research in this particular area, we plan to update the literature search every two years, and will update review if any new evidence is reported. There is a need for a well-designed RCT that assesses the safety and efficacy of surgical versus non-surgical interventions for chronic arthropathy in people with haemophilia."
    }
  ],
  "pls_title": "Surgery for long-term joint disease in people with haemophilia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "How does surgery compare to non-surgical treatment in terms of safety and efficacy for people with chronic (long-term) joint disease from a rare condition that affects the ability of the blood to form clots (haemophilia)?"
    },
    {
      "heading": "Key messages",
      "text": "We did not find any relevant studies.\nMore research is needed in this field. Future studies should compare surgical and non-surgical treatments for chronic arthropathy in people with haemophilia."
    },
    {
      "heading": "Background",
      "text": "Haemophilia is a disease that affects the ability of blood to clot. People with severe haemophilia often suffer from bleeding into their joints (haemarthrosis). Repeated bleeding over a long period will eventually lead to chronic joint disease (arthropathy), which may take the form of arthritis, joint pain or joint stiffness. This can lead to worsening quality of life and loss of limb function.\nChronic joint disease from prolonged joint bleeding can be treated non-surgically or surgically. But neither of these treatment options are perfect; both have their own risks and benefits. Non-surgical treatments may not work for everyone. if they do not work, surgery may be recommended. Physicians are still uncertain about the safest and most effective way to treat chronic arthropathy in people with haemophilia."
    },
    {
      "heading": "What did we do?",
      "text": "We searched medical databases and journal up to August 2022, for reports of randomised controlled studies (RCT) that compared surgical and non-surgical treatments, in people who were at least 12 years old, suffered from haemophilia and were developing chronic joint disease. RCTs are those in which participants are assigned randomly to two or more treatment groups. This is the best way to ensure that groups of participants are similar, and that investigators and participants do not know who is in which group."
    },
    {
      "heading": "What did we find?",
      "text": "We did not find any studies that met our criteria."
    }
  ]
}