{
  "doi": "10.1002/14651858.CD001258.pub3",
  "name": "Carbamazepine for schizophrenia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Many people with schizophrenia do not achieve a satisfactory treatment response with just antipsychotic drug treatment and various adjunct medications are used to promote additional response. The antiepileptic carbamazepine is one such drug."
    },
    {
      "heading": "Objectives",
      "text": "To examine whether carbamazepine or oxcarbazepine alone is an effective treatment for schizophrenia and schizoaffective psychoses and whether carbamazepine or oxcarbazepine augmentation of neuroleptic medication is an effective treatment for the same illnesses."
    },
    {
      "heading": "Search methods",
      "text": "For the original version we searched The Cochrane Schizophrenia Group's Register of Trials (December 2001), The Cochrane Library (Issue 3, 2001), MEDLINE (1966-2001), EMBASE (1980-2001), Biological Abstracts (1980-2001), PsycLIT (1886-2001) and PSYNDEX (1974-2001). For the most recent update we searched the Cochrane Schizophrenia Group's Register of Trials in July 2012. We also inspected references of all identified studies for further trials and contacted relevant pharmaceutical companies and authors for additional data."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs) comparing carbamazepine or compounds of the carbamazepine family with placebo or no intervention, whether as sole treatment or as an adjunct to antipsychotic medication for the treatment of schizophrenia and/or schizoaffective psychoses."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data independently. For homogenous dichotomous data we calculated fixed-effect, risk ratio (RR), with 95% confidence intervals (CIs) on an intention-to-treat basis. For continuous data, we calculated mean differences (MD). We assessed the risk of bias for included studies and created a 'Summary of findings' table using GRADE."
    },
    {
      "heading": "Main results",
      "text": "The updated search did not reveal any further studies that met our inclusion criteria. The number of included studies therefore remains at 10 with the number of participants randomised still 283.\nOne study comparing carbamazepine with placebo as the sole treatment for schizophrenia was abandoned early due to high relapse rate with 26 out of 31 participants relapsing by three months. No effect of carbamazepine was evident with no difference in relapse between the two groups (1 RCT n = 31, RR 1.07 CI 0.78 to 1.45). Another study compared carbamazepine with antipsychotics as the sole treatment for schizophrenia. No differences in terms of mental state were found when comparing 50% reduction in Brief Psychiatric Rating Scale (BPRS) scores (1 RCT n = 38, RR 1.23 CI 0.78 to 1.92). A favourable effect for carbamazepine was found when more people who received the antipsychotic (perphenazine) had parkinsonism (1 RCT n = 38, RR 0.03 CI 0.00 to 0.043). Eight studies compared adjunctive carbamazepine versus adjunctive placebo, we were able use GRADE for quality of evidence for these results. Adding carbamazepine to antipsychotic treatment was as acceptable as adding placebo with no difference between the numbers leaving the study early from each group (8 RCTs n = 182, RR 0.47 CI 0.16 to 1.35, very low quality evidence ). Carbamazepine augmentation was superior compared with antipsychotics alone in terms of overall global improvement, but participant numbers were low (2 RCTs n = 38, RR 0.57 CI 0.37 to 0.88). There were no differences for the mental state outcome of 50% reduction in BPRS scores (6 RCTs n = 147, RR 0.86 CI 0.67 to 1.12, low quality evidence). Less people in the carbamazepine augmentation group had movement disorders than those taking haloperidol alone (1 RCT n = 20, RR 0.38 CI 0.14 to 1.02). No data were available for the effects of carbamazepine on subgroups of people with schizophrenia and aggressive behaviour, negative symptoms or EEG abnormalities or with schizoaffective disorder."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on currently available randomised trial-derived evidence, carbamazepine cannot be recommended for routine clinical use for treatment or augmentation of antipsychotic treatment of schizophrenia. At present large, simple well-designed and reported trials are justified - especially if focusing on people with violent episodes and people with schizoaffective disorders or those with both schizophrenia and EEG abnormalities."
    }
  ],
  "pls_title": "Carbamazepine for schizophrenia",
  "pls_type": "long",
  "pls": "People with schizophrenia will often hear voices or see things (hallucinations) and have strange beliefs (delusions). They may also experience apathy, tiredness, lack of drive and disorganised thoughts and behaviour. These symptoms make schizophrenia a severe illness that affects many people throughout their life.\nThe main treatment for schizophrenia is antipsychotic medication. However, although this medication is successful in treating the majority of people, 5% to 15% will continue to suffer from debilitating symptoms. For these people, several treatment options are available: changing the dose of medication; switching to another antipsychotic drug; or taking additional drugs that are not antipsychotics. Carbamazepine is a drug first used to treat epilepsy in the 1950s. It is also used as a mood stabiliser when people change between ‘high’ and ‘low’ moods (for example bi-polar affective disorder). Side effects of carbamazepine include: poor coordination, headaches and drowsiness.\nThis review focuses on the effectiveness of carbamazepine for people with schizophrenia. A search of the Cochrane Schizophrenia Group's trials register was carried out July 2012. Ten studies were found with 283 people. Carbamazepine was compared with no active medication (‘dummy’ or placebo treatment), versus an antipsychotic or when taken in addition to an antipsychotic. However, all of the 10 studies were small and information in them was of a poor standard. There is therefore a lack of evidence whether carbamazepine reduces symptoms and side effects in people with schizophrenia or similar mental health problems. Larger well-designed trials are necessary to provide stronger evidence before carbamazepine can be recommended as a treatment for people with schizophrenia.\nThis plain language summary has been written by a consumer Ben Gray: Service User and Service User Expert. Rethink Mental Illness."
}