{
  "doi": "10.1002/14651858.CD014765.pub2",
  "name": "Factors influencing the implementation of early discharge hospital at home and admission avoidance hospital at home: a qualitative evidence synthesis ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Worldwide there is an increasing demand for Hospital at Home as an alternative to hospital admission. Although there is a growing evidence base on the effectiveness and cost-effectiveness of Hospital at Home, health service managers, health professionals and policy makers require evidence on how to implement and sustain these services on a wider scale."
    },
    {
      "heading": "Objectives",
      "text": "(1) To identify, appraise and synthesise qualitative research evidence on the factors that influence the implementation of Admission Avoidance Hospital at Home and Early Discharge Hospital at Home, from the perspective of multiple stakeholders, including policy makers, health service managers, health professionals, patients and patients’ caregivers.\n(2) To explore how our synthesis findings relate to, and help to explain, the findings of the Cochrane intervention reviews of Admission Avoidance Hospital at Home and Early Discharge Hospital at Home services."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE, CINAHL, Global Index Medicus and Scopus until 17 November 2022. We also applied reference checking and citation searching to identify additional studies. We searched for studies in any language."
    },
    {
      "heading": "Selection criteria",
      "text": "We included qualitative studies and mixed-methods studies with qualitative data collection and analysis methods examining the implementation of new or existing Hospital at Home services from the perspective of different stakeholders."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently selected the studies, extracted study characteristics and intervention components, assessed the methodological limitations using the Critical Appraisal Skills Checklist (CASP) and assessed the confidence in the findings using GRADE-CERQual (Confidence in the Evidence from Reviews of Qualitative research). We applied thematic synthesis to synthesise the data across studies and identify factors that may influence the implementation of Hospital at Home."
    },
    {
      "heading": "Main results",
      "text": "From 7535 records identified from database searches and one identified from citation tracking, we included 52 qualitative studies exploring the implementation of Hospital at Home services (31 Early Discharge, 16 Admission Avoidance, 5 combined services), across 13 countries and from the perspectives of 662 service-level staff (clinicians, managers), eight systems-level staff (commissioners, insurers), 900 patients and 417 caregivers. Overall, we judged 40 studies as having minor methodological concerns and we judged 12 studies as having major concerns. Main concerns included data collection methods (e.g. not reporting a topic guide), data analysis methods (e.g. insufficient data to support findings) and not reporting ethical approval. Following synthesis, we identified 12 findings graded as high (n = 10) and moderate (n = 2) confidence and classified them into four themes: (1) development of stakeholder relationships and systems prior to implementation, (2) processes, resources and skills required for safe and effective implementation, (3) acceptability and caregiver impacts, and (4) sustainability of services."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Implementing Admission Avoidance and Early Discharge Hospital at Home services requires early development of policies, stakeholder engagement, efficient admission processes, effective communication and a skilled workforce to safely and effectively implement person-centred Hospital at Home, achieve acceptance by staff who refer patients to these services and ensure sustainability. Future research should focus on lower-income country and rural settings, and the perspectives of systems-level stakeholders, and explore the potential negative impact on caregivers, especially for Admission Avoidance Hospital at Home, as this service may become increasingly utilised to manage rising visits to emergency departments."
    }
  ],
  "pls_title": "Multiple perceptions about implementing hospital at home",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- When developing a Hospital at Home service, it is important to set up a straightforward process for healthcare professionals to refer patients. This includes producing clear guidelines that set out who the service is suitable for.\n- Hospital at Home services need a trained workforce with skills to deliver safe and effective patient-centred care in the home, with clear and consistent communication between staff, patients and caregivers.\n- We propose a number of questions for use by healthcare professionals and managers when introducing new Hospital at Home services, or running existing services. The questions are intended to help plan for and implement Hospital at Home services and improve satisfaction and outcomes for staff, patients and caregivers."
    },
    {
      "heading": "What is Hospital at Home?",
      "text": "Hospital at Home provides hospital-level care at home, for people who would otherwise be inpatients in hospital. One type of Hospital at Home is to avoid admission to hospital. This is called Admission Avoidance Hospital at Home. These services replace an admission to hospital, for people whose condition would normally need treatment in a hospital bed, for example for a flare-up of a lung condition. Instead, a doctor can refer a patient they assess as being suitable to receive treatment for an illness in their own home (or the place where they usually live, including in residential care), for a limited time. Another type is called Early Discharge Hospital at Home. These services shorten the length of time people need to stay in hospital after being admitted as an inpatient, for example following surgery or treatment for an illness or condition. The care patients would usually receive from healthcare professionals in a hospital bed is instead provided in their home, and is not expected to compromise the quality of care."
    },
    {
      "heading": "What did we want to find out?",
      "text": "Our aim was to find out what is important when introducing, running and receiving care from Hospital at Home services. We wanted to explore a range of experiences of, and views on, Admission Avoidance and Early Discharge services. These might include things that managers want to know when planning to set up a Hospital at Home service, healthcare professionals’ views on working in a Hospital at Home service, what matters to patients who receive this type of care, or how family and caregivers experience Hospital at Home services for those they care for."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for research that had explored experiences, attitudes or beliefs about Hospital at Home services from the perspectives of patients, caregivers, health professionals, managers and health funders. The studies addressed existing Hospital at Home services and those that were being set up, for people with a range of conditions, such as stroke, pneumonia or following surgery. The studies used interviews or focus groups to explore the views of people involved in delivering or receiving Hospital at Home services. We assessed and summarised the findings from each of the studies. We identified important findings across the studies, and then rated how confident we were in each finding. This confidence (or trust) depended on, for example, how much information relating to a particular finding had been provided in the studies."
    },
    {
      "heading": "What did we find?",
      "text": "We found 52 studies that explored Hospital at Home services, including 31 Early Discharge, 16 Admission Avoidance and five combined Early Discharge and Admission Avoidance services. These studies conducted interviews or focus groups with 662 healthcare staff, 900 patients, 417 caregivers and eight health funders.\nIn total, we identified 12 main findings after assessing all the studies. We grouped these findings as: (1) development of stakeholder relationships and systems prior to implementation, (2) processes, resources and skills required for safe and effective delivery, (3) acceptability and caregiver impacts and (4) sustainability of services. We are confident in most of our findings, but we are less confident in a few findings, mainly due to the small numbers of studies and interviews with health funders contributing to the review finding."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "All except one of the studies came from high-income countries, and so our findings may not apply to low- and middle-income countries. Some studies did not report all the information that might be useful. For example, services’ staffing and role types were not always included."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence is up-to-date to November 2022."
    }
  ]
}