{
  "doi": "10.1002/14651858.CD000213.pub3",
  "name": "Thrombolysis for acute ischaemic stroke",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Most strokes are due to blockage of an artery in the brain by a blood clot. Prompt treatment with thrombolytic drugs can restore blood flow before major brain damage has occurred and improve recovery after stroke in some people. Thrombolytic drugs, however, can also cause serious bleeding in the brain, which can be fatal. One drug, recombinant tissue plasminogen activator (rt-PA), is licensed for use in selected patients within 4.5 hours of stroke in Europe and within three hours in the USA. There is an upper age limit of 80 years in some countries, and a limitation to mainly non-severe stroke in others. Forty per cent more data are available since this review was last updated in 2009."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether, and in what circumstances, thrombolytic therapy might be an effective and safe treatment for acute ischaemic stroke."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group Trials Register (last searched November 2013), MEDLINE (1966 to November 2013) and EMBASE (1980 to November 2013). We also handsearched conference proceedings and journals, searched reference lists and contacted pharmaceutical companies and trialists."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials of any thrombolytic agent compared with control in people with definite ischaemic stroke."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors applied the inclusion criteria, extracted data and assessed trial quality. We verified the extracted data with investigators of all major trials, obtaining additional unpublished data if available."
    },
    {
      "heading": "Main results",
      "text": "We included 27 trials, involving 10,187 participants, testing urokinase, streptokinase, rt-PA, recombinant pro-urokinase or desmoteplase. Four trials used intra-arterial administration, while the rest used the intravenous route. Most data come from trials that started treatment up to six hours after stroke. About 44% of the trials (about 70% of the participants) were testing intravenous rt-PA. In earlier studies very few of the participants (0.5%) were aged over 80 years; in this update, 16% of participants are over 80 years of age due to the inclusion of IST-3 (53% of participants in this trial were aged over 80 years). Trials published more recently utilised computerised randomisation, so there are less likely to be baseline imbalances than in previous versions of the review. More than 50% of trials fulfilled criteria for high-grade concealment; there were few losses to follow-up for the main outcomes.\nThrombolytic therapy, mostly administered up to six hours after ischaemic stroke, significantly reduced the proportion of participants who were dead or dependent (modified Rankin 3 to 6) at three to six months after stroke (odds ratio (OR) 0.85, 95% confidence interval (CI) 0.78 to 0.93). Thrombolytic therapy increased the risk of symptomatic intracranial haemorrhage (OR 3.75, 95% CI 3.11 to 4.51), early death (OR 1.69, 95% CI 1.44 to 1.98; 13 trials, 7458 participants) and death by three to six months after stroke (OR 1.18, 95% CI 1.06 to 1.30). Early death after thrombolysis was mostly attributable to intracranial haemorrhage. Treatment within three hours of stroke was more effective in reducing death or dependency (OR 0.66, 95% CI 0.56 to 0.79) without any increase in death (OR 0.99, 95% CI 0.82 to 1.21; 11 trials, 2187 participants). There was heterogeneity between the trials. Contemporaneous antithrombotic drugs increased the risk of death. Trials testing rt-PA showed a significant reduction in death or dependency with treatment up to six hours (OR 0.84, 95% CI 0.77 to 0.93, P = 0.0006; 8 trials, 6729 participants) with significant heterogeneity; treatment within three hours was more beneficial (OR 0.65, 95% CI 0.54 to 0.80, P < 0.0001; 6 trials, 1779 participants) without heterogeneity. Participants aged over 80 years benefited equally to those aged under 80 years, particularly if treated within three hours of stroke."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Thrombolytic therapy given up to six hours after stroke reduces the proportion of dead or dependent people. Those treated within the first three hours derive substantially more benefit than with later treatment. This overall benefit was apparent despite an increase in symptomatic intracranial haemorrhage, deaths at seven to 10 days, and deaths at final follow-up (except for trials testing rt-PA, which had no effect on death at final follow-up). Further trials are needed to identify the latest time window, whether people with mild stroke benefit from thrombolysis, to find ways of reducing symptomatic intracranial haemorrhage and deaths, and to identify the environment in which thrombolysis may best be given in routine practice."
    }
  ],
  "pls_title": "Clot-dissolving drugs for treating ischaemic stroke in the early stages",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Question",
      "text": "We wanted to compare the safety and efficacy of clot-dissolving (thrombolytic) drugs versus placebo or no treatment in the early stages of ischaemic stroke to see if clot-dissolving drugs improve outcome after stroke."
    },
    {
      "heading": "Background",
      "text": "Most strokes are due to blockage of an artery in the brain by a blood clot. Prompt treatment with clot-dissolving (thrombolytic) drugs can restore blood flow before major brain damage has occurred and could mean that people are more likely to make a good recovery from their stroke. Thrombolytic drugs can also, however, cause serious bleeding in the brain, which can be fatal. Thrombolytic therapy has now been evaluated in many randomised trials in acute ischaemic stroke. The thrombolytic drug alteplase has been licensed for use within three hours of stroke in the USA and Canada, and within 4.5 hours in most European countries. The numbers of people receiving this treatment successively are increasing."
    },
    {
      "heading": "Study characteristics",
      "text": "We identified 27 trials with a total of 10,187 participants in searches conducted up to November 2013. Most data come from trials testing one drug (recombinant tissue Plasminogen Activator, rt-PA) given into a vein up to six hours after acute ischaemic stroke, but several other drugs were also tested and at different times to treatment after stroke and given into an artery in the brain rather than into a vein in the arm. All trials compared a clot-dissolving drug with a placebo (control) group. Most trials included participants with moderate to severe stroke. All trials took place in hospitals that were used to treating people with stroke. Differences between trials mean that not all trials contribute information to all outcomes, but we have used all available data. Most trials included participants after a computed tomography (CT) brain scan had excluded a brain haemorrhage as the cause of symptoms (a few trials used magnetic resonance brain scanning instead)."
    },
    {
      "heading": "Key results",
      "text": "There is general agreement between the earlier trials and the one recent trial added in this update (IST-3) for all main outcomes, and between the 12 trials that tested rt-PA and the 15 trials that tested other clot-dissolving drugs. The main difference between IST-3 and earlier trials was that IST-3 had many participants above 80 years. Clot-dissolving treatment can reduce the risk of long-term dependency on others for daily activities, in spite of there being an increased risk of bleeding in the brain which also increased the risk of early death. Once the early bleeding risk had passed, at three or six months after stroke, people given clot-dissolving drugs were more likely to have recovered from their stroke and to be independent, especially if they had been treated within the first three hours after stroke. Older people benefited as much as younger people. Giving aspirin at the same time as clot-busting drugs increased the risk of bleeding and should be avoided. Further analyses of individual patient data factors such as findings on brain scanning before treatment, and of different ways of giving the treatment, may give more information than the summary data that we used here. Meantime, people who think that they are experiencing a stroke should get to hospital quickly, be assessed by a stroke doctor, have a brain scan and receive clot-dissolving treatment as fast as possible. They should not hesitate by thinking that they will be 'too old' for treatment. The treatment is very effective if started within three hours of stroke and definitely improves outcome if given up to 4.5 hours after stroke, but later than that the effects are less clear and are still being tested in trials. More information is needed from trials in people with mild stroke to see if the benefit of clot-dissolving drugs outweighs the risk of haemorrhage."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The evidence comes mostly from well-conducted randomised trials run by stroke experts. Some trials (8/27) were run by companies that make the clot-dissolving drugs, but most trials (19/27, including most participants) were funded by Government or charity sources independently of drug companies. These results apply to a wide range of people with a wide range of severities of stroke and other medical conditions."
    }
  ]
}