{
  "doi": "10.1002/14651858.CD000161.pub2",
  "name": "Pelvimetry for fetal cephalic presentations at or near term for deciding on mode of delivery ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pelvimetry assesses the size of a woman's pelvis aiming to predict whether she will be able to give birth vaginally or not. This can be done by clinical examination, or by conventional X-rays, computerised tomography (CT) scanning, or magnetic resonance imaging (MRI)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of pelvimetry (performed antenatally or intrapartum) on the method of birth, on perinatal mortality and morbidity, and on maternal morbidity. This review concentrates exclusively on women whose fetuses have a cephalic presentation."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth Group's Trials Register (31 January 2017) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (including quasi-randomised) assessing the use of pelvimetry versus no pelvimetry or assessing different types of pelvimetry in women with a cephalic presentation at or near term were included. Cluster trials were eligible for inclusion, but none were identified."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias, extracted data and checked them for accuracy. We assessed the quality of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "Five trials with a total of 1159 women were included. All used X-ray pelvimetry to assess the pelvis. X-ray pelvimetry versus no pelvimetry or clinical pelvimetry is the only comparison included in this review due to the lack of trials identified that examined other types of radiological pelvimetry or that compared clinical pelvimetry versus no pelvimetry.\nThe included trials were generally at high risk of bias. There is an overall high risk of performance bias due to lack of blinding of women and staff. Two studies were also at high risk of selection bias. We used GRADEpro software to grade evidence for our selected outcomes; for caesarean section we rated the evidence low quality and all the other outcomes (perinatal mortality, wound sepsis, blood transfusion, scar dehiscence and admission to special care baby unit) as very low quality. Downgrading was due to risk of bias relating to lack of allocation concealment and blinding, and imprecision of effect estimates.\nWomen undergoing X-ray pelvimetry were more likely to have a caesarean section (risk ratio (RR) 1.34, 95% confidence interval (CI) 1.19 to 1.52; 1159 women; 5 studies; low-quality evidence ). There were no clear differences between groups for perinatal outcomes: perinatal mortality (RR 0.53, 95% CI 0.19 to 1.45; 1159 infants; 5 studies; very low-quality evidence ), perinatal asphyxia (RR 0.66, 95% CI 0.39 to 1.10; 305 infants; 1 study), and admission to special care baby unit (RR 0.20, 95% CI 0.01 to 4.13; 288 infants; 1 study; very low-quality evidence ). Other outcomes assessed were wound sepsis (RR 0.83, 95% CI 0.26 to 2.67; 288 women; 1 study; very low-quality evidence ), blood transfusion (RR 1.00, 95% CI 0.39 to 2.59; 288 women; 1 study; very low-quality evidence ), and scar dehiscence (RR 0.59, 95% CI 0.14 to 2.46; 390 women; 2 studies; very low-quality evidence). Again, no clear differences were found for these outcomes between the women who received X-ray pelvimetry and those who did not. Apgar score less than seven at five minutes was not reported in any study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "X-ray pelvimetry versus no pelvimetry or clinical pelvimetry is the only comparison included in this review due to the lack of trials identified that used other types or pelvimetry (other radiological examination or clinical pelvimetry versus no pelvimetry). There is not enough evidence to support the use of X-ray pelvimetry for deciding on mode of delivery in women whose fetuses have a cephalic presentation. Women who undergo an X-ray pelvimetry may be more likely to have a caesarean section.\nFurther research should be directed towards defining whether there are specific clinical situations in which pelvimetry can be shown to be of value. Newer methods of pelvimetry (CT, MRI) should be subjected to randomised trials to assess their value. Further trials of X-ray pelvimetry in cephalic presentations would be of value if large enough to assess the effect on perinatal mortality."
    }
  ],
  "pls_title": "Pelvimetry for fetal cephalic presentations at or near term for deciding on mode of delivery",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Does the use of pelvimetry to assess the size of the woman's pelvis improve outcomes for baby and mother? Pelvimetry might identify babies whose heads are too big for their mother's pelvis. In this case, an elective caesarean section might improve the outcome. Forms of pelvimetry include radiological pelvimetry (X-ray, computerised tomography (CT) scan or magnetic resonance imaging (MRI)) and clinical examination of the woman. We planned to include all studies comparing the use of clinical or radiological (X-ray, CT or MRI) pelvimetry versus no pelvimetry, or different types of pelvimetry."
    },
    {
      "heading": "Why is this important?",
      "text": "Sometimes, normal labour does not progress because the baby's head is too big, or the pelvis of the mother is too small, for the baby to pass through. This is called \"cephalo-pelvic disproportion\" or \"obstructed labour\" which may lead to an emergency caesarean section with possible risks for both mother and baby. A pregnant mother or her caregiver might be worried that disproportion could occur and for this reason, pelvimetry can be performed either before or during labour. It can be undertaken by clinical examination, X-ray, CT-scan or MRI. Pelvimetry measures the diameters of the pelvis and the baby's head. However, doing a pelvimetry also has implications: clinical examination might be very uncomfortable for the mother, X-ray and CT-scanning might be harmful for the baby and MRI is very expensive. All of these techniques have to be performed meticulously by experienced and skilled people to have any real value.\nIf we could diagnose the disproportion accurately before birth using pelvimetry, we might reduce the need for an emergency caesarean section and plan an elective procedure, with better outcomes for the baby and less complications for the mother."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence on 30th November 2016 and identified five trials with a total of 1159 pregnant women. All five trials used X-ray pelvimetry in comparison to no X-ray pelvimetry.\nThe women who received X-ray pelvimetry were more likely to have a caesarean section (low-quality evidence ). Whether a woman had pelvimetry or not, we found no difference in the numbers of babies that died (very low-quality evidence ), who did not have enough oxygen during labour, or were admitted to special care baby units (very low-quality evidence ). For the women, no differences were found between numbers of women with wound sepsis, those who received a blood transfusion, or those whose caesarean section scar began to break down (all very low-quality evidence). Apgar score less than seven at five minutes was not reported in any study."
    },
    {
      "heading": "What does this mean?",
      "text": "There is too little evidence (the majority of which is low quality) to show whether measuring the size of the woman's pelvis (pelvimetry) is beneficial and safe when the baby is in a head-down position. The number of women having a caesarean section increased if women had X-ray pelvimetry but there was insufficient good-quality evidence to show if pelvimetry improves outcomes for the baby. More research is needed."
    }
  ]
}