{
  "doi": "10.1002/14651858.CD011464.pub2",
  "name": "Psychological interventions for post‐traumatic stress disorder (PTSD) in people with severe mental illness ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Increasing evidence indicates that individuals who develop severe mental illness (SMI) are also vulnerable to developing post-traumatic stress disorder (PTSD), due to increased risk of exposure to traumatic events and social adversity. The effectiveness of trauma-focused psychological interventions (TFPIs) for PTSD in the general population is well-established. TFPIs involve identifying and changing unhelpful beliefs about traumatic experiences, processing of traumatic memories, and developing new ways of responding to cues associated with trauma. Little is known about the potential feasibility, acceptability and effectiveness of TFPIs for individuals who have a SMI and PTSD."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of psychological interventions for PTSD symptoms or other symptoms of psychological distress arising from trauma in people with SMI."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group’s Trials Study-Based Register (up until March 10, 2016), screened reference lists of relevant reports and reviews, and contacted trial authors for unpublished and/or specific outcome data."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all relevant randomised controlled trials (RCTs) which investigated TFPIs for people with SMI and PTSD, and reported useable data."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors (DS, MF, IN) independently screened the titles and abstracts of all references identified, and read short-listed full text papers. We assessed risk of bias in each case. We calculated the risk ratio (RR) and 95% confidence interval (CI) for binary outcomes, and the mean difference (MD) and 95% CI for continuous data, on an intention-to-treat basis. We assessed quality of evidence using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) and created 'Summary of findings' tables."
    },
    {
      "heading": "Main results",
      "text": "Four trials involving a total of 300 adults with SMI and PTSD are included. These trials evaluated three active intervention therapies: trauma-focused cognitive behavioural therapy (TF-CBT), eye movement desensitisation and reprocessing (EMDR), and brief psychoeducation for PTSD, all delivered via individual sessions. Our main outcomes of interest were PTSD symptoms, quality of life/well-being, symptoms of co-morbid psychosis, anxiety symptoms, depressive symptoms, adverse events and health economic outcomes.\n1. TF-CBT versus usual care/waiting list\nThree trials provided data for this comparison, however, continuous outcome data available were more often found to be skewed than unskewed, leading to the necessity of conducting analyses separately for the two types of continuous data. Using the unskewed data only, results showed no significant differences between TF-CBT and usual care in reducing clinician-rated PTSD symptoms at short term (1 RCT, n =13, MD 13.15, 95% CI -4.09 to 30.39,low-quality evidence ). Limited unskewed data showed equivocal results between groups in terms of general quality of life (1 RCT, n = 39, MD -0.60, 95% CI -4.47 to 3.27, low-quality evidence ), symptoms of psychosis (1 RCT, n = 9, MD -6.93, 95% CI -34.17 to 20.31, low-quality evidence ), and anxiety (1 RCT, n = 9, MD 12.57, 95% CI -5.54 to 30.68, very low-quality evidence ), at medium term. The only available data on depression symptoms were skewed and were equivocal across groups at medium term (2 RCTs, n = 48, MD 3.26, 95% CI -3.66 to 10.18, very low-quality evidence ). TF-CBT was not associated with more adverse events (1 RCT, n = 100, RR 0.44, 95% CI 0.09 to 2.31, low-quality evidence) at medium term. No data were available for health economic outcomes. Very limited data for PTSD and other symptoms were available over the long term.\n2. EMDR versus waiting list\nOne trial provided data for this comparison. Favourable effects were found for EMDR in terms of PTSD symptom severity at medium term but data were skewed (1 RCT, n = 83, MD -12.31, 95% CI -22.72 to -1.90, very low-quality evidence). EMDR was not associated with more adverse events (1 RCT, n = 102, RR 0.21, 95% CI 0.02 to 1.85, low-quality evidence). No data were available for quality of life, symptoms of co-morbid psychosis, depression, anxiety and health economics.\n3. TF-CBT versus EMDR\nOne trial compared TF-CBT with EMDR. PTSD symptom severity, based on skewed data (1 RCT, n = 88, MD -1.69, 95% CI -12.63 to 9.23, very low-quality evidence) was similar between treatment groups. No data were available for the other main outcomes.\n4. TF-CBT versus psychoeducation\nOne trial compared TF-CBT with psychoeducation. Results were equivocal for PTSD symptom severity (1 RCT, n = 52, MD 0.23, 95% CI -14.66 to 15.12, low-quality evidence ) and general quality of life (1 RCT, n = 49, MD 0.11, 95% CI -0.74 to 0.95, low-quality evidence) by medium term. No data were available for the other outcomes of interest."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Very few trials have investigated TFPIs for individuals with SMI and PTSD. Results from trials of TF-CBT are limited and inconclusive regarding its effectiveness on PTSD, or on psychotic symptoms or other symptoms of psychological distress. Only one trial evaluated EMDR and provided limited preliminary evidence favouring EMDR compared to waiting list. Comparing TF-CBT head-to-head with EMDR and brief psychoeducation respectively, showed no clear effect for either therapy. Both TF-CBT and EMDR do not appear to cause more (or less) adverse effects, compared to waiting list or usual care; these findings however, are mostly based on low to very low-quality evidence. Further larger scale trials are now needed to provide high-quality evidence to confirm or refute these preliminary findings, and to establish which intervention modalities and techniques are associated with improved outcomes, especially in the long term."
    }
  ],
  "pls_title": "Psychological interventions for post-traumatic stress disorder (PTSD) in people with severe mental illness",
  "pls_type": "long",
  "pls": "Background\nPost-traumatic stress disorder (PTSD) typically develops after a traumatic event is experienced or witnessed by an individual, or may develop when trauma is experienced by someone close to them. There is growing evidence that people with a severe mental illness (SMI) are vulnerable to developing PTSD due to increased risk of childhood and adulthood trauma. It is estimated that around a third of individuals with SMI also suffer from PTSD. A number of psychological interventions are available for the treatment of PTSD which are collectively known as 'trauma-focused psychological interventions' (TFPIs).\nSearching for evidence\nWe searched the Cochrane Schizophrenia Group Trial's Register in January 2015 and March 2016 and found four relevant studies involving 300 adults diagnosed with both SMI and PTSD. The participants received treatments that included trauma-focused cognitive behavioural therapy (TF-CBT), eye movement desensitisation and reprocessing (EMDR), and brief psychoeducation. All of these therapies support individuals to work through and process the memories, emotions and behaviours associated with trauma.\nKey results\nWhen TF-CBT was compared to the care usually received, no effect for reducing PTSD, psychotic, depressive or anxiety symptoms or improving quality of life, was noted. There was some low-quality evidence from two studies that people with SMI and PTSD receiving TF-CBT were more likely to recover from PTSD, that is, having PTSD symptoms which are below diagnostic threshold. TF-CBT was not linked to an increase in side effects.\nA comparison of people receiving EMDR against those awaiting treatment showed a favourable effect for reducing the symptoms of PTSD (very low-quality evidence). Again, there was no difference in side effects. No data were available for the effect of EMDR on quality of life, psychosis, depression or anxiety.\nA comparison of TF-CBT with EMDR indicated no difference in reduction of PTSD symptom severity (very low-quality evidence).\nFinally, when TF-CBT was compared with brief psychoeducation there was no evidence that either therapy was superior in treating a range of PTSD symptoms.\nQuality of the evidence\nThe review identifies limited, low-quality evidence on TF-CBT and EMDR. The effects of these treatments in reducing the symptoms of PTSD remain unclear although they do not appear to cause any more side effects than waiting for treatment. However, many important outcomes of interest have not been reported on and more research into the benefits of trauma-focused psychological interventions for individuals with SMI and PTSD is required."
}