{
  "doi": "10.1002/14651858.CD013604.pub2",
  "name": "Pre‐emptive antifungal therapy versus empirical antifungal therapy for febrile neutropenia in people with cancer ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Intensive cytotoxic chemotherapy for people with cancer can cause severe and prolonged cytopenia, especially neutropenia, a critical condition that is potentially life-threatening. When manifested by fever and neutropenia, it is called febrile neutropenia (FN). Invasive fungal disease (IFD) is one of the serious aetiologies of chemotherapy-induced FN. In pre-emptive therapy, physicians only initiate antifungal therapy when an invasive fungal infection is detected by a diagnostic test. Compared to empirical antifungal therapy, pre-emptive therapy may reduce the use of antifungal agents and associated adverse effects, but may increase mortality. The benefits and harms associated with the two treatment strategies have yet to be determined."
    },
    {
      "heading": "Objectives",
      "text": "To assess the relative efficacy, safety, and impact on antifungal agent use of pre-emptive versus empirical antifungal therapy in people with cancer who have febrile neutropenia."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE Ovid, Embase Ovid, and ClinicalTrials.gov to October 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that compared pre-emptive antifungal therapy with empirical antifungal therapy for people with cancer."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We identified 2257 records from the databases and handsearching. After removing duplicates, screening titles and abstracts, and reviewing full-text reports, we included seven studies in the review. We evaluated the effects on all-cause mortality, mortality ascribed to fungal infection, proportion of antifungal agent use (other than prophylactic use), duration of antifungal use (days), invasive fungal infection detection, and adverse effects for the comparison of pre-emptive versus empirical antifungal therapy. We presented the overall certainty of the evidence for each outcome according to the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "This review includes 1480 participants from seven randomised controlled trials. Included studies only enroled participants at high risk of FN (e.g. people with haematological malignancy); none of them included participants at low risk (e.g. people with solid tumours).\nLow-certainty evidence suggests there may be little to no difference between pre-emptive and empirical antifungal treatment for all-cause mortality (risk ratio (RR) 0.97, 95% confidence interval (CI) 0.72 to 1.30; absolute effect, reduced by 3/1000); and for mortality ascribed to fungal infection (RR 0.92, 95% CI 0.45 to 1.89; absolute effect, reduced by 2/1000). Pre-emptive therapy may decrease the proportion of antifungal agent used more than empirical therapy (other than prophylactic use; RR 0.71, 95% CI 0.47 to 1.05; absolute effect, reduced by 125/1000; very low-certainty evidence). Pre-emptive therapy may reduce the duration of antifungal use more than empirical treatment (mean difference (MD) -3.52 days, 95% CI -6.99 to -0.06, very low-certainty evidence). Pre-emptive therapy may increase invasive fungal infection detection compared to empirical treatment (RR 1.70, 95% CI 0.71 to 4.05; absolute effect, increased by 43/1000; very low-certainty evidence). Although we were unable to pool adverse events in a meta-analysis, there seemed to be no apparent difference in the frequency or severity of adverse events between groups.\nDue to the nature of the intervention, none of the seven RCTs could blind participants and personnel related to performance bias. We identified considerable clinical and statistical heterogeneity, which reduced the certainty of the evidence for each outcome. However, the two mortality outcomes had less statistical heterogeneity than other outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "For people with cancer who are at high-risk of febrile neutropenia, pre-emptive antifungal therapy may reduce the duration and rate of use of antifungal agents compared to empirical therapy, without increasing over-all and IFD-related mortality; but the evidence regarding invasive fungal infection detection and adverse events was inconsistent and uncertain."
    }
  ],
  "pls_title": "Pre-emptive versus empirical antifungal therapy in people with cancer who have febrile neutropenia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "Intensive chemotherapy for people with cancer can cause severe and prolonged cytopenia (lower-than-normal number of blood cells), especially neutropenia (lower-than-normal white blood cells, which help to fight infection), a critical condition that is potentially life-threatening. When a person has both fever and neutropenia, it is called febrile neutropenia (FN). Invasive fungal disease (IFD; an infection caused by a fungus) is one of the serious causes of chemotherapy-induced FN.\nThere are two treatment strategies in this situation. In empirical antifungal therapy, an antifungal medicine is given when the doctor first suspects there is a fungal infection (e.g. person still has a fever after four to seven days of antibiotic therapy, or the doctor is still trying to pinpoint the cause of the fever). In pre-emptive therapy, the doctor uses a series of laboratory screening tests to find what is causing the infection before starting the antifungal medicine.\nCompared to empirical therapy, pre-emptive therapy may reduce the use of antifungal medicines and the adverse effects they can cause, but may increase the number of deaths. The benefits and harms associated with the two treatment strategies have yet to be determined."
    },
    {
      "heading": "Who will be interested in this review?",
      "text": "Healthcare professionals, including clinical oncologists; people with cancer and the people around them."
    },
    {
      "heading": "What question does this review aim to answer?",
      "text": "This systematic review aimed to find and evaluate the evidence for the relative efficacy (how well they work); safety (the number and severity of side effects); and the impact of pre-emptive versus empirical antifungal therapy on the use of antifungal medicines in people with cancer who have FN."
    },
    {
      "heading": "Which studies were included in the review?",
      "text": "We searched electronic medical databases to find all relevant studies that included adults with cancer who had FN. To be included, the studies had to be randomised controlled trials (RCTs), which means the participants were divided at random (by chance alone), to receive either empirical or pre-emptive antifungal medicine (last search October 2021). We included seven studies, involving 1480 people, which compared empirical and pre-emptive antifungal treatment strategies."
    },
    {
      "heading": "What does the evidence from the review tell us?",
      "text": "For people with cancer and febrile neutropenia, there may be little or no difference in the number of deaths between those receiving pre-emptive and those receiving empirical antifungal therapy. Pre-emptive therapy may increase the rate of identifying IFD, and reduce the duration and rate of use of antifungal medicines, but has not been shown to reduce adverse events. The certainty of the evidence ranged from very low to low; at best, our confidence in the effect estimate is limited."
    },
    {
      "heading": "What should happen next?",
      "text": "Pre-emptive therapy may be a promising treatment method for people with cancer who have FN. Since the trials reported different treatments, standardising treatment protocols will help to determine a more valid evaluation of the treatment effects."
    }
  ]
}