{
  "doi": "10.1002/14651858.CD001832.pub3",
  "name": "Third generation cephalosporins versus conventional antibiotics for treating acute bacterial meningitis ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Antibiotic therapy for suspected acute bacterial meningitis (ABM) needs to be started immediately, even before the results of cerebrospinal fluid (CSF) culture and antibiotic sensitivity are available. Immediate commencement of effective treatment using the intravenous route may reduce death and disability."
    },
    {
      "heading": "Objectives",
      "text": "The objective is to compare the effectiveness and safety of third generation cephalosporins (ceftriaxone or cefotaxime) with conventional treatment using penicillin or ampicillin-chloramphenicol in patients with community-acquired ABM."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2011, Issue 1), which contains the Cochrane Acute Respiratory Infections Group's Specialised Register, MEDLINE (January 1966 to March week 4, 2011) and EMBASE (January 1974 to April 2011). We also searched the reference list of review articles and book chapters, and contacted experts for any unpublished trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing third generation cephalosporins (ceftriaxone or cefotaxime) with conventional antibiotics (ampicillin-chloramphenicol combination, or chloramphenicol alone) as empirical therapy for ABM in adults and children."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently applied the study selection criteria, assessed methodological quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "Nineteen trials that involved 1496 patients were included in the analysis. There was no heterogeneity of results among the studies in any outcome except diarrhoea. There was no statistically significant difference between the groups in the risk of death (risk difference (RD) 0%; 95% confidence interval (CI) -3% to 2%), risk of deafness (RD -4%; 95% CI -9% to 1%) or risk of treatment failure (RD -1%; 95% CI -4% to 2%). However, there were significantly decreased risks of culture positivity of CSF after 10 to 48 hours (RD -6%; 95% CI -11% to 0%) and statistically significant increases in the risk of diarrhoea between the groups (RD 8%; 95% CI 3% to 13%) with the third generation cephalosporins. The risk of neutropaenia and skin rash were not significantly different between the two groups. However, due to increased antibiotic resistance since the 1980s, the finding of this review should be read with caution."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The review shows no clinically important difference between third generation cephalosporins (ceftriaxone or cefotaxime) and conventional antibiotics (ampicillin-chloramphenicol combination, or chloramphenicol alone). Therefore the choice of antibiotic will depend on cost and availability. The antimicrobial resistance pattern against various antibiotics needs to be closely monitored in low- to middle-income countries as well as high-income countries."
    }
  ],
  "pls_title": "Newer, third generation cephalosporins versus conventional antibiotics for treating acute bacterial meningitis",
  "pls_type": "long",
  "pls": "Acute bacterial meningitis is a life-threatening illness. Currently the evidence suggests that old and new antibiotics offer the same level of treatment. Bacteria which cause meningitis are often thought to be resistant to conventional (older) antibiotics, and so doctors often prescribe newer antibiotics (called third generation cephalosporins). Commencing treatment early is vitally important and the choice of antibiotic is often made without any knowledge of possible drug resistance. This review examined 19 studies with 1496 participants to see whether there is a difference in effectiveness between conventional and newer antibiotics. This review found no differences. Adverse effects in both approaches were similar, except for diarrhoea, which was more common in the cephalosporin group. Only three studies dealt with adults; the remaining studies recruited participants aged 15 years and younger. Therefore, we believe that the results probably pertain more to children. Conventional and newer antibiotics seem reasonable options for initial, immediate treatment. The choice may depend on availability, affordability and local policies."
}