{
  "doi": "10.1002/14651858.CD006757.pub4",
  "name": "Surgery for cataracts in people with age‐related macular degeneration",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cataract and age-related macular degeneration (AMD) are common causes of decreased vision that often occur simultaneously in people over age 50. Although cataract surgery is an effective treatment for cataract-induced visual loss, some clinicians suspect that such an intervention may increase the risk of worsening of underlying AMD and thus have deleterious effects on vision."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to evaluate the effectiveness and safety of cataract surgery compared with no surgery in eyes with AMD."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (which contains the Cochrane Eyes and Vision Trials Register) (2016, Issue 11), Ovid MEDLINE, Epub Ahead of Print, In-Process & Other Non-Indexed Citations, Ovid MEDLINE Daily (January 1946 to December 2016), Embase (January 1980 to December 2016), Latin American and Caribbean Literature on Health Sciences (LILACS) (January 1982 to December 2016), the ISRCTN registry (www.isrctn.com/editAdvancedSearch), ClinicalTrials.gov (www.clinicaltrials.gov), and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) (www.who.int/ictrp/search/en). We did not use any date or language restrictions in the electronic searches for trials. We last searched the electronic databases on 2 December 2016."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) and quasi-randomized trials that enrolled participants whose eyes were affected by both cataract and AMD in which cataract surgery was compared with no surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently evaluated the search results against the inclusion and exclusion criteria. Two review authors independently extracted data, assessed risk of bias for included studies, and graded the certainty of evidence. We followed methods as recommended by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We included two RCTs with a total of 114 participants (114 study eyes) with visually significant cataract and AMD. We identified no ongoing trials. Participants in each RCT were randomized to immediate cataract surgery (within two weeks of enrollment) or delayed cataract surgery (six months after enrollment). The risk of bias was unclear for most domains in each study; one study was registered prospectively.\nIn one study conducted in Australia outcomes were reported only at six months (before participants in the delayed-surgery group had cataract surgery). At six months, the immediate-surgery group showed mean improvement in best-corrected visual acuity (BCVA) compared with the delayed-surgery group (mean difference (MD) -0.15 LogMAR, 95% confidence interval (CI) -0.28 to -0.02; 56 participants; moderate-certainty evidence). In the other study, conducted in Austria, outcomes were reported only at 12 months (12 months after participants in the immediate-surgery group and six months after participants in the delayed-surgery group had cataract surgery). There was uncertainty as to which treatment group had better improvement in distance visual acuity at 12 months (unit of measure not reported; very low-certainty evidence).\nAt 12 months, the mean change from baseline between groups in cumulated drusen or geographic atrophy area size was small and there was uncertainty which, if either, of the groups was favored (MD 0.76, 95% CI -8.49 to 10.00; 49 participants; low-certainty evidence). No participant in one study had exudative AMD develop in the study eye during 12 months of follow-up; in the other study, choroidal neovascularization developed in the study eye of 1 of 27 participants in the immediate-surgery group versus 0 of 29 participants in the delayed-surgery group at six months (risk ratio 3.21, 95% CI 0.14 to 75.68; 56 participants; very low-certainty evidence). Quality of life was measured using two different questionnaires. Scores on the Impact of Vision Impairment (IVI) questionnaire suggested that the immediate-surgery group fared better regarding vision-related quality of life than the delayed-surgery group at six months (MD in IVI logit scores 1.60, 95% CI 0.61 to 2.59; low-certainty evidence). However, we could not analyze scores from the Visual Function-14 (VF-14) questionnaire from the other study due to insufficient data. No postoperative complication was reported from either study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "At this time, it is not possible to draw reliable conclusions from the available data as to whether cataract surgery is beneficial or harmful in people with AMD after 12 months. Although cataract surgery provides short-term (six months) improvement in BCVA in eyes with AMD compared with no surgery, it is unclear whether the timing of surgery has an effect on long-term outcomes. Physicians must make recommendations to their AMD patients regarding cataract surgery based on experience and clinical judgment until large controlled trials are conducted and their findings published.\nThere is a need for prospective RCTs in which cataract surgery is compared with no surgery in people with AMD to better evaluate whether cataract surgery is beneficial or harmful in all or a subset of AMD patients. However, ethical considerations preclude withholding surgery, or delaying it for several years, if it may be a potentially beneficial treatment. Designers of future trials are encouraged to utilize existing standardized systems for grading cataract and AMD and for measuring key outcomes: visual acuity, change in visual acuity, worsening of AMD, quality of life measures, and adverse events."
    }
  ],
  "pls_title": "Cataract surgery in people with age-related macular degeneration",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane Review was to determine whether cataract surgery is safe and improves vision in eyes with age-related macular degeneration (AMD) compared with no surgery. Cochrane researchers collected and analyzed all relevant studies to answer this question and included two studies."
    },
    {
      "heading": "Key messages",
      "text": "Although data from two small studies suggest that surgery to remove cataracts in eyes with AMD may improve vision without worsening of AMD, it is not possible to draw reliable conclusions from the available data at this time. Physicians must decide whether to recommend cataract surgery to their AMD patients based on clinical judgment until larger studies have been conducted and their findings published."
    },
    {
      "heading": "What was studied in this review?",
      "text": "Both cataract and AMD are common causes of poor vision; they often occur together in people over age 50. Cataract occurs when the clear lens in the front of the eye becomes cloudy. Removing the cloudy lens (cataract surgery) restores good vision for many eyes that do not have other eye conditions. AMD is disease in which the macula (the area in the back of the eye that is responsible for central vision) deteriorates. Some physicians believe that cataract surgery may put eyes that have AMD at higher risk of more vision loss than leaving the cloudy lens in the eye."
    },
    {
      "heading": "What are the main results of this review?",
      "text": "This review included two studies comparing immediate cataract surgery (within two weeks) with delayed cataract surgery (at six months) for people who had both cataract and AMD. In one study, the group that received immediate surgery had better vision at six months than the group scheduled for delayed surgery. In the other study, it was unclear which group had better vision improvements at 12 months. No participant in one study had the AMD get worse; AMD got worse in only one person in the immediate-surgery group in the other study. Two studies measured quality of life: one study suggested that the immediate-surgery group had a better quality of life than the delayed-surgery group, and the second study did not report enough information to allow us to analyze the data. Neither study reported adverse events."
    },
    {
      "heading": "How up-to-date is the review?",
      "text": "Cochrane researchers searched for studies that had been published up to 2 December 2016."
    }
  ]
}