{
  "doi": "10.1002/14651858.CD005962.pub2",
  "name": "Lamotrigine for schizophrenia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Treating the 20-30% of people with schizophrenia whose symptoms are resistant to treatment can be problematic. Adding lamotrigine to ongoing antipsychotic treatment has shown to be of benefit in preliminary studies."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effects of adjuvant lamotrigine for people with schizophrenia and schizophrenia-like psychoses."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group's Register (February 2006) and inspected references of all identified studies for further trials. We contacted relevant authors of trials for additional information."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all clinical randomised trials comparing lamotrigine with placebo or other antipsychotic augmentation strategies."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data independently. For homogenous dichotomous data we calculated random effects relative risk (RR), 95% confidence intervals (CI) and, where appropriate, numbers needed to treat (NNT) on an intention-to-treat basis. For continuous data, we calculated weighted mean differences (WMD)."
    },
    {
      "heading": "Main results",
      "text": "We found five relevant trials (total n=537), but no usable data on service outcomes, general functioning, behaviour, engagement with services, satisfaction with treatment or economic outcomes. Overall, reporting of data was poor. Those data we were able to use suggested that equal proportions of people allocated lamotrigine or placebo had no global response (n=208, 1 RCT, RR 1.06 CI 0.73 to 1.54). There was no significant difference between groups in the proportions of people whose mental state did not improve (n=297, 3 RCT, RR 1.26 CI 0.81 to 1.97). There was, however, a significant reduction in the PANSS total scores (n=67, 2 RCT, WMD -16.88 CI -8.57 to -25.18, p=0.0001), positive symptom sub-scale scores (n=65, 2 RCTs, WMD -5.10 CI -8.86 to -1.34) and negative symptom sub-scale scores (n=67, 2 RCTs, WMD -5.25, CI -7.07 to -3.43). Most cognitive measures showed no differences (n=329, 2 RCTs, RR not attaining BACS composite score of 0.5 1.10 CI 0.59 to 2.04). The proportion of participants leaving studies was about 25% at 12 weeks (n=537, 5 RCTs, RR 0.96 CI 0.71 to 1.29). The lamotrigine group did experience the outcome of any adverse effects significantly more frequent than people allocated placebo (n=429, 2 RCTs, RR 1.19 CI 1.02 to 1.38, NNH 10 CI 5 to 90). Among the many effects listed, only nausea was found to be significantly more (9%) in the lamotrigine group compared with placebo (n=465, 3 RCTs, RR 2.26 CI 1.05 to 4.88)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Evidence for use of lamotrigine as an adjuvant for people with schizophrenia is not robust and large well-designed, conducted and reported real-world randomised trials are needed to determine its place in everyday clinical practice."
    }
  ],
  "pls_title": "Lamotrigine for schizophrenia",
  "pls_type": "long",
  "pls": "Schizophrenia is a major mental disorder affecting about 1% of the general population. The symptoms of the disorder significantly affect the social, occupational and interpersonal functioning of the affected person. In spite of promising treatments for schizophrenia over the last fifty years, at least one-fifth to one-third of affected people fail to respond to treatment. In such cases, additional drugs may be administered to improve treatment response. One such drug is lamotrigine, which was introduced primarily for epilepsy ('fits'). So far there has not been any systematic analysis of those reports that have suggested the benefit of lamotrigine for people with schizophrenia, hence we undertook this review.\nWe searched major medical databases for studies that have examined the use of lamotrigine for people with schizophrenia. We identified five relevant studies that were conducted according to existing standards of research. A total of 537 people with schizophrenia participated in these five studies. The participants were resistant to various degrees to usual treatments and were randomised to receive either lamotrigine or placebo in addition to their usual drugs. The data regarding effectiveness could only be usefully analysed in less than 70 participants. Lamotrigine was considered to be effective if the questionnaire scores showed a greater reduction than for those who received placebo. The magnitude of this effect was small when compared to placebo.\nData regarding adverse effects were available from three studies. There was a higher occurrence of nausea in those receiving lamotrigine. Apart from this the common side effects were headache and dizziness.\nThe current evidence does not suggest that the addition of lamotrigine is a remarkable strategy for people with resistant schizophrenia, but the results are suggestive of a positive effect on the symptoms of schizophrenia. However, more studies with larger number of participants are needed to confirm the true magnitude of benefit and safety. This review is limited by the poor presentation of data from the individual studies."
}