{
  "doi": "10.1002/14651858.CD001273.pub3",
  "name": "Oral zinc for arterial and venous leg ulcers",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Leg ulcers affect up to one percent of people at some time in their life. Leg ulceration is chronic in nature and ulcers may be present for months or even years without healing. After healing there is a high risk of recurrence. Treatments include wound dressings alongside the treatment of underlying medical problems such as poor blood supply, infection and poor nutrition."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of oral zinc in healing arterial or venous leg ulcers."
    },
    {
      "heading": "Search methods",
      "text": "For this seventh update we searched The Cochrane Wounds Group Specialised Register (searched 02 September 2014) and The Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2014, Issue 8). In the original version of the review a company manufacturing zinc sulphate tablets was asked for references to relevant trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing oral zinc sulphate with placebo or no treatment in people with arterial or venous leg ulcers were eligible for inclusion. There were no restrictions on date or language of publication. The main outcome measure used was complete healing of the ulcers. Trials were eligible for inclusion if they measured ulcer healing objectively by documenting time to complete healing, proportion of ulcers healed during the study, or healing rates of ulcers."
    },
    {
      "heading": "Data collection and analysis",
      "text": "All data extraction and assessment of trial quality was done by both authors independently."
    },
    {
      "heading": "Main results",
      "text": "Six small trials (183 participants) were eligible for inclusion. Four trials considered people with venous ulcers, one trial involved people with arterial ulcers and one people with mixed aetiology ulcers. Serum zinc was measured in four trials and four trials compared oral zinc sulphate with placebo in people with venous ulcers; pooling these trials indicated no statistically significant difference between the two groups for healing (RR 1.22, 95%CI 0.88 to 1.68). Overall, there is no evidence that oral zinc increases the healing of arterial or venous leg ulcers."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Oral zinc sulphate does not appear to aid the healing of arterial and venous leg ulcers, however all included studies were small and at unclear risk of bias (due to poor reporting)."
    }
  ],
  "pls_title": "Oral zinc supplements for treating leg ulcers",
  "pls_type": "long",
  "pls": "Leg ulcers (open sores, usually on the lower leg) can be slow and difficult to heal. They may take weeks or months to heal. There is a high risk of the ulcer returning. Leg ulcers often cause distress to patients and are costly for health services. Failure to heal may be due in part to poor nutrition which reduces the ability of the body to repair itself. Minerals such as zinc are necessary for good healing and so it was thought that taking zinc sulphate tablets might aid healing of ulcers. We found six trials that used zinc to treat leg ulcers but all were too small to show a benefit, even if one exists. Furthermore the methods used in the existing trials mean that their results were possibly biased. On the basis of the evidence we have so far it appears that taking zinc tablets does not improve leg ulcer healing, however better quality trials are needed."
}