{
  "doi": "10.1002/14651858.CD008572.pub2",
  "name": "Radiofrequency denervation for chronic low back pain",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Radiofrequency (RF) denervation, an invasive treatment for chronic low back pain (CLBP), is used most often for pain suspected to arise from facet joints, sacroiliac (SI) joints or discs. Many (uncontrolled) studies have shown substantial variation in its use between countries and continued uncertainty regarding its effectiveness."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review is to assess the effectiveness of RF denervation procedures for the treatment of patients with CLBP. The current review is an update of the review conducted in 2003."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, three other databases, two clinical trials registries and the reference lists of included studies from inception to May 2014 for randomised controlled trials (RCTs) fulfilling the inclusion criteria. We updated this search in June 2015, but we have not yet incorporated these results."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs of RF denervation for patients with CLBP who had a positive response to a diagnostic block or discography. We applied no language or date restrictions."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Pairs of review authors independently selected RCTs, extracted data and assessed risk of bias (RoB) and clinical relevance using standardised forms. We performed meta-analyses with clinically homogeneous studies and assessed the quality of evidence for each outcome using the Grades of Recommendation, Assessment, Development and Evaluation (GRADE) approach."
    },
    {
      "heading": "Main results",
      "text": "In total, we included 23 RCTs (N = 1309), 13 of which (56%) had low RoB. We included both men and women with a mean age of 50.6 years. We assessed the overall quality of the evidence as very low to moderate. Twelve studies examined suspected facet joint pain, five studies disc pain, two studies SI joint pain, two studies radicular CLBP, one study suspected radiating low back pain and one study CLBP with or without suspected radiation. Overall, moderate evidence suggests that facet joint RF denervation has a greater effect on pain compared with placebo over the short term (mean difference (MD) -1.47, 95% confidence interval (CI) -2.28 to -0.67). Low-quality evidence indicates that facet joint RF denervation is more effective than placebo for function over the short term (MD -5.53, 95% CI -8.66 to -2.40) and over the long term (MD -3.70, 95% CI -6.94 to -0.47). Evidence of very low to low quality shows that facet joint RF denervation is more effective for pain than steroid injections over the short (MD -2.23, 95% CI -2.38 to -2.08), intermediate (MD -2.13, 95% CI -3.45 to -0.81), and long term (MD -2.65, 95% CI -3.43 to -1.88). RF denervation used for disc pain produces conflicting results, with no effects for RF denervation compared with placebo over the short and intermediate term, and small effects for RF denervation over the long term for pain relief (MD -1.63, 95% CI -2.58 to -0.68) and improved function (MD -6.75, 95% CI -13.42 to -0.09). Lack of evidence of short-term effectiveness undermines the clinical plausibility of intermediate-term or long-term effectiveness. When RF denervation is used for SI joint pain, low-quality evidence reveals no differences from placebo in effects on pain (MD -2.12, 95% CI -5.45 to 1.21) and function (MD -14.06, 95% CI -30.42 to 2.30) over the short term, and one study shows a small effect on both pain and function over the intermediate term. RF denervation is an invasive procedure that can cause a variety of complications. The quality and size of original studies were inadequate to permit assessment of how often complications occur."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The review authors found no high-quality evidence suggesting that RF denervation provides pain relief for patients with CLBP. Similarly, we identified no convincing evidence to show that this treatment improves function. Overall, the current evidence for RF denervation for CLBP is very low to moderate in quality; high-quality evidence is lacking. High-quality RCTs with larger patient samples are needed, as are data on long-term effects."
    }
  ],
  "pls_title": "Radiofrequency denervation for chronic low back pain",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Low back pain is a widespread problem that has major social and economic consequences. In all, 85% to 90% of low back pain cases are classified as 'non-specific'. Most patients with low back pain are treated successfully in primary care, but approximately 10% to 15% develop chronic symptoms (lasting longer than three months). Chronic low back pain can come from any part of the back that has a nerve supply capable of transmitting pain signals. These sources include discs, vertebrae, sacroiliac joints, facet joints, muscles, ligaments and other structures. Pain specialists try to identify the source of low back pain by using nerve blocks. They numb individual spinal nerves with anaesthetic injections to see if this leads to improvement in back symptoms. With substantial pain relief, they attempt to eliminate pain for a longer time by heating the spinal nerves with radiofrequency waves to ensure that the pain stimulus cannot be passed. This invasive procedure is called radiofrequency denervation. At this time, the effectiveness of this approach has not been proven."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to May 2014. This review includes 23 randomised controlled trials with a total of 1309 participants whose chronic low back pain was evaluated with nerve blocks or other diagnostic tests. Both men and women, with a mean age of 50.6 years, were included. Patients with a positive response to a diagnostic block or to discography were given radiofrequency denervation, a placebo or a comparison treatment."
    },
    {
      "heading": "Key results",
      "text": "No high-quality evidence shows that radiofrequency denervation provides pain relief for patients with chronic low back pain. Similarly, no convincing evidence suggests that this treatment improves function. Moderate-quality evidence suggests that radiofrequency denervation might better relieve facet joint pain and improve function over the short term when compared with placebo. Evidence of very low to low quality shows that radiofrequency denervation might relieve facet joint pain as well as steroid injections. For patients with disc pain, only small long-term effects on pain relief and improved function are shown. For patients with SI joint pain, radiofrequency denervation had no effect over the short term and a smaller effect (based on one study) one to six months after treatment when compared with placebo. For low back pain suspected to arise from other sources, the results were inconclusive. Radiofrequency denervation is an invasive procedure that can cause a variety of complications."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The studies in this review were not of adequate quality and size to document how often complications occur. Given the poor quality of the evidence, large, high-quality studies are urgently needed to determine whether radiofrequency denervation is safe and effective."
    }
  ]
}