{
  "doi": "10.1002/14651858.CD015779",
  "name": "Long‐term antibiotic prophylaxis for prevention of rheumatic fever recurrence and progression to rheumatic heart disease ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Rheumatic fever is a non-suppurative, inflammatory sequela of group A Streptococcus pharyngitis that can occur at two to four weeks after infection. Following an episode of rheumatic fever, there is a risk of developing rheumatic heart disease (RHD) later in life that carries significant risk of morbidity and mortality. RHD remains the largest global cause of cardiovascular disease in the young (age < 25 years). The historical literature provides inconclusive evidence that antibiotic prophylaxis is beneficial in reducing the risk of recurrence of rheumatic fever and development of RHD. Antibiotics are thought to work by reducing the carriage of group A Streptococcus and thus reducing the risk of infection. This review was commissioned by the World Health Organization (WHO) for an upcoming guideline."
    },
    {
      "heading": "Objectives",
      "text": "1. To assess the effects of long-term antibiotics versus no antibiotics (control) for secondary prevention of rheumatic fever recurrence and associated sequelae in people with previous rheumatic fever or RHD.\n2. To assess the effects of long-term intramuscular penicillin versus long-term oral antibiotics for secondary prevention of rheumatic fever recurrence and associated sequelae in people with previous rheumatic fever or RHD."
    },
    {
      "heading": "Search methods",
      "text": "We systematically searched CENTRAL, MEDLINE, Embase, Conference Proceedings Citation Index-Science, clinical trial registers, ISRCTN.com and reference lists without restrictions on language or date up to 10 March 2024."
    },
    {
      "heading": "Selection criteria",
      "text": "We sought randomised controlled trials or quasi-randomised trials, described in any language, including participants with previous rheumatic fever and/or RHD of any age, based in community or hospital settings. Studies were included if they compared firstly antibiotic prophylaxis with no antibiotic prophylaxis, and, secondly, intramuscular penicillin prophylaxis versus oral antibiotic prophylaxis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standardised methodological, Cochrane-endorsed procedures and performed meta-analyses with risk ratios (RR) and Peto odds ratios (Peto OR). Our primary outcomes were recurrence of rheumatic fever, progression or severity of RHD and cardiac complications. Our secondary outcomes were obstetric complications (maternal and foetal events), mortality, treatment adherence, adverse events and acceptability to participants. We performed comprehensive assessments of risk of bias and certainty of evidence, applying the GRADE methodology."
    },
    {
      "heading": "Main results",
      "text": "We included 11 studies (seven RCTs and four quasi-randomised trials) including 3951 participants. The majority of the included studies were conducted in the USA, UK and Canada during the 1950s to 1960s. Most participants with previous rheumatic fever had been diagnosed using the modified Jones criteria (mJC) (four studies), were an average of 12.3 years of age and 50.6% male. We assessed the majority of the included studies to be at high risk of bias, predominantly relating to blinding and attrition bias.\nComparison one: antibiotics versus no antibiotics\nPooled meta-analysis of six RCTs provides moderate-certainty evidence that antibiotics overall (oral or intramuscular) probably reduce the risk of recurrence of rheumatic fever substantially (0.7% versus 1.7%, respectively) (risk ratio (RR) 0.39, 95% confidence interval (CI) 0.22 to 0.69; 1721 participants). People with early or mild RHD likely have the greatest capacity to benefit from intramuscular antibiotic prophylaxis (8.1%) compared to no antibiotics (0.7%) (RR 0.09, 95% CI 0.03 to 0.29; 1 study, 818 participants; moderate-certainty evidence). Antibiotics may not affect mortality in people with late-stage RHD (RR 1.23, 95% CI 0.78 to 1.94; 1 study, 994 participants; low-certainty evidence). Antibiotics may not affect the risk of anaphylaxis (Peto odds ratio (OR) 7.39, 95% CI 0.15 to 372; 1 study, 818 participants; low-certainty evidence) or sciatic nerve injury (Peto OR 7.39, 95% CI 0.15 to 372; 1 study, 818 participants; low-certainty evidence) compared with no antibiotics, but probably have an increased risk of hypersensitivity reactions (RR 137, 8.51 to 2210; 2 studies, 894 participants; moderate-certainty evidence) and local reactions (RR 29, 1.74 to 485; 1 study, 818 participants; moderate-certainty evidence).\nComparison two: intramuscular antibiotics versus oral antibiotics\nPooled analysis of two RCTs showed that prophylactic intramuscular benzathine benzylpenicillin likely reduces recurrence of rheumatic fever substantially when compared to oral antibiotics (0.1% versus 1%, respectively) (RR 0.07, 95% CI 0.02 to 0.26; 395 participants; moderate-certainty evidence). Furthermore, it is unclear whether intramuscular benzyl penicillin is superior to oral antibiotics in reducing the risk of mortality in the context of RHD (Peto OR 0.22, 95% CI 0.01 to 4.12; 1 study, 431 participants; very low-certainty evidence). There were no data available on progression of latent RHD or adverse events including anaphylaxis, sciatic nerve injury, delayed hypersensitivity/allergic reactions and local reactions to injection."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review provides evidence that antibiotic prophylaxis likely reduces the risk of recurrence of rheumatic fever compared to no antibiotics, and that intramuscular benzathine benzylpenicillin is probably superior to oral antibiotics (approximately 10 times better). Moreover, intramuscular benzathine benzylpenicillin likely reduces the risk of progression of latent RHD. Evidence is scarce, but antibiotics compared with no antibiotics may not affect the risk of anaphylaxis or sciatic nerve injury, but probably carry an increased risk of hypersensitivity reactions and local reactions. Antibiotics may not affect all-cause mortality in late-stage RHD compared to no antibiotics. There is no evidence available to comment on the effect of intramuscular penicillin over oral antibiotics for progression of latent RHD and adverse events, and little evidence for all-cause mortality. It is important to interpret these findings in the context of major limitations, including the following: the vast majority of the included studies were conducted more than 50 years ago, many before contemporary echocardiographic studies; methodology was often at high risk of bias; outdated treatments were used; only one study was in latent RHD; and there are concerns regarding generalisability to low socioeconomic regions. This underlines the need for ongoing research to understand who benefits most from prophylaxis."
    }
  ],
  "pls_title": "Do long-term antibiotics help to reduce rheumatic fever recurrence and progression of rheumatic heart disease?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "In people who have had previous rheumatic fever (the body attacking itself in response to bacterial infection) or have rheumatic heart disease (long-term damage to the heart due to rheumatic fever):\n- long-term antibiotics (either injected into the muscle every month or taken as a tablet every day) probably reduce the risk of getting more episodes of rheumatic fever compared to no antibiotics;\n- intramuscular antibiotics probably reduce the progression (getting worse) of early heart disease compared to no antibiotic; however, there is no evidence to compare intramuscular with oral antibiotics for progression of late-stage heart disease;\n- antibiotics may not increase the risk of complications, such as a severe allergic reaction (anaphylaxis)."
    },
    {
      "heading": "What is rheumatic heart disease?",
      "text": "Rheumatic heart disease is the top cause of heart disease in young people worldwide and kills about one-third of a million people every year. Rheumatic fever happens when the body's own defences go wrong, often because of a throat infection, fighting the heart instead of the bacteria. This can then lead to damage to the heart valves (gateways between rooms in the heart) called rheumatic heart disease. Antibiotics kill bacteria that can cause infections, reducing the risk of people developing rheumatic fever."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out whether and, if so, how effective antibiotics are at reducing the chances of getting rheumatic fever again, and this leading to rheumatic heart disease."
    },
    {
      "heading": "What did we do?",
      "text": "We included studies that randomly gave people with past rheumatic fever or rheumatic heart disease antibiotics or not (e.g. based on flipping a coin). We were interested in comparing, firstly, long-term antibiotics with no antibiotics and, secondly, long-term intramuscular penicillin with long-term oral antibiotics. Participants in the studies we included had previous rheumatic fever or rheumatic heart disease, but could be any age. We looked for lots of different events that could have happened, including the rheumatic fever coming back (rheumatic fever recurrence), rheumatic heart disease getting worse (progression of rheumatic heart disease), problems with the heart (carditis), problems around pregnancy and birth (obstetric complications and foetal/neonatal events), death (mortality), whether people stuck to their treatment (treatment adherence), other problems such as dangerous breathing problems (anaphylaxis), complications such as nerve injury and whether the people included were happy with having antibiotics."
    },
    {
      "heading": "What did we find?",
      "text": "We found 11 studies (3951 participants) to help us answer our questions. People in these studies were an average of 12.3 years of age and were 50.6% male. Most had had previous episodes of rheumatic fever.\nWe found that using long-term antibiotics (either injected into the muscle every month or taken as a tablet every day) compared with no antibiotic probably reduces the risk of getting more episodes of rheumatic fever. The injection into a muscle route probably works better than the tablets. If you have the early stages of rheumatic heart disease picked up on an echocardiogram of the heart (a scan that uses sound waves to see the internal structure of the heart), then penicillin antibiotics injected into the muscle every month compared with no antibiotic likely reduces the risk of these heart problems getting worse. We found some evidence that antibiotics injected into the muscle compared with no antibiotics may not cause a very high risk of allergic reaction that affects breathing (anaphylaxis), but probably comes with a higher chance of redness at the injection side and allergic reactions to antibiotics. There was not much information on death rates or nerve injury, and no evidence on whether an antibiotic injection is better than tablets for preventing latent (early) rheumatic heart disease getting worse."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The majority of the included studies (nine) were not carried out in low-income countries, which currently have the most cases of rheumatic heart disease. This makes these results potentially less relevant to people in these countries. There is also little information on important questions other than recurrence of rheumatic fever or progression of rheumatic heart disease. There were some other potential limitations in the evidence: we flagged six studies as having issues with blinding (study participants or staff knowing whether they received antibiotics and so potentially answering based on this information). It is possible that people in many of the included studies were aware of which treatment they were getting. Four studies may have had a problem with the process for placing people randomly into groups. For some of the results in the review, we only had one study.\nMore high-quality work is needed that is relevant to the parts of the world where rheumatic fever is currently most common. More research looking at early (latent) rheumatic heart disease, where the biggest differences may be made, is also needed."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence is current to 10 March 2024. Whilst this is the most up-to-date review available currently, most of the evidence in this review is from the 1950s to 1960s, so some of the treatments may be outdated."
    }
  ]
}