{
  "doi": "10.1002/14651858.CD009224.pub2",
  "name": "Phototherapy for treating pressure ulcers",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "A pressure ulcer is defined as \"an area of localized injury to the skin and/or underlying tissue, usually over a bony prominence, as a result of pressure, or pressure in combination with shear\". The use of phototherapy - that is, light (or laser) used as an adjuvant, non-surgical intervention, with the aim of having a therapeutic effect on healing - has increased recently."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of phototherapy on the healing of pressure ulcers."
    },
    {
      "heading": "Search methods",
      "text": "In January 2014, we searched the Cochrane Wounds Group Specialised Register; The Cochrane Central Register of Controlled Trials (CENTRAL); Ovid MEDLINE; Ovid EMBASE; Ovid MEDLINE (In-Process & Other Non-Indexed Citations); and EBSCO CINAHL. We did not restrict the search by language or publication date."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing the effects of phototherapy (in addition to standard treatment) with sham phototherapy (in addition to standard treatment), another type of phototherapy (in addition to standard treatment) or standard or conventional treatment alone."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors assessed studies for relevance and design according to the selection criteria, extracted data and evaluated study quality. The authors made attempts to obtain missing data by contacting study authors. Disagreement was resolved by consensus and discussion with a third review author."
    },
    {
      "heading": "Main results",
      "text": "We identified seven RCTs involving 403 participants. All the trials were at unclear risk of bias. Trials compared the use of phototherapy with standard care only (six trials) or sham phototherapy (one trial). Only one of the trials included a third arm in which another type of phototherapy was applied. Overall, there was insufficient evidence to determine the relative effects of phototherapy for healing pressure ulcers. Time to complete healing was reported in three studies. Two studies showed the ultraviolet (UV) treated group had a shorter mean time to complete healing than the control group (mean difference -2.13 weeks (95% CI -3.53 to -0.72, P value 0.003)). One study reported that the laser group had a longer mean time to complete healing than the control group (mean difference 5.77 weeks; 95% CI -0.25 to 11.79). However, this result should be interpreted with caution, as these were small studies and the findings may have been due to chance. Three studies reported proportions of ulcers healed with a variety of results. One study reported a different outcome measure, and the other two studies had different treatment durations. These variations did not allow us to pool the studies and draw any conclusions as to whether phototherapy is effective or not. Adverse effects were reported in only two studies that compared phototherapy with control; the risk ratio for adverse events was imprecise. One study reported risk ratio (RR) 0.72 (95%CI 0.18 to 2.80). However, another study reported RR 0.89 (95% CI: 0.71 to 1.12) based on the number of events in each group, rather than the number of people with events. Among five studies reporting the rate of change in ulcer area, three studies found no statistically significant difference between the two groups. Pooling was not undertaken because of differences in outcome measures reported. The results were based on data from trials with unclear risk of bias for which generation of the randomisation sequence, concealment allocation and blinding of outcome assessors were unclear. No studies reported on quality of life, length of hospital stay, pain or cost."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We are very uncertain as to the effects of phototherapy in treating pressure ulcers. The quality of evidence is very low due to the unclear risk of bias and small number of trials available for analysis. The possibility of benefit or harm of this treatment cannot be ruled out. Further research is recommended."
    }
  ],
  "pls_title": "Phototherapy for treating pressure ulcers",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What are pressure ulcers?",
      "text": "Pressure ulcers (also called bed sores or pressure sores) are sores on the skin caused by constant pressure or friction. They usually affect people who are immobilised or find it difficult to move themselves, for example the elderly or paralysed. Pressure ulcers frequently occur on bony parts of the body, such as the heels and hips, and also on the coccyx (tail bone). Pressure ulcers do not always heal, and, if they do heal, healing can take a long time."
    },
    {
      "heading": "What is phototherapy?",
      "text": "Phototherapy is a treatment in which part of the body is exposed to daylight, a or light of a specific wavelength. It is used for treating a variety of diseases, and may involve lights and lasers. Phototherapy is used to treat pressure ulcers in the hope that it will reduce the time the ulcers take to heal."
    },
    {
      "heading": "The purpose of this review",
      "text": "This review tried to find out whether phototherapy treatment(s) given in addition to standard care (i.e. pressure relief, removal of dead tissue from the wound, infection control and application of dressings) improves healing times for pressure ulcers. Standard care plus phototherapy could be compared against standard care alone, or against standard care plus sham phototherapy, or against standard care plus another type of phototherapy."
    },
    {
      "heading": "Findings of this review",
      "text": "The review authors searched the medical literature up to 7 January 2014, and identified seven relevant medical trials, with a total of 403 participants. Six trials compared the use of phototherapy with standard care only; one trial compared it with standard care plus sham phototherapy. Only one trial included a third treatment group that investigated another type of phototherapy.\nTwo trials reported the time taken for pressure ulcers to heal completely, and these showed an improvement in healing time for people in the phototherapy group who received treatment with ultraviolet light. However, this result should be interpreted with caution, as these were small, poor quality trials, at unclear risk of bias (i.e. with potentially misleading results), and the findings may have been due to chance. The other trials reported either conflicting results or various measures/time points among trials, which meant that we could not conclude whether or not phototherapy is effective for treating pressure ulcers. Two trials reported incidence of harmful (adverse) effects and noted no significant differences between the phototherapy and standard treatment groups. Four trials provided funding information, two from industry funding, the others from an institutional grant. No studies reported on quality of life, length of hospital stay, pain or cost.\nThis review identified only a few, small studies provided with insufficient evidence to support the use of phototherapy as a routine treatment for pressure ulcers. More trials will need to be conducted before it can be established whether this treatment works and is safe."
    }
  ]
}