{
  "doi": "10.1002/14651858.CD000562.pub3",
  "name": "Psychological treatments for bulimia nervosa and binging",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "A specific manual-based form of cognitive behavioural therapy (CBT) has been developed for the treatment of bulimia nervosa (CBT-BN) and other common related syndromes such as binge eating disorder. Other psychotherapies and modifications of CBT are also used."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy of CBT, CBT-BN and other psychotherapies in the treatment of adults with bulimia nervosa or related syndromes of recurrent binge eating."
    },
    {
      "heading": "Search methods",
      "text": "Handsearch of The International Journal of Eating Disorders since first issue; database searches of MEDLINE, EXTRAMED, EMBASE, PsycInfo, CURRENT CONTENTS, LILACS, SCISEARCH, CENTRAL and the The Cochrane Collaboration Depression, Anxiety & Neurosis Controlled Trials Register; citation list searching and personal approaches to authors were used. Search date June 2007."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of psychotherapy for adults with bulimia nervosa, binge eating disorder and/or eating disorder not otherwise specified (EDNOS) of a bulimic type which applied a standardised outcome methodology and had less than 50% drop-out rate."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data were analysed using the Review Manager software program. Relative risks were calculated for binary outcome data. Standardised mean differences were calculated for continuous variable outcome data. A random effects model was applied."
    },
    {
      "heading": "Main results",
      "text": "48 studies (n = 3054 participants) were included. The review supported the efficacy of CBT and particularly CBT-BN in the treatment of people with bulimia nervosa and also (but less strongly due to the small number of trials) related eating disorder syndromes.\nOther psychotherapies were also efficacious, particularly interpersonal psychotherapy in the longer-term. Self-help approaches that used highly structured CBT treatment manuals were promising. Exposure and Response Prevention did not enhance the efficacy of CBT.\nPsychotherapy alone is unlikely to reduce or change body weight in people with bulimia nervosa or similar eating disorders."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is a small body of evidence for the efficacy of CBT in bulimia nervosa and similar syndromes, but the quality of trials is very variable and sample sizes are often small. More and larger trials are needed, particularly for binge eating disorder and other EDNOS syndromes. There is a need to develop more efficacious therapies for those with both a weight and an eating disorder."
    }
  ],
  "pls_title": "Psychological treatments for people with bulimia nervosa and binging",
  "pls_type": "long",
  "pls": "Bulimia nervosa (BN) is an eating disorder in which people binge on food and then try to make up for this by extreme measures such as making themselves sick, taking laxatives or starving themselves. We reviewed studies of psychotherapies, including a specific form of psychotherapy called cognitive behavioural therapy (CBT-BN). We compared psychotherapy to control groups who got no treatment (e.g. people on waiting lists) and the specific CBT-BN with other types of psychotherapy. We found that CBT was better than other therapies, and better than no treatment, at reducing binge eating. Other psychotherapies were also better than no treatment in reducing binge eating. Some studies found that self-help using the CBT manual can be helpful, but more research and larger trials are needed."
}