{
  "doi": "10.1002/14651858.CD008929.pub2",
  "name": "Interventions for managing skeletal muscle spasticity following traumatic brain injury",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Skeletal muscle spasticity is a major physical complication resulting from traumatic brain injury (TBI), which can lead to muscle contracture, joint stiffness, reduced range of movement, broken skin and pain. Treatments for spasticity include a range of pharmacological and non-pharmacological interventions, often used in combination. Management of spasticity following TBI varies from other clinical populations because of the added complexity of behavioural and cognitive issues associated with TBI."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of interventions for managing skeletal muscle spasticity in people with TBI."
    },
    {
      "heading": "Search methods",
      "text": "In June 2017, we searched key databases including the Cochrane Injuries Group Specialised Register, CENTRAL, MEDLINE (Ovid), Embase (Ovid) and others, in addition to clinical trials registries and the reference lists of included studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and cross-over RCTs evaluating any intervention for the management of spasticity in TBI. Only studies where at least 50% of participants had a TBI (or for whom separate data for participants with TBI were available) were included. The primary outcomes were spasticity and adverse effects. Secondary outcome measures were classified according to the World Health Organization International Classification of Functioning, Disability and Health including body functions (sensory, pain, neuromusculoskeletal and movement-related functions) and activities and participation (general tasks and demands; mobility; self-care; domestic life; major life areas; community, social and civic life)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. Data were synthesised narratively; meta-analysis was precluded due to the paucity and heterogeneity of data."
    },
    {
      "heading": "Main results",
      "text": "We included nine studies in this review which involved 134 participants with TBI. Only five studies reported between-group differences, yielding outcome data for 105 participants with TBI. These five studies assessed the effects of a range of pharmacological (baclofen, botulinum toxin A) and non-pharmacological (casting, physiotherapy, splints, tilt table standing and electrical stimulation) interventions, often in combination. The studies which tested the effect of baclofen and tizanidine did not report their results adequately. Where outcome data were available, spasticity and adverse events were reported, in addition to some secondary outcome measures.\nOf the five studies with results, three were funded by governments, charities or health services and two were funded by a pharmaceutical or medical technology company. The four studies without useable results were funded by pharmaceutical or medical technology companies.\nIt was difficult to draw conclusions about the effectiveness of these interventions due to poor reporting, small study size and the fact that participants with TBI were usually only a proportion of the overall total. Meta-analysis was not feasible due to the paucity of data and heterogeneity of interventions and comparator groups. Some studies concluded that the intervention they tested had beneficial effects on spasticity, and others found no difference between certain treatments. The most common adverse event was minor skin damage in people who received casting. We believe it would be misleading to provide any further description of study results given the quality of the evidence was very low for all outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The very low quality and limited amount of evidence about the management of spasticity in people with TBI means that we are uncertain about the effectiveness or harms of these interventions. Well-designed and adequately powered studies using functional outcome measures to test the interventions used in clinical practice are needed."
    }
  ],
  "pls_title": "Treatments for spasticity (overactive muscle contractions) following brain injury",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect of treatments (drug and non-drug) for spasticity following a brain injury caused by a blow to the head (traumatic brain injury (TBI))."
    },
    {
      "heading": "Background",
      "text": "Many people with TBI experience muscle spasticity, when their muscles contract or tighten involuntarily. This can impact on a person's ability to carry out daily activities causing pain, stiffness and broken skin. There are many treatments used to manage spasticity, including medicines, casting, splints and stretches. Often, these treatments are used in combination."
    },
    {
      "heading": "Study characteristics",
      "text": "We included nine studies in this review which involved 134 participants with TBI. Only five studies, including 105 people provided usable results. These studies tested the effects of a range of treatments, including medicines (baclofen or botulinum toxin A), casting, physiotherapy, splints, a table that moves people from the lying position to standing and electrical stimulation (where electrical impulses are delivered to the muscles). Studies inadequately reporting results had tested the effect of medicines (baclofen or tizanidine)."
    },
    {
      "heading": "Study funding sources",
      "text": "Of the five studies with results, three were funded by governments, charities or health services and two were funded by a drug manufacturer and medical technology company. The other four studies without useable results were funded by drug manufacturer or medical technology companies."
    },
    {
      "heading": "Key results",
      "text": "This evidence is current to June 2017.\nInterpreting the results of the studies was difficult because of a lack of information and concerns about the quality of the evidence. For spasticity, some studies concluded that the treatment they tested made an improvement, and others found no difference between treatments. The most common side effect was minor skin damage in people who received casting. We believe it would be misleading to provide any further description of study results given the quality of the evidence was very low for all measurements."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of this evidence was very low; we only had five studies with results and none of the studies were large or comparable with one another. We also had concerns about how they were conducted or analysed. Because of this, we cannot draw any firm conclusions about the benefits and harms of different treatments for spasticity in people with TBI."
    }
  ]
}