{
  "doi": "10.1002/14651858.CD007372.pub4",
  "name": "Home versus inpatient induction of labour for improving birth outcomes",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The setting in which induction of labour takes place (home or inpatient) is likely to have implications for safety, women's experiences and costs.\nHome induction may be started at home with the subsequent active phase of labour happening either at home or in a healthcare facility (hospital, birth centre, midwifery-led unit). More commonly, home induction starts in a healthcare facility, then the woman goes home to await the start of labour. Inpatient induction takes place in a healthcare facility where the woman stays while awaiting the start of labour."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects on neonatal and maternal outcomes of third trimester home induction of labour compared with inpatient induction using the same method of induction."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched the Cochrane Pregnancy and Childbirth Group's Trials Register, ClinicalTrials.gov, the WHO International Clinical Trials Registry Platform (ICTRP) (31 January 2020)), and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Published and unpublished randomised controlled trials (RCTs) in which home and inpatient settings for induction have been compared. We included conference abstracts but excluded quasi-randomised trials and cross-over studies."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed study reports for inclusion. Two review authors carried out data extraction and assessment of risk of bias independently. GRADE assessments were checked by a third review author."
    },
    {
      "heading": "Main results",
      "text": "We included seven RCTs, six of which provided data on 1610 women and their babies. Studies were undertaken between 1998 and 2015, and all were in high- or upper-middle income countries. Most women were induced for post dates. Three studies reported government funding, one reported no funding and three did not report on their funding source. Most GRADE assessments gave very low-certainty evidence, downgrading mostly for high risk of bias and serious imprecision.\n1. Home compared to inpatient induction with vaginal prostaglandin E (PGE) (two RCTs, 1028 women and babies; 1022 providing data).\nAlthough women's satisfaction may be slightly better in home settings, the evidence is very uncertain (mean difference (MD) 0.16, 95% confidence interval (CI) -0.02 to 0.34, 1 study, 399 women), very low-certainty evidence.\nThere may be little or no difference between home and inpatient induction for other primary outcomes, with all evidence being very low certainty:\n- spontaneous vaginal birth (average risk ratio (RR) [aRR] 0.91, 95% CI 0.69 to 1.21, 2 studies, 1022 women, random-effects method);\n- uterine hyperstimulation (RR 1.19, 95% CI 0.40 to 3.50, 1 study, 821 women);\n- caesarean birth (RR 1.01, 95% CI 0.81 to 1.28, 2 studies, 1022 women);\n- neonatal infection (RR 1.29, 95% CI 0.59 to 2.82, 1 study, 821 babies);\n- admission to neonatal intensive care unit (NICU) (RR 1.20, 95% CI 0.50 to 2.90, 2 studies, 1022 babies).\nStudies did not report serious neonatal morbidity or mortality.\n2. Home compared to inpatient induction with controlled release PGE (one RCT, 299 women and babies providing data).\nThere was no information on whether the questionnaire on women's satisfaction with care used a validated instrument, but the findings presented showed no overall difference in scores.\nWe found little or no difference between the groups for other primary outcomes, all also being very low-certainty evidence:\n- spontaneous vaginal birth (RR 0.94, 95% CI 0.77 to 1.14, 1 study, 299 women);\n- uterine hyperstimulation (RR 1.01, 95% CI 0.51 to 1.98, 1 study, 299 women);\n- caesarean births (RR 0.95, 95% CI 0.64 to 1.42, 1 study, 299 women);\n- admission to NICU (RR 1.38, 0.57 to 3.34, 1 study, 299 babies).\nThe study did not report on neonatal infection nor serious neonatal morbidity or mortality.\n3. Home compared to inpatient induction with balloon or Foley catheter (four RCTs; three studies, 289 women and babies providing data).\nIt was again unclear whether questionnaires reporting women's experiences/satisfaction with care were validated instruments, with one study (48 women, 69% response rate) finding women were similarly satisfied.\nHome inductions may reduce the number of caesarean births, but the data are also compatible with a slight increase and are of very low-certainty (RR 0.64, 95% CI 0.41 to 1.01, 2 studies, 159 women).\nThere was little or no difference between the groups for other primary outcomes with all being very low-certainty evidence:\n- spontaneous vaginal birth (RR 1.04, 95% CI 0.54 to 1.98, 1 study, 48 women):\n- uterine hyperstimulation (RR 0.45, 95% CI 0.03 to 6.79, 1 study, 48 women);\n- admission to NICU (RR 0.37, 95% CI 0.07 to 1.86, 2 studies, 159 babies).\nThere were no serious neonatal infections nor serious neonatal morbidity or mortality in the one study (involving 48 babies) assessing these outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Data on the effectiveness, safety and women's experiences of home versus inpatient induction of labour are limited and of very low-certainty. Given that serious adverse events are likely to be extremely rare, the safety data are more likely to come from very large observational cohort studies rather than relatively small RCTs."
    }
  ],
  "pls_title": "Home versus inpatient induction of labour",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "We wanted to find out from randomised controlled trials, (RCTs) whether, after induction of labour in a hospital or healthcare facility, women preferred to go home or stay in the facility to await the start of labour. Also, to know if there was any impact on clinical outcomes for either the women or their babies."
    },
    {
      "heading": "Why is this important?",
      "text": "Induction of labour towards the end of pregnancy involves artificially bringing on contractions to start labour. There are risks for mother and baby from induction, but sometimes these are outweighed by the risks of continuing the pregnancy.\nHowever, induction can be a challenging experience for women as they may feel uncomfortable, unsupported and a lack of control. The use of home induction of labour may improve women’s experiences, reduce the length of stay in hospital and lower overall costs. The safety of both the mother and baby are critical factors for consideration. Only certain forms of induction are considered suitable for home induction, for example, vaginal prostaglandins or balloon/Foley catheters."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence on 31 January 2020 and found seven RCTs, six of which provided data on 1610 women and their babies. These studies were all undertaken in income-rich countries. The certainty of the evidence was mostly very low, mainly because of the limited number of studies, some of which were small, and there was lack of clarity in the study design.\nThe women all received the induction with initial monitoring in hospital. Women in the home induction group were then able to go home to wait for the start of active labour, or for a set period of time. Women in the inpatient group stayed in hospital.\nWith vaginal prostaglandin (PGE2) for induction, we found two studies with 1022 women and their babies. There may be little or no difference in women's satisfaction between waiting for labour to become active at home or in hospital, although women tended to be more satisfied with going home to wait. For women, there may be no clear differences in the number who had a spontaneous vaginal birth, overstimulation of the uterus or a caesarean birth. For the babies, there may be a similar incidence of infection and admission to neonatal intensive care unit (NICU). The costs may possibly be less in home settings.\nFor induction with controlled release prostaglandin (PGE2) into the vagina, we found just one study of 299 women and their babies but the findings indicate probably little or no difference.\nUsing a balloon or Foley catheter for induction, we found three studies providing data on 289 women and their babies. Two studies reported on women’s satisfaction, and showed a tendency to favour home settings, but the way data were collected was unclear. There may be little or no difference in the number of spontaneous vaginal births, overstimulation of uterine contractions and babies admitted to NICU. Home induction may possibly reduce the number of caesarean births but more data are needed."
    },
    {
      "heading": "What does this mean?",
      "text": "The studies did not include sufficient numbers of women and babies to show clear differences in outcomes between home and inpatient induction of labour, and the certainty of the evidence was generally very low. More studies are needed, and further studies are already underway. We need more data on women's experiences and views on their care, as well as on safety and cost."
    }
  ]
}