{
  "doi": "10.1002/14651858.CD009002.pub3",
  "name": "Omega‐3 fatty acids for the treatment of dementia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Omega-3 polyunsaturated fatty acids (omega-3 PUFAs) from fish and plant sources are commonly considered as a promising non-medical alternative to improve brain functions and slow down the progression of dementia. This assumption is mostly based on findings of preclinical studies and epidemiological research. Resulting explanatory models aim at the role omega-3 PUFAs play in the development and integrity of the brain's neurons, their protective antioxidative effect on cell membranes and potential neurochemical mechanisms directly related to Alzheimer-specific pathology. Epidemiological research also found evidence of malnutrition in people with dementia. Considering this and the fact that omega-3 PUFA cannot be synthesised by humans, omega-3 PUFAs might be a promising treatment option for dementia."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of omega-3 polyunsaturated fatty acid (PUFA) supplementation for the treatment of people with dementia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Specialized Register of the Cochrane Dementia and Cognitive Improvement Group (ALOIS), MEDLINE, EMBASE, PsycINFO, CINAHL, ClinicalTrials.gov and the World Health Organization (WHO) portal/ICTRP on 10 December 2015. We contacted manufacturers of omega-3 supplements and scanned reference lists of landmark papers and included articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) in which omega-3 PUFA in the form of supplements or enriched diets were administered to people with Alzheimer's disease (AD), vascular dementia (VaD), dementia with Lewy bodies (DLB), Parkinson's disease dementia (PDD) or frontotemporal dementia (FTD)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The primary outcome measures of interest were changes in global and specific cognitive functions, functional performance, dementia severity and adverse effects. Two review authors independently selected studies, extracted data and assessed the quality of trials according to the Cochrane Handbook for Systematic Reviews of Interventions. We rated the quality of the evidence using the GRADE approach. We received unpublished data from the trial authors and collected adverse effects information from the published articles. We conducted meta-analyses for available outcome measures at six months."
    },
    {
      "heading": "Main results",
      "text": "We included three comparable randomised, placebo-controlled trials investigating omega-3 PUFA supplements in 632 participants with mild to moderate AD over six, 12 and 18 months. We found no studies investigating other types of dementia. All trials were of high methodological quality. The overall quality of evidence for most of the outcomes was high.\nThere was no evidence of a benefit from omega-3 PUFAs on cognitive function when measured at six months with the Alzheimer's Disease Assessment Scale - Cognitive subscale (standardised mean difference (SMD) -0.02, 95% confidence interval (CI) -0.19 to 0.15; 566 participants; 3 studies; high quality evidence) or Mini-Mental State Examination (mean difference (MD) 0.18, 95% CI -1.05 to 1.41; 202 participants; 2 studies; high quality evidence) or on activities of daily living (SMD -0.02, 95% CI -0.19 to 0.16; 544 participants; 2 studies; high quality evidence). There was also no effect at six months of treatment on severity of dementia measured with the Clinical Dementia Rating - Sum of Boxes (MD -0.00, 95% CI -0.58 to 0.57; 542 participants; 2 studies; high quality evidence) or on quality of life measured with the Quality of Life Alzheimer's Disease scale (MD -0.10, 95% CI -1.28 to 1.08; 322 participants; 1 study; high quality evidence). There was no difference at six months on mental health measured with the Montgomery-Åsberg Depression Rating Scale (MD -0.10, 95% CI -0.74 to 0.54; 178 participants: 1 study; high quality of evidence) or the Neuropsychiatric Inventory (SMD 0.10, 95% CI -0.07 to 0.27; 543 participants; 2 studies; high quality of evidence). One very small study showed a benefit for omega-3 PUFAs in instrumental activities of daily living after 12 months of treatment (MD -3.50, 95% CI -4.30 to -2.70; 22 participants; moderate quality evidence). The included studies did not measure specific cognitive function. The studies did not report adverse events well. Two studies stated that all adverse events were mild and that they did not differ in overall frequency between omega-3 PUFA and placebo groups. Data from one study showed no difference between groups in frequency of any adverse event (risk ratio (RR) 1.02, 95% CI 0.95 to 1.10; 402 participants; 1 study; moderate quality evidence) or any serious adverse event (RR 1.05, 95% CI 0.78 to 1.41; 402 participants; 1 study; high quality evidence) at 18 months of treatment."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no convincing evidence for the efficacy of omega-3 PUFA supplements in the treatment of mild to moderate AD. This result was consistent for all outcomes relevant for people with dementia. Adverse effects of omega-3 PUFAs seemed to be low, but based on the evidence synthesised in this review, we cannot make a final statement on tolerability. The effects on other populations remain unclear."
    }
  ],
  "pls_title": "Omega-3 fatty acids for the treatment of dementia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Omega-3 polyunsaturated fatty acids (omega-3 PUFAs) are assumed to have a beneficial effect on the function of the brain. It has been suggested that they might improve or delay decline in memory and ability to carry out everyday tasks in people with dementia. In this review, we investigated randomised controlled trials (clinical studies where people are randomly put into one of two or more treatment groups) comparing omega-3 PUFAs, given in the form of supplements or enriched diets, with placebo (a pretend treatment) in people with the most common types of dementia."
    },
    {
      "heading": "Included trials",
      "text": "We included three trials that investigated 632 people with Alzheimer's disease of mild to moderate severity. We found no trials on other types of dementia. In all trials participants took either placebo or omega-3 PUFA supplements. The quality of the trials was good. The participants were allocated to the groups randomly. The participants and most of the investigators did not know which treatment was given."
    },
    {
      "heading": "Results",
      "text": "When we combined the results of the trials, we found that taking omega-3 PUFA supplements for six months had no effect on cognition (learning and understanding), everyday functioning, quality of life or mental health. One very small study observed that omega-3 PUFAs improved cognitively complex daily activities, such as shopping, when taken for a longer period of time. However, the quality of the evidence was only moderate, so this should be confirmed in further trials. Omega-3 PUFAs also had no effect on ratings of the overall severity of the illness. The trials did not report side effects very well, but none of the studies reported significant harmful effects on health."
    },
    {
      "heading": "Conclusion",
      "text": "Altogether, the quality of the evidence was moderate or high for most of the effects that we measured, but we found no evidence for either benefit or harm from omega-3 PUFA supplements in people with mild to moderate Alzheimer's disease. The effects on people with other types of dementia remain unclear."
    }
  ]
}