{
  "doi": "10.1002/14651858.CD006780.pub3",
  "name": "Antithrombotic therapy for improving maternal or infant health outcomes in women considered at risk of placental dysfunction ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pregnancy complications such as pre-eclampsia and eclampsia, intrauterine growth restriction and placental abruption are thought to have a common origin related to abnormalities in the development and function of the placenta."
    },
    {
      "heading": "Objectives",
      "text": "To compare, using the best available evidence, the benefits and harms of antenatal antithrombotic therapy to improve maternal or infant health outcomes in women considered at risk of placental dysfunction, when compared with other treatments, placebo or no treatment."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (17 July 2012)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing antenatal antithrombotic therapy (either alone or in combination with other agents) with placebo or no treatment, or any other treatment in the antenatal period to improve maternal or infant health outcomes in women considered at risk of placental dysfunction."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors evaluated trials under consideration for appropriateness for inclusion and methodological quality without consideration of their results according to the prestated eligibility criteria. We used a fixed-effect meta-analysis for combining study data if the trials were judged to be sufficiently similar. We investigated heterogeneity by calculating I² statistic, and if this indicated a high level of heterogeneity among the trials included, we used a random-effects model."
    },
    {
      "heading": "Main results",
      "text": "Our search strategy identified 18 reports of 14 studies for consideration. The original review included five studies (484 women) which met the inclusion criteria, with a further five studies included in the updated review, involving an additional 655 women. The overall quality of the included trials was considered fair to good.\nNine studies compared heparin (alone or in combination with dipyridamole or low-dose aspirin) with no treatment; and one compared trapidil (triazolopyrimidine).\nWhile this review identified the use of heparin to be associated with a statistically significant reduction in risk of perinatal mortality (six studies; 653 women; risk ratio (RR) 0.40; 95% confidence intervals (CI) 0.20 to 0.78), preterm birth before 34 (three studies; 494 women; RR 0.46; 95% CI 0.29 to 0.73) and 37 (five studies; 621 women; RR 0.72; 95% CI 0.58 to 0.90) weeks' gestation, and infant birthweight below the 10th centile for gestational age (seven studies; 710 infants; RR 0.41; 95% CI 0.27 to 0.61), there is a lack of reliable information available related to clinically relevant, serious adverse infant health outcomes, which have not been reported to date."
    },
    {
      "heading": "Authors' conclusions",
      "text": "While treatment with heparin for women considered to be at particularly high risk of adverse pregnancy complications secondary to placental insufficiency was associated with a statistically significant reduction in risk of perinatal mortality, preterm birth before 34 and 37 weeks' gestation, and infant birthweight below the 10th centile for gestational age when compared with no treatment for women considered at increased risk of placental dysfunction, to date, important information about serious adverse infant and long-term childhood outcomes is unavailable."
    }
  ],
  "pls_title": "Antithrombotic therapy for improving maternal or infant health outcomes in women considered at risk of placental dysfunction",
  "pls_type": "long",
  "pls": "Pregnancy complications such as pre-eclampsia and eclampsia, intrauterine fetal growth restriction and placental abruption are thought to be related to abnormalities in the development and function of the placenta. Treatment with heparin to prevent the development of blood clots within the placenta appears to be a promising intervention to prevent these complications. The numbers of pregnant women with pre-eclampsia, preterm birth, perinatal death and a low birthweight infant (weighing less than the 10th centile for gestational age) were reduced with this treatment. Ten randomised trials involving 1139 women met the inclusion criteria for the review. Nine studies compared heparin (alone or in combination with dipyridamole) with no treatment; and one compared triazolopyrimidine with placebo. The most commonly recognised side effect for women related to this treatment was mild skin bruising. To date, important information about serious adverse infant and long-term childhood outcomes with using anti-clotting medications is unavailable. Further research is required."
}