{
  "doi": "10.1002/14651858.CD009107.pub2",
  "name": "Intracutaneous or subcutaneous sterile water injection compared with blinded controls for pain management in labour ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Intracutaneous or subcutaneous injection of sterile water is rapidly gaining popularity as a method of pain relief in labour and it is therefore essential that it is properly evaluated. Adequate analgesia in labour is important to women worldwide. Sterile water injection is inexpensive, requires basic equipment, and appears to have few side effects. It is purported to work for labour pain."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy of sterile water injections for relief of pain (both typical contraction pain and intractable back pain) during labour compared to placebo (isotonic saline injections) or non-pharmacological interventions, and to identify any relevant effects on mode and timing of delivery, or safety of both mother and baby."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 May 2011), MEDLINE, and EMBASE (January 2010 to 30 May 2011), together with reference lists in retrieved studies and review articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, double blind, controlled studies using intracutaneous or subcutaneous sterile water injections for pain relief during labour. There were no restrictions on birth place, parity, risk, age, weight, gestation, or stage of labour. Potential comparators were placebo (saline) and non-pharmacological interventions (e.g. hypnosis or biofeedback)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed eligibility and quality of trials, and extracted data. We resolved any disagreements or uncertainties by discussion with a third review author. Primary outcome measures were at least 50% pain relief, or at least 30%, pain relief, patient global impression of change of at least 'good', mode of delivery, perinatal morbidity and mortality, maternal complications and adverse events. Secondary outcomes were women with any pain relief, use of rescue analgesia, and treatment group average pain relief. We made explicit judgements about potential biases in the studies."
    },
    {
      "heading": "Main results",
      "text": "We included seven studies, with 766 participants: four used intracutaneous injections, two subcutaneous, and one both. All reported on low back pain in labour only. Methodological quality was good, but four studies were at high risk of bias due to small size of treatment groups, incomplete outcome data, and performance bias.\nAll studies reported treatment group mean or median scores, finding greater reduction in pain for sterile water. However, failure to demonstrate a normal distribution for pain intensity or relief, and use of different scales, meant meta-analysis was inappropriate. No study reported primary dichotomous efficacy outcomes. One reported the number self-scoring 4/10 cm or more reduction in pain; significantly more had this outcome with sterile water (50% to 60%) than with placebo (20% to 25%).\nThere was no significant difference between sterile water and saline for rates of caesarean section (risk ratio (RR) 0.58, 95% confidence interval (CI) 0.33 to 1.02), instrumental delivery (RR 1.31, 95% CI 0.79 to 2.18), rescue analgesia (RR 0.86, 95% CI 0.44 to 1.69), timing of delivery, or Apgar scores. Two studies reported that more women treated with sterile water would request the same analgesia in future.\nNo study reported on women's satisfaction with pain relief, women's sense of control in labour, women's satisfaction with the childbirth experience, mother/baby interaction, rates of breastfeeding, maternal morbidity, infant long-term outcomes, or cost. No adverse events were reported other than transient pain with injection, which was worse with sterile water."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The outcomes reported severely limit conclusions for clinical practice. We found little robust evidence that sterile water is effective for low back or any other labour pain. Neither did we find any difference in delivery or other maternal or fetal outcomes. Further large, methodologically rigorous studies are required to determine the efficacy of sterile water to relieve pain in labour."
    }
  ],
  "pls_title": "Sterile water injections for the relief of pain in labour",
  "pls_type": "long",
  "pls": "Labour is considered to be painful by many women. The pain is made worse by fear and anxiety, and if the women senses a loss of control. Some women feel the pain of contractions all around the uterus, some  feel them like intense period pains low down in the pelvis, and others as terrible back pain (possibly due to the baby’s position). It has been suggested that injections of small amounts of sterile water into, or just under, the skin of the lower back might be able to relieve some types of labour pain, especially the pain felt in the back. The were generally four injections given at the height of the contractions to reduce feeling of the pain from the injections themselves.\nIn this review we looked at the effectiveness of injections of small amounts of sterile water given into four spots on the woman’s lower back in labour. The review included seven studies with 766 participants; four used intracutaneous injections, two subcutaneous, and one both. All studies compared the injections of sterile water with injections of saline, whilst none compared the injection of sterile water with women using their own skills to manage pain in labour. Nor did the studies compare with other forms of pain management in labour, as this information is in other Cochrane reviews.\nWe found no good quality evidence that these simple water injections could provide a significant level of pain relief compared with simple saline injection for any type of pain experienced during labour. Women did report transient pain at the injection site. More research is needed on this possible form of pain management in labour."
}