{
  "doi": "10.1002/14651858.CD000566",
  "name": "Hyperventilation therapy for acute traumatic brain injury",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Because hyperventilation is often associated with a rapid fall in intracranial pressure, it has been assumed to be effective in the treatment of severe head injury. Hyperventilation reduces raised intracranial pressure by causing cerebral vasoconstriction and a reduction in cerebral blood flow. Whether or not reduced cerebral blood flow improves neurological outcome is, however, unclear."
    },
    {
      "heading": "Objectives",
      "text": "To quantify the effect of hyperventilation on death and neurological disability following head injury."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following electronic databases: the Cochrane Injuries Group Specialised Register, CENTRAL (The Cochrane Library 2007, Issue 4), MEDLINE, PubMed, EMBASE, PsycINFO. We searched the Internet, checked reference lists of relevant studies, and contacted the first author of eligible reports to ask for assistance in identifying any further trials. The searches were updated in January 2008."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised trials of hyperventilation, in which study participants had a clinically defined acute traumatic head injury of any severity. There were no language restrictions."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We collected data on the participants, the timing and duration of the intervention, duration of follow-up, neurological disability and death. Relative risks (RR) and 95% confidence intervals (CI) were calculated for each trial on an intention-to-treat basis. Timing, degree and duration of hyperventilation were identified a-priori as potential sources of heterogeneity between trials."
    },
    {
      "heading": "Main results",
      "text": "One trial of 113 participants was identified. Hyperventilation alone, as well as in conjunction with a buffer (THAM [tris-hydroxy-methyl-amino methane]), showed a beneficial effect on mortality at one year after injury, although the effect measure was imprecise (RR 0.73; 95% CI 0.36 to 1.49, and RR 0.89; 95% CI 0.47 to 1.72 respectively). This improvement in outcome was not supported by an improvement in neurological recovery. For hyperventilation alone, the RR for death or severe disability was 1.14 (95% CI 0.82 to 1.58). The RR for death or severe disability in the hyperventilation-plus-THAM group was 0.87 (95% CI 0.58 to 1.28)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The data available are inadequate to assess any potential benefit or harm that might result from hyperventilation in severe head injury. Randomised controlled trials to assess the effectiveness of hyperventilation therapy following severe head injury are needed."
    }
  ],
  "pls_title": "Not enough evidence on whether hyperventilation therapy improves outcomes for people with traumatic brain injury",
  "pls_type": "long",
  "pls": "Traumatic brain injury is a major cause of premature death and disability. Severe head injury can trigger brain swelling, thereby increasing pressure on the brain (raised intracranial pressure, ICP). Raised ICP increases the likelihood of brain damage or death. Treatment to lower people's ICP commonly involves hyperventilation therapy (increasing blood oxygen levels) following the brain injury. While hyperventilation therapy can reduce ICP after traumatic brain injury, the review of trials found there is no strong evidence about whether this improves outcomes. More trials are needed."
}