{
  "doi": "10.1002/14651858.CD008674.pub2",
  "name": "Immediate versus delayed reconstruction following surgery for breast cancer",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Breast cancer is the most prevalent cancer in women and has a lifetime incidence of one in nine in the UK. Curative treatment requires surgery, and may involve adjuvant and neo-adjuvant therapy. In many women, post-mastectomy breast reconstruction is essential to restore body image and improve quality of life. Timing of reconstruction may be immediate or delayed following mastectomy. Outcomes such as psychosocial morbidity, aesthetics and complications rates may differ between the two approaches."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of immediate versus delayed reconstruction following surgery for breast cancer."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Breast Cancer Group's Specialised Register on 22 July 2010, MEDLINE from July 2008 to 26 August 2010, EMBASE from 2008 to 26 August 2010 and the WHO International Clinical Trials Registry Platform (ICTRP) on 26 August 2010."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing immediate breast reconstruction versus delayed or no reconstruction in women of any age and stage of breast cancer. We considered any recognised methods of reconstruction to one or both breasts undertaken at the same time as mastectomy or at any time following mastectomy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened papers, extracted trial details and assessed the risk of bias in the one eligible study."
    },
    {
      "heading": "Main results",
      "text": "We included only one RCT that involved 64 women. We judged this study as being at high risk of bias. Post-operative morbidity and mortality were not addressed, and secondary outcomes of patient cosmetic evaluations and psychosocial well-being post-reconstruction were inadequately reported. Based on limited data there was some, albeit unreliable, evidence that immediate reconstruction compared with delayed or no reconstruction, reduced psychiatric morbidity reported three months post-operatively."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The current level of evidence for the effectiveness of immediate versus delayed reconstruction following surgery for breast cancer was based on a single RCT with methodological flaws and a high risk of bias, which does not allow confident decision-making about choice between these surgical options. Until high quality evidence is available, clinicians may wish to consider the recommendations of relevant guidelines and protocols. Although the limitations and ethical constraints of conducting RCTs in this field are recognised, adequately powered controlled trials with a focus on clinical and psychological outcomes are still required. Given the paucity of RCTs in this subject, in future versions of this review we will look at study designs other than RCTs specifically good quality cohort and case-control studies."
    }
  ],
  "pls_title": "Immediate versus delayed reconstruction following surgery for breast cancer",
  "pls_type": "long",
  "pls": "Curative treatment of breast cancer requires surgery, which can involve a mastectomy to remove the entire breast. Breast reconstruction following mastectomy can be carried out either immediately or as a delayed procedure. Immediate reconstruction is carried out at the same time as surgery while delayed reconstruction may be performed at any time following mastectomy. Several non-randomised studies have reported differences in the psychological benefits, aesthetics and complication rates based on the timing of reconstruction. This review sought to compare the effects of the timing of reconstruction on morbidity and mortality, patient satisfaction and psychosocial well-being. Only one eligible randomised controlled trial (RCT) was found, which involved 64 women. However, because a substantial number of participants in the study chose not to undergo delayed reconstruction, it was not possible to make a fair comparison of the mixed group with those participants who underwent immediate reconstruction. Methodological flaws and a high risk of bias also diminished the quality of evidence found in the RCT. Since we have only identified one RCT in this area, an updated version of this review will evaluate other study designs specifically good quality cohort and case-control studies. Further research should aim to provide reliable evidence for people to make informed decisions as to the best and most appropriate timing of breast reconstruction following surgery for breast cancer."
}