{
  "doi": "10.1002/14651858.CD000518.pub2",
  "name": "Balneotherapy (or spa therapy) for rheumatoid arthritis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "No cure for rheumatoid arthritis (RA) is known at present, so treatment often focuses on management of symptoms such as pain, stiffness and mobility. Treatment options include pharmacological interventions, physical therapy treatments and balneotherapy. Balneotherapy is defined as bathing in natural mineral or thermal waters (e.g. mineral baths, sulphur baths, Dead Sea baths), using mudpacks or doing both. Despite its popularity, reported scientific evidence for the effectiveness or efficacy of balneotherapy is sparse. This review, which evaluates the effects of balneotherapy in patients with RA, is an update of a Cochrane review first published in 2003 and updated in 2008."
    },
    {
      "heading": "Objectives",
      "text": "To perform a systematic review on the benefits and harms of balneotherapy in patients with RA in terms of pain, improvement, disability, tender joints, swollen joints and adverse events."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane 'Rehabilitation and Related Therapies' Field Register (to December 2014), the Cochrane Central Register of Controlled Trials (2014, Issue 1), MEDLIINE (1950 to December 2014), EMBASE (1988 to December 2014), the Cumulative Index to Nursing and Allied Health Literature (CINAHL) (1982 to December 2014), the Allied and Complementary Medicine Database (AMED) (1985 to December 2014), PsycINFO (1806 to December 2014) and the Physiotherapy Evidence Database (PEDro). We applied no language restrictions; however, studies not reported in English, Dutch, Danish, Swedish, Norwegian, German or French are awaiting assessment. We also searched the World Health Organization (WHO) International Clinical Trials Registry Platform for ongoing and recently completed trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Studies were eligible if they were randomised controlled trials (RCTs) consisting of participants with definitive or classical RA as defined by the American Rheumatism Association (ARA) criteria of 1958, the ARA/American College of Rheumatology (ACR) criteria of 1988 or the ACR/European League Against Rheumatism (EULAR) criteria of 2010, or by studies using the criteria of Steinbrocker.\nBalneotherapy had to be the intervention under study, and had to be compared with another intervention or with no intervention.\nThe World Health Organization (WHO) and the International League Against Rheumatism (ILAR) determined in 1992 a core set of eight endpoints in clinical trials concerning patients with RA. We considered pain, improvement, disability, tender joints, swollen joints and adverse events among the main outcome measures. We excluded studies when only laboratory variables were reported as outcome measures."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials, performed data extraction and assessed risk of bias. We resolved disagreements by consensus and, if necessary, by third party adjudication."
    },
    {
      "heading": "Main results",
      "text": "This review includes two new studies and a total of nine studies involving 579 participants. Unfortunately, most studies showed an unclear risk of bias in most domains. Four out of nine studies did not contribute to the analysis, as they presented no data.\nOne study involving 45 participants with hand RA compared mudpacks versus placebo. We found no statistically significant differences in terms of pain on a 0 to 100-mm visual analogue scale (VAS) (mean difference (MD) 0.50, 95% confidence interval (CI) -0.84 to 1.84), improvement (risk ratio (RR) 0.96, 95% CI 0.54 to 1.70) or number of swollen joints on a scale from 0 to 28 (MD 0.60, 95% CI -0.90 to 2.10) (very low level of evidence). We found a very low level of evidence of reduction in the number of tender joints on a scale from 0 to 28 (MD -4.60, 95% CI -8.72 to -0.48; 16% absolute difference). We reported no physical disability and presented no data on withdrawals due to adverse events or on serious adverse events.\nTwo studies involving 194 participants with RA evaluated the effectiveness of additional radon in carbon dioxide baths. We found no statistically significant differences between groups for all outcomes at three-month follow-up (low to moderate level of evidence). We noted some benefit of additional radon at six months in terms of pain frequency (RR 0.6, 95% CI 0.4 to 0.9; 31% reduction; improvement in one or more points (categories) on a 4-point scale; moderate level of evidence) and 9.6% reduction in pain intensity on a 0 to 100-mm VAS (MD 9.6 mm, 95% CI 1.6 to 17.6; moderate level of evidence). We also observed some benefit in one study including 60 participants in terms of improvement in one or more categories based on a 4-point scale (RR 2.3, 95% CI 1.1 to 4.7; 30% absolute difference; low level of evidence). Study authors did not report physical disability, tender joints, swollen joints, withdrawals due to adverse events or serious adverse events.\nOne study involving 148 participants with RA compared balneotherapy (seated immersion) versus hydrotherapy (exercises in water), land exercises or relaxation therapy. We found no statistically significant differences in pain on the McGill Questionnaire or in physical disability (very low level of evidence) between balneotherapy and the other interventions. No data on improvement, tender joints, swollen joints, withdrawals due to adverse events or serious adverse events were presented.\nOne study involving 57 participants with RA evaluated the effectiveness of mineral baths (balneotherapy) versus Cyclosporin A. We found no statistically significant differences in pain intensity on a 0 to 100-mm VAS (MD 9.64, 95% CI -1.66 to 20.94; low level of evidence) at 8 weeks (absolute difference 10%). We found some benefit of balneotherapy in overall improvement on a 5-point scale at eight weeks of 54% (RR 2.35, 95% CI 1.44 to 3.83). We found no statistically significant differences (low level of evidence) in the number of swollen joints, but some benefit of Cyclosporin A in the number of tender joints (MD 8.9, 95% CI 3.8 to 14; very low level of evidence). Physical disability, withdrawals due to adverse events and serious adverse events were not reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Overall evidence is insufficient to show that balneotherapy is more effective than no treatment, that one type of bath is more effective than another or that one type of bath is more effective than mudpacks, exercise or relaxation therapy."
    }
  ],
  "pls_title": "Balneotherapy (or spa therapy) for rheumatoid arthritis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "We reviewed the evidence on the benefits and harms of balneotherapy (natural mineral waters, gases and mudpacks or spa therapy) in people with rheumatoid arthritis. Balneotherapy is defined as bathing in natural mineral or thermal waters (e.g. mineral baths, sulphur baths, Dead Sea baths), using mudpacks or doing both. Upon searching for all relevant studies up to December 2014, we found nine studies with 579 people. The quality of the evidence is very low mainly because of the low number of participants in the studies and concerns about study designs."
    },
    {
      "heading": "This review shows that in people with rheumatoid arthritis",
      "text": "• we are uncertain whether mudpacks (balneotherapy) improve pain, overall wellness and swollen joints compared with placebo (fake treatment) in patients with hand RA. Mudpacks may improve tender joints slightly compared with placebo, but information about physical ability and adverse events was not reported in the study.\n• adding radon to carbon dioxide baths did not improve pain intensity at three months but may improve overall well-being and pain at six months compared with carbon dioxide baths without radon, but this may have happened by chance. Information about physical disability, tender and swollen joints and adverse events was not reported in the studies.\n• we are uncertain whether balneotherapy (seated immersion) improves pain and physical function compared with hydrotherapy, exercise or relaxation. Improvement, tender joints, swollen joints and adverse events were not reported in the study.\n• we are uncertain whether bathing in mineral baths (balneotherapy) improves pain and swollen joints compared with using a drug (Cyclosporin A). Mineral baths may improve overall wellness compared with Cyclosporin A, and Cyclosporin A may improve the number of tender joints compared with mineral baths. Physical disability and adverse events were not reported.\n• we do not have precise information about side effects and complications of balneotherapy. This is particularly true for rare side effects. Side effects may include skin rash, infection and accidents, for example, slipping on wet surfaces near the bath area. The only study that reported side effects stated that they did not find any."
    },
    {
      "heading": "What is rheumatoid arthritis and what is balneotherapy?",
      "text": "When you have rheumatoid arthritis (RA), your immune system, which normally fights infection, inflames the lining of your joints, making them painful, stiff and swollen. The small joints of your hands and feet are usually affected first. No cure for RA is known at present, so treatments aim to relieve pain and stiffness while improving your ability to move.\nBalneotherapy (bathing in water) is a type of therapy that aims to reduce pain and improve daily functioning. Balneotherapy often takes place at centres with thermal baths or seawater baths."
    }
  ]
}