{
  "doi": "10.1002/14651858.CD001527",
  "name": "Aminosteroids for acute traumatic brain injury",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Traumatic brain injury is a leading cause of premature death and disability. Post-traumatic membrane lipid peroxidation has been proposed as one mechanism leading to secondary brain damage following head injury. Aminosteroids have been shown to inhibit lipid peroxidation in laboratory animals and have the potential to improve outcome following head injury."
    },
    {
      "heading": "Objectives",
      "text": "To quantify the effectiveness and safety of aminosteroids in the treatment of acute traumatic brain injury."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Injuries Group specialised register, the Cochrane Central Register of Controlled Trials, MEDLINE, EMBASE, the National Research Register, Web of Science, web-based trials databases and conducted a general internet search. We contacted experts in the field and the company that manufactures tirilazad. The searches were last updated in March 2006."
    },
    {
      "heading": "Selection criteria",
      "text": "We sought to identify all randomised controlled trials of aminosteroids versus placebo in the treatment of acute traumatic brain injury. Studies using a quasi-random form of allocation, such as alternation, were excluded from the review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "One author examined the electronic search results for reports of possibly relevant trials for retrieval in full. Two authors (IR and PA) applied the selection criteria independently to the trial report, with no disagreement."
    },
    {
      "heading": "Main results",
      "text": "Two randomised controlled trials have examined the effect of the aminosteroid tirilazad mesylate on death and disability following head injury. To date, only the results of one of these trials are available for analysis. The risk of death in patients treated with tirilazad was almost identical to those given placebo RR = 1.05 (95% confidence interval 0.86 to 1.29). The risk of death and severe disability in patients treated with tirilazad was again almost identical to those given placebo RR = 1.07 (95% confidence interval 0.93 to 1.23)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence to support the routine use of aminosteroids in the management of traumatic head injury. On the basis of the existing evidence from randomised trials of aminosteroids in head injury, it is not possible to refute the possibility of moderate but potentially clinically important benefits or harms. A further randomised controlled trial of tirilazad mesylate with 1156 participants has been completed, the results of which should become available in the near future."
    }
  ],
  "pls_title": "Use of aminosteroids to treat traumatic brain injury",
  "pls_type": "long",
  "pls": "Traumatic brain injury is a leading cause of death and disability. After the initial blow to the head, additional brain damage can occur through a reduction of oxygen to the brain tissues (cerebral hypoxia). Chemicals called aminosteroids have been shown to help stop cell membrane damage and cell death in animals.\nThe review author searched the medical literature to find out if aminosteroids help people with traumatic brain injury when given within seven days of the injury. The author looked for randomised controlled trials in which one group of patients received a treatment (aminosteroids) while a similar group received non-active treatment (placebo) in addition to standard care. To reduce possible bias, each patient is randomly assigned to a group. The author found two such studies, which used the aminosteroid tirilazad mesylate, but the results of one of the studies were not available at the time of review. The completed study involved 1131 patients. The results of this study showed no benefit from the aminosteroid. The aminosteroid group did not have more side effects than the placebo group but aminosteroids are fairly new drugs that may have unknown less common side effects.\nMore research is needed on the use of aminosteroids to treat traumatic brain injury but currently there is no evidence to recommend their use."
}