{
  "doi": "10.1002/14651858.CD003189.pub4",
  "name": "Granulopoiesis‐stimulating factors to prevent adverse effects in the treatment of malignant lymphoma ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Granulopoiesis-stimulating factors, such as granulocyte-colony-stimulating factor (G-CSF) and granulocyte-macrophage-colony-stimulating factor (GM-CSF), are being used to prevent febrile neutropenia and infection in patients undergoing treatment for malignant lymphoma. The question of whether G-CSF and GM-CSF improve dose intensity, tumour response, and overall survival in this patient population has not been answered yet. Since the results from single studies are inconclusive, a systematic review was undertaken."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of G-CSF and GM-CSF in patients with malignant lymphoma with respect to preventing neutropenia, febrile neutropenia and infection; improving quality of life, adherence to treatment protocol, tumour response, freedom from treatment failure (FFTF) and overall survival (OS); and adverse effects."
    },
    {
      "heading": "Search methods",
      "text": "We searched The Cochrane Library, MEDLINE, EMBASE, CancerLit, and other relevant literature databases; Internet databases of ongoing trials; and conference proceedings of the American Society of Clinical Oncology and the American Society of Hematology (1980 - 2007). We included full-text and abstract publications as well as unpublished data."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing prophylaxis with G-CSF or GM-CSF versus placebo/no prophylaxis in adult patients with malignant lymphoma undergoing chemotherapy were included for review. Both study arms had to receive identical chemotherapy and supportive care."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Trial eligibility and quality assessment, data extraction and analysis were done by two reviewers independently. Authors were contacted to obtain missing data."
    },
    {
      "heading": "Main results",
      "text": "We included 13 eligible randomised controlled trials with 2607 randomised patients. Compared with no prophylaxis, both G-CSF and GM-CSF did not improve overall survival (hazard ratio 0.97; 95% CI 0.87 to 1.09) or FFTF (hazard ratio 1.11; 95% CI 0.91 to 1.35). Prophylaxis significantly reduced the relative risk (RR) for severe neutropenia (RR 0.67; 95% confidence interval (CI) 0.60 to 0.73), febrile neutropenia (RR 0.74; 95% CI 0.62 to 0.89) and infection (RR 0.74; 95% CI 0.64 to 0.85). There was no evidence that either G-CSF or GM-CSF reduced the number of patients requiring intravenous antibiotics (RR 0.82; 95%CI 0.57 to 1.18); lowered infection related mortality (RR 0.93; 95% CI 0.51 to 1.71); or improved complete tumour response (RR 1.03; 95% CI 0.95 to 1.10).One study evaluated quality of life parameters and found no differences between the treatment groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "G-CSF and GM-CSF, when used as a prophylaxis in patients with malignant lymphoma undergoing conventional chemotherapy, reduce the risk of neutropenia, febrile neutropenia and infection. However, based on the randomised trials currently available, there is no evidence that either G-CSF or GM-CSF provide a significant advantage in terms of complete tumour response, FFTF or OS."
    }
  ],
  "pls_title": "Granulopoiesis-stimulating factors in the prevention of adverse effects during the therapeutic treatment of malignant lymphoma.",
  "pls_type": "long",
  "pls": "Lymphoma is a cancer that begins in the lymph nodes. It can be treated with chemotherapy (anti-cancer drugs), but this disrupts the immune system and lowers white cell counts. This can increase a person's risk of infection and limit the amount of chemotherapy that can be given. Granulopoiesis-stimulating factors (GSF) can increase the body's production of white cells. The review found that treatment with GSF increases white cell counts and reduces the risk of infection in people receiving chemotherapy for lymphoma. However, GSF treatment did not improve survival. More research is needed to improve GSF treatments."
}