{
  "doi": "10.1002/14651858.CD013863.pub2",
  "name": "Psychological therapies delivered remotely for the management of chronic pain (excluding headache) in adults ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chronic pain (pain lasting three months or more) is an unpleasant sensory and emotional experience associated with actual or potential tissue damage. Common types (excluding headache) include back pain, fibromyalgia, and neuropathic pain. Access to traditional face-to-face therapies can be restricted by healthcare resources, geography, and cost. Remote technology-based delivery of psychological therapies has the potential to overcome treatment barriers. However, their therapeutic effectiveness compared to traditional delivery methods requires further investigation."
    },
    {
      "heading": "Objectives",
      "text": "To determine the benefits and harms of remotely-delivered psychological therapies compared to active control, waiting list, or treatment as usual for the management of chronic pain in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched for randomised controlled trials (RCTs) in CENTRAL, MEDLINE, Embase, and PsycINFO to 29 June 2022. We also searched clinical trials registers and reference lists. We conducted a citation search of included trials to identify any further eligible trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs in adults (≥ 18 years old) with chronic pain. Interventions included psychological therapies with recognisable psychotherapeutic content or based on psychological theory. Trials had to have delivered therapy remote from the therapist (e.g. Internet, smartphone application) and involve no more than 30% contact time with a clinician. Comparators included treatment as usual (including waiting-list controls) and active controls (e.g. education)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methodological procedures."
    },
    {
      "heading": "Main results",
      "text": "We included 32 trials (4924 participants) in the analyses. Twenty-five studies delivered cognitive behavioural therapy (CBT) to participants, and seven delivered acceptance and commitment therapy (ACT). Participants had back pain, musculoskeletal pain, opioid-treated chronic pain, mixed chronic pain, hip or knee osteoarthritis, spinal cord injury, fibromyalgia, provoked vestibulodynia, or rheumatoid arthritis. We assessed 25 studies as having an unclear or high risk of bias for selective reporting. However, across studies overall, risk of bias was generally low. We downgraded evidence certainty for primary outcomes for inconsistency, imprecision, and study limitations. Certainty of evidence ranged from moderate to very low. Adverse events were inadequately reported or recorded across studies. We report results only for studies in CBT here.\nCognitive behavioural therapy (CBT) versus treatment as usual (TAU)\nPain intensity\nImmediately after treatment, CBT likely demonstrates a small beneficial effect compared to TAU (standardised mean difference (SMD) -0.28, 95% confidence interval (CI) -0.39 to -0.16; 20 studies, 3206 participants; moderate-certainty evidence). Participants receiving CBT are probably more likely to achieve a 30% improvement in pain intensity compared to TAU (23% versus 11%; risk ratio (RR) 2.15, 95% CI 1.62 to 2.85; 5 studies, 1347 participants; moderate-certainty evidence). They may also be more likely to achieve a 50% improvement in pain intensity (6% versus 2%; RR 2.31, 95% CI 1.14 to 4.66; 4 studies, 1229 participants), but the evidence is of low certainty.\nAt follow-up, there is likely little to no difference in pain intensity between CBT and TAU (SMD -0.04, 95% CI -0.17 to 0.09; 8 studies, 959 participants; moderate-certainty evidence). The evidence comparing CBT to TAU on achieving a 30% improvement in pain is very uncertain (40% versus 24%; RR 1.70, 95% CI 0.82 to 3.53; 1 study, 69 participants). No evidence was available regarding a 50% improvement in pain.\nFunctional disability\nImmediately after treatment, CBT may demonstrate a small beneficial improvement compared to TAU (SMD -0.38, 95% CI -0.53 to -0.22; 14 studies, 2672 participants; low-certainty evidence). At follow-up, there is likely little to no difference between treatments (SMD -0.05, 95% CI -0.23 to 0.14; 3 studies, 461 participants; moderate-certainty evidence).\nQuality of life\nImmediately after treatment, CBT may not have resulted in a beneficial effect on quality of life compared to TAU, but the evidence is very uncertain (SMD -0.16, 95% CI -0.43 to 0.11; 7 studies, 1423 participants). There is likely little to no difference between CBT and TAU on quality of life at follow-up (SMD -0.16, 95% CI -0.37 to 0.05; 3 studies, 352 participants; moderate-certainty evidence).\nAdverse events\nImmediately after treatment, evidence about the number of people experiencing adverse events is very uncertain (34% in TAU versus 6% in CBT; RR 6.00, 95% CI 2.2 to 16.40; 1 study, 140 participants). No evidence was available at follow-up.\nCognitive behavioural therapy (CBT) versus active control\nPain intensity\nImmediately after treatment, CBT likely demonstrates a small beneficial effect compared to active control (SMD -0.28, 95% CI -0.52 to -0.04; 3 studies, 261 participants; moderate-certainty evidence). The evidence at follow-up is very uncertain (mean difference (MD) 0.50, 95% CI -0.30 to 1.30; 1 study, 127 participants). No evidence was available for a 30% or 50% pain intensity improvement.\nFunctional disability\nImmediately after treatment, there may be little to no difference between CBT and active control on functional disability (SMD -0.26, 95% CI -0.55 to 0.02; 2 studies, 189 participants; low-certainty evidence). The evidence at follow-up is very uncertain (MD 3.40, 95% CI -1.15 to 7.95; 1 study, 127 participants).\nQuality of life\nImmediately after treatment, there is likely little to no difference in CBT and active control (SMD -0.22, 95% CI -1.11 to 0.66; 3 studies, 261 participants; moderate-certainty evidence). The evidence at follow-up is very uncertain (MD 0.00, 95% CI -0.06 to 0.06; 1 study, 127 participants).\nAdverse events\nImmediately after treatment, the evidence comparing CBT to active control is very uncertain (2% versus 0%; RR 3.23, 95% CI 0.13 to 77.84; 1 study, 135 participants). No evidence was available at follow-up."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Currently, evidence about remotely-delivered psychological therapies is largely limited to Internet-based delivery of CBT. We found evidence that remotely-delivered CBT has small benefits for pain intensity (moderate certainty) and functional disability (moderate to low certainty) in adults experiencing chronic pain. Benefits were not maintained at follow-up. Our appraisal of quality of life and adverse events outcomes post-treatment were limited by study numbers, evidence certainty, or both. We found limited research (mostly low to very low certainty) exploring other psychological therapies (i.e. ACT). More high-quality studies are needed to assess the broad translatability of psychological therapies to remote delivery, the different delivery technologies, treatment longevity, comparison with active control, and adverse events."
    }
  ],
  "pls_title": "Which remotely-delivered psychological approaches help people with long-term chronic pain to improve symptoms?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Online cognitive behavioural therapy represents the most common remotely-delivered psychological therapy. It may improve pain and disability in individuals experiencing chronic pain.\n• It is largely unclear whether remotely-delivered psychological therapies improve quality of life or cause harmful effects due to limited evidence, of often limited quality.\n• We need more and better studies to investigate remotely-delivered psychological therapies. Future studies should explore a broader range of technologies and therapies, and focus on possible unwanted effects."
    },
    {
      "heading": "Why consider remotely-delivered psychological therapies for chronic pain?",
      "text": "Chronic pain is pain that lasts three months or longer. It is a common experience that can significantly impact on a person’s everyday life and well-being. Psychological therapies have been found to improve mood and pain-related disability. The most common psychological approach for chronic pain is cognitive behavioural therapy (CBT), which focuses on the interrelationship between thoughts, feelings, and actions, to support symptom management.\nUnfortunately, gaining access to psychological therapies may be difficult. There are limited numbers of qualified healthcare professionals providing these services, and some people may find it physically difficult to attend clinics. Technologies (such as mobile phones, computers, and the Internet) may offer new ways of delivering psychological therapies directly to people within their everyday environment and without a healthcare professional being present. This approach (known as remote delivery) has the potential to help more people access therapy."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if remotely-delivered psychological therapies:\n• improve pain, disability, and quality of life (i.e. well-being across life as a whole);\n• cause any unintended harmful effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared remotely-delivered psychological therapies with usual care or non-psychological treatments (such as education about pain). We looked at study results at the end of treatment and up to one year after.\nWe compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 32 studies that included 4924 people with a range of chronic pain conditions, such as back pain, osteoarthritis, fibromyalgia, and rheumatoid arthritis. Average ages ranged from 24 to 67 years. Where those taking part were followed up after treatment ended, this follow-up was between 3 and 12 months later; we did not include results collected after 12 months. Studies included in the review were carried out across 11 countries, with over half attributable to Sweden (9), the USA (6), and Australia (5). All studies were funded by government grants or charities, bar one study that did not state its funding source.\nStudies investigated treatments based on the psychological therapies of CBT (25 studies) and acceptance and commitment therapy (ACT; 7 studies). One of the CBT studies included an additional group who received a positive psychology intervention. All therapies were delivered online, except one study using a smartphone app."
    },
    {
      "heading": "Main results",
      "text": "Our results only speak to therapy delivered by the Internet due to the lack of alternative forms of remote delivery in the studies.\n• Compared to usual treatment (i.e. the standard support typically available), online CBT probably reduces pain and may reduce disability slightly. It is unclear whether online CBT improves quality of life or has unintended harmful effects.\n• Compared to non-psychological treatments for pain (e.g. education, online discussion boards), online CBT also probably reduces pain slightly. However, it probably makes little to no difference to quality of life, may make little or no difference to disability, and it is unclear whether it has unintended harmful effects.\n• The benefits of online CBT compared to usual treatment are probably no longer present at 3 to 12 months after treatment ends. We do not know if this finding is also the case when compared to a non-psychological treatment because the effects are unclear.\nIt is unclear whether other psychological therapies (such as ACT) lead to improvements because, overall, we are very uncertain of the available results."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have moderate confidence that pain is reduced by online CBT by the end of treatment, but this improvement is not present 3 to 12 months later. In addition, we have moderate confidence in our finding of no benefits of online CBT for disability and quality of life at follow-up. However, we have little to very little confidence in our findings for ACT.\nThree main factors reduced our confidence in the evidence. First, some of the studies were very small or there were not enough studies to be certain about their results. Second, where there were small numbers of studies for an outcome, the evidence did not cover a range of pain conditions, so we cannot assume that those findings would be the same across all types of chronic pain. Finally, the results were sometimes inconsistent across studies."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to 29 June 2022."
    }
  ]
}