{
  "doi": "10.1002/14651858.CD007479.pub2",
  "name": "Pericyazine for schizophrenia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pericyazine is a 3-cyano-10 (3-4'-hydroxypiperidinopropyl) phenothiazine. It is overall pharmacologically similar with chlorpromazine, though particularly sedating. Dopamine receptor subtype analysis has not been performed for pericyazine, but the drug appears to induce greater noradrenergic than dopaminergic blockade. Compared to chlorpromazine, pericyazine reportedly has more potent antiemetic, antiserotonin, and anticholinergic activity."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the clinical effects and safety of pericyazine in comparison with placebo, typical and atypical antipsychotic agents and standard care for people with schizophrenia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group Trials Register (February 2013) which is based on regular searches of CINAHL, EMBASE, MEDLINE and PsycINFO. We inspected references of all identified studies for further trials."
    },
    {
      "heading": "Selection criteria",
      "text": "All relevant randomised controlled trials focusing on pericyazine for schizophrenia and other types of schizophrenia-like psychoses (schizophreniform and schizoaffective disorders). We excluded quasi-randomised trials."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data were extracted independently from included papers by at least two review authors. Risk ratios (RR) and 95% confidence intervals (CI) of homogeneous dichotomous data were calculated. We assessed risk of bias for included studies and used GRADE to judge quality of evidence."
    },
    {
      "heading": "Main results",
      "text": "We could only include five studies conducted between 1965 and 1980. Most of the included studies did not report details of randomisation, allocation concealment, details of blinding and we could not assess the impact of attrition due to poor reporting.\nFor the primary outcome of Global state - not improved, the confidence interval was compatible with a small benefit and increased risk of not improving with pericyazine compared with typical antipsychotics (2 RCTs, n = 122, RR 1.24 CI 0.93 to 1.66, very low quality of evidence ) or atypical antipsychotics (1 RCT, n = 93, RR 0.97 CI 0.67 to 1.42, very low quality of evidence).\nWhen compared with typical antipsychotics relapse was only experienced by one person taking pericyazine (1 RCT, n = 80, RR 2.59 CI 0.11 to 61.75, very low quality of evidence).\nPericyazine was associated with more extrapyramidal side effects than typical antipsychotics (3 RCTs, n = 163, RR 0.52 CI 0.34 to 0.80, very low quality of evidence ) and atypical antipsychotics (1 RCT, n = 93, RR 2.69 CI 1.35 to 5.36, very low quality of evidence).\nThe estimated risk of leaving the study early for specific reasons was imprecise for the comparisons of pericyazine with typical antipsychotics (2 RCTs, n = 71, RR 0.46 CI 0.11 to 1.90, very low quality of evidence ), and with atypical antipsychotics (1 RCT, n = 93, RR 0.13 CI 0.01 to 2.42, very low quality of evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "On the basis of very low quality evidence we are unable to determine the effects of pericyazine in comparison with typical or atypical antipsychotics for the treatment of schizophrenia. However, there is some evidence that pericyazine may be associated with a higher incidence of extrapyramidal side effects than other antipsychotics, and again this was judged to be very low quality evidence. Large, robust studies are still needed before any firm conclusions can be drawn."
    }
  ],
  "pls_title": "Pericyazine for the treatment of schizophrenia",
  "pls_type": "long",
  "pls": "People with schizophrenia often experience symptoms such as hearing voices or seeing things (hallucinations) and have strange beliefs (delusions). The first line and mainstay of treatment for the symptoms of schizophrenia is antipsychotic drugs. These antipsychotic drugs can be grouped into older drugs (typical or first generation) and newer drugs (atypical or second generation). Pericyazine is a relatively old antipsychotic formulated in 1961. Some studies have suggested that it may be of more benefit than other antipsychotic drugs.\nThis review aims to assess the effectiveness of pericyazine in the treatment of schizophrenia compared to older and newer antipsychotics.A search for studies was carried out in 2013 and five studies conducted between 1965 and 1980 were found and included in the review. The quality of evidence was rated by the authors to be very low, and their results were imprecise for many outcomes where they compared pericyazine and other older and newer antipsychotic drugs. The evidence is inadequate to determine whether pericyazine is better than other antipsychotics.\nThe results of the analysis for the outcome of improvement were imprecise and the authors could not be certain that more people who took pericyazine were found to have not improved compared with those who took typical antipsychotics. More side effects, such as involuntary shaking, tremors, restlessness and spasms, were experienced by people who took pericyazine than other typical or atypical antipsychotics. These side effects are very unpleasant and the increased occurrence of them compared to other antipsychotics is an important finding considering pericyazine may not have additional benefits for the symptoms of schizophrenia.\nNo studies reported outcomes on satisfaction of treatment or cost effectiveness, which require attention. This lack of evidence leaves people with schizophrenia, mental health professionals and policy makers with little information on the benefits, hazards or problems of pericyazine. Outcomes on the cost of care and satisfaction with treatment should be included in future trials which should also be larger, better conducted, and fully reported.\n(This plain language summary has been written by Ben Gray from Rethink Mental Illness)."
}