{
  "doi": "10.1002/14651858.CD007912.pub2",
  "name": "Exercise for osteoarthritis of the hip",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Current international treatment guidelines recommending therapeutic exercise for people with symptomatic hip osteoarthritis (OA) report are based on limited evidence."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether land-based therapeutic exercise is beneficial for people with hip OA in terms of reduced joint pain and improved physical function and quality of life."
    },
    {
      "heading": "Search methods",
      "text": "We searched five databases from inception up to February 2013."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials (RCTs) recruiting people with hip OA and comparing some form of land-based therapeutic exercise (as opposed to exercises conducted in water) with a non-exercise group."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Four review authors independently selected studies for inclusion. We resolved disagreements through consensus. Two review authors independently extracted data, assessed risk of bias and the quality of the body of evidence for each outcome using the GRADE approach. We conducted analyses on continuous outcomes (pain, physical function and quality of life) and dichotomous outcomes (proportion of study withdrawals)."
    },
    {
      "heading": "Main results",
      "text": "We considered that seven of the 10 included RCTs had a low risk of bias. However, the results may be vulnerable to performance and detection bias as none of the RCTs were able to blind participants to treatment allocation and, while most RCTs reported blinded outcome assessment, pain, physical function and quality of life were participant self reported. One of the 10 RCTs was only reported as a conference abstract and did not provide sufficient data for the evaluation of bias risk.\nHigh-quality evidence from nine trials (549 participants) indicated that exercise reduced pain (standardised mean difference (SMD) -0.38, 95% confidence interval (CI) -0.55 to -0.20) and improved physical function (SMD -0.38, 95% CI -0.54 to -0.05) immediately after treatment. Pain and physical function were estimated to be 29 points on a 0- to 100-point scale (0 was no pain or loss of physical function) in the control group; exercise reduced pain by an equivalent of 8 points (95% CI 4 to 11 points; number needed to treat for an additional beneficial outcome (NNTB) 6) and improved physical function by an equivalent of 7 points (95% CI 1 to 12 points; NNTB 6). Only three small studies (183 participants) evaluated quality of life, with overall low quality evidence, with no benefit of exercise demonstrated (SMD -0.07, 95% CI -0.23 to 0.36). Quality of life was estimated to be 50 points on a norm-based mean (standard deviation (SD)) score of 50 (10) in the general population in the control group; exercise improved quality of life by 0 points. Moderate-quality evidence from seven trials (715 participants) indicated an increased likelihood of withdrawal from the exercise allocation (event rate 6%) compared with the control group (event rate 3%), but this difference was not significant (risk difference 1%; 95% CI -1% to 4%). Of the five studies reporting adverse events, each study reported only one or two events and all were related to increased pain attributed to the exercise programme.\nThe reduction in pain was sustained at least three to six months after ceasing monitored treatment (five RCTs, 391 participants): pain (SMD -0.38, 95% CI -0.58 to -0.18). Pain was estimated to be 29 points on a 0- to 100-point scale (0 was no pain) in the control group, the improvement in pain translated to a sustained reduction in pain intensity of 8 points (95% CI 4 to 12 points) compared with the control group (0 to 100 scale). The improvement in physical function was also sustained (five RCTs, 367 participants): physical function (SMD -0.37, 95% CI -0.57 to -0.16). Physical function was estimated to be 24 points on a 0- to 100-point scale (0 was no loss of physical function) in the control group, the improvement translated to a mean of 7 points (95% CI 4 to 13) compared with the control group.\nOnly five of the 10 RCTs exclusively recruited people with symptomatic hip OA (419 participants). There was no significant difference in pain or physical function outcomes compared with five studies recruiting participants with hip or knee OA (130 participants)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Pooling the results of these 10 RCTs demonstrated that land-based therapeutic exercise programmes can reduce pain and improve physical function among people with symptomatic hip OA."
    }
  ],
  "pls_title": "Exercise for osteoarthritis of the hip",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background - what is OA of the hip and what is exercise?",
      "text": "OA is a disease of the joints, such as your hip. When the joint loses cartilage, the bone grows to try to repair the damage. However, instead of making things better, the bone grows abnormally and makes things worse. For example, the bone can become misshapen and make the joint painful and unstable. Doctors used to think that osteoarthritis (OA) simply resulted in thinning of the cartilage. However, it is now known that OA is a disease of the whole joint.\nOA is one of the most common forms of arthritis and affects men and women equally. OA is one of the main causes of disability as people grow older.\nExercise can be any activity that enhances or maintains muscle strength, physical fitness and overall health. People exercise for many different reasons including weight loss, strengthening muscles and to relieve the symptoms of OA."
    },
    {
      "heading": "Study characteristics",
      "text": "This summary of an update of a Cochrane review presents what we know from research about the effect of exercise for people with OA of the hip. After searching for all relevant studies up to February 2013, we included five new studies since the last version of the review, giving 10 studies (549 participants) with mostly mild-to-moderate symptomatic hip OA, alone or with knee OA. Except for one study where participants enrolled in a tai chi programme, all other participants underwent land-based exercise programmes consisting of traditional muscle strengthening, functional training and aerobic fitness programmes, either individually supervised or as part of a group, compared with people who did not exercise."
    },
    {
      "heading": "Key results",
      "text": "Pain on a scale of 0 to 100 points (lower scores mean reduced pain):\n- People who completed an exercise programme rated their pain to be 8 points lower (4 to 11 points lower) at end of treatment (8% absolute improvement) compared with people who did not exercise.\n- People who completed an exercise programme rated their pain as 21 points.\n- People who did not exercise rated their pain as 29 points.\nPhysical function on a scale of 0 to 100 points (lower score means better physical function):\n- People who completed an exercise programme rated their physical function to be 7 points lower (1 to 12 points lower) at end of treatment (7% absolute improvement) compared with people who did not exercise.\n- People who completed an exercise programme rated their physical function as 22 points.\n- People who did not exercise rated their physical function as 29 points.\nQuality of life (higher score means better quality of life):\n- Overall, people with hip OA participating in the studies had a similar quality of life compared with the general population (normative scores of average 50 points), and quality of life was not further improved by participation in an exercise programme: 0 points higher.\n- People who completed an exercise programme rated their quality of life as 50 points on a population norm-based scale.\n- People who did not exercise rated their quality of life as 50 points on a population norm-based scale.\nWithdrawals\n- three more people out of 100 dropped out of the exercise programme (1% absolute increase).\n- Six out of 100 people in exercise programmes dropped out.\n- Three out of 100 people who did not exercise dropped out."
    },
    {
      "heading": "Quality of the evidence",
      "text": "This review showed that there is high-quality evidence that in people with hip OA, exercise reduced pain slightly and improved physical function slightly. Further research is unlikely to change the estimate of these results.\nLow-quality evidence indicated that exercise may not improve quality of life. Further research is likely to change the estimate of these results.\nModerate-quality evidence showed that exercise probably does not increase study drop-outs. Further research may change the estimate.\nWe do not have precise information about side effects such as injuries or falls during exercise, but we would expect these to be rare, and no injuries were reported in the studies."
    }
  ]
}