{
  "doi": "10.1002/14651858.CD011717.pub2",
  "name": "Surgical portosystemic shunts versus devascularisation procedures for prevention of variceal rebleeding in people with hepatosplenic schistosomiasis ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Hepatosplenic schistosomiasis is an important cause of variceal bleeding in low-income countries. Randomised clinical trials have evaluated the outcomes of two categories of surgical interventions, shunts and devascularisation procedures, for the prevention of variceal rebleeding in people with hepatosplenic schistosomiasis. The comparative overall benefits and harms of these two interventions are unclear."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of surgical portosystemic shunts versus oesophagogastric devascularisation procedures for the prevention of variceal rebleeding in people with hepatosplenic schistosomiasis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Hepato-Biliary Group Controlled Trials Register, CENTRAL, MEDLINE, Embase, Science Citation Index Expanded, LILACS, reference lists of articles, and proceedings of relevant associations for trials that met the inclusion criteria (date of search 11 January 2018)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised clinical trials comparing surgical portosystemic shunts versus oesophagogastric devascularisation procedures for the prevention of variceal rebleeding in people with hepatosplenic schistosomiasis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the trials and extracted data using methodological standards expected by Cochrane. We assessed risk of bias according to domains and risk of random errors with GRADE and Trial Sequential Analysis. We assessed the certainty of evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We found two randomised clinical trials including 154 adult participants, aged between 18 years and 65 years, diagnosed with hepatosplenic schistosomiasis. One of the trials randomised participants to proximal splenorenal shunt versus distal splenorenal shunt versus oesophagogastric devascularisation with splenectomy, and the other randomised participants to distal splenorenal shunt versus oesophagogastric devascularisation with splenectomy. In both trials the diagnosis of hepatosplenic schistosomiasis was made based on clinical and biochemical assessments. The trials were conducted in Brazil and Egypt. Both trials were at high risk of bias.\nWe are uncertain as to whether surgical portosystemic shunts improved all-cause mortality compared with oesophagogastric devascularisation with splenectomy due to imprecision in the trials (risk ratio (RR) 2.35, 95% confidence interval (CI) 0.55 to 9.92; participants = 154; studies = 2). We are uncertain whether serious adverse events differed between surgical portosystemic shunts and oesophagogastric devascularisation with splenectomy (RR 2.26, 95% CI 0.44 to 11.70; participants = 154; studies = 2). None of the trials reported on health-related quality of life. We are uncertain whether variceal rebleeding differed between surgical portosystemic shunts and oesophagogastric devascularisation with splenectomy (RR 0.39, 95% CI 0.13 to 1.23; participants = 154; studies = 2). We found evidence suggesting an increase in encephalopathy in the shunts group versus the devascularisation with splenectomy group (RR 7.51, 95% CI 1.45 to 38.89; participants = 154; studies = 2). We are uncertain whether ascites and re-interventions differed between surgical portosystemic shunts and oesophagogastric devascularisation with splenectomy. We computed Trial Sequential Analysis for all outcomes, but the trial sequential monitoring boundaries could not be drawn because of insufficient sample size and events. We downgraded the overall certainty of the body of evidence for all outcomes to very low due to risk of bias and imprecision."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Given the very low certainty of the available body of evidence and the low number of clinical trials, we could not determine an overall benefit or harm of surgical portosystemic shunts compared with oesophagogastric devascularisation with splenectomy. Future randomised clinical trials should be designed with sufficient statistical power to assess the benefits and harms of surgical portosystemic shunts versus oesophagogastric devascularisations with or without splenectomy and with or without oesophageal transection."
    }
  ],
  "pls_title": "Surgical treatment (shunts compared with devascularisation) for preventing variceal rebleeding due to schistosomiasis of the liver and spleen",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Schistosomiasis ('bilharzia' or 'snail fever') is a water-borne disease caused by parasites known as blood flukes. Blood flukes are released by fresh water snails and penetrate the skin of humans (swimmers and others in close contact with water). Here, they migrate into the venous circulation, settling in various typical sites such as the gut, the urinary bladder, and the liver, where they cause local inflammation. In the liver, they result in Symmer's pipe-stem periportal fibrosis, with the consequent complication of increased portal blood pressure. Infected people may develop varices (enlarged blood vessels within the wall of the oesophagus and stomach). Bleeding from these varices is not uncommon and can result in death. Although several methods exist to stop the initial bleeding, it may recur with the same risk of death as during the initial bleed without further treatment.\nThe first-line treatment to prevent variceal rebleeding is with medications (non-selective beta-blockers to lower the portal blood pressure) combined with endoscopic method (use of a long tube fitted with a camera to locate and close the varices with elastic bands). This involves repeated treatment sessions, hence treatment success is heavily dependent on patient compliance, which in low income countries may be adversely affected by eco-social factors such as transport costs.\nSurgery is an alternative treatment option. There are two broad surgical categories to decrease the risk of repeat bleeding from varices: these are either shunts (a channel that diverts all or part of the bloodstream from the liver to the general blood circulation) or devascularisation surgery (disconnection of the enlarged blood vessels in the walls of the oesophagus and stomach). Either treatment may be performed as a once-off procedure to prevent variceal rebleeding. However, it is not clear which of these treatments offers the best result.\nWe aimed to determine the benefits and harms of shunts compared with devascularisation in preventing variceal rebleeding due to schistosomiasis of the liver and spleen."
    },
    {
      "heading": "Study characteristics",
      "text": "We found two randomised clinical trials (types of studies in which participants are assigned to treatment group using a random method) involving a total of 154 adult participants who received either a non-selective shunt surgery, a selective shunt surgery, or devascularisation surgery. However, the design of both trials was of insufficient quality, as the numbers of trial participants were small, and some participant information was lacking. One of the trials was funded by an institutional grant, and how funding was obtained for the other trial was not clear. We assessed both trials as at high risk of bias."
    },
    {
      "heading": "Key results",
      "text": "There were no significant differences in the number of participants who had repeat bleeding, adverse effects of treatment, or deaths between the shunt surgery and the devascularisation group, but participants who had devascularisation were less likely to suffer encephalopathy (disease of the brain due to damage from toxins produced by the liver). Neither of the trials addressed quality of life after treatment."
    },
    {
      "heading": "Conclusions",
      "text": "Given the very low certainty of the evidence due to the way the clinical trials were performed, limited trial data and trial participants, we were unable to determine whether one treatment is better than the other. We suggest that future trials include a sufficient number of randomised participants to be able to obtain meaningful results on patient-relevant outcomes and allow objective comparison of these two surgery types."
    }
  ]
}