{
  "doi": "10.1002/14651858.CD004320.pub3",
  "name": "Stapled versus handsewn methods for ileocolic anastomoses",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Ileocolic anastomoses are commonly performed for right-sided colon cancer and Crohn's disease. The anastomosis may be constructed using a linear cutter stapler or by suturing. Individual trials comparing stapled versus handsewn ileocolic anastomoses have found little difference in the complication rate but they have lacked adequate power to detect potential small difference. This is an update of a Cochrane review first published in 2007."
    },
    {
      "heading": "Objectives",
      "text": "To compare outcomes of ileocolic anastomoses performed using stapling and handsewn techniques. The hypothesis tested was that the stapling technique is associated with fewer complications."
    },
    {
      "heading": "Search methods",
      "text": "MEDLINE, EMBASE, Cochrane Colorectal Cancer Group specialised register SR-COLOCA, Cochrane Library were searched for randomised controlled trials comparing use of a linear cuter stapler with any type of suturing technique for ileocolic anastomoses in adults from 1970 to 2005 and were updated in December 2010. Abstracts presented to the following society meetings between 1970 and 2010 were handsearched: American Society of Colon and Rectal Surgeons, the Association of Coloproctology of Great Britain and Ireland, European Association of Coloproctology."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing use of linear cutter stapler (isoperistaltic side to side or functional end to end) with any type of suturing technique in adults."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Eligible studies were selected and their methodological quality assessed. Relevant results were extracted and missing data sought from the authors. RevMan 5 was used to perform meta-analysis when there were sufficient data. Sub-group analyses for cancer inflammatory bowel disease as indication for ileocolic anastomoses were performed."
    },
    {
      "heading": "Main results",
      "text": "After obtaining individual data from authors for studies that include other anastomoses, seven trials (including one unpublished) with 1125 ileocolic participants (441 stapled, 684 handsewn) were included. The five largest trials had adequate allocation concealment.\nStapled anastomosis was associated with significantly fewer anastomotic leaks compared with handsewn (S=11/441, HS=42/684, OR 0.48 [0.24, 0.95] p=0.03). One study performed routine radiology to detect asymptomatic leaks. For the sub-group of 825 cancer patients in four studies, stapled anastomosis led to significantly fewer anastomotic leaks (S=4/300, HS=35/525, OR 0.28 [0.10, 0.75] p=0.01). In subgroup analysis of non-cancer patients (3 studies, 264 patients) there were no differences for any reported outcomes. All other outcomes: stricture, anastomotic haemorrhage, anastomotic time, re-operation, mortality, intra-abdominal abscess, wound infection, length of stay, showed no significant difference."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Stapled functional end to end ileocolic anastomosis is associated with fewer leaks than handsewn anastomosis."
    }
  ],
  "pls_title": "A comparison of two methods to join small and large bowel together in surgery",
  "pls_type": "long",
  "pls": "Surgery for right-sided bowel cancer or Crohn's disease commonly involve removing a segment of bowel and re-joining the small and large bowel together. The join, or anastomosis, can be made by stapling or sewing.\nThis systematic review found seven randomised controlled trials with a total of 1125 participants (441 stapled, 684 handsewn) comparing these two methods. The leak rate from the bowel join for stapled anastomosis was 2.5%, significantly lower than handsewn (6%). For the sub-group of 825 cancer patients in four studies, stapled join again has fewer leaks compared with handsewn, being 1.3% and 6.7% respectively. For the sub-group of 264 non-cancer patients in three studies, there were no differences for the reported outcomes. This sub-group included patients with Crohn's disease. Overall, there was no significant difference in the other outcomes of stricture, bleeding from the join, time to perform the join, re-operation, mortality, intra-abdominal abscess, wound infection and length of stay, although these were not consistently reported.\nThe reason why a handsewn bowel join is more likely to leak is unclear. Possible explanations include less handling of the bowel, decreased spillage of bowel content during surgery, and uniform closure of all the staples using a stapler. This review did not compare different sewing materials or methods. The trials included in this review were performed from the early 1980's to 2009 involving six countries. The studies in Crohn's disease were more recent but the combined number of patients was too small to summarise outcomes. More randomised controlled trials comparing the two surgical techniques in Crohn's disease are needed."
}