{
  "doi": "10.1002/14651858.CD002283.pub5",
  "name": "Retention procedures for stabilising tooth position after treatment with orthodontic braces ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Without a phase of retention after successful orthodontic treatment, teeth tend to 'relapse', that is, to return to their initial position. Retention is achieved by fitting fixed or removable retainers to provide stability to the teeth while avoiding damage to teeth and gums. Removable retainers can be worn full- or part-time. Retainers vary in shape, material, and the way they are made. Adjunctive procedures are sometimes used to try to improve retention, for example, reshaping teeth where they contact ('interproximal reduction'), or cutting fibres around teeth ('percision').\nThis review is an update of one originally published in 2004 and last updated in 2016."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effects of different retainers and retention strategies used to stabilise tooth position after orthodontic braces."
    },
    {
      "heading": "Search methods",
      "text": "An information specialist searched Cochrane Oral Health Trials Register, CENTRAL, MEDLINE, Embase and OpenGrey up to 27 April 2022 and used additional search methods to identify published, unpublished and ongoing studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) involving children and adults who had retainers fitted or adjunctive procedures undertaken to prevent relapse following orthodontic treatment with braces. We excluded studies with aligners."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened eligible studies, assessed risk of bias and extracted data. Outcomes were stability or relapse of tooth position, retainer failure (i.e. broken, detached, worn out, ill-fitting or lost), adverse effects on teeth and gums (i.e. plaque, gingival and bleeding indices), and participant satisfaction. We calculated mean differences (MD) for continuous data, risk ratios (RR) or risk differences (RD) for dichotomous data, and hazard ratios (HR) for survival data, all with 95% confidence intervals (CI). We conducted meta-analyses when similar studies reported outcomes at the same time point; otherwise results were reported as mean ranges. We prioritised reporting of Little's Irregularity Index (crookedness of anterior teeth) to measure relapse, judging the minimum important difference to be 1 mm."
    },
    {
      "heading": "Main results",
      "text": "We included 47 studies, with 4377 participants. The studies evaluated: removable versus fixed retainers (8 studies); different types of fixed retainers (22 studies) or bonding materials (3 studies); and different types of removable retainers (16 studies). Four studies evaluated more than one comparison. We judged 28 studies to have high risk of bias, 11 to have low risk, and eight studies as unclear.\nWe focused on 12-month follow-up.\nThe evidence is low or very low certainty. Most comparisons and outcomes were evaluated in only one study at high risk of bias, and most studies measured outcomes after less than a year.\nRemovable versus fixed retainers\nRemovable (part-time) versus fixed\nOne study reported that participants wearing clear plastic retainers part-time in the lower arch had more relapse than participants with multistrand fixed retainers, but the amount was not clinically significant (Little's Irregularity Index (LII) MD 0.92 mm, 95% CI 0.23 to 1.61; 56 participants). Removable retainers were more likely to cause discomfort (RR 12.22; 95% CI 1.69 to 88.52; 57 participants), but were associated with less retainer failure (RR 0.44, 95% CI 0.20 to 0.98; 57 participants) and better periodontal health (Gingival Index (GI) MD −0.34, 95% CI −0.66 to −0.02; 59 participants).\nRemovable (full-time) versus fixed\nOne study reported that removable clear plastic retainers worn full-time in the lower arch did not provide any clinically significant benefit for tooth stability over fixed retainers (LII MD 0.60 mm, 95% CI 0.17 to 1.03; 84 participants). Participants with clear plastic retainers had better periodontal health (gingival bleeding RR 0.53, 95% CI 0.31 to 0.88; 84 participants), but higher risk of retainer failure (RR 3.42, 95% CI 1.38 to 8.47; 77 participants). The study found no difference between retainers for caries.\nDifferent types of fixed retainers\nComputer-aided design/computer-aided manufacturing (CAD/CAM) nitinol versus conventional/analogue multistrand\nOne study reported that CAD/CAM nitinol fixed retainers were better for tooth stability, but the difference was not clinically significant (LII MD −0.46 mm, 95% CI −0.72 to −0.21; 66 participants). There was no evidence of a difference between retainers for periodontal health (GI MD 0.00, 95% CI -0.16 to 0.16; 2 studies, 107 participants), or retainer survival (RR 1.29, 95% CI 0.67 to 2.49; 1 study, 41 participants).\nFibre-reinforced composite versus conventional multistrand/spiral wire\nOne study reported that fibre-reinforced composite fixed retainers provided better stability than multistrand retainers, but this was not of a clinically significant amount (LII MD −0.70 mm, 95% CI −1.17 to −0.23; 52 participants). The fibre-reinforced retainers had better patient satisfaction with aesthetics (MD 1.49 cm on a visual analogue scale, 95% CI 0.76 to 2.22; 1 study, 32 participants), and similar retainer survival rates (RR 1.01, 95% CI 0.84 to 1.21; 7 studies; 1337 participants) at 12 months. However, failures occurred earlier (MD −1.48 months, 95% CI −1.88 to −1.08; 2 studies, 103 participants; 24-month follow-up) and more gingival inflammation at six months, though bleeding on probing (BoP) was similar (GI MD 0.59, 95% CI 0.13 to 1.05; BoP MD 0.33, 95% CI −0.13 to 0.79; 1 study, 40 participants).\nDifferent types of removable retainers\nClear plastic versus Hawley\nWhen worn in the lower arch for six months full-time and six months part-time, clear plastic provided similar stability to Hawley retainers (LII MD 0.01 mm, 95% CI −0.65 to 0.67; 1 study, 30 participants). Hawley retainers had lower risk of failure (RR 0.60, 95% CI 0.43 to 0.83; 1 study, 111 participants), but were less comfortable at six months (VAS MD -1.86 cm, 95% CI -2.19 to -1.53; 1 study, 86 participants).\nPart-time versus full-time wear of Hawley\nThere was no evidence of a difference in stability between part-time and full-time use of Hawley retainers (MD 0.20 mm, 95% CI −0.28 to 0.68; 1 study, 52 participants)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence is low to very low certainty, so we cannot draw firm conclusions about any one approach to retention over another. More high-quality studies are needed that measure tooth stability over at least two years, and measure how long retainers last, patient satisfaction and negative side effects from wearing retainers, such as tooth decay and gum disease."
    }
  ],
  "pls_title": "What is the best method for maintaining the correct position of teeth after orthodontic treatment?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- We cannot draw firm conclusions about any one approach to retention over another because we have little confidence in the evidence.\n- More well-planned studies are needed. They should measure tooth stability over at least two years, how long the retainers last, patient satisfaction and any unwanted effects from the retainers, such as tooth decay and gum disease."
    },
    {
      "heading": "What is the problem?",
      "text": "Teeth can become crooked again after being straightened with orthodontic braces ('relapse'). Orthodontists try to prevent this using different ways of holding the teeth straight ('retention procedures'). Retention procedures can include wearing custom-made fixed or removable retainers, usually made of wires or clear plastic, after orthodontic braces have been removed. Removable retainers can be worn full- or part-time. Retainers fit over or around teeth, or stick onto the back of teeth. Orthodontists may also use extra treatments ('adjunctive procedures') such as smoothing contacts between the teeth ('interproximal enamel reduction'), or cutting fibres that connect the gum and the neck of the tooth ('pericision')."
    },
    {
      "heading": "What did we want to know?",
      "text": "We wanted to find out the best way to maintain teeth in their new position after the end of treatment with orthodontic braces and whether there are any unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared different types of retainers following treatment with orthodontic braces, and that measured the effects for at least three months after the orthodontic treatment. We summarised study results and rated our confidence in the evidence."
    },
    {
      "heading": "What did we find?",
      "text": "We found 47 studies with 4377 adults and children. Most studies took place in hospitals, universities or specialist practices, NHS clinics, or a mixture of places. Most of the studies tested: removable retainers versus fixed retainers; different types of fixed retainers or bonding materials; or different types of removable retainers. Most measured the effects of treatment for less than one year."
    },
    {
      "heading": "Main results",
      "text": ""
    },
    {
      "heading": "Removable versus fixed retainers (8 studies)",
      "text": "Teeth may return to their previous position more with part-time wear of a removable retainer made of clear plastic than with a fixed retainer, but the difference was so small that it may not be important. If the removable retainer is worn full-time, there may be no difference between the retainers in tooth movement. Clear plastic retainers worn part-time may fail less than fixed retainers, but when worn full-time may fail more. Better gum health may be achieved with clear plastic removable retainers than with fixed retainers, but no difference was found in tooth decay."
    },
    {
      "heading": "Different types of fixed retainers and glues to stick them on (21 studies)",
      "text": "CAD/CAM (computer-aided design/computer-aided manufacturing) nitinol fixed retainers compared to conventional multistrand wire fixed retainers may not differ in terms of how well they hold the teeth straight, gum health, or how long they last.\nFibre-reinforced composite retainers are less obvious on the teeth therefore participants are more satisfied with them because of their appearance. Fibre-reinforced composite retainers may be slightly better at keeping the teeth straight, but the difference was so small, it might not be important. Fibre-reinforced composite retainers might be more likely to fail earlier and be associated with more gum problems than multistrand fixed retainers."
    },
    {
      "heading": "Different types of removable retainers (16 studies)",
      "text": "The effects of Hawley removable retainers compared with clear plastic retainers on movement of the teeth may be similar, whether they are worn full- or part-time. Clear plastic retainers may provide better patient satisfaction but be less likely to last than Hawley retainers."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence is low because the studies were small and did not use the best methods. Very few studies looked at more than one of the things we were interested in. Most studies measured results less than a year following treatment. Also, we do not know how much study results may be affected by the age of the participants and whether they are still growing, what kind of problems they had with their teeth before their first braces, and what other treatment they had, such as extractions."
    },
    {
      "heading": "How up to date is this evidence",
      "text": "The evidence is up to date to 27 April 2022. This review updates one originally published in 2004 and last updated in 2016."
    }
  ]
}