{
  "doi": "10.1002/14651858.CD000956",
  "name": "Prazosin for Raynaud's phenomenon in progressive systemic sclerosis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Scleroderma is a connective tissue disease causing fibrosis and commonly affects the skin and internal organs such as the GI tract, lungs, kidney and heart. Most people with scleroderma also have raynaud's phenomenon (RP). One of the possible treatment options for RP in scleroderma is Prazosin."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects and toxicity of prazosin versus placebo proposed for the treatment of Raynaud's phenomenon (RP) in scleroderma."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Controlled Trials Register, and Medline up to December 1996 using the Cochrane Collaboration search strategy developed by Dickersin et al.(1994). Key words included: Raynaud's or vasospasm, scleroderma or progressive systemic sclerosis or connective tissue disease or autoimmune disease. Current Contents were searched up to and including April 7, 1997. All bibliographies of articles retrieved were searched and key experts in the area were contacted for additional and unpublished data. The initial search strategy included all languages."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials comparing prazosin versus placebo were eligible if they reported clinical outcomes from the start of therapy. Trials with a greater than 35% dropout were excluded. Trials were included if patients with diffuse or limited scleroderma were the subjects. If patients with other connective tissue diseases or primary Raynaud's were included, the trial was used if the data on the scleroderma patients could be extracted from the paper."
    },
    {
      "heading": "Data collection and analysis",
      "text": "All data were abstracted by two independent and trained reviewers (DF, AT), and verified by a third reviewer (JP). Each trial was assessed independently by the same two reviewers for its quality using a validated quality assessment tool (Jadad 1996).\nPeto's odds ratios were calculated for all dichotomous outcomes and a weighted mean difference was carried out on all continuous outcomes. Fixed effects and random effects model were used if the data was homogeneous or heterogeneous, respectively."
    },
    {
      "heading": "Main results",
      "text": "Two trials with a total of 40 patients were included. Prazosin has been found in two randomized controlled cross-over trials to be more effective than placebo in the treatment of Raynaud's secondary to scleroderma. However, the positive response is modest and side effects are not rare in those taking prazosin."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Prazosin is modestly effective in the treatment of Raynaud's phenomenon secondary to scleroderma."
    }
  ],
  "pls_title": "Prazosin for Raynaud's phenomenon in progressive systemic sclerosis",
  "pls_type": "long",
  "pls": "Scleroderma is a connective tissue disease causing fibrosis and commonly affects the skin and internal organs such as the GI tract, lungs, kidney and heart. Most people with scleroderma also have raynaud's phenomenon (RP). RP is defined as vasospasm of arteries or arterioles causing pallor and at least one other colour change upon reperfusion such as cyanosis or redness. Primary RP occurs in the absence of causes such as connective tissue disease. Secondary RP occurs in people with underlying diseases that affect blood vessels especially scleroderma and lupus. The RP that occurs in scleroderma is often more severe in that there is not only vasospasm but also a fixed blood vessel deficit with intimal proliferation and therefore narrowing of the blood vessels. Raynaud's phenomenon may also be accompanied by digital ulcers which are possibly secondary to ischemia.\nOne of the possible treatment options for RP in scleroderma is Prazosin.\nTwo trials with a total of 40 patients were included. Prazosin has been found in two randomized controlled cross-over trials to be more effective than placebo in the treatment of Raynaud's secondary to scleroderma. However, the positive response is modest and side effects are not rare in those taking prazosin."
}