{
  "doi": "10.1002/14651858.CD001002.pub2",
  "name": "Manual therapy for asthma",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "A variety of manual therapies with similar postulated biologic mechanisms of action are commonly used to treat patients with asthma. Manual therapy practitioners are also varied, including physiotherapists, respiratory therapists, chiropractic and osteopathic physicians. A systematic review across disciplines is warranted."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the evidence for the effects of manual therapies for treatment of patients with bronchial asthma."
    },
    {
      "heading": "Search methods",
      "text": "We searched for trials in computerized general (EMBASE, CINAHL and MEDLINE) and specialized databases (Cochrane Complementary Medicine Field, Cochrane Rehabilitation Field, Index to Chiropractic Literature (ICL), and Manual, Alternative and Natural Therapy (MANTIS)). In addition, we assessed bibliographies from included studies, and contacted authors of known studies for additional information about published and unpublished trials. Date of most recent search: August 2004."
    },
    {
      "heading": "Selection criteria",
      "text": "Trials were included if they: (1) were randomised; (2) included asthmatic children or adults; (3) examined one or more types of manual therapy; and (4) included clinical outcomes with observation periods of at least two weeks."
    },
    {
      "heading": "Data collection and analysis",
      "text": "All three reviewers independently extracted data and assessed trial quality using a standard form."
    },
    {
      "heading": "Main results",
      "text": "From 473 unique citations, 68 full text articles were retrieved and evaluated, which resulted in nine citations to three RCTs (156 patients) suitable for inclusion. Trials could not be pooled statistically because studies that addressed similar interventions used disparate patient groups or outcomes. The methodological quality of one of two trials examining chiropractic manipulation was good and neither trial found significant differences between chiropractic spinal manipulation and a sham manoeuvre on any of the outcomes measured. One small trial compared massage therapy with a relaxation control group and found significant differences in many of the lung function measures obtained. However, this trial had poor reporting characteristics and the data have yet to be confirmed."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to support the use of manual therapies for patients with asthma. There is a need to conduct adequately-sized RCTs that examine the effects of manual therapies on clinically relevant outcomes. Future trials should maintain observer blinding for outcome assessments, and report on the costs of care and adverse events. Currently, there is insufficient evidence to support or refute the use of manual therapy for patients with asthma."
    }
  ],
  "pls_title": "Manual therapy for asthma",
  "pls_type": "long",
  "pls": "Various manual forms of therapy are used to try and relieve asthma. Chiropractic and osteopathic techniques aim to increase movement in the rib cage and the spine to try and improve the working of the lungs and circulation. Other manual techniques include chest tapping, shaking, vibration, and postures to help shift and cough up phlegm. Massage is also used. Various therapists use these techniques, including chiropractors, physiotherapists, osteopaths and respiratory therapists. The review found there is not enough evidence from trials to show whether any of these therapies can improve asthma symptoms, and more research is needed."
}