{
  "doi": "10.1002/14651858.CD008576.pub4",
  "name": "Septum resection for women of reproductive age with a septate uterus",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Women with a septate uterus are at increased risk for subfertility, recurrent miscarriage, and preterm birth. Restoration of the anatomy of the uterus by hysteroscopic septum resection is an established intervention. This treatment has been assessed mainly in retrospective cohort studies, which suggested a positive effect on pregnancy outcomes. The major flaw in these studies is the before/after design, which will always favour the tested intervention."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether hysteroscopic septum resection in women of reproductive age with a septate uterus improves live birth rates and to assess the safety of this procedure."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Gynaecology and Fertility Group Specialised Register (inception to May 2016), the Cochrane Central Register of Controlled Trials (CENTRAL CRSO) (inception to May 2016), MEDLINE (1946 to May 2016), Embase (1974 to May 2016), PsycINFO (1806 to May 2016), and CINAHL database (1982 to May 2016). We also searched trial registers for ongoing and registered trials, reference lists, the Cochrane Library, unpublished dissertations and theses, conference abstracts, OpenGrey, LILACS, PubMed, and Google."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include randomised controlled trials that assessed the effect on reproductive outcomes and the safety of hysteroscopic septum resection in women of reproductive age with a septate uterus."
    },
    {
      "heading": "Data collection and analysis",
      "text": "If there had been studies to include, two review authors would have independently selected studies, assessed trial risk of bias, and extracted data. They would also have contacted study authors for additional information."
    },
    {
      "heading": "Main results",
      "text": "As in the 2011 version of this review, we identified no randomised controlled trials for inclusion in this update."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Hysteroscopic septum resection in women of reproductive age with a septate uterus is performed worldwide to improve reproductive outcomes. At present, there is no evidence to support the surgical procedure in these women. Randomised controlled trials are urgently needed. Two trials are currently underway."
    }
  ],
  "pls_title": "Septum resection for women of childbearing age with a septate uterus",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Cochrane authors wanted to know whether hysteroscopic septum resection (surgical removal of the septum) improves the chances of a live birth in women with a septate uterus, and whether these benefits outweigh the possible complications of the procedure."
    },
    {
      "heading": "Background",
      "text": "A septate uterus is an inborn abnormality of the uterus (womb), where the womb is divided into two cavities. Women with a septate uterus are at risk for subfertility, recurrent miscarriage, and preterm birth. Surgical removal of the septum is thought to improve these outcomes, but the effectiveness of this surgical procedure is unknown."
    },
    {
      "heading": "Study characteristics",
      "text": "We examined the research published up to May 2016. Randomised controlled trials that assessed the effect on reproductive outcomes of hysteroscopic septum resection in women of childbearing age with a septate uterus were eligible for inclusion. In these trials, women would be randomised to either septum resection or expectant management (no surgery). There were no studies to include so we cannot report on funding sources."
    },
    {
      "heading": "Key results",
      "text": "As in the 2011 version of this review, we identified no published randomised controlled trials to include in this update."
    }
  ]
}