{
  "doi": "10.1002/14651858.CD011220.pub2",
  "name": "Capecitabine for hormone receptor‐positive versus hormone receptor‐negative breast cancer ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Retrospective analyses suggest that capecitabine may carry superior activity in hormone receptor-positive relative to hormone receptor-negative metastatic breast cancer. This review examined the veracity of that finding and explored whether this differential activity extends to early breast cancer."
    },
    {
      "heading": "Objectives",
      "text": "To assess effects of chemotherapy regimens containing capecitabine compared with regimens not containing capecitabine for women with hormone receptor-positive versus hormone receptor-negative breast cancer across the three major treatment scenarios: neoadjuvant, adjuvant, metastatic."
    },
    {
      "heading": "Search methods",
      "text": "On 4 June 2019, we searched the Cochrane Breast Cancer Specialised Register; the Cochrane Central Register of Controlled Trials (CENTRAL; 2019, Issue 5) in the Cochrane Library; MEDLINE; Embase; the World Health Organization International Clinical Trials Registry Platform; and ClinicalTrials.gov."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials looking at chemotherapy regimens containing capecitabine alone or in combination with other agents versus a control or similar regimen without capecitabine for treatment of breast cancer at any stage. The primary outcome measure for metastatic and adjuvant trials was overall survival (OS), and for neoadjuvant studies pathological complete response (pCR)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed risk of bias and certainty of evidence using the GRADE approach. Hazard ratios (HRs) were derived for time-to-event outcomes, and odds ratios (ORs) for dichotomous outcomes, and meta-analysis was performed using a fixed-effect model."
    },
    {
      "heading": "Main results",
      "text": "We included 26 studies with outcome data by hormone receptor: 12 metastatic studies (n = 4325), 6 neoadjuvant trials (n = 3152), and 8 adjuvant studies (n = 13,457).\nCapecitabine treatment was added in several different ways across studies. These could be classified as capecitabine alone compared to another treatment, capecitabine substituted for part of the control chemotherapy, and capecitabine added to control chemotherapy.\nIn the metastatic setting, the effect of capecitabine was heterogenous between hormone receptor-positive and -negative tumours. For OS, no difference between capecitabine-containing and non-capecitabine-containing regimens was observed for all participants taken together (HR 1.01, 95% confidence interval (CI) 0.98 to 1.05; 12 studies, 4325 participants; high-certainty evidence), for those with hormone receptor-positive disease (HR 0.93, 95% CI 0.84 to 1.04; 7 studies, 1834 participants; high-certainty evidence), and for those with hormone receptor-negative disease (HR 1.00, 95% CI 0.88 to 1.13; 8 studies, 1577 participants; high-certainty evidence). For progression-free survival (PFS), a small improvement was seen for all people (HR 0.89, 95% CI 0.82 to 0.96; 12 studies, 4325 participants; moderate-certainty evidence). This was largely accounted for by a moderate improvement in PFS for inclusion of capecitabine in hormone receptor-positive cancers (HR 0.82, 95% CI 0.73 to 0.91; 7 studies, 1594 participants; moderate-certainty evidence) compared to no difference in PFS for hormone receptor-negative cancers (HR 0.96, 95% CI 0.83 to 1.10; 7 studies, 1122 participants; moderate-certainty evidence). Quality of life was assessed in five studies; in general there did not seem to be differences in global health scores between the two treatment groups at around two years' follow-up.\nNeoadjuvant studies were highly variable in design, having been undertaken to test various experimental regimens using pathological complete response (pCR) as a surrogate for disease-free survival (DFS) and OS. Across all patients, capecitabine-containing regimens resulted in little difference in pCR in comparison to non-capecitabine-containing regimens (odds ratio (OR) 1.12, 95% CI 0.94 to 1.33; 6 studies, 3152 participants; high-certainty evidence). By subtype, no difference in pCR was observed for either hormone receptor-positive (OR 1.22, 95% CI 0.76 to 1.95; 4 studies, 964 participants; moderate-certainty evidence) or hormone receptor-negative tumours (OR 1.28, 95% CI 0.61 to 2.66; 4 studies, 646 participants; moderate-certainty evidence). Four studies with 2460 people reported longer-term outcomes: these investigators detected no difference in either DFS (HR 1.02, 95% CI 0.86 to 1.21; high-certainty evidence) or OS (HR 0.97, 95% CI 0.77 to 1.23; high-certainty evidence).\nIn the adjuvant setting, a modest improvement in OS was observed across all participants (HR 0.89, 95% CI 0.81 to 0.98; 8 studies, 13,547 participants; moderate-certainty evidence), and no difference in OS was seen in hormone receptor-positive cancers (HR 0.86, 95% CI 0.68 to 1.09; 3 studies, 3683 participants), whereas OS improved in hormone receptor-negative cancers (HR 0.72, 95% CI 0.59 to 0.89; 5 studies, 3432 participants). No difference in DFS or relapse-free survival (RFS) was observed across all participants (HR 0.93, 95% CI 0.86 to 1.01; 8 studies, 13,457 participants; moderate-certainty evidence). As was observed for OS, no difference in DFS/RFS was seen in hormone receptor-positive cancers (HR 1.03, 95% CI 0.91 to 1.17; 5 studies, 5604 participants; moderate-certainty evidence), and improvements in DFS/RFS with inclusion of capecitabine were observed for hormone receptor-negative cancers (HR 0.74, 95% CI 0.64 to 0.86; 7 studies, 3307 participants; moderate-certainty evidence).\nAdverse effects were reported across all three scenarios. When grade 3 or 4 febrile neutropenia was considered, no difference was seen for capecitabine compared to non-capecitabine regimens in neoadjuvant studies (OR 1.31, 95% CI 0.97 to 1.77; 4 studies, 2890 participants; moderate-certainty evidence), and a marked reduction was seen for capecitabine in adjuvant studies (OR 0.55, 95% CI 0.47 to 0.64; 5 studies, 8086 participants; moderate-certainty evidence). There was an increase in diarrhoea and hand-foot syndrome in neoadjuvant (diarrhoea: OR 1.95, 95% CI 1.32 to 2.89; 3 studies, 2686 participants; hand-foot syndrome: OR 6.77, 95% CI 4.89 to 9.38; 5 studies, 3021 participants; both moderate-certainty evidence) and adjuvant trials (diarrhoea: OR 2.46, 95% CI 2.01 to 3.01; hand-foot syndrome: OR 13.60, 95% CI 10.65 to 17.37; 8 studies, 11,207 participants; moderate-certainty evidence for both outcomes)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In summary, a moderate PFS benefit by including capecitabine was seen only in hormone receptor-positive cancers in metastatic studies. No benefit of capecitabine for pCR was noted overall or in hormone receptor subgroups when included in neoadjuvant therapy. In contrast, the addition of capecitabine in the adjuvant setting led to improved outcomes for OS and DFS in hormone receptor-negative cancer. Future studies should stratify by hormone receptor and triple-negative breast cancer (TNBC) status to clarify the differential effects of capecitabine in these subgroups across all treatment scenarios, to optimally guide capecitabine inclusion."
    }
  ],
  "pls_title": "Benefits of capecitabine in hormone receptor-positive compared to hormone receptor-negative breast cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aims of this Cochrane Review were to find out whether capecitabine is more useful in hormone receptor-positive or -negative breast cancers, and to see whether this differs depending on how advanced the cancer is. We collected and analysed all relevant studies to answer this question."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Capecitabine is an anti-breast cancer drug in tablet form that has relatively few side effects in many people and can control cases of advanced breast cancer, sometimes for long periods. Some trials aiming to stop the return of cancer after treatment for early breast cancer also suggest modest benefits from adding capecitabine. We compared the use of capecitabine in breast cancer as palliative treatment (incurable metastatic or advanced disease), as neoadjuvant treatment (before surgery for early breast cancer), and as adjuvant treatment (after surgery for early breast cancer). We found a total of 26 studies, with 12 studies in the metastatic setting, 6 in the neoadjuvant setting, and 8 in the adjuvant setting. We found that capecitabine treatment was added in a number of different ways in different trials. These could be classified as monotherapy, where capecitabine alone was compared to another treatment (often another single drug); substitution, where capecitabine was used in place of another drug within a combined drug treatment; and addition, where capecitabine was added to standard treatment using one or more drugs."
    },
    {
      "heading": "Key messages",
      "text": "In the setting of advanced disease, there was a modest increase in time to cancer progression (how long cancer growth is stopped) with the addition of capecitabine in hormone receptor-positive but not in hormone receptor-negative breast cancer, although no survival benefit was seen in either group. However, when broken down by how capecitabine was added to the regimen, the addition of capecitabine to other chemotherapy was most effective, demonstrating both longer time to progression in both groups and improved survival in hormone receptor-positive cancers.\nIn the neoadjuvant setting, capecitabine-containing chemotherapy regimens showed no difference compared with non-capecitabine-containing chemotherapy regimens: no significant impact on the pathological complete response rate (the proportion of patients for whom all traces of cancer in the breast have been eradicated by treatment by the time of surgery), on disease-free survival (the number of people who remain cancer-free at a certain time after surgery), or on overall survival, regardless of hormone receptor subgroup.\nIn the adjuvant setting, there was a small benefit for overall survival with capecitabine-containing compared to non-capecitabine-containing chemotherapy regimens, when all patients were looked at together. In triple-negative and hormone receptor-negative breast cancers, reductions in both cancer return rates and deaths from breast cancer were substantial for capecitabine-containing chemotherapy regimens compared with non-capecitabine-containing regimens. In contrast, for hormone receptor-positive breast cancers, there was no significant impact of capecitabine on either cancer return rates or deaths from cancer.\nThe common side effects of capecitabine were as expected, with the most common being diarrhoea and hand-foot syndrome (redness, tightness, and discomfort or pain in the soles and palms)."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The review authors searched for studies that had been published up to June 2019."
    }
  ]
}