{
  "doi": "10.1002/14651858.CD012642.pub2",
  "name": "Higher versus lower sodium intake for preterm infants",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Infants born preterm are at increased risk of early hypernatraemia (above-normal blood sodium levels) and late hyponatraemia (below-normal blood sodium levels). There are concerns that imbalances of sodium intake may impact neonatal morbidities, growth and developmental outcomes."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of higher versus lower sodium supplementation in preterm infants."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL in February 2023; and MEDLINE, Embase and trials registries in March and April 2022. We checked reference lists of included studies and systematic reviews where subject matter related to the intervention or population examined in this review. We compared early (< 7 days following birth), late (≥ 7 days following birth), and early and late sodium supplementation, separately."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, quasi-randomised or cluster-randomised controlled trials that compared nutritional supplementation that included higher versus lower sodium supplementation in parenteral or enteral intake, or both. Eligible participants were preterm infants born before 37 weeks' gestational age or with a birth weight less than 2500 grams, or both. We excluded studies that had prespecified differential water intakes between groups."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed eligibility and risk of bias, and extracted data. We used the GRADE approach to assess the certainty of evidence."
    },
    {
      "heading": "Main results",
      "text": "We included nine studies in total. However, we were unable to extract data from one study (20 infants); some studies contributed to more than one comparison. Eight studies (241 infants) were available for quantitative meta-analysis. Four studies (103 infants) compared early higher versus lower sodium intake, and four studies (138 infants) compared late higher versus lower sodium intake. Two studies (103 infants) compared intermediate sodium supplementation (≥ 3 mmol/kg/day to < 5 mmol/kg/day) versus no supplementation, and two studies (52 infants) compared higher sodium supplementation (≥ 5 mmol/kg/day) versus no supplementation. We assessed only two studies (63 infants) as low risk of bias.\nEarly (less than seven days following birth) higher versus lower sodium intake\nEarly higher versus lower sodium intake may not affect mortality (risk ratio (RR) 1.02, 95% confidence interval (CI) 0.38 to 2.72; I2 = 0%; 3 studies, 83 infants; low-certainty evidence). Neurodevelopmental follow-up was not reported. Early higher versus lower sodium intake may lead to a similar incidence of hyponatraemia < 130 mmol/L (RR 0.68, 95% CI 0.40 to 1.13; I2 = 0%; 3 studies, 83 infants; low-certainty evidence) but an increased incidence of hypernatraemia ≥ 150 mmol/L (RR 1.62, 95% CI 1.00 to 2.65; I2 = 0%; 4 studies, 103 infants; risk difference (RD) 0.17, 95% CI 0.01 to 0.34; number needed to treat for an additional harmful outcome 6, 95% CI 3 to 100; low-certainty evidence). Postnatal growth failure was not reported. The evidence is uncertain for an effect on necrotising enterocolitis (RR 4.60, 95% CI 0.23 to 90.84; 1 study, 46 infants; very low-certainty evidence). Chronic lung disease at 36 weeks was not reported.\nLate (seven days or more following birth) higher versus lower sodium intake\nLate higher versus lower sodium intake may not affect mortality (RR 0.13, 95% CI 0.01 to 2.20; 1 study, 49 infants; very low-certainty evidence). Neurodevelopmental follow-up was not reported. Late higher versus lower sodium intake may reduce the incidence of hyponatraemia < 130 mmol/L (RR 0.13, 95% CI 0.03 to 0.50; I2 = 0%; 2 studies, 69 infants; RD −0.42, 95% CI −0.59 to −0.24; number needed to treat for an additional beneficial outcome 2, 95% CI 2 to 4; low-certainty evidence). The evidence is uncertain for an effect on hypernatraemia ≥ 150 mmol/L (RR 7.88, 95% CI 0.43 to 144.81; I2 = 0%; 2 studies, 69 infants; very low-certainty evidence). A single small study reported that later higher versus lower sodium intake may reduce the incidence of postnatal growth failure (RR 0.25, 95% CI 0.09 to 0.69; 1 study; 29 infants; low-certainty evidence). The evidence is uncertain for an effect on necrotising enterocolitis (RR 0.07, 95% CI 0.00 to 1.25; 1 study, 49 infants; very low-certainty evidence) and chronic lung disease (RR 2.03, 95% CI 0.80 to 5.20; 1 study, 49 infants; very low-certainty evidence).\nEarly and late (day 1 to 28 after birth) higher versus lower sodium intake for preterm infants\nEarly and late higher versus lower sodium intake may not have an effect on hypernatraemia ≥ 150 mmol/L (RR 2.50, 95% CI 0.63 to 10.00; 1 study, 20 infants; very low-certainty evidence). No other outcomes were reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Early (< 7 days following birth) higher sodium supplementation may result in an increased incidence of hypernatraemia and may result in a similar incidence of hyponatraemia compared to lower supplementation. We are uncertain if there are any effects on mortality or neonatal morbidity. Growth and longer-term development outcomes were largely unreported in trials of early sodium supplementation.\nLate (≥ 7 days following birth) higher sodium supplementation may reduce the incidence of hyponatraemia. We are uncertain if late higher intake affects the incidence of hypernatraemia compared to lower supplementation. Late higher sodium intake may reduce postnatal growth failure. We are uncertain if late higher sodium intake affects mortality, other neonatal morbidities or longer-term development.\nWe are uncertain if early and late higher versus lower sodium supplementation affects outcomes."
    }
  ],
  "pls_title": "Are higher or lower salt (sodium) supplements better for premature babies to prevent illness and improve growth and development?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• During the first days after birth, premature babies need lower salt (sodium) intakes to prevent high blood sodium levels. However, we are uncertain if there are any effects on infant death or newborn health whilst in hospital. Growth and longer-term development were largely unreported in studies of early sodium supplementation.\n• After the first days following birth, premature babies need higher sodium intakes to prevent low blood sodium levels. Higher sodium intake may also reduce postnatal growth failure of premature babies. However, we are uncertain if there are any effects on death, newborn health whilst in hospital, or longer-term development.\n• Due to insufficient evidence, we don't know if giving higher or lower sodium in the first days after birth and also about a week after birth affects blood sodium, growth, death, outcomes whilst in hospital (including chronic lung problems and severe gut injury - necrotising enterocolitis) and long-term development."
    },
    {
      "heading": "What is high sodium?",
      "text": "Babies born very preterm (before 32 weeks' gestation) are at increased risk of high blood sodium (salt) levels (150 mmol/L or higher) in the first days (early hypernatraemia). Much of this is due to high water losses through the skin."
    },
    {
      "heading": "What is low sodium?",
      "text": "Babies born very preterm are also at increased risk of low blood sodium levels (less than 130 mmol/L) after the first days (late hyponatraemia). Much of this is due to high sodium losses in the urine and infant growth needs."
    },
    {
      "heading": "What did we want to find out?",
      "text": "Too much or too little sodium intake may affect newborn outcomes in hospital, growth and developmental outcomes. We aimed to determine the effects on sodium levels, newborn outcomes in the nursery (including death, gut and lung problems), growth and developmental outcomes of higher versus lower sodium intake in preterm infants."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that investigated higher versus lower intake of sodium in both intravenous (with a drip into a vein) or enteral (via a tube through the mouth or nose into the gut) feeding given to premature babies. We conducted separate comparisons of studies that assessed early (less than 7 days after birth), late (7 or more days after birth), and early and late sodium supplementation."
    },
    {
      "heading": "What did we find?",
      "text": "We found 4 studies with 103 babies that compared early (less than 7 days after birth), 4 studies with 138 babies that compared late (7 or more days after birth), and one study with 20 babies that reported early and late higher versus lower sodium intakes."
    },
    {
      "heading": "Main results",
      "text": "Early (before 7 days after birth) higher sodium intake may result in more infants with high sodium levels but similar numbers of infants with low sodium levels in preterm infants. However, we are uncertain if there are any effects on infant death or other effects on infant health whilst in hospital. Few studies reported growth and longer-term infant development after discharge from hospital.\nLate (7 or more days after birth) higher sodium intake may reduce the incidence of low sodium levels. We are uncertain if late higher intake affects the incidence of high sodium levels. Late higher sodium intake may reduce postnatal growth failure. We are uncertain if late higher sodium intake affects infant death or has other effects on health whilst in hospital, or longer-term infant development after discharge from hospital.\nWe don't know if early and late higher versus lower sodium intake affects blood sodium, growth, infant death, newborn health in hospital, and long-term outcomes."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The studies in this review are all small, and many outcomes were incompletely or not reported. As a result, we are very uncertain about the effects of higher versus lower sodium intakes for premature babies on infant health whilst in hospital, including infant death, growth and longer-term infant development after discharge from hospital. More studies are needed, particularly to determine the best sodium intake in the first day after birth, the effect of higher versus lower sodium intake during the first week on hospital outcomes, growth and long-term outcomes, and the effect of higher versus intermediate sodium intake after the first week on growth, hospital outcomes and longer-term infant development after discharge from hospital."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up-to-date as of August 2022."
    }
  ]
}