{
  "doi": "10.1002/14651858.CD010284.pub2",
  "name": "Traditional Chinese herbal medicine for vascular dementia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Traditional Chinese herbal medicine (TCHM) is widely used for treating vascular dementia (VaD) in China. Recent studies of a number of TCHMs have demonstrated in vitro biological activity and therapeutic effects in animals, but the published clinical evidence has not been systematically appraised."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy and safety of TCHMs listed in either the Chinese Pharmacopoeia (CP) or the Chinese National Essential Drug List (NEDL) that are used to treat VaD. A secondary aim was to identify promising TCHMs for further clinical research."
    },
    {
      "heading": "Search methods",
      "text": "We searched ALOIS, the Cochrane Dementia and Cognitive Improvement Group’s Specialised Register (on 14 March 2018) and also several Chinese biomedical databases: the Chinese Biological Medicine Database (January 1979 to May 2015), Wanfang database (January 1998 to May 2015), Chongqing VIP Information Co. Ltd or Weipu (January 1998 to May 2015) and the Chinese National Knowledge Infrastructure (January 1979 to May 2015)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) of TCHMs compared to placebo, to Western medicine (WM) or to routine therapy for VaD risk factors. Eligible participants were men and women aged 18 years and above, diagnosed with VaD by any of the following four criteria: (1) Diagnostic and Statistical Manual of Mental Disorders (DSM) versions III, III-R, IV, IV-TR; (2) National Institute of Neurological Disorders and Stroke (NINDS-AIREN); (3) International Classification of Diseases 9 or 10; (4) the Hachinski or the Modified Hachinski Ischaemic Score. We required the use of an imaging technique to differentiate VaD from other dementias. We excluded (1) trials with participants diagnosed with mixed dementia or those that did not use an imaging technique to ascertain VaD; (2) trials of NEDL-listed Gingko biloba or Huperzine A as experimental interventions, to avoid duplication of existing Cochrane Reviews; (3) trials using acupuncture alone as the experimental intervention; (4) trials using another CP- or NEDL-listed TCHM (except for Huperzine A and Gingko which are popular in Western practice) as the control intervention; and (5) trials using purely non-pharmacological interventions as the control intervention unless explicitly described as 'routine therapy for VaD risk factors'."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We assessed the risks of bias using the Cochrane 'Risk of bias' tool and adapted the Outcome Reporting Bias in Trials (ORBIT) classification system for outcome reporting bias. We assessed TCHM effects on five clinically important outcomes: cognition, global performance, safety, activities of daily living and behaviour and summarised the effects using mean differences for continuous outcomes and risk ratios or risk differences for binary outcomes. We stratified the studies into those that estimated the TCHM versus 'no treatment' effect and those that estimated the TCHM versus the WM effect, with further stratification by the specific TCHM tested or by one of the four modes of action. We pooled using a random-effects model. Due to substantial clinical and design heterogeneity, we did not estimate an 'overall TCHM effect'."
    },
    {
      "heading": "Main results",
      "text": "We only found studies (47 studies, 3581 participants) for 18 of the 29 eligible TCHMs as defined by our inclusion criteria. All were superiority trials conducted in China between 1997 and 2013, with most employing a two-arm parallel design with sample sizes ranging from 26 to 240 and a median treatment duration of 12 weeks (range: 2 to 24 weeks).\nWe found that reporting and trial methodology were generally poor; in particular, there was a lack of information on randomisation, an absence of blinding of participants and outcome assessors and incomplete reporting of adverse events (AEs). None of the 30 trials published from 2007 onwards adopted the CONSORT recommendations for reporting RCTs of herbal interventions.\nWe found seven TCHMs which each had potentially large benefits in studies estimating the TCHM versus 'no treatment' effect and in studies estimating the TCHM versus the WM effect. Two TCHMs (NaoXinTong and TongXinLuo) were common to both groups. Three of these TCHMs – Nao XinTong, NaoMaiTai and TongXinLuo – had the strongest evidence to justify further research. Two TCHMs (NaoMaiTai and TongXinLuo) had a 5% or more increased risk of AEs compared to the 'no Treatment' control, but the quality of this evidence was poor."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found moderate- to very low-quality evidence of benefit and harm of TCHMs for VaD. Methodological inadequacies need to be addressed by better conducted and reported trials. We identified NaoMaiTai, NaoXinTong and TongXinLuo as warranting special research priority."
    }
  ],
  "pls_title": "Traditional Chinese herbal medicine for vascular dementia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Vascular dementia is a common form of dementia which is caused by problems with the blood supply to the brain. Some but not all people with vascular dementia have had strokes. There are no Western medicines licensed to treat vascular dementia. Traditional Chinese herbal medicines (TCHMs) are often used to treat it in China."
    },
    {
      "heading": "Review question",
      "text": "We wanted to find out whether any TCHMs were effective treatments for vascular dementia and whether they had any harmful effects. We also wanted to identify promising TCHMs for further research."
    },
    {
      "heading": "What we did",
      "text": "We searched for randomised controlled trials (RCTs) which had studied the use of any TCHM listed in either the Chinese Pharmacopoeia (CP) or the Chinese National Essential Drug List (NEDL) for the treatment of vascular dementia. In these studies, participants should have been randomly assigned to either a group given the TCHM or to a comparison (control) group that did not get the TCHM, but may have been given a placebo (dummy pill), a Western medicine or standard medical treatment to reduce the risk of strokes."
    },
    {
      "heading": "What we found",
      "text": "We included 47 trials with 3581 participants of 18 TCHMs in this review. All were conducted in mainland China between 1997 and 2013 with participant numbers ranging from 26 to 240 and an average study duration of 12 weeks. There were significant problems with the methods in many of the trials, particularly with how participants were allocated to treatments, how outcomes were measured and how thoroughly harmful effects were monitored. For these and other reasons, we rated the overall quality of the evidence as variable, ranging from moderate to very low. This means that we are uncertain, and often very uncertain, about the accuracy of the results.\nDespite these reservations, we found seven TCHMs which each had potentially large benefits in studies comparing TCHMs to no treatment or Western Medicine. Three of these – Nao XinTong, NaoMaiTai and TongXinLuo – had the strongest evidence to justify further research. We found that the risk of harmful effects was at least 5% higher than the risk for participants in the control group for NaoMaiTai and TongXinLuo, but the quality of this evidence was poor."
    },
    {
      "heading": "Conclusion",
      "text": "We think further research of some TCHMs for vascular dementia is justified, but it is important that the quality of trial conduct and reporting be improved by adhering to published best-practice standards."
    }
  ]
}