{
  "doi": "10.1002/14651858.CD011365.pub2",
  "name": "Tonsillectomy versus tonsillotomy for obstructive sleep‐disordered breathing in children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Obstructive sleep-disordered breathing (oSDB) is a condition encompassing breathing problems when asleep due to upper airway obstruction. In children, hypertrophy of the tonsils and/or adenoids is thought to be the commonest cause. As such, (adeno)tonsillectomy has long been the treatment of choice. A rise in partial removal of the tonsils over the last decade is due to the hypothesis that tonsillotomy is associated with lower postoperative morbidity and fewer complications."
    },
    {
      "heading": "Objectives",
      "text": "To assess whether partial removal of the tonsils (intracapsular tonsillotomy) is as effective as total removal of the tonsils (extracapsular tonsillectomy) in relieving signs and symptoms of oSDB in children, and has lower postoperative morbidity and fewer complications."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane ENT Trials Register; Central Register of Controlled Trials (CENTRAL); MEDLINE; EMBASE; CINAHL; Web of Science; ClinicalTrials.gov; ICTRP and additional sources for published and unpublished trials. The search date was 22 July 2019."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing the effectiveness of (adeno)tonsillectomy with (adeno)tonsillotomy in children aged 2 to 16 years with oSDB."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods and assessed the certainty of the evidence for our pre-defined outcomes using GRADE. Our primary outcomes were disease-specific quality of life, peri-operative blood loss and the proportion of children requiring postoperative medical intervention (with or without hospitalisation). Secondary outcomes included postoperative pain, return to normal activity, recurrence of oSDB symptoms as a result of tonsil regrowth and reoperation rates."
    },
    {
      "heading": "Main results",
      "text": "We included 22 studies (1984 children), with predominantly unclear or high risk of bias. Three studies used polysomnography as part of their inclusion criteria. Follow-up duration ranged from six days to six years. Although 19 studies reported on some of our outcomes, we could only pool the results from a few due both to the variety of outcomes and the measurement instruments used, and an absence of combinable data.\nDisease-specific quality of life\nFour studies (540 children; 484 (90%) analysed) reported this outcome; data could not be pooled due to the different outcome measurement instruments used. It is very uncertain whether there is any difference in disease-specific quality of life between the two surgical procedures in the short (0 to 6 months; 3 studies, 410 children), medium (7 to 13 months; 2 studies, 117 children) and long term (13 to 24 months; 1 study, 67 children) (very low-certainty evidence).\nPeri-operative blood loss\nWe are uncertain whether tonsillotomy reduces peri-operative blood loss by a clinically meaningful amount (mean difference (MD) 14.06 mL, 95% CI 1.91 to 26.21 mL; 8 studies, 610 children; very low-certainty evidence). In sensitivity analysis (restricted to three studies with low risk of bias) there was no evidence of a difference between the groups.\nPostoperative complications requiring medical intervention (with or without hospitalisation)\nThe risk of postoperative complications in the first week after surgery was probably lower in children who underwent tonsillotomy (4.9% versus 2.6%, risk ratio (RR) 1.75, 95% CI 1.06 to 2.91; 16 studies, 1416 children; moderate-certainty evidence).\nPostoperative pain\nEleven studies (1017 children) reported this outcome. Pain was measured using various scales and scored by either children, parents, clinicians or study personnel.\nWhen considering postoperative pain there was little or no difference between tonsillectomy and tonsillotomy at 24 hours (10-point scale) (MD 1.09, 95% CI 0.88 to 1.29; 4 studies, 368 children); at two to three days (MD 0.93, 95% CI -0.14 to 2.00; 3 studies, 301 children); or at four to seven days (MD 1.07, 95% CI -0.40 to 2.53; 4 studies, 370 children) (all very low-certainty evidence). In sensitivity analysis (restricted to studies with low risk of bias), we found no evidence of a difference in mean pain scores between groups.\nReturn to normal activity\nTonsillotomy probably results in a faster return to normal activity. Children who underwent tonsillotomy were able to return to normal activity four days earlier (MD 3.84 days, 95% CI 0.23 to 7.44; 3 studies, 248 children; moderate-certainty evidence).\nRecurrence of oSDB and reoperation rates\nWe are uncertain whether there is a difference between the groups in the short (RR 0.26, 95% CI 0.03 to 2.22; 3 studies, 186 children), medium (RR 0.35, 95% CI 0.04 to 3.23; 4 studies, 206 children) or long term (RR 0.21 95% CI 0.01 to 4.13; 1 study, 65 children) (all very low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "For children with oSDB selected for tonsil surgery, tonsillotomy probably results in a faster return to normal activity (four days) and in a slight reduction in postoperative complications requiring medical intervention in the first week after surgery.\nThis should be balanced against the clinical effectiveness of one operation over the other. However, this is not possible to determine in this review as data on the long-term effects of the two operations on oSDB symptoms, quality of life, oSDB recurrence and need for reoperation are limited and the evidence is of very low quality leading to a high degree of uncertainty about the results.\nMore robust data from high-quality cohort studies, which may be more appropriate for detecting differences in less common events in the long term, are required to inform guidance on which tonsil surgery technique is best for children with oSDB requiring surgery."
    }
  ],
  "pls_title": "Tonsillectomy versus tonsillotomy for obstructive sleep-disordered breathing in children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "This review compared the benefits and harms of surgery to remove the complete tonsils (tonsillectomy) against surgery to remove part of the tonsils (tonsillotomy) in children with disturbed sleep caused by breathing problems due to blockage of the upper airways (called obstructive sleep-disordered breathing). We included any studies in which children had either a tonsillectomy or tonsillotomy, published up to July 2019."
    },
    {
      "heading": "Background",
      "text": "Obstructive sleep-disordered breathing can occur in both children and adults. It ranges in seriousness from simple snoring to obstructive sleep apnoea syndrome (OSAS), where episodes of complete blockage of the upper airways and difficulty breathing can cause oxygen levels in the blood to drop, waking the child from sleep. Enlargement of the tonsils and adenoids is thought to be the most common cause in children. As such, tonsillectomy with or without removal of the adenoid (adenoidectomy) is considered a valuable first treatment option for most children. Over the past decade, driven by the availability of new surgical technologies and devices, tonsillotomy has become more popular. It is thought that children recover more quickly from this operation and may have fewer problems than after tonsillectomy."
    },
    {
      "heading": "Study characteristics",
      "text": "We included 22 studies, with a total of 1984 children aged 2 to 16 years with symptoms of obstructive sleep-disordered breathing. In three studies, a sleep study was also performed as part of the diagnosis. Children underwent tonsillectomy or tonsillotomy, with or without removal of the adenoid, and were followed after the operation for six days to six years. Nineteen of these studies measured some of the data we were looking to collect and analyse. However, we could only combine results from a limited number of studies as each study measured different outcomes and used different measurement instruments to do this. There were also difficulties in accessing the raw data from lots of studies."
    },
    {
      "heading": "Key results",
      "text": "Children with obstructive sleep-disordered breathing who are selected for tonsil surgery and who have a tonsillotomy seem to have a faster recovery from the operation compared to children who have a tonsillectomy, in particular in terms of return to their normal activity (four days quicker). Children who have a tonsillotomy may also have a slightly lower risk of having problems after the operation that need treatment with medication or further surgery than those who have a tonsillectomy (2.6% versus 4.9%). Any potential differences in terms of blood loss during the operation (14 mL) and pain scores at 24 hours after the operation (1.09 of a point on a 10-point scale) in favour of tonsillotomy were not considered noticeable.\nVery few studies measured the effects of the two operations on the signs and symptoms of obstructive sleep-disordered breathing itself, quality of life of the child, the recurrence of obstructive sleep-disordered breathing or the need for a reoperation. Those that did found no evidence of a difference between the children who underwent tonsillectomy or tonsillotomy but these findings should be interpreted with great caution since the evidence derived from these studies was mostly of very low certainty."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "The large majority of the studies included in this review had an unclear to high risk of bias and the evidence for most outcomes was of low to very low quality, meaning that the results are very uncertain. This means that we need more information from well-designed studies on the long-term outcomes of tonsillectomy and tonsillotomy to help parents and ENT surgeons choose which type of tonsil operation is best for children with obstructive sleep-disordered breathing who require surgery."
    }
  ]
}