{
  "doi": "10.1002/14651858.CD010155.pub3",
  "name": "Low‐molecular‐weight heparins for managing vaso‐occlusive crises in people with sickle cell disease ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Sickle cell disease is one of the most common and severe genetic disorders in the world. It can be broadly divided into two distinct clinical phenotypes characterized by either haemolysis or vaso-occlusion. Pain is the most prominent symptom of vaso-occlusion, and hypercoagulability is a well-established pathogenic phenomenon in people with sickle cell disease. Low-molecular-weight heparins might control this hypercoagulable state through their anticoagulant effect. This is an update of a previously published version of this review."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of low-molecular-weight heparins for managing vaso-occlusive crises in people with sickle cell disease."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group Haemoglobinopathies Trials Register comprising references identified from comprehensive electronic database searches. We also searched abstract books of conference proceedings and several online trials registries for ongoing trials.\nDate of the last search of the Cochrane Cystic Fibrosis and Genetic Disorders Group Haemoglobinopathies Trials Register: 28 September 2015."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled clinical trials and controlled clinical trials that assessed the effects of low-molecular-weight heparins in the management of vaso-occlusive crises in people with sickle cell disease."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Study selection, data extraction, assessment of risk of bias and analyses were carried out independently by the two review authors."
    },
    {
      "heading": "Main results",
      "text": "Two studies comprising 287 participants were included. One study (with an overall unclear to high risk of bias) involved 253 participants and the quality of the evidence for most outcomes was very low. This study, reported that pain severity at day two and day three was lower in the tinzaparin group than in the placebo group (P < 0.01, analysis of variance (ANOVA)) and additionally at day 4 (P < 0.05 (ANOVA)). Thus tinzaparin resulted in more rapid resolution of pain, as measured with a numerical pain scale. The mean difference in duration of painful crises was statistically significant at -1.78 days in favour of the tinzaparin group (95% confidence interval -1.94 to -1.62). Participants treated with tinzaparin had statistically significantly fewer hospitalisation days than participants in the group treated with placebo, with a mean difference of -4.98 days (95% confidence interval -5.48 to -4.48). Two minor bleeding events were reported as adverse events in the tinzaparin group, and none were reported in the placebo group. The second study (unclear risk of bias) including 34 participants and was a conference abstract with limited data and only addressed one of the predefined outcomes of the review; i.e. pain intensity. After one day pain intensity reduced more, as reported on a visual analogue scale, in the dalteparin group than in the placebo group, mean difference -1.30 (95% confidence interval -1.60 to -1.00), with the quality of evidence rated very low. The most important reasons for downgrading the quality of evidence were serious risk of bias and imprecision (due to low sample size or low occurrence of events)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on the results of two studies, evidence is incomplete to support or refute the effectiveness of low-molecular-weight heparins in people with sickle cell disease. Vaso-occlusive crises are extremely debilitating for sufferers of sickle cell disease; therefore well-designed placebo-controlled studies with other types of low-molecular-weight heparins, and in participants with different genotypes of sickle cell disease, still need to be carried out to confirm or dismiss the results of this single study."
    }
  ],
  "pls_title": "Low-molecular-weight heparins for pain caused by obstruction of blood vessels in people with sickle cell disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effects of low-molecular-weight heparins in managing vaso-occlusive crises in people with sickle cell disease. This is an update of a previously published version of this review."
    },
    {
      "heading": "Background",
      "text": "Sickle cell disease is one of the most common and severe genetic blood disorders in the world. As the result of a change in the haemoglobin gene, red blood cells are transformed into cells with a sickle shape. This sickling of red blood cells results in various complications, amongst which are vaso-occlusive crises. In a vaso-occlusive crisis, the sickled red blood cells tend to clot together and block blood flow,which leads to pain in the organ involved. The pain can be very debilitating and often requires administration of morphine. Medication that prevents blood from clotting in the vessels might represent a useful contribution to existing treatment options for vaso-occlusive crises."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to: 28 September 2015."
    },
    {
      "heading": "Study characteristics",
      "text": "The review included two studies that lasted seven days with a total of 287 people. One study involved 253 people (aged approximately 22 years) with sickle cell disease and compared tinzaparin with placebo and people were selected for one treatment or the other randomly. The other study was smaller with 34 participants (aged approximately 27 years) and compared dalteparin versus placebo."
    },
    {
      "heading": "Key results",
      "text": "Tinzaparin reduced the number of days spent in hospital and reduced the pain (and the intensity of the pain) more rapidly. Two minor bleedings were reported in the tinzaparin group versus none in the placebo group. The data regarding the effectiveness of dalteparin were very limited and only addressed pain intensity, being more reduced by treatment with dalteparin than by placebo. These data are not sufficient to support the conclusion that low-molecular-weight heparins are effective in the treatment of vaso-occlusive crises in people with sickle cell disease. Additional studies with different types of low-molecular-weight heparin used in different forms of sickle cell disease, are necessary to confirm or dismiss the results of this single study. Vaso-occlusive crises can be extremely debilitating and can have a significant impact on quality of life; therefore it is important to know whether low-molecular-weight heparins might serve as a useful treatment option with few side effects."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence for the majority of outcomes was very low, this had mainly to do with risk of bias of the studies (e.g. method of blinding unclear) or with small sample size of the studies."
    }
  ]
}