{
  "doi": "10.1002/14651858.CD013274.pub2",
  "name": "Consumers’ and health providers’ views and perceptions of partnering to improve health services design, delivery and evaluation: a co‐produced qualitative evidence synthesis ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Partnering with consumers in the planning, delivery and evaluation of health services is an essential component of person-centred care. There are many ways to partner with consumers to improve health services, including formal group partnerships (such as committees, boards or steering groups). However, consumers' and health providers' views and experiences of formal group partnerships remain unclear.\nIn this qualitative evidence synthesis (QES), we focus specifically on formal group partnerships where health providers and consumers share decision-making about planning, delivering and/or evaluating health services. Formal group partnerships were selected because they are widely used throughout the world to improve person-centred care.\nFor the purposes of this QES, the term 'consumer' refers to a person who is a patient, carer or community member who brings their perspective to health service partnerships. 'Health provider' refers to a person with a health policy, management, administrative or clinical role who participates in formal partnerships in an advisory or representative capacity.\nThis QES was co-produced with a Stakeholder Panel of consumers and health providers. The QES was undertaken concurrently with a Cochrane intervention review entitled Effects of consumers and health providers working in partnership on health services planning, delivery and evaluation."
    },
    {
      "heading": "Objectives",
      "text": "1. To synthesise the views and experiences of consumers and health providers of formal partnership approaches that aimed to improve planning, delivery or evaluation of health services.\n2. To identify best practice principles for formal partnership approaches in health services by understanding consumers' and health providers' views and experiences."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE, Embase, PsycINFO and CINAHL for studies published between January 2000 and October 2018. We also searched grey literature sources including websites of relevant research and policy organisations involved in promoting person-centred care."
    },
    {
      "heading": "Selection criteria",
      "text": "We included qualitative studies that explored consumers' and health providers' perceptions and experiences of partnering in formal group formats to improve the planning, delivery or evaluation of health services."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Following completion of abstract and full-text screening, we used purposive sampling to select a sample of eligible studies that covered a range of pre-defined criteria, including rich data, range of countries and country income level, settings, participants, and types of partnership activities. A Framework Synthesis approach was used to synthesise the findings of the sample. We appraised the quality of each study using the CASP (Critical Appraisal Skill Program) tool. We assessed our confidence in the findings using the GRADE-CERQual (Confidence in the Evidence from Reviews of Qualitative research) approach.\nThe Stakeholder Panel was involved in each stage of the review from development of the protocol to development of the best practice principles."
    },
    {
      "heading": "Main results",
      "text": "We found 182 studies that were eligible for inclusion. From this group, we selected 33 studies to include in the final synthesis. These studies came from a wide range of countries including 28 from high-income countries and five from low- or middle-income countries (LMICs).\nEach of the studies included the experiences and views of consumers and/or health providers of partnering in formal group formats. The results were divided into the following categories.\nContextual factors influencing partnerships: government policy, policy implementation processes and funding, as well as the organisational context of the health service, could facilitate or impede partnering (moderate level of confidence).\nConsumer recruitment: consumer recruitment occurred in different ways and consumers managed the recruitment process in a minority of studies only (high level of confidence). Recruiting a range of consumers who were reflective of the clinic's demographic population was considered desirable, particularly by health providers (high level of confidence). Some health providers perceived that individual consumers' experiences were not generalisable to the broader population whereas consumers perceived it could be problematic to aim to represent a broad range of community views (high level of confidence).\nPartnership dynamics and processes: positive interpersonal dynamics between health providers and consumers facilitated partnerships (high level of confidence). However, formal meeting formats and lack of clarity about the consumer role could constrain consumers’ involvement (high level of confidence). Health providers’ professional status, technical knowledge and use of jargon were intimidating for some consumers (high level of confidence) and consumers could feel their experiential knowledge was not valued (moderate level of confidence). Consumers could also become frustrated when health providers dominated the meeting agenda (moderate level of confidence) and when they experienced token involvement, such as a lack of decision-making power (high level of confidence)\nPerceived impacts on partnership participants: partnering could affect health provider and consumer participants in both positive and negative ways (high level of confidence).\nPerceived impacts on health service planning, delivery and evaluation: partnering was perceived to improve the person-centredness of health service culture (high level of confidence), improve the built environment of the health service (high level of confidence), improve health service design and delivery e.g. facilitate 'out of hours' services or treatment closer to home (high level of confidence), enhance community ownership of health services, particularly in LMICs (moderate level of confidence), and improve consumer involvement in strategic decision-making, under certain conditions (moderate level of confidence). There was limited evidence suggesting partnering may improve health service evaluation (very low level of confidence).\nBest practice principles for formal partnering to promote person-centred care were developed from these findings. The principles were developed collaboratively with the Stakeholder Panel and included leadership and health service culture; diversity; equity; mutual respect; shared vision and regular communication; shared agendas and decision-making; influence and sustainability."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Successful formal group partnerships with consumers require health providers to continually reflect and address power imbalances that may constrain consumers' participation. Such imbalances may be particularly acute in recruitment procedures, meeting structure and content and decision-making processes. Formal group partnerships were perceived to improve the physical environment of health services, the person-centredness of health service culture and health service design and delivery. Implementing the best practice principles may help to address power imbalances, strengthen formal partnering, improve the experiences of consumers and health providers and positively affect partnership outcomes."
    }
  ],
  "pls_title": "What are consumers and health providers' views and experiences of working in formal partnerships to plan, deliver and evaluate health services?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "-Power imbalances between health providers and consumers can limit consumer participation in health service planning, delivery and evaluation.\n-Power imbalances in the partnership may happen because of the ways consumers are recruited, how meetings are run, and how decisions are made.\n-To have successful partnerships with consumers, health providers need to address these power imbalances.\n-Some consumers and health providers believed that partnerships improved the culture and environment of the health service, as well as how health services were planned and developed."
    },
    {
      "heading": "Why is it important that consumers and health providers work together to plan, deliver and evaluate health services?",
      "text": "In the past, health providers decided how health services were planned, delivered and evaluated. More recently there has been a focus on designing services to better meet the needs, preferences and values of consumers. This has led to consumers partnering with health providers to design, deliver and evaluate health services. Often partnerships between consumers and health providers happen in formal group formats, such as committees, hospital boards or working groups."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to explore the views and experiences of consumers and health providers working in partnership to plan, deliver and evaluate health services. We also wanted to identify best practice principles for partnering in formal group formats."
    },
    {
      "heading": "What did we do?",
      "text": "We conducted a qualitative evidence synthesis (QES) to understand the views and experiences of health providers and consumers working in partnership. A QES brings together and analyses the results from individual qualitative studies. Qualitative studies use data that are collected through interviews, focus groups, questionnaires and observations.\nThe QES was conducted with a Stakeholder Panel of consumers and health providers. The Panel worked with the research team to decide which questions to answer, what studies should be included, whether the analysis was comprehensive and to develop the best practice principles.\nWe searched databases for qualitative studies that explored consumers’ and health providers' views and experiences of partnering in formal group formats. We searched for studies published from January 2000 to October 2018. We also searched websites of organisations involved in person-centred care, and asked experts to share relevant studies.\nFrom these searches we selected 33 studies for in-depth analysis. The studies were from different countries and settings (e.g. hospital or community clinics) and involved different people (including under-represented patients) and different types of formal group partnerships (e.g. committees or steering groups).\nWe combined the results of the studies and looked for common themes. These themes became our findings. We rated our confidence in each of the findings based on the relevance, quality and quantity of the data. We grouped the findings into categories."
    },
    {
      "heading": "What did we find?",
      "text": "Our analysis identified 19 findings, which we grouped into the following five categories."
    },
    {
      "heading": "Contextual factors influencing partnerships",
      "text": "government policy, processes, funding, and the organisational context of the health service influenced partnering."
    },
    {
      "heading": "Consumer recruitment",
      "text": "consumer recruitment occurred in various ways. In a few studies consumers managed the recruitment process. Some people (particularly health providers) felt consumers should reflect the range of people who used the health service. Some health providers thought that the experience of some consumers did not reflect the broader population. Consumers sometimes found it difficult to represent a broad range of community views."
    },
    {
      "heading": "Partnership dynamics and processes",
      "text": "positive relationships between health providers and consumers improved  partnerships. Formal meetings and being unclear about the consumer role could limit consumers’ involvement. Health providers’ professional status, technical knowledge, and use of jargon could be intimidating for consumers. Consumers sometimes felt their knowledge was not valued. Consumers could become frustrated when they lacked decision-making power, and when health providers dominated the meeting agenda."
    },
    {
      "heading": "Perceived impacts on partnership participants",
      "text": "formal partnerships could affect health providers and consumers in both positive and negative ways."
    },
    {
      "heading": "Perceived impacts on health service planning, delivery and evaluation",
      "text": "people perceivedformal partnerships may improve health service culture and the physical environment of the health service. They also felt partnerships may improve health service design and delivery."
    },
    {
      "heading": "How can these findings be put into practice?",
      "text": "Best practice principles for partnering in formal group formats were developed from the findings. Principles included leadership and health service culture; diversity; equity; mutual respect; shared vision and regular communication; shared agendas and decision-making; influence and sustainability."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Most of the findings in this review are rated as \"high\" or \"moderate\" confidence, which means the evidence for the findings is strong. However, one finding that showed people perceived formal partnerships improved health service evaluation, was rated as \"very low\" confidence because it was based on weaker evidence."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This evidence is up to date to October 2018. The review took longer than usual to complete because co-produced research takes time, and the review was completed during the COVID-19 pandemic. Because most of the findings are rated \"high\" or \"moderate\" confidence, we believe an updated search may not substantially change the results."
    }
  ]
}