{
  "doi": "10.1002/14651858.CD011842.pub2",
  "name": "Extracorporeal shock wave therapy for the healing and management of venous leg ulcers",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Leg ulcers are chronic wounds of the lower leg, caused by poor blood flow, that can take a long time to heal. The pooling of blood in the veins can damage the skin and surrounding tissues, causing an ulcer to form. Venous leg ulcers are associated with impaired quality of life, reduced mobility, pain, stress and loss of dignity. The standard treatment for venous leg ulcers is compression bandages or stockings. Shock wave therapy may aid the healing of these wounds through the promotion of angiogenesis (the formation and development of blood vessels) and reduction of inflammation, though this process is poorly understood at present."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of extracorporeal shock wave therapy on the healing and management of venous leg ulceration."
    },
    {
      "heading": "Search methods",
      "text": "In April 2018 we searched the Cochrane Wounds Specialised Register; the Cochrane Central Register of Controlled Trials (CENTRAL); Ovid MEDLINE (including In-Process & Other Non-Indexed Citations); Ovid Embase and EBSCO CINAHL Plus. We also searched clinical trials registries for ongoing and unpublished studies, and scanned reference lists of relevant included studies as well as reviews, meta-analyses and health technology reports to identify additional studies. We applied no restrictions with respect to language, date of publication or study setting."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered all published and unpublished randomised controlled trials (RCTs) assessing the effectiveness of extracorporeal shock wave therapy in the healing and management of venous leg ulceration."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently performed study selection. We planned that two review authors would also assess the risk of bias of included studies, extract study data and rate the certainty of the evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We found no RCTs that met the inclusion criteria for this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no RCTs assessing the effectiveness of extracorporeal shock wave therapy in the healing and management of venous leg ulceration. The lack of high-quality evidence in this area highlights a gap in research and may serve to justify the need for further research and evidence to provide guidance concerning the use of this treatment option for this condition. Future trials should be of clear design and include concomitant use of the current best practice treatment, multilayer compression therapy. Recruitment should aspire to best represent patients seen in clinical practice and patient-related outcome measures should be included in study design."
    }
  ],
  "pls_title": "Extracorporeal shock wave therapy for the healing and management of venous leg ulcers",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this review was to find out whether extracorporeal shock wave therapy (pulses of energy similar to sound waves, transmitted via a pad to the skin) can help to heal venous leg ulcers. Researchers from Cochrane searched for relevant studies (randomised controlled trials) to answer this question but no relevant studies were found."
    },
    {
      "heading": "Key messages",
      "text": "No evidence from randomised controlled trials was available to allow us to evaluate whether extracorporeal shock wave therapy (ESWT) is effective for healing venous leg ulcers. Randomised controlled trials are medical studies where patients are chosen at random to receive different treatments. This type of trial provides the most reliable evidence and there is currently a lack of high-quality evidence in this area."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Leg ulcers are chronic wounds of the lower leg that can take a long time to heal. Venous leg ulcers are caused by poor blood flow in the legs. Pooling of blood in the veins can damage the skin and surrounding tissues, causing an ulcer to form. Venous leg ulcers are associated with reduced quality of life, reduced mobility, pain, stress and loss of dignity. The standard treatment for venous leg ulcers is compression bandages or stockings.\nESWT was first used to break up kidney stones and gallstones but is now used to treat tendonitis and other joint and muscle conditions. ESWT is also thought to help wounds heal by stimulating circulation, promoting the growth of healthy blood vessels, and by reducing inflammation. This is a new therapy for treating venous leg ulcers."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "We found no randomised controlled trials evaluating the use of ESWT for venous leg ulcers. This highlights a gap in medical evidence which may justify further research into this area."
    },
    {
      "heading": "How up to date is this review?",
      "text": "We searched for studies that had been published up to April 2018."
    }
  ]
}