{
  "doi": "10.1002/14651858.CD011003.pub2",
  "name": "Desipramine for neuropathic pain in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Antidepressants are widely used to treat chronic neuropathic pain (pain due to nerve damage), usually in doses below those at which they exert antidepressant effects. An earlier review that included all antidepressants for neuropathic pain is being replaced by new reviews of individual drugs examining individual neuropathic pain conditions.\nDesipramine is a tricyclic antidepressant that is occasionally used for treating neuropathic pain."
    },
    {
      "heading": "Objectives",
      "text": "To assess the analgesic efficacy of desipramine for chronic neuropathic pain in adults, and to assess the associated adverse events."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, and EMBASE from inception to 29 April 2014, and the reference lists of retrieved papers and other reviews. We also used our own hand searched database to identify older studies, and two clinical trials databases for ongoing or unpublished studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, double-blind studies of at least two weeks duration comparing desipramine with placebo or another active treatment in chronic neuropathic pain. Participants were adults aged 18 years and over. We included only full journal publication articles."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted the efficacy and adverse event data, and examined issues of study quality. We performed analysis using three tiers of evidence. First tier evidence was derived from data meeting current best standards and subject to minimal risk of bias (outcome equivalent to substantial pain intensity reduction, intention-to-treat analysis without imputation for dropouts, at least 200 participants in the comparison, 8 to 12 weeks duration, parallel design); second tier from data that failed to meet one or more of these criteria and were considered at some risk of bias but with adequate numbers in the comparison; and third tier from data involving small numbers of participants and considered very likely to be biased or that used outcomes of limited clinical utility, or both."
    },
    {
      "heading": "Main results",
      "text": "Five studies treated 177 participants with painful diabetic neuropathy (104) or postherpetic neuralgia (73). The mean or median ages in the studies were 55 to 72 years. Four studies used a cross-over, and one a parallel group design; 145 participants were randomised to receive desipramine 12.5 mg to 250 mg daily, with most taking 100 mg to 150 mg daily following titration. Comparators were placebo in three studies (an 'active placebo' in two studies), fluoxetine, clomipramine (one study each), and amitriptyline (two studies), and treatment was for two to six weeks. All studies had one or more sources of potential major bias.\nNo study provided first or second tier evidence for any outcome. No data were available on the proportion of people with at least 50% or 30% reduction in pain, but data were available from three studies for our other primary outcome of Patient Global Impression of Change, reported as patient evaluation of pain relief that was 'complete' or 'a lot'. No pooling of data was possible, but third tier evidence in individual studies indicated some improvement in pain relief with desipramine compared with placebo, although this was very low quality evidence, derived mainly from group mean data and completer analyses in small, short duration studies where major bias was possible. There were too few participants in comparisons of desipramine with another active treatment to draw any conclusions.\nAll studies reported some information about adverse events, but reporting was inconsistent and fragmented. Participants taking desipramine experienced more adverse events, and a higher rate of withdrawal due to adverse events, than did participants taking placebo (very low quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review found little evidence to support the use of desipramine to treat neuropathic pain. There was very low quality evidence of benefit and harm, but this came from studies that were methodologically flawed and potentially subject to major bias. Effective medicines with much greater supportive evidence are available. There may be a role for desipramine in patients who have not obtained pain relief from other treatments."
    }
  ],
  "pls_title": "Desipramine for neuropathic pain in adults",
  "pls_type": "long",
  "pls": "Neuropathic pain is pain coming from damaged nerves. It is different from pain messages carried along healthy nerves from damaged tissue (a fall, cut, or arthritic knee). Neuropathic pain is treated by different medicines than pain from damaged tissue. Medicines like paracetamol or ibuprofen are not usually effective in neuropathic pain, while medicines that are sometimes used to treat depression or epilepsy can be very effective in some people with neuropathic pain.\nDesipramine is a tricyclic antidepressant from the same class of medicines as amitriptyline, which is widely recommended for treating neuropathic pain. Desipramine may also be useful in these painful conditions. In 2014, we performed searches to look for clinical trials where desipramine was used to treat neuropathic pain.\nFive small studies, each with 24 to 54 participants, included 177 participants in total with painful diabetic neuropathy or postherpetic neuralgia. Studies were randomised and double-blind, but all had one or more sources of potential major bias that could lead to overestimation of efficacy. It was not possible to combine information from the different studies, but individually they indicated some benefit from desipramine (usually at a dose between 100 mg and 150 mg daily), compared with placebo, at the expense of increased adverse events. There was not enough information about other comparators to draw any conclusions.\nThere was too little information, which was of inadequate quality, to be sure that desipramine works as a pain medicine in painful diabetic neuropathy or postherpetic neuralgia, and no information about other types of neuropathic pain. Other medicines have been shown to be effective as treatments of first choice."
}