{
  "doi": "10.1002/14651858.CD010299.pub2",
  "name": "Patient‐reported outcome measures for follow‐up after gynaecological cancer treatment",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cancer is a leading cause of death worldwide. Gynaecologic cancer treatment is known to have the potential for a major impact on quality of life (QoL). Patient-reported outcome measures (PROMs) is an umbrella term that covers a range of potential types of measurement but is used specifically to refer to self reports by the patient of their health and well-being. Use of QoL and cancer-specific questionnaires as alternatives to follow-up may have immense psychological benefit to the patient and cost benefit to the healthcare system."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of PROMs as an alternative to routine follow-up of women after treatment for gynaecological cancers to identify recurrences, affect overall survival and assess psychological benefit."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Gynaecological Cancer Group Trials Register, MEDLINE, EMBASE and the Cochrane Central Register of Controlled Trials (CENTRAL) up to November 2012. We also searched registers of clinical trials, abstracts of scientific meetings and reference lists of review articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We searched for randomised controlled trials (RCTs) and non-RCTs with concurrent comparison groups (of adequate quality that used statistical adjustment for baseline case mix using multivariable analyses) that compared PROMs or QoL questionnaires versus traditional follow-up with multiple visits to the hospital in women after treatment for gynaecological cancers. Studies that involved women completing PROMs at intervals and submitting results for assessment by their cancer care team or structured interviews of women during their follow-up were included in the analysis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed whether potentially relevant studies met the inclusion criteria. We found no studies and therefore analysed no data."
    },
    {
      "heading": "Main results",
      "text": "The search strategy identified 2524 unique references, of which all were excluded."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no evidence to make an informed decision about PROMs for follow-up after gynaecological cancer. Ideally, RCTs which are multicentre or multinational or both, or well-designed non-randomised studies are needed that use multivariable analysis to adjust for baseline imbalances, to compare follow-up strategies and improve current knowledge."
    }
  ],
  "pls_title": "Benefits of patient-reported measures of health and well-being versus traditional follow-up after treatment of gynaecological cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Cancer is a leading cause of death worldwide. The traditional method of follow-up involves multiple visits to the hospital to check, for example, whether the cancer has come back (recurrence). This may cause anxiety among the patients and its cost effectiveness is questionable. Clinician and patient groups have asked for a consideration of alternative model approaches; since most recurrences are symptomatic, follow-up of patients after treatment for gynaecological cancer may be accomplished by patient-related outcome measures (PROMs) rather than routine follow-up visits. PROMs is an umbrella term that covers a range of potential types of measurements, but is used specifically to refer to self reports by the patient of their health and well-being. Use of PROMs as alternatives to follow-up may have immense psychological benefits for the patient and cost benefit to the healthcare system. There is currently no evidence to determine whether PROMs are better or worse in helping women to live longer and better after gynaecological cancer rather than follow-up visits. It is also unclear whether PROMs are  beneficial in terms of patient satisfaction or quality of life."
    },
    {
      "heading": "Study Characteristics",
      "text": "We performed an extensive literature search to identify randomised controlled studies that compared PROMs to routine follow up."
    },
    {
      "heading": "Key findings",
      "text": "No studies suitable for inclusion in our review were found. This highlights the need for good-quality studies comparing PROMs to standard follow-up. Evidence from adequately-powered studies at low risk of bias are needed."
    }
  ]
}