{
  "doi": "10.1002/14651858.CD011946.pub2",
  "name": "Interventions for acne scars",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acne scarring is a frequent complication of acne and resulting scars may negatively impact on an affected person's psychosocial and physical well-being. Although a wide range of interventions have been proposed, there is a lack of high-quality evidence on treatments for acne scars to better inform patients and their healthcare providers about the most effective and safe methods of managing this condition. This review aimed to examine treatments for atrophic and hypertrophic acne scars, but we have concentrated on facial atrophic scarring."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of interventions for treating acne scars."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases up to November 2015: the Cochrane Skin Group Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL) in the Cochrane Library (2015, Issue 10), MEDLINE (from 1946), EMBASE (from 1974), and LILACS (from 1982). We also searched five trials registers, and checked the reference lists of included studies and relevant reviews for further references to randomised controlled trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We include randomised controlled trials (RCTs) which allocated participants (whether split-face or parallel arms) to any active intervention (or a combination) for treating acne scars. We excluded studies dealing only or mostly with keloid scars."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors independently extracted data from each of the studies included in this review and evaluated the risks of bias. We resolved disagreements by discussion and arbitration supported by a method expert as required. Our primary outcomes were participant-reported scar improvement and any adverse effects serious enough to cause participants to withdraw from the study."
    },
    {
      "heading": "Main results",
      "text": "We included 24 trials with 789 adult participants aged 18 years or older. Twenty trials enrolled men and women, three trials enrolled only women and one trial enrolled only men. We judged eight studies to be at low risk of bias for both sequence generation and allocation concealment. With regard to blinding we judged 17 studies to be at high risk of performance bias, because the participants and dermatologists were not blinded to the treatments administered or received; however, we judged all 24 trials to be at a low risk of detection bias for outcome assessment. We evaluated 14 comparisons of seven interventions and four combinations of interventions. Nine studies provided no usable data on our outcomes and did not contribute further to this review's results.\nFor our outcome 'Participant-reported scar improvement' in one study fractional laser was more effective in producing scar improvement than non-fractional non-ablative laser at week 24 (risk ratio (RR) 4.00, 95% confidence interval (CI) 1.25 to 12.84; n = 64; very low-quality evidence); fractional laser showed comparable scar improvement to fractional radiofrequency in one study at week eight (RR 0.78, 95% CI 0.36 to 1.68; n = 40; very low-quality evidence) and was comparable to combined chemical peeling with skin needling in a different study at week 48 (RR 1.00, 95% CI 0.60 to 1.67; n = 26; very low-quality evidence). In a further study chemical peeling showed comparable scar improvement to combined chemical peeling with skin needling at week 32 (RR 1.24, 95% CI 0.87 to 1.75; n = 20; very low-quality evidence). Chemical peeling in one study showed comparable scar improvement to skin needling at week four (RR 1.13, 95% CI 0.69 to 1.83; n = 27; very low-quality evidence). In another study, injectable fillers provided better scar improvement compared to placebo at week 24 (RR 1.84, 95% CI 1.31 to 2.59; n = 147 moderate-quality evidence).\nFor our outcome ‘Serious adverse effects’ in one study chemical peeling was not tolerable in 7/43 (16%) participants (RR 5.45, 95% CI 0.33 to 90.14; n = 58; very low-quality evidence).\nFor our secondary outcome ‘Participant-reported short-term adverse events’, all participants reported pain in the following studies: in one study comparing fractional laser to non-fractional non-ablative laser (RR 1.00, 95% CI 0.94 to 1.06; n = 64; very low-quality evidence); in another study comparing fractional laser to combined peeling plus needling (RR 1.00, 95% CI 0.86 to 1.16; n = 25; very low-quality evidence); in a study comparing chemical peeling plus needling to chemical peeling (RR 1.00, 95% CI 0.83 to 1.20; n = 20; very low-quality evidence); in a study comparing chemical peeling to skin needling (RR 1.00, 95% CI 0.87 to 1.15; n = 27; very low-quality evidence); and also in a study comparing injectable filler and placebo (RR 1.03, 95% CI 0.10 to 11.10; n = 147; low-quality evidence).\nFor our outcome ‘Investigator-assessed short-term adverse events’, fractional laser (6/32) was associated with a reduced risk of hyperpigmentation than non-fractional non-ablative laser (10/32) in one study (RR 0.60, 95% CI 0.25 to 1.45; n = 64; very low-quality evidence); chemical peeling was associated with increased risk of hyperpigmentation (6/12) compared to skin needling (0/15) in one study (RR 16.00, 95% CI 0.99 to 258.36; n = 27; low-quality evidence). There was no difference in the reported adverse events with injectable filler (17/97) compared to placebo (13/50) (RR 0.67, 95% CI 0.36 to 1.27; n = 147; low-quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is a lack of high-quality evidence about the effects of different interventions for treating acne scars because of poor methodology, underpowered studies, lack of standardised improvement assessments, and different baseline variables.\nThere is moderate-quality evidence that injectable filler might be effective for treating atrophic acne scars; however, no studies have assessed long-term effects, the longest follow-up being 48 weeks in one study only. Other studies included active comparators, but in the absence of studies that establish efficacy compared to placebo or sham interventions, it is possible that finding no evidence of difference between two active treatments could mean that neither approach works. The results of this review do not provide support for the first-line use of any intervention in the treatment of acne scars.\nAlthough our aim was to identify important gaps for further primary research, it might be that placebo and or sham trials are needed to establish whether any of the active treatments produce meaningful patient benefits over the long term."
    }
  ],
  "pls_title": "Treatment for acne scars",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Which treatments are effective for acne scars?"
    },
    {
      "heading": "Background",
      "text": "Acne scars may have a damaging effect on a person's physical, mental, and social well-being. Although a wide range of treatments are used, there is a lack of high-quality evidence on which are the most effective for acne scars.\nThis review aimed to better inform patients and healthcare providers about the most effective and safe methods to manage this problem. We have examined treatments for atrophic scars (depressions in the skin surface) and hypertrophic scars (lumpy scars that stick out from the skin surface) in acne but have concentrated on facial atrophic scarring. Our main outcomes of interest were participant-reported scar improvement and any adverse effects serious enough to cause participants to withdraw from the study."
    },
    {
      "heading": "Study characteristics",
      "text": "We include 24 randomised controlled trials (RCTs) with 789 people with acne scars (from searches up to November 2015). Twenty-one RCTs (706 people) enrolled both men and women, three RCTs (75 people) enrolled only women and one RCT (eight people) enrolled only men. Most of the studies we included (21 RCTs with 744 people) enrolled people with atrophic acne scars. One RCT enrolled 20 individuals with mixed atrophic and hypertrophic acne scars."
    },
    {
      "heading": "Key results",
      "text": "There is insufficient evidence from trials to support fractional laser for treatment of acne. However, this management approach is adopted by some in clinical practice for the treatment of acne scarring.\nFor our outcome 'Participant-reported scar improvement' fractional laser was more effective in producing scar improvement change than non-fractional non-ablative laser. Fractional radiofrequency showed similar scar improvement to fractional laser. Chemical peeling showed similar scar improvement to both fractional laser and skin needling. Combined chemical peeling with skin needling showed similar scar improvement to fractional laser and to deep chemical peeling. Injectable fillers provided better scar improvement compared to placebo.\nOur outcome ‘Serious adverse effects’ was reported in one study, showing that chemical peeling was not tolerable in 16% of those taking part. Other outcomes, ‘Participant-reported' and 'Investigator-assessed' adverse events in the short term (less than 24 weeks), were more or less acceptable by those taking part and by investigators and did not reveal a big difference between the studied interventions.\nFour out of six of our comparisons were completely inconclusive and they were of very low-quality evidence. There is a lack of studies that establish efficacy of treatments compared to placebo or sham interventions, and it is possible that finding no evidence of difference between two active treatments could mean that neither is very useful.\nWe did not identify any trials that examined treatment for acne scars on the back.\nThe results of this review do not support the first-line use of any intervention in the treatment of acne scars, and no studies provided evidence to confirm that any short-term benefit will translate to long-term effects."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We rated the quality of the evidence for several outcomes as very low to moderate. The lower quality evidence for treatments was mostly because there were few people in the studies, making the results less precise, and there was a lack of blinding (people knew the treatment they were receiving).\nFuture studies should consider adopting patient-reported outcomes as a primary measure. There should be a set of core outcome measures reported in all RCTs for treating acne scars, and outcomes should be evaluated several months after the treatment has been done. Lack of reporting of serious side effects was one of the research gaps found in this review."
    }
  ]
}