{
  "doi": "10.1002/14651858.CD004075.pub4",
  "name": "Fetal pulse oximetry for fetal assessment in labour",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The use of conventional cardiotocographic (CTG) monitoring of fetal well-being during labour is associated with an increased caesarean section rate, compared with intermittent auscultation of the fetal heart rate, resulting in a reduction in neonatal seizures, although no differences in other neonatal outcomes. To improve the sensitivity of this test and therefore reduce the number of caesarean sections performed for nonreassuring fetal status, several additional measures of evaluating fetal well-being have been considered. These have demonstrated some effect on reducing caesarean section rates, for example, fetal scalp blood sampling for pH estimation/lactate measurement. The adaptation of pulse oximetry for use in the unborn fetus could potentially contribute to improved evaluation during labour and therefore lead to a reduction in caesarean sections for nonreassuring fetal status, without any change in neonatal outcomes."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effectiveness and safety of fetal intrapartum pulse oximetry with other surveillance techniques."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (31 May 2014), contacted experts in the field and searched reference lists of retrieved studies. In previous versions of this review, we performed additional searches of MEDLINE, Embase and Current Contents. These searches were discontinued for this review update, as they consistently failed to identify any trials that were not shown in the Cochrane Pregnancy and Childbirth Group's Trials Register."
    },
    {
      "heading": "Selection criteria",
      "text": "All published and unpublished randomised controlled trials that compared maternal and fetal outcomes when fetal pulse oximetry was used in labour, (i) with or without concurrent use of conventional fetal surveillance, that is, cardiotocography (CTG), compared with using CTG alone or (ii) with or without concurrent use of both CTG and other method(s) of fetal surveillance, such as fetal electrocardiography (ECG) plus CTG."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two independent review authors performed data extraction. We sought additional information from the investigators of three of the reported trials."
    },
    {
      "heading": "Main results",
      "text": "We included seven published trials: six comparing fetal pulse oximetry and CTG with CTG alone (or when fetal pulse oximetry values were blinded) and one comparing fetal pulse oximetry plus CTG with fetal ECG plus CTG. The published trials, with some unpublished data, were at high risk of bias in terms of the impractical nature of blinding participants and clinicians, as well as high risk or unclear risk of bias for outcome assessor for all but one report. Selection bias, attrition bias, reporting bias and other sources of bias were of low or unclear risk. The trials reported on a total of 8013 pregnancies. Differing entry criteria necessitated separate analyses, rather than meta-analysis of all trials.\nSystematic review of four trials from 34 weeks not requiring fetal blood sampling (FBS) prior to study entry showed no evidence of differences in the overall caesarean section rate between those monitored with fetal oximetry and those not monitored with fetal pulse oximetry or for whom the fetal pulse oximetry results were masked (average risk ratio (RR) 0.99 using random-effects, 95% confidence intervals (CI) 0.86 to 1.13, n = 4008, I² = 45%). There was evidence of a higher risk of caesarean section in the group with fetal oximetry plus CTG than in the group with fetal ECG plus CTG (one study, n = 180, RR 1.56, 95% CI 1.06 to 2.29). Neonatal seizures and neonatal encephalopathy were rare in both groups. No studies reported details of long-term disability.\nThere was evidence of a decrease in caesarean section for nonreassuring fetal status in the fetal pulse oximetry plus CTG group compared to the CTG group, gestation from 34 weeks (average RR (random-effects) 0.65, 95% CI 0.46 to 0.90, n = 4008, I² = 63%). There was no evidence of differences between groups in caesarean section for dystocia, although the overall incidence rates varied between the trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The addition of fetal pulse oximetry does not reduce overall caesarean section rates. One study found a higher caesarean section rate in the group monitored with fetal pulse oximetry plus CTG, compared with fetal ECG plus CTG. The data provide limited support for the use of fetal pulse oximetry when used in the presence of a nonreassuring CTG, to reduce caesarean section for nonreassuring fetal status. A better method than pulse oximetry is required to enhance the overall evaluation of fetal well-being in labour."
    }
  ],
  "pls_title": "Fetal pulse oximetry for fetal assessment in labour",
  "pls_type": "long",
  "pls": "Using fetal pulse oximetry to assess the baby's well-being during labour does not change overall caesarean section rates.\nDuring labour, the well-being of the baby can be assessed intermittently using a Pinard stethoscope or hand-held monitor to listen to the heart rate, or continuously using cardiotocography (CTG), sometimes called electronic fetal monitoring (EFM). There are also additional tests that can be used if the baby is thought to be getting short of oxygen, like testing the baby's blood in a sample taken from the baby's head or bottom, or through the recording of the electrical activity of the heart using an electrocardiogram (ECG). Fetal pulse oximetry measures how much oxygen the baby's blood is carrying. It uses a probe that sits on the baby's head whilst in the uterus and vagina during labour. The probe is said not to interfere with the woman's mobility during labour. This review looked at fetal pulse oximetry and found trials that used it in conjunction with a CTG. We compared the outcomes for this combined oximetry and CTG, with outcomes where only the CTG had been used, or a combination of CTG and fetal ECG had been used.\nThe review identified seven trials involving 8013 women. Fetal pulse oximetry plus CTG showed no difference in caesarean section rates overall, nor any difference in the mother's or newborn's health, compared with CTG alone. If there was concern about the baby's well-being before the fetal pulse oximetry probe was placed, the use of fetal pulse oximetry reduced caesarean sections performed for the baby's well-being. The one trial of oximetry with CTG compared with CTG and fetal ECG showed an increase in the caesarean rate in the oximetry group. In two of the trials, the company making the fetal pulse oximetry machines provided some funding. A better method than fetal pulse oximetry is needed for checking on the well-being of the baby during labour."
}