{
  "doi": "10.1002/14651858.CD007559.pub2",
  "name": "Mind‐body interventions during pregnancy for preventing or treating women's anxiety",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Anxiety during pregnancy is a common problem. Anxiety and stress could have consequences on the course of the pregnancy and the later development of the child. Anxiety responds well to treatments such as cognitive behavioral therapy and/or medication. Non-pharmacological interventions such as mind-body interventions, known to decrease anxiety in several clinical situations, might be offered for treating and preventing anxiety during pregnancy."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits of mind-body interventions during pregnancy in preventing or treating women's anxiety and in influencing perinatal outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group’s Trials Register (30 November 2010), MEDLINE (1950 to 30 November 2010), EMBASE (1974 to 30 November 2010), the National Center for Complementary and Alternative Medicine (NCCAM) (1 December 2010), ClinicalTrials.gov (December 2010) and Current Controlled Trials (1 December 2010), searched the reference lists of selected studies and contacted professionals and authors in the field."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials, involving pregnant women of any age at any time from conception to one month after birth, comparing mind-body interventions with a control group. Mind-body interventions include: autogenic training, biofeedback, hypnotherapy, imagery, meditation, prayer, auto-suggestion, tai-chi and yoga. Control group includes: standard care, other pharmacological or non-pharmacological interventions, other types of mind-body interventions or no treatment at all."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors independently assessed trials for inclusion all assessed risk of bias for each included study. We extracted data independently using an agreed form and checked it for accuracy."
    },
    {
      "heading": "Main results",
      "text": "We included eight trials (556 participants), evaluating hypnotherapy (one trial), imagery (five trials), autogenic training (one trial) and yoga (one trial). Due to the small number of studies per intervention and to the diversity of outcome measurements, we performed no meta-analysis, and have reported results individually for each study. Compared with usual care, in one study (133 women), imagery may have a positive effect on anxiety during labor decreasing anxiety at the early and middle stages of labor (MD -1.46; 95% CI -2.43 to -0.49; one study, 133 women) and (MD -1.24; 95% CI -2.18 to -0.30). Another study showed that imagery had a positive effect on anxiety and depression in the immediate postpartum period. Autogenic training might be effective for decreasing women's anxiety before delivering."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Mind-body interventions might benefit women’s anxiety during pregnancy. Based on individual studies, there is some but no strong evidence for the effectiveness of mind-body interventions for the management of anxiety during pregnancy. The main limitations of the studies were the lack of blinding and insufficient details on the methods used for randomization."
    }
  ],
  "pls_title": "Mind-body interventions during pregnancy for preventing or treating women's anxiety",
  "pls_type": "long",
  "pls": "Mind-body interventions like yoga or hypnotherapy may be effective for reducing anxiety. These can be learned to induce mental relaxation and alter negative thinking related to anxiety to change the perception of a stressful event, leading to better adapted behaviour and coping skills. Their effectiveness for treatment or prevention of women’s anxiety during pregnancy needs to be confirmed in clinical trials, as anxiety during the different stages of pregnancy can affect women’s health and have consequences for the child. This review identified few studies that examined this. We included eight randomized controlled studies with 556 women in this review. Based on these studies, there is some not strong evidence for the effectiveness of mind-body interventions in the management of anxiety during pregnancy, labor, or in the first four weeks after giving birth. Compared with usual care, imagery may have a positive effect on anxiety during labor. Another study showed that imagery had a positive effect on anxiety and depression in the immediate postpartum period. Autogenic training might be effective for decreasing women's anxiety before delivering. No harmful effects were reported for any mind-body interventions in the studies included in the review. The studies used different mind-body interventions, sometimes as part of a complex intervention, that they compared with usual care or other potentially active interventions using diverse outcome measures. Several studies were at high risk of bias, had small sample sizes and high dropout rates."
}