{
  "doi": "10.1002/14651858.CD003936",
  "name": "Nonoxynol‐9 for preventing vaginal acquisition of HIV infection by women from men",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "There is a need for female-controlled methods of HIV prevention. Vaginal microbicides, substances inserted into the vagina to prevent women acquiring HIV and sexually transmitted infections (STIs) from men, could be useful in this regard. One potential vaginal microbicide is the widely used spermicide, nonoxynol-9 (N-9)."
    },
    {
      "heading": "Objectives",
      "text": "To determine the safety and effectiveness of N-9 in preventing vaginal acquisition of HIV infection by women from men."
    },
    {
      "heading": "Search methods",
      "text": "Extensive searches of electronic databases, conference abstracts, reference lists of relevant studies and contact with experts and funders."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials meeting pre-determined quality criteria with HIV infection as the outcome."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data were extracted by one reviewer and checked by the another. Any discrepancies were adjudicated by a third reviewer."
    },
    {
      "heading": "Main results",
      "text": "Five trials were included in the review and four contributed to a meta-analysis. Overall, the risk of HIV infection was not statistically significantly different among women receiving N-9 (relative risk [RR] 1.12, 95% CI 0.88-1.42; p=0.4). The risk of genital lesions was statistically significantly greater among women receiving N-9 (RR 1.18, 95%CI 1.02-1.36; p=0.02)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence that nonoxynol-9 protects against vaginal acquisition of HIV infection by women from men. There is evidence that it may do harm by increasing the frequency of genital lesions."
    }
  ],
  "pls_title": "Nonoxynol-9 for preventing vaginal acquisition of HIV infection by women from men",
  "pls_type": "long",
  "pls": "The spermicide nonoxynol-9 does not prevent women becoming infected with sexually transmitted infections, and when used very frequently has been shown to cause open genital sores (which may theoretically increase the chance of acquiring sexually transmitted HIV infection)."
}