{
  "doi": "10.1002/14651858.CD012330.pub2",
  "name": "Shared decision‐making for people with asthma",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Asthma is a chronic inflammatory disease that affects the airways and is common in both adults and children. It is characterised by symptoms including wheeze, shortness of breath, chest tightness, and cough. People with asthma may be helped to manage their condition through shared decision-making (SDM). SDM involves at least two participants (the medical practitioner and the patient) and mutual sharing of information, including the patient's values and preferences, to build consensus about favoured treatment that culminates in an agreed action. Effective self-management is particularly important for people with asthma, and SDM may improve clinical outcomes and quality of life by educating patients and empowering them to be actively involved in their own health."
    },
    {
      "heading": "Objectives",
      "text": "To assess benefits and potential harms of shared decision-making for adults and children with asthma."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Trials Register, which contains studies identified in several sources including CENTRAL, MEDLINE, and Embase. We also searched clinical trials registries and checked the reference lists of included studies. We conducted the most recent searches on 29 November 2016."
    },
    {
      "heading": "Selection criteria",
      "text": "We included studies of individual or cluster parallel randomised controlled design conducted to compare an SDM intervention for adults and children with asthma versus a control intervention. We included studies available as full-text reports, those published as abstracts only, and unpublished data, and we placed no restrictions on place, date, or language of publication. We included interventions targeting healthcare professionals or patients, their families or care-givers, or both. We included studies that compared the intervention versus usual care or a minimal control intervention, and those that compared an SDM intervention against another active intervention. We excluded studies of interventions that involved multiple components other than the SDM intervention unless the control group also received these interventions."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened searches, extracted data from included studies, and assessed risk of bias. Primary outcomes were asthma-related quality of life, patient/parent satisfaction, and medication adherence. Secondary outcomes included exacerbations of asthma, asthma control, acceptability/feasibility from the perspective of healthcare professionals, and all adverse events. We graded and presented evidence in a 'Summary of findings' table.\nWe were unable to pool any of the extracted outcome data owing to clinical and methodological heterogeneity but presented findings in forest plots when possible. We narratively described skewed data."
    },
    {
      "heading": "Main results",
      "text": "We included four studies that compared SDM versus control and included a total of 1342 participants. Three studies recruited children with asthma and their care-givers, and one recruited adults with asthma. Three studies took place in the United States, and one in the Netherlands. Trial duration was between 6 and 24 months. One trial delivered the SDM intervention to the medical practitioner, and three trials delivered the SDM intervention directly to the participant. Two paediatric studies involved use of an online portal, followed by face-to-face consultations. One study delivered an SDM intervention or a clinical decision-making intervention through a mixture of face-to-face consultations and telephone calls. The final study randomised paediatric general practice physicians to receive a seminar programme promoting application of SDM principles. All trials were open-label, although one study, which delivered the intervention to physicians, stated that participants were unaware of their physicians' involvement in the trial. We had concerns about selection and attrition bias and selective reporting, and we noted that one study substantially under-recruited participants. The four included studies used different approaches to measure fidelity/intervention adherence and to report study findings.\nOne study involving adults with poorly controlled asthma reported improved quality of life (QOL) for the SDM group compared with the control group, using the Asthma Quality of Life Questionnaire (AQLQ) for assessment (mean difference (MD) 1.90, 95% confidence interval (CI) 1.24 to 2.91), but two other trials did not identify a benefit. Patient/parent satisfaction with the performance of paediatricians was greater in the SDM group in one trial involving children. Medication adherence was better in the SDM group in two studies - one involving adults and one involving children (all medication adherence: MD 0.21, 95% CI 0.11 to 0.31; mean number of controlled medication prescriptions over 26 weeks: 1.1 in the SDM group (n = 26) and 0.7 in the control group (n = 27)). In one study, asthma-related visit rates were lower in the SDM group than in the usual care group (1.0/y vs 1.4/y; P = 0.016), but two other studies did not report a difference in exacerbations nor in prescriptions for short courses of oral steroids. Finally, one study described better odds of reporting no asthma problems in the SDM group than in the usual care group (odds ratio (OR) 1.90, 95% CI 1.26 to 2.87), although two other studies reporting asthma control did not identify a benefit with SDM. We found no information about acceptability of the intervention to the healthcare professional and no information on adverse events. Overall, our confidence in study results ranged from very low to moderate, and we downgraded outcomes owing to risk of bias, imprecision, and indirectness."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Substantial differences between the four included randomised controlled trials (RCTs) indicate that we cannot provide meaningful overall conclusions. Individual studies demonstrated some benefits of SDM over control, in terms of quality of life; patient and parent satisfaction; adherence to prescribed medication; reduction in asthma-related healthcare visits; and improved asthma control. Our confidence in the findings of these individual studies ranges from moderate to very low, and it is important to note that studies did not measure or report adverse events.\nFuture trials should be adequately powered and of sufficient duration to detect differences in patient-important outcomes such as exacerbations and hospitalisations. Use of core asthma outcomes and validated scales when possible would facilitate future meta-analysis. Studies conducted in lower-income settings and including an economic evaluation would be of interest. Investigators should systematically record adverse events, even if none are anticipated. Studies identified to date have not included adolescents; future trials should consider their inclusion. Measuring and reporting of intervention fidelity is also recommended."
    }
  ],
  "pls_title": "Can shared decision-making between the patient and the healthcare professional help people with asthma?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background to the question",
      "text": "Asthma is a long-term disease that is common in adults and children. People with asthma often wheeze, cough, and have difficulty breathing. Shared decision-making means fully involving individuals with asthma in decisions about their care. It usually involves the patient and his or her doctor or nurse, and key features include sharing information to help individuals with asthma make the best decisions for themselves. By including individuals with asthma in the decision-making process, it is hoped that their asthma will be better controlled and will cause them fewer problems."
    },
    {
      "heading": "Review question",
      "text": "We wanted to review the evidence on shared decision-making for people with asthma compared with standard asthma care, or a different way of making healthcare decisions. We wanted to know if shared decision-making has an effect on quality of life, asthma attacks, patient satisfaction with care, asthma control, sticking to medication plans, and unwanted effects."
    },
    {
      "heading": "Study characteristics",
      "text": "We reviewed the evidence up to November 2016. We found four studies, including 1342 people, that attempted to answer this question. All participants had asthma; participants in three studies were children and those in one study were adults. Three studies took place in the United States and one in the Netherlands; studies lasted from six months to two years. Different studies used different methods of shared decision-making, including face-to-face discussions, telephone calls, and online messages."
    },
    {
      "heading": "Key results",
      "text": "Because these studies were conducted in different ways, we were unable to combine their findings. We found evidence from individual studies indicating that shared decision-making may improve quality of life and asthma control and may reduce healthcare visits for asthma. Shared decision-making may also help people to take their asthma inhaler(s) more regularly owing to better understanding of why they need to do that. Going through this process may make people feel more satisfied with their care, as they may feel empowered about making choices. However, all of these findings were reported by different studies, and some studies showed benefit of shared decision-making, while others did not. It is important to mention that none of these studies looked into whether shared decision-making causes unwanted side effects. All four studies measured how well the shared decision-making intervention had been delivered or received but did this in different ways."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We were not very confident in the quality of the evidence presented in this review. We were concerned about the small number of studies and about differences in the way included studies were designed. Also, participants knew which group they were in (i.e. shared decision-making or standard care), and this may have affected how they answered questions about their asthma during the trial."
    },
    {
      "heading": "Take-home message",
      "text": "Some evidence suggests that shared decision-making might help people with asthma, but we are not sure whether it is helpful. In the future, larger studies that include adolescents while looking out for side effects, harms, and benefits should prove useful in answering this question."
    }
  ]
}