{
  "doi": "10.1002/14651858.CD010306.pub2",
  "name": "Organisational interventions for improving wellbeing and reducing work‐related stress in teachers ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The teaching profession is an occupation with a high prevalence of work-related stress. This may lead to sustained physical and mental health problems in teachers. It can also negatively affect the health, wellbeing and educational attainment of children, and impose a financial burden on the public budget in terms of teacher turnover and sickness absence. Most evaluated interventions for the wellbeing of teachers are directed at the individual level, and so do not tackle the causes of stress in the workplace. Organisational-level interventions are a potential avenue in this regard."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of organisational interventions for improving wellbeing and reducing work-related stress in teachers."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, PsycINFO, ASSIA, AEI, BEI, BiblioMap, DARE, DER, ERIC, IBSS, SSCI, Sociological Abstracts, a number of specialist occupational health databases, and a number of trial registers and grey literature sources from the inception of each database until January 2015."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs), cluster-RCTs, and controlled before-and-after studies of organisational-level interventions for the wellbeing of teachers."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "Four studies met the inclusion criteria. They were three cluster-randomised controlled trials and one with a stepped-wedge design.\nChanging task characteristics\nOne study with 961 teachers in eight schools compared a task-based organisational change intervention along with stress management training to no intervention. It found a small reduction at 12 months in 10 out of 14 of the subscales in the Occupational Stress Inventory, with a mean difference (MD) varying from -3.84 to 0.13, and a small increase in the Work Ability Index (MD 2.27; 95% confidence interval (CI) 1.64 to 2.90; 708 participants, low-quality evidence).\nChanging organisational characteristics\nTwo studies compared teacher training combined with school-wide coaching support to no intervention. One study with 59 teachers in 43 schools found no significant effects on job-related anxiety (MD -0.25 95% CI -0.61 to 0.11, very low-quality evidence) or depression (MD -0.26 95% CI -0.57 to 0.05, very low-quality evidence) after 24 months. The other study with 77 teachers in 18 schools found no significant effects on the Maslach Burnout Inventory subscales (e.g. emotional exhaustion subscale: MD -0.05 95% CI -0.52 to 0.42, low-quality evidence) or the Teacher Perceived Emotional Ability subscales (e.g. regulating emotions subscale: MD 0.11 95% CI -0.11 to 0.33, low-quality evidence) after six months.\nMulti-component intervention\nOne study with 1102 teachers in 34 schools compared a multi-component intervention containing performance bonus, job promotion opportunities and mentoring support to a matched-comparison group consisting of 300 schools. It found moderately higher teacher retention rates (MD 11.50 95% CI 3.25 to 19.75 at 36 months follow-up, very low-quality evidence). However, the authors reported results only from one cohort out of four (eight schools), demonstrating a high risk of reporting bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found low-quality evidence that organisational interventions lead to improvements in teacher wellbeing and retention rates. We need further evaluation of the effects of organisational interventions for teacher wellbeing. These studies should follow a complex-interventions framework, use a cluster-randomised design and have large sample sizes."
    }
  ],
  "pls_title": "Work changes to prevent and decrease stress in teachers",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Teachers often experience stress at work, which can lead to physical and mental health problems, increased sickness absence, teacher resignations, and decline in children's performance and health. Individual stress management and counselling programmes directed at teachers only target stress symptoms, while interventions directed at the school organisation target the causes of stress. We searched for studies until January 2015 to assess the evidence on work changes to improve wellbeing and reduce work-related stress in teachers."
    },
    {
      "heading": "Study Characteristics",
      "text": "We found four studies that included a total of 2199 teachers. They evaluated three types of work changes. One intervention consisted of changes in teachers' tasks such as redesigning work, establishing flexible work schedules and redesigning the work environment. Another intervention consisted of a school-wide coaching support network alongside individual training for teachers, in order to deliver a child development programme. The third intervention consisted of several components: performance bonus pay, job promotion opportunities and mentoring."
    },
    {
      "heading": "Results",
      "text": "Changes in tasks of teachers\nIn one study with 961 teachers in eight schools, changes in tasks of teachers combined with stress management training resulted in a small reduction in work stress levels after one year follow-up compared to no intervention. There was also a small increase in work ability, meaning how well a worker is able to perform his or her work. However, the authors did not report how they changed teachers' tasks, limiting the results' usefulness elsewhere.\nChanging organisational features\nThere were two studies of school-wide coaching support combined with teacher training. In one study with 43 schools and 59 participating teachers, there was no considerable effect on anxiety or depression after two years follow-up compared to no intervention. In the other study with 18 schools and 77 participating teachers, there was no considerable effect on burnout or emotional ability after six months follow-up compared to no intervention. Burnout is a state of prolonged severe stress. Emotional ability means understanding other people’s emotions, and understanding and controlling ones own emotions. Both studies had a small number of participants.\nMulticomponent programme\nIn one study with 34 schools and 1102 teachers, the intervention included performance bonus pay, job promotion opportunities and mentoring. After three years follow-up and compared to 300 similar schools, there was a moderate reduction in resignation of teachers in the intervention schools. However, authors reported results only for eight schools."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence was low for all interventions because the authors did not report all the results and lost many participants for follow-up. All included studies also had interventions directed at individual teachers combined with changes at schools. Therefore, new and better quality studies directed at schools will probably change the conclusions of this review."
    },
    {
      "heading": "Conclusion",
      "text": "Changing the way teachers' work is organised at schools may improve the teachers' wellbeing and may reduce teacher resignations. We need better-designed research in the development and testing of work changes in schools. In future studies, whether work at schools is changed or not should be determined according to chance. These studies should also have several hundred participants."
    }
  ]
}