{
  "doi": "10.1002/14651858.CD013864.pub2",
  "name": "Antibiotics for hospital‐acquired pneumonia in neonates and children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Hospital-acquired pneumonia is one of the most common hospital-acquired infections in children worldwide. Most of our understanding of hospital-acquired pneumonia in children is derived from adult studies. To our knowledge, no systematic review with meta-analysis has assessed the benefits and harms of different antibiotic regimens in neonates and children with hospital-acquired pneumonia."
    },
    {
      "heading": "Objectives",
      "text": "To assess the beneficial and harmful effects of different antibiotic regimens for hospital-acquired pneumonia in neonates and children."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, three other databases, and two trial registers to February 2021, together with reference checking, citation searching, and contact with study authors to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised clinical trials comparing one antibiotic regimen with any other antibiotic regimen for hospital-acquired pneumonia in neonates and children."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors independently assessed studies for inclusion, extracted data, and assessed risk of bias. We assessed the certainty of the evidence using the GRADE approach. Our primary outcomes were all-cause mortality and serious adverse events; our secondary outcomes were health-related quality of life, pneumonia-related mortality, non-serious adverse events, and treatment failure. Our primary time point of interest was at maximum follow-up."
    },
    {
      "heading": "Main results",
      "text": "We included four randomised clinical trials (84 participants). We assessed all trials as having high risk of bias.\nWe did not conduct any meta-analyses, as the included trials did not compare similar antibiotic regimens.\nEach of the four trials assessed a different comparison, as follows: cefepime versus ceftazidime; linezolid versus vancomycin; meropenem versus cefotaxime; and ceftobiprole versus cephalosporin.\nOnly one trial reported our primary outcomes of all-cause mortality and serious adverse events. Three trials reported our secondary outcome of treatment failure. Two trials primarily included community-acquired pneumonia and hospitalised children with bacterial infections, hence the children with hospital-acquired pneumonia constituted subgroups of the total sample sizes.\nWhere outcomes were reported, the certainty of the evidence was very low for each of the comparisons. We are unable to draw meaningful conclusions from the numerical results.\nNone of the included trials assessed health-related quality of life, pneumonia-related mortality, or non-serious adverse events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The relative beneficial and harmful effects of different antibiotic regimens remain unclear due to the very low certainty of the available evidence. The current evidence is insufficient to support any antibiotic regimen being superior to another. Randomised clinical trials assessing different antibiotic regimens for hospital-acquired pneumonia in children and neonates are warranted."
    }
  ],
  "pls_title": "Antibiotics for hospital-acquired pneumonia in newborns and children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Which antibiotic regimen is safer and more effective in treating neonates (newborns) and children with hospital-acquired pneumonia?"
    },
    {
      "heading": "Background",
      "text": "Hospital-acquired pneumonia is an inflammation of the tissue of one or both lungs caused by an infection that occurs during a hospital stay (i.e. 48 hours or more after hospital admission). It is one of the most common hospital-acquired infections in children worldwide, and is associated with a high death rate. Most of our understanding of hospital-acquired pneumonia in children is drawn from adult studies. To our knowledge this is the first review with meta-analysis that assesses the benefits and harms of different antibiotic regimens in newborns and children with hospital-acquired pneumonia."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to February 2021."
    },
    {
      "heading": "Study characteristics",
      "text": "We included four trials randomising 84 children with hospital-acquired pneumonia to different antibiotic regimens. Three trials were multicentre trials from the USA, Latin America, Europe, and South Africa. The South African trial included one site in Malaysia. Each of the four included trials compared different antibiotic regimens, as follows: cefepime versus ceftazidime; linezolid versus vancomycin; meropenem versus cefotaxime; and ceftobiprole versus cephalosporin."
    },
    {
      "heading": "Study funding sources",
      "text": "Three trials were funded by pharmaceutical companies (Zeneca Pharmaceuticals, Pharmacia Corp, and Basilea Pharmaceutica International Ltd.), indicating a possible risk of bias related to a vested interest risk."
    },
    {
      "heading": "Key results",
      "text": "Each of the four included trials compared different antibiotic regimens, as follows: cefepime versus ceftazidime; linezolid versus vancomycin; meropenem versus cefotaxime; and ceftobiprole versus cephalosporin.\nOnly one trial reported our primary outcomes of death from all causes and serious adverse events (major complications). Three trials reported our secondary outcome of treatment failure. Two trials primarily included community-acquired pneumonia and hospitalised children with bacterial infections, hence the children with hospital-acquired pneumonia constituted only subgroups of the total study populations.\nWhere outcomes were reported, the certainty of the evidence was very low for each of the comparisons. We were unable to draw any meaningful conclusions from the numerical results.\nNone of the included trials assessed health-related quality of life, pneumonia-related death, or non-serious adverse events (minor complications)."
    },
    {
      "heading": "Conclusions",
      "text": "The available evidence does not suggest that one antibiotic regimen is safer and more effective than another in treating newborns and children with hospital-acquired pneumonia. Further research is needed."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "The certainty of evidence is very low. All four included trials had high risk of bias (i.e. the studies were designed in such a way that the results may have been skewed). In addition, the included trials involved few participants, which is likely to have led to inaccurate results."
    }
  ]
}