{
  "doi": "10.1002/14651858.CD009371.pub2",
  "name": "Fingolimod for relapsing‐remitting multiple sclerosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Fingolimod was approved in 2010 for the treatment of patients with the relapsing-remitting (RR) form of multiple sclerosis (MS). It was designed to reduce the frequency of exacerbations and to delay disability worsening. Issues on its safety and efficacy, mainly as compared to other disease modifying drugs (DMDs), have been raised."
    },
    {
      "heading": "Objectives",
      "text": "To assess the safety and benefit of fingolimod versus placebo, or other disease-modifying drugs (DMDs), in reducing disease activity in people with relapsing-remitting multiple sclerosis (RRMS)."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Multiple Sclerosis and Rare Diseases of the Central Nervous System (CNS) Group's Specialised Trials Register and US Food and Drug Administration reports (15 February 2016)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) assessing the beneficial and harmful effects of fingolimod versus placebo or other approved DMDs in people with RRMS."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures as expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "Six RCTs met our selection criteria. The overall population included 5152 participants; 1621 controls and 3531 treated with fingolimod at different doses; 2061 with 0.5 mg, 1376 with 1.25 mg, and 94 with 5.0 mg daily. Among the controls, 923 participants were treated with placebo and 698 with others DMDs. The treatment duration was six months in three, 12 months in one, and 24 months in two trials. One study was at high risk of bias for blinding, three studies were at high risk of bias for incomplete outcome reporting, and four studies were at high risk of bias for other reasons (co-authors were affiliated with the pharmaceutical company). We retrieved 10 ongoing trials; four of them have been completed.\nComparing fingolimod administered at the approved dose of 0.5 mg to placebo, we found that the drug at 24 months increased the probability of being relapse-free (risk ratio (RR) 1.44, 95% confidence interval (CI) (1.28 to 1.63); moderate quality of evidence), but it might lead to little or no difference in preventing disability progression (RR 1.07, 95% CI 1.02 to 1.11; primary clinical endpoints; low quality evidence). Benefit was observed for other measures of inflammatory disease activity including clinical (annualised relapse rate): rate ratio 0.50, 95% CI 0.40 to 0.62; moderate quality evidence; and magnetic resonance imaging (MRI) activity (gadolinium-enhancing lesions): RR of being free from (MRI) gadolinium-enhancing lesions: 1.36, 95% CI 1.27 to 1.45; low quality evidence.The mean change of MRI T2-weighted lesion load favoured fingolimod at 12 and 24 months.\nNo significant increased risk of discontinuation due to adverse events was observed for fingolimod 0.5 mg compared to placebo at six and 24 months. The risk of fingolimod discontinuation was significantly higher compared to placebo for the dose 1.25 mg at 24 months (RR 1.93, 95% CI 1.48 to 2.52).\nNo significant increased risk of discontinuation due to serious adverse events was observed for fingolimod 0.5 mg compared to placebo at six and 24 months. A significant increased risk of discontinuation due to serious adverse events was found for fingolimod 5.0 mg (RR 2.77, 95% CI 1.04 to 7.38) compared to placebo at six months.\nComparing fingolimod 0.5 mg to intramuscular interferon beta-1a, we found moderate quality evidence that the drug at one year slightly increased the number of participants free from relapse (RR 1.18, 95% CI 1.09 to 1.27) or from gadolinium-enhancing lesions (RR 1.12, 95% CI 1.05 to 1.19), and decreased the relapse rate (rate ratio 0.48, 95% CI 0.34 to 0.70). We did not detect any advantage for preventing disability progression (RR 1.02, 95% CI 0.99 to 1.06; low quality evidence). We did not detect any significant difference for MRI T2-weighted lesion load change.\nWe found a greater likelihood of participants discontinuing fingolimod, as compared to other DMDs, due to adverse events in the short-term (six months) (RR 3.21, 95% CI 1.16 to 8.86), but there was no significant difference versus interferon beta-1a at 12 months (RR 1.51, 95% CI 0.81 to 2.80; moderate quality evidence). A higher incidence of adverse events was suggestive of the lower tolerability rate of fingolimod compared to interferon-beta 1a.\nQuality of life was improved in participants after switching from a different DMD to fingolimod at six months, but this effect was not found compared to placebo at 24 months.\nAll studies were sponsored by Novartis Pharma."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Treatment with fingolimod compared to placebo in RRMS patients is effective in reducing inflammatory disease activity, but it may lead to little or no difference in preventing disability worsening. The risk of withdrawals due to adverse events requires careful monitoring of patients over time. The evidence on the risk/benefit profile of fingolimod compared with intramuscular interferon beta-1a was uncertain, based on a low number of head-to-head RCTs with short follow-up duration. The ongoing trial results will possibly satisfy these issues."
    }
  ],
  "pls_title": "Fingolimod for relapsing-remitting multiple sclerosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Considering the autoimmune pathogenesis of multiple sclerosis (MS), most of the treatments have been based on the immunomodulatory and immunosuppressive properties of drugs such as interferons, glatiramer, azathioprine, cyclophosphamide and mitoxantrone.\nFingolimod, was the first agent to gain approval as an oral treatment in 2010. It is efficiently absorbed, its absorption is unaffected by dietary intake and, as an oral therapy, it has aroused great interest in patients, having a more acceptable route of administration than injections."
    },
    {
      "heading": "Aim of the review",
      "text": "To assess the safety and the benefits of fingolimod in reducing disease activity in people with relapsing-remitting MS (RRMS). A number of safety concerns have already emerged, including serious infections and adverse cardiac effects."
    },
    {
      "heading": "Study characteristics",
      "text": "Six studies, published between 2006 and 2014, were included in this review, comprising a total of 5152 participants suffering from RRMS. The treatment duration was six months in three studies, 12 months in one study, and 24 months in two studies."
    },
    {
      "heading": "Key results and quality of evidence",
      "text": "The main conclusion of this review was that fingolimod, administered as monotherapy at the approved dose of 0.5 mg once-daily increases the probability of being relapse-free at 24 months compared to placebo. The benefit was confirmed with disease activity measures defined by magnetic resonance imaging (MRI) scans. However, there was no effect on preventing disability worsening; treatment was not associated with an increased risk of patient withdrawals due to adverse events.\nComparing the same dose of fingolimod to intramuscular interferon beta-1a, the drug at one year slightly increased the number of participants free from relapse or from inflammatory enhancing lesions and decreased the relapse rate. Again, we did not detect any advantage for preventing disability progression. We found a greater likelihood of discontinuation due to adverse events in the short-term (six months) for fingolimod as compared to immunomodulating drugs, and no significant difference compared to interferon beta at 12 months.\nThe duration of all studies was equal or inferior to 24 months, so that the efficacy (but mostly the safety) of fingolimod over 24 months remains uncertain. This is a key point for a lifetime disease with the probability of chronic treatments as in MS.\nThe risk of adverse events requires careful monitoring of patients over time and suggests the need for studies with longer follow-up, particularly considering the recent warning on the development of progressive multifocal leukoencephalopathy.\nThe six studies included in this review were sponsored by Novartis Pharma, and most co-authors of the published papers were affiliated to the pharmaceutical company; this is recognised as a potential source of bias."
    }
  ]
}