{
  "doi": "10.1002/14651858.CD013737.pub2",
  "name": "Interventions for reducing red blood cell transfusion in adults undergoing hip fracture surgery: an overview of systematic reviews ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Following hip fracture, people sustain an acute blood loss caused by the injury and subsequent surgery. Because the majority of hip fractures occur in older adults, blood loss may be compounded by pre-existing anaemia. Allogenic blood transfusions (ABT) may be given before, during, and after surgery to correct chronic anaemia or acute blood loss. However, there is uncertainty about the benefit-risk ratio for ABT. This is a potentially scarce resource, with availability of blood products sometimes uncertain. Other strategies from Patient Blood Management may prevent or minimise blood loss and avoid administration of ABT."
    },
    {
      "heading": "Objectives",
      "text": "To summarise the evidence from Cochrane Reviews and other systematic reviews of randomised or quasi-randomised trials evaluating the effects of pharmacological and non-pharmacological interventions, administered perioperatively, on reducing blood loss, anaemia, and the need for ABT in adults undergoing hip fracture surgery."
    },
    {
      "heading": "Methods",
      "text": "In January 2022, we searched the Cochrane Library, MEDLINE, Embase, and five other databases for systematic reviews of randomised controlled trials (RCTs) of interventions given to prevent or minimise blood loss, treat the effects of anaemia, and reduce the need for ABT, in adults undergoing hip fracture surgery. We searched for pharmacological interventions (fibrinogen, factor VIIa and factor XIII, desmopressin, antifibrinolytics, fibrin and non-fibrin sealants and glue, agents to reverse the effects of anticoagulants, erythropoiesis agents, iron, vitamin B12, and folate replacement therapy) and non-pharmacological interventions (surgical approaches to reduce or manage blood loss, intraoperative cell salvage and autologous blood transfusion, temperature management, and oxygen therapy).\nWe used Cochrane methodology, and assessed the methodological quality of included reviews using AMSTAR 2. We assessed the degree of overlap of RCTs between reviews. Because overlap was very high, we used a hierarchical approach to select reviews from which to report data; we compared the findings of selected reviews with findings from the other reviews. Outcomes were: number of people requiring ABT, volume of transfused blood (measured as units of packed red blood cells (PRC)), postoperative delirium, adverse events, activities of daily living (ADL), health-related quality of life (HRQoL), and mortality."
    },
    {
      "heading": "Main results",
      "text": "We found 26 systematic reviews including 36 RCTs (3923 participants), which only evaluated tranexamic acid and iron. We found no reviews of other pharmacological interventions or any non-pharmacological interventions.\nTranexamic acid (17 reviews, 29 eligible RCTs)\nWe selected reviews with the most recent search date, and which included data for the most outcomes. The methodological quality of these reviews was low. However, the findings were largely consistent across reviews.\nOne review included 24 RCTs, with participants who had internal fixation or arthroplasty for different types of hip fracture. Tranexamic acid was given intravenously or topically during the perioperative period. In this review, based on a control group risk of 451 people per 1000, 194 fewer people per 1000 probably require ABT after receiving tranexamic acid (risk ratio (RR) 0.56, 95% confidence interval (CI) 0.46 to 0.68; 21 studies, 2148 participants; moderate-certainty evidence). We downgraded the certainty for possible publication bias.\nReview authors found that there was probably little or no difference in the risks of adverse events, reported as deep vein thrombosis (RR 1.16, 95% CI 0.74 to 1.81; 22 studies), pulmonary embolism (RR 1.01, 95% CI 0.36 to 2.86; 9 studies), myocardial infarction (RR 1.00, 95% CI 0.23 to 4.33; 8 studies), cerebrovascular accident (RR 1.45, 95% CI 0.56 to 3.70; 8 studies), or death (RR 1.01, 95% CI 0.70 to 1.46; 10 studies). We judged evidence from these outcomes to be moderate certainty, downgraded for imprecision.\nAnother review, with a similarly broad inclusion criteria, included 10 studies, and found that tranexamic acid probably reduces the volume of transfused PRC (0.53 fewer units, 95% CI 0.27 to 0.80; 7 studies, 813 participants; moderate-certainty evidence). We downgraded the certainty because of unexplained high levels of statistical heterogeneity.\nNo reviews reported outcomes of postoperative delirium, ADL, or HRQoL.\nIron (9 reviews, 7 eligible RCTs)\nWhilst all reviews included studies in hip fracture populations, most also included other surgical populations. The most current, direct evidence was reported in two RCTs, with 403 participants with hip fracture; iron was given intravenously, starting preoperatively. This review did not include evidence for iron with erythropoietin. The methodological quality of this review was low.\nIn this review, there was low-certainty evidence from two studies (403 participants) that there may be little or no difference according to whether intravenous iron was given in: the number of people who required ABT (RR 0.90, 95% CI 0.73 to 1.11), the volume of transfused blood (MD -0.07 units of PRC, 95% CI -0.31 to 0.17), infection (RR 0.99, 95% CI 0.55 to 1.80), or mortality within 30 days (RR 1.06, 95% CI 0.53 to 2.13). There may be little or no difference in delirium (25 events in the iron group compared to 26 events in control group; 1 study, 303 participants; low-certainty evidence). We are very unsure whether there was any difference in HRQoL, since it was reported without an effect estimate. The findings were largely consistent across reviews. We downgraded the evidence for imprecision, because studies included few participants, and the wide CIs indicated possible benefit and harm.\nNo reviews reported outcomes of cognitive dysfunction, ADL, or HRQoL."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Tranexamic acid probably reduces the need for ABT in adults undergoing hip fracture surgery, and there is probably little or no difference in adverse events. For iron, there may be little or no difference in overall clinical effects, but this finding is limited by evidence from only a few small studies. Reviews of these treatments did not adequately include patient-reported outcome measures (PROMS), and evidence for their effectiveness remains incomplete. We were unable to effectively explore the impact of timing and route of administration between reviews.\nA lack of systematic reviews for other types of pharmacological or any non-pharmacological interventions to reduce the need for ABT indicates a need for further evidence syntheses to explore this. Methodologically sound evidence syntheses should include PROMS within four months of surgery."
    }
  ],
  "pls_title": "What treatments reduce the need for a blood transfusion in adults who have broken their hip?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- Using a medicine called tranexamic acid before, during, or after surgery for a broken hip probably reduces the need for a blood transfusion.\n- Treatment with iron may make little to no difference to whether people need a blood transfusion after they have broken their hip."
    },
    {
      "heading": "What is the condition?",
      "text": "A broken hip (a break at the top of the leg bone) is common in older adults whose bones may have weakened because of a condition called osteoporosis. People can lose large amounts of blood with this injury, and they will also lose blood while the bone is fixed in an operation. Many of these older people also have anaemia, with fewer red blood cells to help carry oxygen around the body. Often people will need to be given a blood transfusion (donated from another person) as part of their treatment. There are some risks with this, such as infections, a longer stay in hospital, or becoming confused after surgery."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out whether there were any treatments that could reduce the need for a blood transfusion. We were interested in any medicine, or any other method that reduces additional blood loss. We also wanted to know if these treatments improved people's quality of life after surgery, or caused any unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for systematic reviews that looked at treatments to reduce blood loss in people with a broken hip. These reviews collect all the available evidence for a treatment from published studies and analyse their results. In this overview, we summarised the results of reviews and rated our confidence in the evidence that they reported. We based our judgements about our confidence on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 17 reviews about tranexamic acid and nine reviews about iron, which included 36 studies with 3923 participants. These reviews included many of the same studies; we summarised evidence from three reviews that provided the most relevant information.\nFor tranexamic acid, one review included 24 studies with 2148 people with a broken hip, and another included 10 studies with 1123 people. In these studies, people were given tranexamic acid before, during, or after surgery (or at all three times); it was given either directly into a person's vein, or applied onto open wounds.\nFor iron, one review included two studies with 403 people. The treatment was given directly into a vein either before surgery, or before and after surgery.\nWe found no reviews for any other types of treatment."
    },
    {
      "heading": "Main results",
      "text": "Compared to no treatment (or a 'dummy' treatment that does not contain a medicine), tranexamic acid:\n- probably reduces the need for a blood transfusion. For every 1000 people who have a hip fracture, 257 people might need a blood transfusion after receiving tranexamic acid, compared to 451 people who did not receive it;\n- probably reduces the amount of transfused blood that a person is given;\n- probably makes little to no difference to the number of people who have side effects from treatment (such as blood clots that develop in a deep vein), or the number of people who die within a month of breaking their hip.\nCompared to no treatment (or a 'dummy' treatment), iron may make little to no difference to:\n- the number of people who need to have a blood transfusion;\n- the amount of transfused blood, confusion after surgery, infections, or deaths within one month.\nWe were not sure if receiving iron would affect people's health-related quality of life four months after surgery.\nNo reviews reported whether these treatments affected people's ability to carry out daily activities four months after surgery. No reviews about tranexamic acid reported information about confusion or health-related quality of life."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are only moderately confident in the evidence that tranexamic acid reduces the need for blood transfusion. The studies that provided results in our selected review may not represent all of the evidence, and this may have exaggerated the benefits of this treatment. For other outcomes, some studies were too small, reported wide differences in their results, and we could not be certain if all the studies were well-designed to give a reliable result.\nWe have little confidence in our findings for iron treatment, because the studies were too small to produce reliable results.\nThere were some flaws in the way all of the reviews came to their final conclusions, meaning that they may not have been conducted to the highest possible standard. However, the results in each review were all similar, and this meant that we were more confident that their results were accurately collected from study reports."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This overview is up to date to January 2022."
    }
  ]
}