{
  "doi": "10.1002/14651858.CD002815.pub2",
  "name": "Physiotherapy for Parkinson's disease: a comparison of techniques",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Despite medical therapies and surgical interventions for Parkinson's disease (PD), patients develop progressive disability. The role of physiotherapy is to maximise functional ability and minimise secondary complications through movement rehabilitation within a context of education and support for the whole person. The overall aim is to optimise independence, safety and wellbeing, thereby enhancing quality of life. Trials have shown that physiotherapy has short-term benefits in PD. However, which physiotherapy intervention is most effective remains unclear."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of one physiotherapy intervention compared with a second approach in patients with PD."
    },
    {
      "heading": "Search methods",
      "text": "Relevant trials were identified by electronic searches of numerous literature databases (for example MEDLINE, EMBASE) and trial registers, plus handsearching of major journals, abstract books, conference proceedings and reference lists of retrieved publications. The literature search included trials published up to the end of January 2012."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of one physiotherapy intervention versus another physiotherapy intervention in patients with PD."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data were abstracted independently from each paper by two authors. Trials were classified into the following intervention comparisons: general physiotherapy, exercise, treadmill training, cueing, dance and martial arts."
    },
    {
      "heading": "Main results",
      "text": "A total of 43 trials were identified with 1673 participants. All trials used small patient numbers (average trial size of 39 participants); the methods of randomisation and concealment of allocation were poor or not stated in most trials. Blinded assessors were used in just over half of the trials and only 10 stated that they used intention-to-treat analysis.\nA wide variety of validated and customised outcome measures were used to assess the effectiveness of physiotherapy interventions. The most frequently reported physiotherapy outcomes were gait speed and timed up and go, in 19 and 15 trials respectively. Only five of the 43 trials reported data on falls (12%). The motor subscales of the Unified Parkinson’s Disease Rating Scale and Parkinson’s Disease Questionnaire-39 were the most commonly reported clinician-rated disability and patient-rated quality of life outcome measures, used in 22 and 13 trials respectively. The content and delivery of the physiotherapy interventions varied widely in the trials included within this review, so no quantitative meta-analysis could be performed."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Considering the small number of participants examined, the methodological flaws in many of the studies, the possibility of publication bias, and the variety of interventions, formal comparison of the different physiotherapy techniques could not be performed. There is insufficient evidence to support or refute the effectiveness of one physiotherapy intervention over another in PD.\nThis review shows that a wide range of physiotherapy interventions to treat PD have been tested . There is a need for more specific trials with improved treatment strategies to underpin the most appropriate choice of physiotherapy intervention and the outcomes measured."
    }
  ],
  "pls_title": "Physiotherapy for the treatment of Parkinson's disease",
  "pls_type": "long",
  "pls": "In spite of various medical and surgical treatments for Parkinson's disease (PD) patients gradually develop significant physical problems. Physiotherapists aim to enable people with PD to maintain their maximum level of mobility, activity and independence through the provision of the appropriate treatment. A range of approaches to movement rehabilitation are used, which aim to enhance quality of life by maximising physical ability and minimising secondary complications over the whole course of the disease. Evidence has shown that physiotherapy has short-term benefits in PD, however which approach of physiotherapy is most effective remains unclear.\nOnly randomised controlled trials were included in this review. These were studies where a group of participants were given one physiotherapy intervention and were compared with another group who received a different physiotherapy intervention. The participants were assigned to a group in a random fashion to reduce the potential for bias.\nA total of 43 randomised trials involving 1673 participants (average trial size of just 39 participants) were identified as suitable for this review. The trials assessed various physiotherapy interventions, so they were grouped according to the type of intervention being used (general physiotherapy, exercise, treadmill training, cueing, dance or martial arts). However, despite this grouping, the physiotherapy interventions delivered and the outcomes assessed varied so much that the results of the individual trials could not be combined.\nThis review highlights that a wide range of different physiotherapy techniques have been tested to treat PD. Considering the small number of participants, the wide variety of physiotherapy interventions and the outcomes assessed, there is insufficient evidence to support the use of one approach of physiotherapy intervention over another for the treatment of PD."
}