{
  "doi": "10.1002/14651858.CD009278.pub2",
  "name": "Combined oestrogen and progesterone for preventing miscarriage",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Historically, oestrogen and progesterone were each commonly used to save threatened pregnancies. In the 1940s it was postulated that their combined use would be synergistic and thereby led to the rationale of combined therapy for women who risked miscarriage."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy and safety of combined oestrogen and progesterone therapy to prevent miscarriage."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (23 June 2013) CENTRAL (OVID) (The Cochrane Library 2013, Issue 6 of 12), MEDLINE (OVID) (1946 to June Week 2 2013), OLDMEDLINE (1946 to 1965), Embase (1974 to Week 25 2013), Embase Classic (1947 to 1973), CINAHL (1994 to 23 June 2013) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials that assessed the effectiveness of combined oestrogen and progesterone for preventing miscarriage. We included one stratified randomised trial and one quasi-randomised trials. Cluster-randomised trials were eligible for inclusion but none were identified. We excluded studies published only as abstracts.\nWe included studies that compared oestrogen and progesterone versus placebo or no intervention."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and assessed trial quality. Two review authors extracted data. Data were checked for accuracy."
    },
    {
      "heading": "Main results",
      "text": "Two trials (281 pregnancies and 282 fetuses) met our inclusion criteria. However, the two trials had significant clinical and methodological heterogeneity such that a meta-analysis combining trial data was considered inappropriate.\nOne trial (involving 161 pregnancies) was based on women with a history of diabetes. It showed no statistically significant difference between using combined oestrogen and progestogen and using placebo for all our proposed primary outcomes, namely, miscarriage (risk ratio (RR) 0.95, 95% confidence interval (CI) 0.32 to 2.80), perinatal death (RR 0.94, 95% CI 0.53 to 1.69) and preterm birth (less than 34 weeks of gestation) (RR 0.91, 95% CI 0.80 to 1.04). In terms of this review's secondary outcomes, use of combined oestrogen and progestogen was associated with an increased risk of maternal cancer in the reproductive system (RR 6.65, 95% CI 1.56 to 28.29). However, for the outcome of cancer other than that of the reproductive system in mothers, there was no difference between groups. Similarly, there were no differences between the combined oestrogen and progestogen group versus placebo for other secondary outcomes reported: low birthweight of less than 2500 g, genital abnormalities in the offspring, abnormalities other than genital tract in the offspring, cancer in the reproductive system in the offspring, or cancer other than of the reproductive system in the offspring.\nThe second study was based on pregnant women who had undergone in-vitro fertilisation (IVF). This study showed no difference in the rate of miscarriage between the combined oestrogen and progesterone group and the no treatment group (RR 0.66, 95% CI 0.23 to 1.85). The study did not report on this review's other primary outcomes (perinatal death or rates of preterm birth), nor on any of our proposed secondary outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is an insufficient evidence from randomised controlled trials to assess the use of combined oestrogen and progesterone for preventing miscarriages. We strongly recommend further research in this area."
    }
  ],
  "pls_title": "Combined use of oestrogen and progesterone for preventing miscarriage",
  "pls_type": "long",
  "pls": "The hormones oestrogen and progesterone have established physiological roles in maintaining pregnancy. It has been suggested that supplementation of these hormones could help prevent miscarriage before 24 weeks of pregnancy, particularly in women who have low levels of the hormones, in assisted reproductive technology programs, or who have a history of repeated miscarriages. In our review of randomised controlled trials published in major scientific databases, we only identified two trials that met our inclusion criteria. The two trials involved small numbers of women. One involved 161 women with diabetes who took oral placebo or oral diethylstilboestrol and ethisterone in increasing doses from before the end of the 16th week until birth. The other trial involved 120 women with pregnancy assisted by in vitro fertilisation and embryo transfer who continued treatment until the completed 12th week of gestation.\nFrom the little evidence available, the two trials found no evidence that combined oestrogen and progestogen can prevent miscarriage (progestogen is a major class of hormones which includes progesterone) when compared with placebo or usual care. The first of the two studies indicated an increased risk for the mothers who used hormonal therapy during pregnancy of developing cancer later in life. Diethylstilboestrol is no longer in use and poses serious adverse effects while ethisterone contains androgenic properties thought to be responsible for genital abnormalities and has been replaced by progesterone.\nOverall, we acknowledge the lack of trials, especially large-scale trials, and therefore suggest further research is needed in this area before supporting or disproving the use of combined oestrogen and progesterone for the prevention of miscarriages."
}