{
  "doi": "10.1002/14651858.CD004244.pub2",
  "name": "Alpha lipoic acid for dementia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Oxidative processes have been implicated in the pathogenesis of neurodegenerative dementias including Alzheimer's disease. Protecting the central nervous system against these damaging mechanisms may be a useful therapeutic approach. Alpha lipoic acid (ALA) is an endogenous antioxidant that interrupts cellular oxidative processes in both its oxidized and reduced forms. These properties might qualify ALA for a modulatory role in the treatment of people with dementia."
    },
    {
      "heading": "Objectives",
      "text": "To assess the role and clinical efficacy of alpha lipoic acid in the treatment of dementia."
    },
    {
      "heading": "Search methods",
      "text": "The Specialized Register of the Cochrane Dementia and Cognitive Improvement Group (CDCIG), The Cochrane Library, MEDLINE, EMBASE, PsycINFO, CINAHL and LILACS were searched on 3 January 2008 using the terms 'alpha lipoic acid' and 'thioctic'. The CDCIG Specialized Register contains records from all major health care databases (CENTRAL, MEDLINE, EMBASE, PsycINFO, CINAHL, LILACS) as well as from many trials databases and grey literature sources."
    },
    {
      "heading": "Selection criteria",
      "text": "All double-blind randomized placebo-controlled trials examining the efficacy of alpha lipoic acid in dementia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "No trials were found that met the selection criteria"
    },
    {
      "heading": "Main results",
      "text": "No meta-analysis could be performed. A systematic search of the Specialized Register of the Cochrane Dementia and Cognitive Improvement Group, as well as registers of ongoing and unpublished trials, could not identify any studies investigating the use of ALA for dementia."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In the absence of randomized double-blind placebo-controlled trials investigating ALA for dementia, no evidence exists to explore any potential effects. Until data from trials become available for analysis, ALA cannot be recommended for people with dementia."
    }
  ],
  "pls_title": "No evidence of efficacy of alpha lipoic acid for dementia",
  "pls_type": "long",
  "pls": "Alpha lipoic acid (ALA) is one of a number of potent antioxidants for which a potential therapeutic role in dementia has been postulated. This suggestion arises from the possibility that oxidative and inflammatory processes contribute to the neurodegeneration of Alzheimer's disease. Whilst ALA has been used as part of the treatment for a variety of neurological disorders, no placebo-controlled randomized trials have been conducted for its use in degenerative dementias. ALA for the treatment of dementia of any subtype cannot currently be recommended."
}