{
  "doi": "10.1002/14651858.CD005080.pub2",
  "name": "Intra‐peritoneal prophylactic agents for preventing adhesions and adhesive intestinal obstruction after non‐gynaecological abdominal surgery ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Intra-abdominal adhesions are common and challenge patients, surgeons and other healthcare providers. They are potentially preventable and several agents that act as barriers between adjacent peritoneal surfaces have been evaluated for prophylaxis. Efficacy, judged by systematic reviews, has only been undertaken in gynaecological surgery."
    },
    {
      "heading": "Objectives",
      "text": "To determine efficacy and safety of peritoneal adhesion prophylaxis on incidence, distribution and adhesion-related intestinal obstruction after non-gynaecological surgery."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Central Register of Controlled Trials, the Cochrane Colorectal Cancer Group specialised register, MEDLINE (1966-2008), and EMBASE (1971-2008) were searched."
    },
    {
      "heading": "Selection criteria",
      "text": "Blinded and non-blinded, randomised and quasi-randomised clinical trials were considered."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors individually conducted the searches and assessed the quality of studies for inclusion which were analysed using the Revman Analyses software 5.0.0 provided by the Cochrane collaboration. Meta-analysis used a random effects model."
    },
    {
      "heading": "Main results",
      "text": "Seven randomised trials were eligible; six compared hyaluronic acid/carboxymethyl membrane (HA/CMC) and one 0.5% ferric hyaluronate gel against controls.\nHA/CMC reduced the incidence of adhesions (OR 0.15 (95% CI: 0.05, 0.43); p=0.0005) with reduced extent (WMD -25.9% (95% CI: -40.56, -11.26); p=0.0005) and severity. There was no reduction of intestinal obstruction needing surgical intervention (odds ratio: 0.84 (95% CI: 0.24, 2.7) with comparable overall morbidity and mortality.\nThe study of 0.5% ferric hyaluronate gel was prematurely terminated and no valid conclusions could be made but there was a higher incidence of overall morbidity (OR 5.04; 95% CI: 1.1, 22.9) and ileus (OR: 9.29; 95% CI: 1.57, 54.77; p=0.01)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Implications for practice\nThere is evidence that the use of HA/CMC membrane reduces incidence, extent and severity of adhesions which may, theoretically, have implications in re-operative abdominal surgery. There is no evidence that the incidence of intestinal obstruction or need for operative intervention is reduced. HA/CMC appears to be safe but there may be a risk of leak when wrapped around an anastomoses. HA/CMC may be considered for intra-abdominal, adhesion prophylaxis at a surgeon’s discretion and clinical context.\nImplications for research\nFurther research is needed to explore the effectiveness of other agents in abdominal surgery in general. Synergism, using agents which target different aspects of adhesiogenesis, with exploration effectiveness in a wide range of emergency and elective surgery should be considered. Longer term outcomes of recurrent intestinal obstruction and chronic pain, identification of high risk groups of patients with evaluation of cost-effectiveness are required."
    }
  ],
  "pls_title": "The use of hyaluronic acid/carboxymethyl cellulose (HA/CMC) membrane, reduces the incidence, extent and severity of adhesions in the abdomen.",
  "pls_type": "long",
  "pls": "Adhesions in the abdomen cause abnormal bonding between adjacent peritoneal surfaces and are common after operations in the abdomen. They are composed of fibrous tissue but also contain blood vessels, fat and nerves. They result in a spectrum of problems that affect the patient (intestinal blockage, infertility and possibly pain); the surgeon (difficulties in access and dissection, prolongation of operative time, increase in blood loss, predisposition to bowel injury); the health care provider (increased cost due to readmissions and litigation). Prevention is the key. This review focus on the evaluation of the safety and efficacy of two preventive agents applied in the abdomen during general surgical operations, Hyaluronic acid /carboxymethyl cellulose membrane and 0.5% ferric hyaluronate gel. \nThere is evidence to suggest that use of Hyaluronic acid/carboxymethyl cellulose membrane reduces the incidence, severity and extent of adhesions.However, it does not reduce the incidence of subsequent intestinal obstruction or need for surgery to treat the obstruction, when it occurs. It appears to be safe with no significant increase in adverse effects or deaths when compared to control. There is limited data on 0.5% ferric hyaluronate gel with only one study available. This study did not report on the efficacy of the gel as it was prematurely terminated because of a significantly higher rate of adverse effects in the patients who were treated with this gel."
}