{
  "doi": "10.1002/14651858.CD003619.pub3",
  "name": "Weight reduction for non‐alcoholic fatty liver disease",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Non-alcoholic fatty liver disease (NAFLD) is becoming a wide spread liver disease. The present recommendations for treatment are not evidence-based. Some of them are various weight reduction measures with diet, exercise, drug, or surgical therapy."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of intended weight reduction for patients with NAFLD."
    },
    {
      "heading": "Search methods",
      "text": "We searched The Cochrane Hepato-Biliary Group Controlled Trials Register , The Cochrane Central Register of Controlled Trials (CENTRAL ) in The Cochrane Library , PubMed , EMBASE , Science Citation Index Expanded , Chinese Biomedicine Database, and ClinicalTrials.gov until February 2011."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised clinical trials evaluating weight reduction with different measures versus no intervention or placebo in NAFLD patients."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data independently. We calculated the odds ratio (OR) for dichotomous data and calculated the mean difference (MD) for continuous data, both with 95% confidence intervals (CI)."
    },
    {
      "heading": "Main results",
      "text": "The review includes seven trials; five on aspects of lifestyle changes (eg, diet, physical exercise) and two on treatment with a weight reduction drug 'orlistat'. In total, 373 participants were enrolled, and the duration of the trials ranged from 1 month to 1 year. Only one trial on lifestyle programme was judged to be of low risk of bias. We could not perform meta-analyses for the main outcomes as they were either not reported or there were insufficient number of trials for each outcome to be meta-analysed. We could meta-analyse the available data for body weight and body mass index only. Adverse events were poorly reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The sparse data and high risk of bias preclude us from drawing any definite conclusion on lifestyle programme or orlistat for treatment of NAFLD. Further randomised clinical trials with low risk of bias are needed to test the beneficial and harmful effects of weight reduction for NAFLD patients. The long-term prognosis of development of fibrosis, mortality, and quality of life should be studied."
    }
  ],
  "pls_title": "Weight reduction for non-alcoholic fatty liver disease",
  "pls_type": "long",
  "pls": "Weight reduction with different measures for treating non-alcoholic fatty liver disease (NAFLD) is recommended, though this is not evidence-based. We performed this systematic review to investigate the beneficial and harmful effects of weight reduction with different measures for NAFLD patients, but we could not find firm evidence. Five trials on lifestyle programme and two trials on orlistat were obtained, and all but one had high risk of bias. There seemed to be some beneficial effects of lifestyle programme involving restricted diet and physical exercise for NAFLD patients. However, the data were sparse, and meta-analyses could not be performed. Well-designed randomised clinical trials are needed to establish the true effect of the weight reduction measures identified for our review. The long-term prognosis of development of fibrosis, mortality, and quality of life modified by weight reduction should be studied. Special attention should be paid to the amount of weight loss."
}