{
  "doi": "10.1002/14651858.CD008946.pub3",
  "name": "Interventions for mycosis fungoides",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Mycosis fungoides (MF) is the most common type of cutaneous T-cell lymphoma, a malignant, chronic disease initially affecting the skin. Several therapies are available, which may induce clinical remission for a time. This is an update of a Cochrane Review first published in 2012: we wanted to assess new trials, some of which investigated new interventions."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of interventions for MF in all stages of the disease."
    },
    {
      "heading": "Search methods",
      "text": "We updated our searches of the following databases to May 2019: the Cochrane Skin Specialised Register, CENTRAL, MEDLINE, Embase, and LILACS. We searched 2 trials registries for additional references. For adverse event outcomes, we undertook separate searches in MEDLINE in April, July and November 2017."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) of local or systemic interventions for MF in adults with any stage of the disease compared with either another local or systemic intervention or with placebo."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. The primary outcomes were improvement in health-related quality of life as defined by participants, and common adverse effects of the treatments. Key secondary outcomes were complete response (CR), defined as complete disappearance of all clinical evidence of disease, and objective response rate (ORR), defined as proportion of patients with a partial or complete response. We used GRADE to assess the certainty of evidence and considered comparisons of psoralen plus ultraviolet A (PUVA) light treatment as most important because this is first-line treatment for MF in most guidelines."
    },
    {
      "heading": "Main results",
      "text": "This review includes 20 RCTs (1369 participants) covering a wide range of interventions. The following were assessed as either treatments or comparators: imiquimod, peldesine, hypericin, mechlorethamine, nitrogen mustard and intralesional injections of interferon-α (IFN-α) (topical applications); PUVA, extracorporeal photopheresis (ECP: photochemotherapy), and visible light (light applications); acitretin, bexarotene, lenalidomide, methotrexate and vorinostat (oral agents); brentuximab vedotin; denileukin diftitox; mogamulizumab; chemotherapy with cyclophosphamide, doxorubicin, etoposide, and vincristine; a combination of chemotherapy with electron beam radiation; subcutaneous injection of IFN-α; and intramuscular injections of active transfer factor (parenteral systemics).\nThirteen trials used an active comparator, five were placebo-controlled, and two compared an active operator to observation only. In 14 trials, participants had MF in clinical stages IA to IIB. All participants were treated in secondary and tertiary care settings, mainly in Europe, North America or Australia. Trials recruited both men and women, with more male participants overall. Trial duration varied from four weeks to 12 months, with one longer-term study lasting more than six years. We judged 16 trials as at high risk of bias in at least one domain, most commonly performance bias (blinding of participants and investigators), attrition bias and reporting bias.\nNone of our key comparisons measured quality of life, and the two studies that did presented no usable data. Eighteen studies reported common adverse effects of the treatments. Adverse effects ranged from mild symptoms to lethal complications depending upon the treatment type. More aggressive treatments like systemic chemotherapy generally resulted in more severe adverse effects.\nIn the included studies, CR rates ranged from 0% to 83% (median 31%), and ORR ranged from 0% to 88% (median 47%). Five trials assessed PUVA treatment, alone or combined, summarised below.\nThere may be little to no difference between intralesional IFN-α and PUVA compared with PUVA alone for 24 to 52 weeks in CR (risk ratio (RR) 1.07, 95% confidence interval (CI) 0.87 to 1.31; 2 trials; 122 participants; low-certainty evidence). Common adverse events and ORR were not measured.\nOne small cross-over trial found once-monthly ECP for six months may be less effective than twice-weekly PUVA for three months, reporting CR in two of eight participants and ORR in six of eight participants after PUVA, compared with no CR or ORR after ECP (very low-certainty evidence). Some participants reported mild nausea after PUVA but no numerical data were given. One participant in the ECP group withdrew due to hypotension. However, we are unsure of the results due to very low-certainty evidence.\nOne trial comparing bexarotene plus PUVA versus PUVA alone for up to 16 weeks reported one case of photosensitivity in the bexarotene plus PUVA group compared to none in the PUVA-alone group (87 participants; low-certainty evidence). There may be little to no difference between bexarotene plus PUVA and PUVA alone in CR (RR 1.41, 95% CI 0.71 to 2.80) and ORR (RR 0.94, 95% CI 0.61 to 1.44) (93 participants; low-certainty evidence).\nOne trial comparing subcutaneous IFN-α injections combined with either acitretin or PUVA for up to 48 weeks or until CR indicated there may be little to no difference in the common IFN-α adverse effect of flu-like symptoms (RR 1.32, 95% CI 0.92 to 1.88; 82 participants). There may be lower CR with IFN-α and acitretin compared with IFN-α and PUVA (RR 0.54, 95% CI 0.35 to 0.84; 82 participants) (both outcomes: low-certainty evidence). This trial did not measure ORR.\nOne trial comparing PUVA maintenance treatment to no maintenance treatment, in participants who had already had CR, did report common adverse effects. However, the distribution was not evaluable. CR and OR were not assessable.\nThe range of treatment options meant that rare adverse effects consequently occurred in a variety of organs."
    },
    {
      "heading": "Authors' conclusions",
      "text": "​​There is a lack of high-certainty evidence to support decision making in the treatment of MF. Because of substantial heterogeneity in design, missing data, small sample sizes, and low methodological quality, the comparative safety and efficacy of these interventions cannot be reliably established on the basis of the included RCTs. PUVA is commonly recommended as first-line treatment for MF, and we did not find evidence to challenge this recommendation. There was an absence of evidence to support the use of intralesional IFN-α or bexarotene in people receiving PUVA and an absence of evidence to support the use of acitretin or ECP for treating MF.\nFuture trials should compare the safety and efficacy of treatments to PUVA, as the current standard of care, and should measure quality of life and common adverse effects."
    }
  ],
  "pls_title": "Treatments for mycosis fungoides (a malignant cancerous condition of immune cells in the blood that affects the skin)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What was the aim of this review?",
      "text": "This Cochrane Review compared treatments for mycosis fungoides (also called cutaneous T-cell lymphoma, Alibert-Bazin syndrome or granuloma fungoides)."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Mycosis fungoides (MF) typically starts as flat and scaly pink or red areas (patches) on the torso, upper thighs or buttocks. At this stage, life expectancy is unaffected. As the disease develops, life expectancy reduces. Patches can turn into raised, itchy plaques. Plaques can become thicker, deeper, and develop into tumours. In rare cases, the disease spreads to other organs.\nMany treatments exist for MF; these target specific body areas (local therapy) or the entire body (systemic therapy). Treatments include creams, ointments, oral or injected medicines, light therapy, radiotherapy (radiation that kills cancer cells) and chemotherapy (medicines that kill cancer cells).\nWe compared the benefits and harms of different treatments in adults, at different disease stages. We identified 20 studies published up to May 2019.\nThe studies included 1369, mainly male, adults. Most ran from 4 weeks to 12 months. Only five studies investigated the later stages of disease. All were set in specialised healthcare centres in Europe (12 studies), North America (11 studies), Australia (three studies), Brazil and Japan (one study each; satellite centres for studies already listed). Treatments were compared with another treatment (13 studies); an inactive treatment (placebo) (five studies); or no treatment (two studies).\nFive studies did not report their funding. Eleven studies were funded by pharmaceutical companies and four by academic institutions or hospitals."
    },
    {
      "heading": "Key results",
      "text": "We do not know how different treatments for MF affect quality of life. Very few studies assessed this outcome and they presented no usable data.\nUnwanted (adverse) effects ranged from mild symptoms to severe life-threatening complications. More aggressive treatments (such as chemotherapy) generally caused more severe adverse effects.\nPUVA (a light treatment) is the first treatment used for MF. Results from five studies provided low-certainty evidence:\nThere may be little to no difference between giving PUVA alone and PUVA plus injected interferon-α (IFN- α) (a messenger substance of the immune system) for 24 to 52 weeks for making the disease disappear completely. No studies investigated adverse events in these treatments or disappearance of at least 50% of the disease.\nThere may be little to no difference between an oral vitamin A derivative (bexarotene) plus PUVA, and PUVA alone, for complete or at least 50% disease disappearance (treatment duration: up to 16 weeks). Extreme sensitivity to ultraviolet (UV) rays occurred in some people who received bexarotene and PUVA, but not PUVA alone.\nThere may be little to no difference between IFN- α plus PUVA and IFN-α plus acitretin (another oral vitamin A derivative) on flu-like symptoms, when treatment is given for up to 48 weeks or until complete disease disappearance. However, there may be a lower rate of complete disease disappearance with IFN-α plus acitretin. No studies investigated the effect on partial disappearance.\nIt is not clear how PUVA maintenance treatment (to prevent the disease from reappearing after it has disappeared) compares with no maintenance treatment, since the only study on this reported very limited information.\nOne small trial (eight people) compared extracorporeal photopheresis (ECP, a light therapy) once monthly for six months with twice-weekly PUVA for three months. It reported complete or at least 50% disappearance of MF in some participants treated with PUVA and none who received ECP. Common side effects were reported with each treatment (PUVA may be associated with mild nausea, and ECP with hypotension). However, the very-low certainty evidence means we are not sure of these results."
    },
    {
      "heading": "How confident are we in the results of this review?",
      "text": "Our confidence in the results of this review is mainly low, but very low for one set of key results. The review is based on small and poorly designed studies. Further research is likely to change its message."
    },
    {
      "heading": "Conclusion",
      "text": "We found no evidence to challenge or support the standard treatment (PUVA). In the absence of a cure, treatment of MF should be based on disease stage, with a focus on limiting severe adverse effects."
    }
  ]
}