{
  "doi": "10.1002/14651858.CD013638.pub2",
  "name": "Community views on mass drug administration for filariasis: a qualitative evidence synthesis ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The World Health Organization (WHO) recommends mass drug administration (MDA), giving a drug at regular intervals to a whole population, as part of the strategy for several disease control programmes in low- and middle-income countries. MDA is currently WHO policy for areas endemic with lymphatic filariasis, which is a parasitic disease that can result in swollen limbs and disability. The success depends on communities adhering to the drugs given, and this will be influenced by the perception of the drug, the programme, and those delivering it."
    },
    {
      "heading": "Objectives",
      "text": "To synthesize qualitative research evidence about community experience with, and understanding and perception of, MDA programmes for lymphatic filariasis.\nTo explore whether programme design and delivery influence the community experience identified in the analysis."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, and seven other databases up to 8 April 2021, together with reference checking, citation searching, and contact with study authors to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "This review synthesized qualitative research and mixed-methods studies when it was possible to extract qualitative data. Eligible studies explored community experiences, perceptions, or attitudes towards MDA programmes for lymphatic filariasis in any country, conducted between 2000 and 2019."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data on study design including: authors, aims, participants, methods, and qualitative data collection methods. We also described programme delivery factors including: country, urban or rural setting, endemicity, drug regimen, rounds of MDA received at the time of the study, who delivered the drugs, how the drugs were delivered, use of health education, and sensitization and adherence monitoring.\nWe conducted a thematic analysis and developed codes inductively using ATLAS.ti software. We examined codes for underlying ideas, connections, and interpretations and, from this, generated analytical themes. We assessed the confidence in the findings using the GRADE-CERQual approach, and produced a conceptual model to display our findings."
    },
    {
      "heading": "Main results",
      "text": "From 902 results identified in the search, 29 studies met our inclusion criteria. The studies covered a broad range of countries in Africa, South-East Asia, and South America, and explored the views and experiences of community members and community drug distributors in low-income countries endemic for lymphatic filariasis. Four themes emerged.\nPeople weigh up benefits and harms before participating. People understand the potential benefits in terms of relief of suffering, stigma, and avoiding costs (high confidence); however, these theoretical benefits do not always mesh with their experiences (high confidence). In particular, adverse effects are frightening and unwelcome (high confidence); and these effects are amplified through rumour and social media (moderate confidence).\nMany people are suspicious of MDA programmes. When people lack a scientific explanation for the programme and their experiences of it, they often develop social explanations instead. These are largely shaped on the historical backdrop and level of trust people have in relevant authority figures (high confidence), although some have unwavering faith in their government and, by extension, the programme (moderate confidence).\nProgrammes expect compliance, and this can become coercive and blaming. Health workers and community members stigmatize non-compliance, which can become coercive (moderate confidence), so communities may appear to comply publicly, but privately reject treatment (moderate confidence).\nCommunity distributors are often not respected or valued. They have little authority (moderate confidence), and the behaviour of some distributors damages the MDA programme's reputation (high confidence). Communities want information about programmes to help make decisions about participation, but drug distributors are not sufficiently informed, or skilled in this communication (high confidence).\nWe intended to assess whether programme designs influenced communities' perceptions of the programme and decision to adhere but were unable to do so as few studies adequately reported the design and implementation of the local programme.\nWe have moderate to high confidence in the evidence contributing to the review themes and subthemes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Adherence with MDA for filariasis is influenced by individual direct experience of benefit and harm; social influences in the community; political influences and their relationship to government; and historical influences. Fear of adverse effects was frequently described and this appears to be particularly important for communities. When views were negative, we were surprised by the strength of feeling expressed. Enthusiasm for these schemes as a strategy in global policy needs debate in the light of these findings."
    }
  ],
  "pls_title": "Community views on mass drug administration for filariasis: a qualitative evidence synthesis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What was studied in this synthesis?",
      "text": "Mass drug administration (MDA) involves the regular delivery of treatment medicines to whole populations, regardless of whether an individual has the disease or not, and aims to prevent onward transmission (passing from one person to another). It is currently recommended for some disease control programmes in low- and middle-income countries, including the parasitic disease lymphatic filariasis, which can result in swollen limbs and disability. For governments and their health service this is a large logistical task requiring money and staff, and success depends on communities taking the medicines given.\nIn this review, we looked for studies that explored how people view and experience these programmes. We collected all relevant studies and included 29 in this synthesis."
    },
    {
      "heading": "What was the aim of this synthesis?",
      "text": "In this synthesis of qualitative research, we aimed to explore people's views on MDA programmes for treating lymphatic filariasis in low- and middle-income countries."
    },
    {
      "heading": "Key messages",
      "text": "People must weigh up a number of factors before deciding to take the medicines. Not everyone benefits from MDA and some may experience harms. The decision to adhere therefore, depends on a complex balance between their trust in the government distributing the medicines; their prior understanding of the disease and the knowledge they receive on the programme; their experience of harms; the influence of family, neighbours, and health staff; and their experience and perception of the people distributing the medicines."
    },
    {
      "heading": "What were the main findings?",
      "text": "We included 29 studies in our analysis. The studies covered a broad range of countries in Africa, South-East Asia, and South America, although most were conducted in India. These studies primarily explored the views and experiences of community members and those distributing the medicines in low-income countries where lymphatic filariasis is considered a problem. From the data, four themes emerged.\nPeople weigh up benefits and harms before participating. People understand they can reduce the suffering, stigma and costs of developing the disease (high confidence); however, these benefits do not always mesh with their experiences (high confidence). In particular, side effects are frightening and unwelcome (high confidence); and these effects are amplified through rumour and social media (moderate confidence).\nMany people are suspicious of MDA programmes. When people lack a detailed explanation for the programme and their experiences of it, they often develop explanations based on the historical backdrop and level of trust people have in relevant authority figures (high confidence), although some have unwavering faith in their government and by extension the programme (moderate confidence).\nProgrammes expect compliance, and this can become coercive and blaming. Health workers and community members stigmatize non-compliance, which can become coercive (moderate confidence), so communities may appear to comply publicly, but privately reject treatment (moderate confidence).\nCommunity distributors are often not respected or valued. They have little authority (moderate confidence), and the behaviour of some damages the MDA programme's reputation (high confidence). Communities want information about programmes to help make decisions about participation, but drug distributors are not sufficiently informed, or skilled in this communication (high confidence).\nWe were unable to assess the impact of programme design on communities' perception of the programme and decision to adhere as these aspects were too similar across all studies."
    },
    {
      "heading": "How up to date was this synthesis?",
      "text": "We searched for studies published before 8 April 2021."
    }
  ]
}