{
  "doi": "10.1002/14651858.CD012357.pub2",
  "name": "N‐acetylcysteine as an adjuvant therapy for Helicobacter pylori eradication",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Helicobacter pylori (H pylori) is one of the most common pathogens to establish and cause infection in human beings, affecting about 50% of the world's population. Prevalence may be as high as 83% in Latin American countries and as low as 17% in North America. Approximately 20% of infected people will manifest disease; people at high risk include those who live in low- and middle-income countries with poor sanitary conditions, since the mechanism of transmission seems to be oral-oral or faecal-oral (mostly during infancy). There are several antibiotic regimens to treat the infection, but antibiotic resistance is growing around the world. New adjuvant drugs — such as probiotics, statins, curcumin, and N-acetylcysteine (NAC) — are being tested to enhance eradication rates.\nN-acetylcysteine can destabilise the biofilm structure; it also has synergic action with antibiotics, and bactericidal effects. In addition, NAC has antioxidant properties, and has a primary mucolytic effect by reducing the thickness of the gastric mucus layer, both of which may exert beneficial adjuvant effects on H pylori eradication."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of N-acetylcysteine as an adjuvant therapy to antibiotics for Helicobacter pylori eradication."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE (1966 to April 2018), Embase (1988 to April 2018), CINAHL (1982 to April 2018), LILACS (1982 to April 2018), grey literature databases and trials registries. We handsearched the reference lists of relevant studies. We screened 726 articles and assessed 18 for eligibility."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) of any antibiotic regimen plus NAC, in adults infected with H pylori. To be included, trials had to use a control consisting of the same antibiotic regimen with or without placebo. Outcomes of interest were eradication rates, and gastrointestinal, toxic, and allergic adverse events. Reporting of the primary outcomes listed here was not an inclusion criterion for the review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently reviewed and extracted data and completed the 'Risk of bias' assessments. A third review author independently confirmed the 'Risk of bias' assessments. We used Review Manager 5 software for data analysis. We contacted study authors if there was missing information."
    },
    {
      "heading": "Main results",
      "text": "We included eight RCTs (with a total of 559 participants) in this review. The studies recruited outpatients aged between 17 and 76 years who were referred to endoscopy centres in several different countries. The certainty of evidence was reduced for most outcomes due to the poor methodological quality of included studies; issues mainly related to the generation of allocation sequence, allocation concealment, and blinding (this last domain related specifically to adverse outcomes).\nWe are uncertain whether the addition of NAC to antibiotics improves H pylori eradication rates, compared with the addition of placebo or no NAC (38.8% versus 49.1%, risk ratio (RR) 0.74, 95% confidence interval (CI) 0.51 to 1.08; participants = 559; studies = eight; very low-certainty evidence). A post-hoc sensitivity analysis, in which we removed studies that tested antibiotic regimens no longer recommended in clinical practice, showed that the addition of NAC may improve eradication rates compared to control (27.2% versus 37.6%, RR 0.71, 95% CI 0.53 to 0.94; participants = 397; published studies = five).\nWe are uncertain whether NAC is associated with a higher risk of gastrointestinal adverse events compared to control (23.9% versus 18.9%, RR 1.25, 95% CI 0.85 to 1.85; participants = 336; studies = five; very low-certaintyevidence), or allergic adverse events (2% versus 0%, RR 2.98, 95% CI 0.32 to 27.74; participants = 336; studies = five; very low-certainty evidence). There were no reports of toxic adverse events amongst included studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We are uncertain whether the addition of NAC to antibiotics improves H pylori eradication rates compared with the addition of placebo or no NAC. Due to the clinical, statistical and methodological heterogeneity found in included studies, and the uncertainty observed when analysing therapy subgroups, any possible beneficial effect of NAC should be regarded cautiously.\nWe are uncertain whether NAC is associated with a higher risk of gastrointestinal or allergic adverse events compared with placebo or no NAC. There were no reports of toxic adverse events amongst the included studies.\nFurther large, well-designed, randomised clinical studies should be conducted, with good reporting standards and appropriate collection of efficacy and safety outcomes, especially for current recommended antibiotic regimens."
    }
  ],
  "pls_title": "N-acetylcysteine taken with antibiotics for treatment of Helicobacter pylori infection",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Is the addition of N-acetylcysteine to antibiotics safe and does it improve cure rates for Helicobacter pylori infection?"
    },
    {
      "heading": "Background",
      "text": "Helicobacter pylori (H pylori) is a bacteria that lives in the stomach and might cause several diseases such as gastric cancer, ulcer disease, and others. Colonisation occurs in about one-half of the world's population and is more common in countries with poor sanitary conditions. People become infected by consuming contaminated water.\nThe infection is treated using antibiotics and a drug which reduces acid production in the stomach. However, rates of antibiotic resistance are rising around the world, which is reducing the cure rates even with treatment. New medications are being tested to improve cure rates. One of these medications is N-acetylcysteine (NAC). NAC is a drug that helps to dissolve mucus in respiratory diseases. It can be taken by mouth (orally) or injected into a vein (intravenous). NAC can destroy some mechanisms of survival of H pylori and could improve cure rates."
    },
    {
      "heading": "Study characteristics",
      "text": "We included eight studies (specifically, randomised controlled trials (RCTs)) with a total of 559 people aged between 17 and 76 years old. The evidence is current to April 2018. All studies recruited outpatients from endoscopy centres (centres that specialise in an examination done with a flexible tube with a camera that is inserted into stomach) in several countries. The antibiotic combinations tested were very different in the included studies, as were the doses of NAC (600 mg to 1800 mg per day). NAC was compared with placebo (dummy pill) or nothing."
    },
    {
      "heading": "Key results",
      "text": "We are uncertain whether the addition of NAC to antibiotics improves H pylori cure rates compared with the addition of placebo or no NAC. Any possible beneficial effect of NAC should be regarded cautiously because the included studies were very different and of low certainty, with some flaws that could have compromised their results and consequently, the results of this review.\nWe are uncertain whether NAC is associated with a higher risk of gastrointestinal or allergic adverse events compared with placebo or no NAC. There were no reports of toxic adverse events amongst the included studies.\nFurther large, well-designed randomised clinical studies, with good reporting standards and appropriate collection of effectiveness and safety outcomes should be done, especially for current recommended antibiotic combinations."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The overall certainty of the evidence for eradication rates ranged from very low to low. Five studies provided information on adverse events (side effects), and the certainy of evidence was very low. The included studies were poorly conducted and this reduced our confidence in the results."
    }
  ]
}