{
  "doi": "10.1002/14651858.CD006118.pub3",
  "name": "Interventions for psychotic symptoms concomitant with epilepsy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an updated version of the original Cochrane review published in Issue 4, 2008.\nPeople suffering from epilepsy have an increased risk of experiencing psychotic symptoms. The psychotic syndromes associated with epilepsy have generally been classified as ictal, postictal, and interictal psychosis. Anticonvulsant drugs have been reported to precipitate psychosis. Moreover, all antipsychotic drugs have the propensity to cause paroxysmal electroencephalogram abnormalities and induce seizures."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits of interventions used to treat clinically significant psychotic symptoms occurring in people with epilepsy with regard to global improvement, changes in mental state, hospitalization, behavior, quality of life, effect on the frequency of seizures, and interaction with antiepileptic drugs."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Epilepsy Group's Specialized Register (23 March 2015), the Cochrane Central Register of Controlled Trials (CENTRAL via the Cochrane Register of Studies Online (CRSO), 23 March 2015), MEDLINE (Ovid, 1946 to 23 March 2015), PsycINFO (1887 to 23 March 2015), CINAHL (1937 to 23 March 2015), and BIOSIS Previews (1969 to 23 March 2015).\nTwo review authors (SF and AS) independently inspected the citations identified from the search. We identified potentially relevant abstracts and assessed full papers for inclusion and methodological quality."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomized controlled trials comparing drugs, behavior therapy, cognitive behavior therapy, or other non-pharmacological interventions used to relieve psychotic symptoms in people with epilepsy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We planned to extract and analyze the data from all relevant studies using standardized methods. As only one study met the inclusion criteria, we attempted no meta-analysis."
    },
    {
      "heading": "Main results",
      "text": "After independently assessing the abstracts and titles of 618 articles, we selected five relevant abstracts. Ultimately we found only one study meeting the inclusion criteria, which was available only as an abstract. This study compared the use of olanzapine (10 mg/day) with haloperidol (12 mg/day) in 16 people suffering from schizophrenia-like psychosis of epilepsy. Thirteen participants completed the study. Significant improvement was associated with use of olanzapine. We did not identify any study on psychosocial interventions in people suffering from epilepsy and psychosis."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found only one randomized controlled trial, which lacked the power to test the efficacy of antipsychotics in those suffering from psychosis concomitant with epilepsy.\nLimited evidence from this small randomized controlled trial suggests an improvement in psychotic symptoms, but not other outcome measures, with the use of an antipsychotic. The effects on seizure control are not well studied. Further trials are required to inform practice."
    }
  ],
  "pls_title": "Interventions for psychotic symptoms occurring with epilepsy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Little evidence exists to inform the treatment of psychosis in people with epilepsy."
    },
    {
      "heading": "Background",
      "text": "There is substantial evidence that people suffering from epilepsy have an increased risk of suffering from psychotic symptoms. These symptoms sometimes occur soon after or before the epileptic seizures, but in some cases they can persist for a much longer time, even in the absence of seizures. The management of those suffering from psychosis related to epilepsy is complicated by the fact that most of the drugs used for controlling the symptoms of psychotic disorders can interfere with the effective control of epilepsy and vice versa."
    },
    {
      "heading": "Study characteristics",
      "text": "Only one small trial with a total of 16 participants met the inclusion criteria for this review. At present there is a lack of evidence to inform the treatment of psychosis in people with epilepsy, and further randomized controlled trials are needed.\nThe last search for trials was conducted in March 2015."
    }
  ]
}