{
  "doi": "10.1002/14651858.CD015332.pub2",
  "name": "Cognitive behavioural therapy without medication for schizophrenia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cognitive behavioural therapy (CBT) can be effective in people with schizophrenia when provided in combination with antipsychotic medication. It remains unclear whether CBT could be safely and effectively offered in the absence of concomitant antipsychotic therapy."
    },
    {
      "heading": "Objectives",
      "text": "To investigate the effects of CBT for schizophrenia when administered without concomitant pharmacological treatment with antipsychotics."
    },
    {
      "heading": "Search methods",
      "text": "We conducted a systematic search on 6 March 2022 in the Cochrane Schizophrenia Group's Study-Based Register of Trials, which is based on CENTRAL, MEDLINE, Embase, CINAHL, PsycINFO, PubMed, ClinicalTrials.gov, and WHO ICTRP."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) in people with schizophrenia comparing CBT without antipsychotics to standard care, standard care without antipsychotics, or the combination of CBT and antipsychotics."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened references for inclusion, extracted data from eligible studies, and assessed risk of bias using Cochrane's RoB 2 tool. We contacted study authors for missing data and additional information. Our primary outcome was general mental state measured with a validated rating scale. Key secondary outcomes were specific symptoms of schizophrenia, relapse, service use, number of participants leaving the study early, functioning, quality of life, and number of participants actually receiving antipsychotics during the trial. We also assessed behaviour, adverse effects, and mortality."
    },
    {
      "heading": "Main results",
      "text": "We included 4 studies providing data for 300 participants (average age 21.94 years). The mean sample size was 75 participants (range 61 to 90 participants). Study duration was between 26 and 39 weeks for the intervention period and 26 to 104 weeks for the follow-up period. Three studies employed a blind rater, while one study was triple-blind.\nAll analyses included data from a maximum of three studies. The certainty of the evidence was low or very low for all outcomes.\nFor the primary outcome overall symptoms of schizophrenia, results showed a difference favouring CBT without antipsychotics when compared to no specific treatment at long term (> 1 year mean difference measured with the Positive and Negative Syndrome Scale (PANSS MD) −14.77, 95% confidence interval (CI) −27.75 to −1.79, 1 RCT, n = 34). There was no difference between CBT without antipsychotics compared with antipsychotics (up to 12 months PANSS MD 3.38, 95% CI −2.38 to 9.14, 2 RCTs, n = 63) (very low-certainty evidence) or compared with CBT in combination with antipsychotics (up to 12 months standardised mean difference (SMD) 0.30, 95% CI −0.06 to 0.65, 3 RCTs, n = 125).\nCompared with no specific treatment, CBT without antipsychotics was associated with a reduction in overall symptoms (as described above) and negative symptoms (PANSS negative MD −4.06, 95% CI −7.50 to −0.62, 1 RCT, n = 34) at longer than 12 months. It was also associated with a lower duration of hospital stay (number of days in hospital MD −22.45, 95% CI −28.82 to −16.08, 1 RCT, n = 74) and better functioning (Personal and Social Performance Scale MD −12.42, 95% CI −22.75 to −2.09, 1 RCT, n = 40, low-certainty evidence) at up to 12 months.\nWe did not find a difference between CBT and antipsychotics in any of the investigated outcomes, with the exception of adverse events measured with the Antipsychotic Non-Neurological Side-Effects Rating Scale (ANNSERS) at both 6 and 12 months (MD −4.94, 95% CI −8.60 to −1.28, 2 RCTs, n = 48; MD −6.96, 95% CI −11.55 to −2.37, 2 RCTs, n = 42).\nCBT without antipsychotics was less effective than CBT combined with antipsychotics in reducing positive symptoms at up to 12 months (SMD 0.40, 95% CI 0.05 to 0.76, 3 RCTs, n = 126). CBT without antipsychotics was associated with a lower number of participants experiencing at least one adverse event in comparison with CBT combined with antipsychotics at up to 12 months (risk ratio 0.36, 95% CI 0.17 to 0.80, 1 RCT, n = 39, low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review is the first attempt to systematically synthesise the evidence about CBT delivered without medication to people with schizophrenia. The limited number of studies and low to very low certainty of the evidence prevented any strong conclusions. An important limitation in the available studies was that participants in the CBT without medication group (about 35% on average) received antipsychotic treatment, highlighting the challenges of this approach. Further high-quality RCTs are needed to provide additional data on the feasibility and efficacy of CBT without antipsychotics."
    }
  ],
  "pls_title": "Cognitive behavioural therapy without antipsychotics for people with schizophrenia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• There is not enough information to allow any strong conclusions about cognitive behavioural therapy (CBT) without medication for people with schizophrenia.\n• Additional studies are needed to look at the effectiveness and safety of CBT without medication for people with schizophrenia."
    },
    {
      "heading": "Introduction",
      "text": "Schizophrenia is a severe mental disorder. People with the illness struggle to differentiate between their own thoughts, beliefs, and ideas versus reality. For example, they may hear voices in their head, but it feels like someone is really talking to them. CBT is a psychological intervention that can be effective for treating the symptoms of schizophrenia when it is offered with antipsychotic drugs. However, it remains unclear if CBT is effective and safe when used without these drugs. This is important to find out because the use of antipsychotics is often associated with unwanted side effects."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if CBT is effective and safe when used without medication for people with schizophrenia."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that examined CBT given without antipsychotics compared with no specific treatment, antipsychotics, or CBT plus antipsychotics.\nWe compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 4 studies that involved 300 participants with schizophrenia. Study duration was between 26 and 39 weeks for the intervention period, and participants were contacted again to collect further data between 26 and 104 weeks. The included studies were conducted in the UK and Australia, and were all sponsored by public institutions.\nWe found that compared to no specific treatment, CBT without antipsychotics may result in a reduction in overall symptoms (at least in the long term) and negative symptoms (e.g. apathy, loss of interest and motivation, lack of concentration). It may also result in better functioning and lower duration of hospital stay in comparison with no specific treatment.\nCBT without antipsychotics may not differ from CBT plus antipsychotics in modifying overall symptoms of schizophrenia. CBT without antipsychotics may be less effective than CBT plus antipsychotics in reducing positive symptoms specifically (e.g. hearing voices), and may result in fewer adverse effects compared to CBT plus antipsychotics."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The certainty of the evidence was low to very low, meaning that we have limited to very little confidence in the results. This is because study participants and therapists were aware of the treatment being received, which could have influenced the results. In addition, it was often the case that during the study participants received treatment with antipsychotics when this was not planned. Furthermore, not all of the studies provided data about everything that we were interested in, and the numbers of included studies and study participants were too small to be certain about the results."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence is current to March 2022."
    }
  ]
}