{
  "doi": "10.1002/14651858.CD004871.pub5",
  "name": "Massage for neck pain",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Massage is widely used for neck pain, but its effectiveness remains unclear."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of massage compared to placebo or sham, no treatment or exercise as an adjuvant to the same co-intervention for acute to chronic persisting neck pain in adults with or without radiculopathy, including whiplash-associated disorders and cervicogenic headache."
    },
    {
      "heading": "Search methods",
      "text": "We searched multiple databases (CENTRAL, MEDLINE, EMBASE, CINAHL, Index to Chiropractic Literature, trial registries) to 1 October 2023."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) comparing any type of massage with sham or placebo, no treatment or wait-list, or massage as an adjuvant treatment, in adults with acute, subacute or chronic neck pain."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures expected by Cochrane. We transformed outcomes to standardise the direction of the effect (a smaller score is better). We used a partially contextualised approach relative to identified thresholds to report the effect size as slight-small, moderate or large-substantive."
    },
    {
      "heading": "Main results",
      "text": "We included 33 studies (1994 participants analysed). Selection (82%) and detection bias (94%) were common; multiple trials had unclear allocation concealment, utilised a placebo that may not be credible and did not test whether blinding to the placebo was effective.\nMassage was compared with placebo (n = 10) or no treatment (n = 8), or assessed as an adjuvant to the same co-treatment (n = 15). The trials studied adults aged 18 to 70 years, 70% female, with mean pain severity of 51.8 (standard deviation (SD) 14.1) on a visual analogue scale (0 to 100). Neck pain was subacute-chronic and classified as non-specific neck pain (85%, including n = 1 whiplash), radiculopathy (6%) or cervicogenic headache (9%). Trials were conducted in outpatient settings in Asia (n = 11), America (n = 5), Africa (n = 1), Europe (n = 12) and the Middle East (n = 4). Trials received research funding (15%) from research institutes. We report the main results for the comparison of massage versus placebo.\nLow-certainty evidence indicates that massage probably results in little to no difference in pain, function-disability and health-related quality of life when compared against a placebo for subacute-chronic neck pain at up to 12 weeks follow-up. It may slightly improve participant-reported treatment success. Subgroup analysis by dose showed a clinically important difference favouring a high dose (≥ 8 sessions over four weeks for ≥ 30 minutes duration). There is very low-certainty evidence for total adverse events. Data on patient satisfaction and serious adverse events were not available.\nPain was a mean of 20.55 points with placebo and improved by 3.43 points with massage (95% confidence interval (CI) 8.16 better to 1.29 worse) on a 0 to 100 scale, where a lower score indicates less pain (8 studies, 403 participants; I2 = 39%). We downgraded the evidence to low-certainty due to indirectness; most trials in the placebo comparison used suboptimal massage doses (only single sessions). Selection, performance and detection bias were evident as multiple trials had unclear allocation concealment, utilised a placebo that may not be credible and did not test whether blinding was effective, respectively.\nFunction-disability was a mean of 30.90 points with placebo and improved by 9.69 points with massage (95% CI 17.57 better to 1.81 better) on the Neck Disability Index 0 to 100, where a lower score indicates better function (2 studies, 68 participants; I2 = 0%). We downgraded the evidence to low-certainty due to imprecision (the wide CI represents slight to moderate benefit that does not rule in or rule out a clinically important change) and risk of selection, performance and detection biases.\nParticipant-reported treatment success was a mean of 3.1 points with placebo and improved by 0.80 points with massage (95% CI 1.39 better to 0.21 better) on a Global Improvement 1 to 7 scale, where a lower score indicates very much improved (1 study, 54 participants). We downgraded the evidence to low-certainty due to imprecision (single study with a wide CI that does not rule in or rule out a clinically important change) and risk of performance as well as detection bias.\nHealth-related quality of life was a mean of 43.2 points with placebo and improved by 5.30 points with massage (95% CI 8.24 better to 2.36 better) on the SF-12 (physical) 0 to 100 scale, where 0 indicates the lowest level of health (1 study, 54 participants). We downgraded the evidence once for imprecision (a single small study) and risk of performance and detection bias.\nWe are uncertain whether massage results in increased total adverse events, such as treatment soreness, sweating or low blood pressure (RR 0.99, 95% CI 0.08 to 11.55; 2 studies, 175 participants; I2 = 77%). We downgraded the evidence to very low-certainty due to unexplained inconsistency, risk of performance and detection bias, and imprecision (the CI was extremely wide and the total number of events was very small, i.e < 200 events)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The contribution of massage to the management of neck pain remains uncertain given the predominance of low-certainty evidence in this field. For subacute and chronic neck pain (closest to 12 weeks follow-up), massage may result in a little or no difference in improving pain, function-disability, health-related quality of life and participant-reported treatment success when compared to a placebo. Inadequate reporting on adverse events precluded analysis. Focused planning for larger, adequately dosed, well-designed trials is needed."
    }
  ],
  "pls_title": "Massage for neck pain",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key message",
      "text": "This review shows that in subacute (medium-term) or persisting neck pain, at closest to 12 weeks follow-up, massage compared to a 'dummy' massage probably results in little to no difference in pain, function-disability, quality of life and participant-reported treatment success. Possible side effects may include treatment soreness."
    },
    {
      "heading": "Background",
      "text": "Neck pain is a common condition in adults leading to acute (< 4 weeks), subacute (4 to 12 weeks) or persisting (>12 weeks) neck pain, disability and substantial economic costs. It may lead to headaches stemming from the neck, referral of pain into the upper back and arms, and signs of weakness or numbness in the arms. It can be affected by bones, joints, muscles, ligaments, tendons and nerves, and be influenced by social, psychological and personal factors.\nMassage therapy involves the movement of the soft tissues of the body through manual touch to reduce pain and muscle tension, and promote relaxation. Because massage therapy is commonly used, inexpensive and has minimal side effects, it is of great interest to people with neck pain."
    },
    {
      "heading": "What did we want to find out?",
      "text": "What are the benefits and risks of massage for treating acute, subacute and chronic persisting neck pain in adults with or without arm pain and headache or associated with a whiplash injury? Does the dose (frequency per week, total number of weeks, session duration) of massage influence findings?"
    },
    {
      "heading": "What did we find?",
      "text": "We found 33 studies that involved 1994 people suffering subacute and persisting moderate to very strong neck pain including arm pain (6%), whiplash (3%) or headache stemming from the neck (9%). There were no studies addressing acute pain. Studies examined adults aged 18 to 70 years, who were mostly female (70%). Trials were conducted in outpatient settings in Asia, America, Africa, Europe and the Middle East. Funding, when reported (in 15% of studies), was from research centres or universities. We included studies evaluating many massage techniques (with ischaemic compression, a sustained pressure over the soft tissue, being the most common technique) that vary in the manner in which touch is applied, the amount of pressure and intensity that is applied, and session frequency. We did not include techniques that used a massage tool to deliver treatment or non-touch energy techniques.\nCompared with a 'dummy' massage treatment, massage probably results in little to no difference in the following:\n• Pain (3% improvement): People who had a 'dummy' massage rated their pain at 20.55 points while people who had massage rated their post-treatment pain as 17.12 points. Those who used massage improved by 3.43 points (8.16 better to 1.29 worse) on a 0- to 100-point scale, where a lower score means less pain.\n• Function-disability (10% improvement): People who had a 'dummy' massage rated their function-disability at 30.9 points. People who had massage rated their post-treatment function-disability as 21.21 points. Those who used massage improved by 9.69 points (17.57 better to 1.81 better) on a 0- to 100-point scale, where a lower score means better function-disability.\n• Participant-reported treatment success (11% improvement): People who had a 'dummy' massage rated their self-reported treatment success at 3.1 points. People who had massage treatment rated their post-treatment success as 2.3 points. Those who used massage improved by 0.80 points (1.39 better to 0.21 better) on a 1- to 7-point scale, where a lower score means more self-reported treatment success.\n• Health-related quality of life (5% improvement): People who had a 'dummy' massage rated their quality of life at 43.2 points. People who had massage rated their post-treatment quality of life as 48.5 points. Those who used massage improved by 5.30 points (8.24 better to 2.36 better) on a 0- to 100-point scale, where a higher score means better quality of life.\n• Patient satisfaction and serious adverse events - these outcomes were not reported.\n• Minor adverse events - minor adverse (unwanted or harmful) events were poorly reported, were the same as with the dummy massage and included minor temporary effects such as mild treatment soreness."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have little confidence in our findings that massage provides little to no benefit in terms of pain, function-disability, quality of life and participant-reported treatment success compared to a 'dummy' massage, because it is possible that people in the studies were aware of which treatment they were getting. We believe that these biases may result in either an over or underestimation of the size of the effect reported. The occurrence of adverse events was not commonly reported. The number of participants in most trials was small. Focused planning of studies with larger numbers of participants, adequate massage doses and control for study biases is needed."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "We searched databases up to 1 October 2023."
    }
  ]
}