{
  "doi": "10.1002/14651858.CD012227.pub2",
  "name": "Paracetamol (acetaminophen) with or without codeine or dihydrocodeine for neuropathic pain in adults ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Paracetamol, either alone or in combination with codeine or dihydrocodeine, is commonly used to treat chronic neuropathic pain. This review sought evidence for efficacy and harm from randomised double-blind studies."
    },
    {
      "heading": "Objectives",
      "text": "To assess the analgesic efficacy and adverse events of paracetamol with or without codeine or dihydrocodeine for chronic neuropathic pain in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, and Embase from inception to July 2016, together with reference lists of retrieved papers and reviews, and two online study registries."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, double-blind studies of two weeks' duration or longer, comparing paracetamol, alone or in combination with codeine or dihydrocodeine, with placebo or another active treatment in chronic neuropathic pain."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently searched for studies, extracted efficacy and adverse event data, and examined issues of study quality and potential bias. We did not carry out any pooled analyses. We assessed the quality of the evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "No study satisfied the inclusion criteria. Effects of interventions were not assessed as there were no included studies. We have only very low quality evidence and have no reliable indication of the likely effect."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to support or refute the suggestion that paracetamol alone, or in combination with codeine or dihydrocodeine, works in any neuropathic pain condition."
    }
  ],
  "pls_title": "Paracetamol (acetaminophen) alone, or in combination with codeine or dihydrocodeine, for neuropathic pain in adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Bottom line",
      "text": "There is no good evidence to support or refute the suggestion that paracetamol alone, or in combination with codeine or dihydrocodeine, works in any neuropathic pain condition."
    },
    {
      "heading": "Background",
      "text": "Neuropathic pain is pain coming from damaged nerves. It is different from pain messages that are carried along healthy nerves from damaged tissue (e.g. a fall or cut, or arthritic knee). Neuropathic pain is often treated by different medicines (drugs) to those used for pain from damaged tissue, which we often think of as painkillers. Medicines that are sometimes used to treat depression or epilepsy (fits) can be very effective in some people with neuropathic pain. But sometimes paracetamol is used to treat neuropathic pain, either by itself or with the opioid painkillers codeine or dihydrocodeine.\nParacetamol has been widely available for over 50 years. There is evidence it works as a painkiller in some short-lived pains, but it does not appear to work well for long lasting pains. We do not really know how it works. Paracetamol is commonly used combined with opioid drugs.\nOpioid painkillers are drugs like morphine. Morphine is derived from plants, but many opioids are also made in a laboratory rather than being extracted from plants. Codeine and dihydrocodeine are often combined with paracetamol."
    },
    {
      "heading": "Study characteristics",
      "text": "In July 2016, we searched for clinical trials where paracetamol alone, or in combination with codeine or dihydrocodeine, was used to treat neuropathic pain in adults. We found no studies that met our requirements for the review."
    },
    {
      "heading": "Key results",
      "text": "Because there were no studies that could answer the questions in a reliable way, we cannot say whether paracetamol alone, or in combination with codeine or dihydrocodeine, works for chronic neuropathic pain."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We rated the quality of the evidence as very low because there were no studies. Very low quality evidence means that we are very uncertain about the impact of paracetamol alone, or in combination with codeine or dihydrocodeine, in any neuropathic pain condition."
    }
  ]
}