{
  "doi": "10.1002/14651858.CD000137",
  "name": "Maternal oxygen administration for suspected impaired fetal growth",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Fetal hypoxaemia is often a feature of fetal growth impairment. It has been suggested that perinatal outcome after suspected impaired fetal growth might be improved by giving mothers continuous oxygen until delivery."
    },
    {
      "heading": "Objectives",
      "text": "The objective was to assess the effects of maternal oxygen therapy in suspected impaired fetal growth on fetal growth and perinatal outcome."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (June 2009)."
    },
    {
      "heading": "Selection criteria",
      "text": "Acceptably controlled trials comparing maternal oxygen therapy with no oxygen therapy in suspected impaired fetal growth."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Eligibility and trial quality was assessed."
    },
    {
      "heading": "Main results",
      "text": "Three studies involving 94 women were included. Oxygenation compared with no oxygenation was associated with a lower perinatal mortality rate (risk ratio 0.50, 95% confidence interval 0.32 to 0.81). However, higher gestational age in the oxygenation groups may have accounted for the difference in mortality rates."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is not enough evidence to evaluate the benefits and risks of maternal oxygen therapy for suspected impaired fetal growth. Further trials of maternal hyperoxygenation seem warranted."
    }
  ],
  "pls_title": "Maternal oxygen administration for suspected impaired fetal growth",
  "pls_type": "long",
  "pls": "Too little evidence to show whether continuous oxygen therapy for pregnant women benefits babies in the womb who are smaller than expected.\nBabies who receive too little oxygen from their mother's blood can grow more slowly than expected before birth (impaired fetal growth). With extreme lack of oxygen, the baby can die in the womb. Sometimes, it may be suggested that the mother breathe extra oxygen through a face mask 24 hours daily (oxygen therapy) until the baby's birth. The review of trials found that there is too little evidence to show whether the baby's growth improves when women have continuous oxygen therapy from mid-pregnancy until the baby's birth. There is some evidence that fewer babies may die, although further research is needed."
}