{
  "doi": "10.1002/14651858.CD005296.pub4",
  "name": "Single versus multiple visits for endodontic treatment of permanent teeth",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Root canal treatment (RoCT), or endodontic treatment, is a common procedure in dentistry. The main indications for RoCT are irreversible pulpitis and necrosis of the dental pulp caused by carious processes, coronal crack or fracture, or dental trauma. Successful RoCT is characterised by an absence of symptoms (i.e. pain) and clinical signs (i.e. swelling and sinus tract) in teeth without radiographic evidence of periodontal involvement (i.e. normal periodontal ligament). The success of RoCT depends on a number of variables related to the preoperative condition of the tooth, as well as the endodontic procedures. RoCT can be carried out with a single-visit approach, which involves root canal system obturation (filling and sealing) directly after instrumentation and irrigation, or with a multiple-visits approach, in which the treatment is completed in two or more sessions and obturation is performed in the last session. This review updates the previous versions published in 2007 and 2016."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of completion of root canal treatment (RoCT) in a single visit compared to RoCT over two or more visits, with or without medication, in people aged over 10 years."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search date was 25 April 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials and quasi-randomised controlled trials in people needing RoCT comparing completion of RoCT in a single visit compared to RoCT over two or more visits."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were 1. tooth extraction and 2. radiological failure after at least one year (i.e. periapical radiolucency). Our secondary outcomes were 3. postoperative and postobturation pain; 4. swelling or flare-up; 5. analgesic use and 6. presence of sinus track or fistula after at least one month. We used GRADE to assess certainty of evidence for each outcome.\nWe excluded five studies that were included in the previous version of the review because they did not meet the current standard of care (i.e. rubber dam isolation and irrigation with sodium hypochlorite)."
    },
    {
      "heading": "Main results",
      "text": "We included 47 studies with 5805 participants and 5693 teeth analysed. We judged 10 studies at low risk of bias, 17 at high risk of bias and 20 at unclear risk of bias.\nOnly two studies reported data on tooth extraction. We found no evidence of a difference between treatment in one visit or treatment over multiple visits, but we had very low certainty about the findings (risk ratio (RR) 0.46, 95% confidence interval (CI) 0.09 to 2.50; I2 = 0%; 2 studies, 402 teeth). We found no evidence of a difference between single-visit and multiple-visit treatment in terms of radiological failure (RR 0.93, 95% CI 0.81 to 1.07; I2 = 0%; 13 studies, 1505 teeth; moderate-certainty evidence).\nWe found evidence of a higher proportion of participants reporting pain within one week in single-visit groups compared to multiple visit groups (RR 1.55, 95% CI 1.14 to 2.09; I2 = 18%; 5 studies, 638 teeth; moderate-certainty evidence).\nWe found no evidence of a difference in the proportion of participants reporting pain until 72 hours postobturation (RR 0.97, 95% CI 0.81 to 1.16; I2 = 70%; 12 studies, 1329 teeth; low-certainty evidence), pain intensity until 72 hours postobturation (mean difference (MD) 0.26, 95% CI −4.76 to 5.29; I2 = 98%; 12 studies, 1258 teeth; low-certainty evidence) or pain at one week postobturation (RR 1.05, 95% CI 0.67 to 1.67; I2 = 61%; 9 studies, 1139 teeth; very low-certainty evidence). We found no evidence of a difference in swelling or flare-up incidence (RR 0.56 95% CI 0.16 to 1.92; I2 = 0%; 6 studies; 605 teeth; very low-certainty evidence), analgesic use (RR 1.25 95% CI 0.75 to 2.09; I2 = 36%; 6 studies, 540 teeth; very low-certainty evidence) or sinus tract or fistula presence (RR 1.00, 95% CI 0.24 to 4.28; I2 = 0%; 5 studies, 650 teeth; very low-certainty evidence).\nSubgroup analysis found no differences between single-visit and multiple-visit RoCT for considered outcomes other than proportion of participants reporting post-treatment pain within one week, which was higher in the single-visit groups for vital teeth (RR 2.16, 95% CI 1.39 to 3.36; I2 = 0%; 2 studies, 316 teeth), and when instrumentation was mechanical (RR 1.80, 95% CI 1.10 to 2.92; I2 = 56%; 2 studies, 278 teeth)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "As in the previous two versions of the review, there is currently no evidence to suggest that one treatment regimen (single-visit or multiple-visit RoCT) is more effective than the other. Neither regimen can prevent pain and other complications in the 12-month postoperative period. There was moderate-certainty evidence of higher proportion of participants reporting pain within one week in single-visit groups compared to multiple-visit groups. In contrast to the results of the last version of the review, there was no difference in analgesic use."
    }
  ],
  "pls_title": "Should root canal treatment be performed in one dental visit or over several visits?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Single-visit and multiple-visit endodontic (root canal) treatments are equally effective, regardless of whether the soft portion at the centre of the tooth containing nerves and blood vessels (dental pulp) is vital (living) or non-vital (dead).\nBoth treatment approaches are frequently associated with some short-term post-treatment pain."
    },
    {
      "heading": "What is root canal treatment?",
      "text": "Root canal treatment is a common procedure in dentistry that is required when the dental pulp is irreversibly damaged. Root canal treatment is considered successful when there are no symptoms (such as pain), when x-rays show no signs of damage to bone and other supporting tissues of the tooth, and when there are no gum signs of infection (such as swelling or sinus tract (an abnormal channel))."
    },
    {
      "heading": "How are root canal treatments performed?",
      "text": "Root canal treatment can be carried out over one or more appointments. The tooth, after being isolated from saliva by placing a rubber sheet ('dam') around it, is opened through the crown (visible part of the tooth) using a drill, the pulp is accessed and removed. Then, the canal is disinfected before being sealed with a filling.\nIn the past these procedures were performed over two or more visits, putting a small amount of medicine in the canals in-between visits to kill any remaining bacteria, but now single-visit treatments without the use of any interappointment medication are often preferred."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if root canal treatment performed in a single visit was better, equal to or worse than root canal treatment over two of more visits in terms of success of the treatment and likelihood of complications after treatment."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that investigated success and complications of single-visit versus multiple-visit root canal treatment in permanent (adult) teeth. We combined the results of relevant studies and rated our confidence in the evidence, based on factors such as study methods and number of people tested."
    },
    {
      "heading": "What studies did we find?",
      "text": "We found 47 studies with 5805 participants. The studies compared root canal treatment performed at a single appointment with root canal treatment performed over two or more appointments on vital permanent teeth, non-vital permanent teeth, or both. The biggest study involved 390 teeth and the smallest study involved 26 teeth. The studies were conducted in countries around the world, with the largest number (12) in India."
    },
    {
      "heading": "What did the studies show?",
      "text": "Whether teeth are treated in a single visit or multiple visits may have no effect on the likelihood of tooth extraction (removal), but we are very uncertain about the results (evidence from two studies). Single-visit and multiple-visit treatments do not seem to have a different outcome when they are judged using x-rays taken one year after treatment (evidence from 13 studies).\nParticipants treated over multiple visits are probably less likely to experience pain in the first week after treatment starts than participants treated in a single visit (evidence from five studies).\nThere seems to be no difference between single- and multiple-visit treatment for other outcomes (whether or not there is pain after filling and the intensity of that pain, use of painkillers, swelling, and whether or not there is sinus tract), but we are uncertain about these results."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are moderately confident in the conclusions regarding x-ray success of the treatment after one year not differing according to whether it was done in a single visit or multiple visits. Likewise, we are moderately confident in the finding that pain during the first week after treatment is more likely with single-visit treatment. However, it is possible there were some flaws in the way the studies were run that could have affected the results.\nWe are not confident about the results for the other outcomes because the evidence was based on a few cases and the results varied widely across the studies, some of which had flaws in the way they were run."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This review updates our previous versions published in 2007 and 2016. We searched for evidence up to April 2022."
    }
  ]
}