{
  "doi": "10.1002/14651858.CD007708.pub3",
  "name": "Nitroglycerin for management of retained placenta",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Retained placenta affects 0.5% to 3% of women following delivery, with considerable morbidity if left untreated. Use of nitroglycerin (NTG), either alone or in combination with uterotonics, may be of value to minimise the need for manual removal of the placenta in theatre under anaesthesia."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of NTG as a tocolytic, either alone or in addition to uterotonics, in the management of retained placenta."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group’s Trials Register (14 January 2015), reference lists of retrieved studies and contacted experts in the field."
    },
    {
      "heading": "Selection criteria",
      "text": "Any adequately randomised controlled trial (RCT) comparing the use of NTG, either alone or in combination with uterotonics, with no intervention or with other interventions in the management of retained placenta. All women having a vaginal delivery with a retained placenta, regardless of the management of the third stage of labour (expectant or active). We included all trials with haemodynamically stable women in whom the placenta was not delivered at least within 15 minutes after delivery of the baby."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias, extracted data and checked them for accuracy."
    },
    {
      "heading": "Main results",
      "text": "We included three randomised controlled trials (RCTs) with 175 women. The three published RCTs compared NTG alone versus placebo. The detachment status of retained placenta was unknown in all three RCTs. Collectively, among the three included trials, two were judged to be at low risk of bias and the third trial was judged to be at high risk of bias for two domains: incomplete outcome data and selective reporting. The three trials reported seven out of 23 of the review's pre-specified outcomes.\nThe primary outcome \"manual removal of the placenta\" was reported in all three studies. No differences were seen between NTG and placebo for manual removal of the placenta (average risk ratio (RR) 0.83, 95% confidence interval (CI) 0.47 to 1.46; women = 175; I² = 81%). A random-effects model was used because of evidence of substantial heterogeneity in the analysis. There were also no differences between groups for risk of severe postpartum haemorrhage (RR 0.93, 95% CI 0.62 to 1.39; women = 150; studies = two; I² = 0%). Blood transfusion was only reported in one study (40 women) and again there was no difference between groups (RR 1.00, 95% CI 0.07 to 14.90; women = 40; I² = 0%). Mean blood loss (mL) was reported in the three studies and no differences were observed (mean difference (MD) -115.31, 95% CI -306.25 to 75.63; women = 169; I² = 83%). Nitroglycerin administration was not associated with an increase in headaches (RR 1.09, 95% CI 0.80 to 1.47; women = 174; studies = three; I² = 0%). However, nitroglycerin administration was associated with a significant, though mild, decrease in systolic and diastolic blood pressure and a significant increase in pulse rate (MD -3.75, 95% CI -7.47 to -0.03) for systolic blood pressure, and (MD 6.00, 95% CI 3.07 to 8.93) for pulse rate (beats per minute) respectively (reported by only one study including 24 participants). Maternal mortality and addition of therapeutic uterotonics were not reported in any study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In cases of retained placenta, currently available data showed that the use of NTG alone did not reduce the need for manual removal of placenta. This intervention did not increase the incidence of severe postpartum haemorrhage nor the need for blood transfusion. Haemodynamically, NTG had a significant though mild effect on both pulse rate and blood pressure."
    }
  ],
  "pls_title": "Use of nitroglycerin to deliver a retained placenta",
  "pls_type": "long",
  "pls": "Failure to deliver the placenta after a vaginal birth is an uncommon event that can be associated with significant bleeding and even death if left untreated. The retained placenta may be detached from the uterine wall but is trapped so that it is not expelled through the cervix or non-detached as the placenta fails to separate because of placental inhibition of uterine contractions. Conventional management involves spinal or general anaesthesia to enable introducing a hand inside the uterus to manually remove the placenta, which carries risks of infection and from the anaesthetic, and also requires special facilities. The use of uterine relaxing drugs (tocolytics), either alone or with other drugs to stimulate contractions of the uterus (uterotonics), may bring on the delivery of the placenta and avoid the need for this invasive procedure. This review included three trials that randomly assigned 175 women with the placenta remaining undelivered more than 15 minutes after delivery to either a placebo or the tocolytic nitroglycerin. Both groups received oxytocin to stimulate contractions of the uterus. Combined administration of nitroglycerin and oxytocin did not reduce the need for manual removal of placenta, blood loss, nor the incidence of severe postpartum haemorrhage. Nitroglycerin administration did not cause headache but resulted in a mild drop in blood pressure and a related increase in heart rate. Two out of the three trials had low risk of bias but this result needs confirmation in larger trials with adequate sample sizes to verify the role of nitroglycerin and other tocolytic drugs in managing different subtypes of retained placenta. The trials in this review did not specify the type of retained placenta. We have included an explanation of some of the scientific terms that are used in this review in a glossary (see Appendix 1)."
}