{
  "doi": "10.1002/14651858.CD000953",
  "name": "Iloprost and cisaprost for Raynaud's phenomenon in progressive systemic sclerosis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Scleroderma is a connective tissue disease causing fibrosis and commonly affects the skin and internal organs such as the GI tract, lungs, kidney and heart."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects and toxicity of the following agents:Prostaglandin analogues together with other agents proposed for the treatment of Raynaud's phenomenon (RP) in scleroderma."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Controlled Trials Register, and MEDLINE up to 1996 using the Cochrane Collaboration search strategy developed by Dickersin 1994. Key words included: raynaud's or vasospasm, scleroderma or progressive systemic sclerosis or connective tissue disease or autoimmune disease. Current Contents were searched up to and including April 7, 1997. All bibliographies of articles retrieved were searched and key experts in the area were contacted for additional and unpublished data. The initial search strategy included all languages."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomized controlled trials comparing prostaglandin analogues versus placebo were eligible if they reported clinical outcomes within the start of therapy, and if the dropout rate was less than 35%."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data were abstracted independently by two reviewers (DF, AT). Peto's odds ratios were calculated for all dichotomous outcomes and a weighted mean difference was calculated for all continuous outcomes. A fixed effects or random effects model was used if the data were homogeneous or heterogeneous, respectively."
    },
    {
      "heading": "Main results",
      "text": "Seven randomized trials and 332 patients were included. Five of the seven trials were of parallel design. Five trials compared I.V. Iloprost and one trial studied p.o. Iloprost and another p.o. Cisaprost. Some trials were dose finding trials so various doses of Iloprost were used. Due to different efficacies of I.V. Iloprost, oral Iloprost and oral Cisaprost, the overall efficacy of these drugs was somewhat diluted. Intravenous Iloprost appears to be effective in the treatment of secondary Raynaud's phenomenon."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Intravenous Iloprost is effective in the treatment of Raynaud's phenomenon secondary to scleroderma at decreasing the frequency and severity of attacks and preventing or healing digital ulcers. The effect seems to be prolonged after the intravenous infusion is given. Oral Iloprost may have less efficacy than intravenous Iloprost. However, Cisaprost has minimal or no efficacy when given orally for the treatment of Raynaud's phenomenon secondary to scleroderma."
    }
  ],
  "pls_title": "Iloprost and cisaprost for Raynaud's phenomenon in progressive systemic sclerosis",
  "pls_type": "long",
  "pls": "Scleroderma is a connective tissue disease causing fibrosis and commonly affects the skin and internal organs such as the GI tract, lungs, kidney and heart.\nSeven randomized trials and 332 patients were included. Five of the seven trials were of parallel design. Five trials compared I.V. Iloprost and one trial studied p.o. Iloprost and another p.o. Cisaprost. Some trials were dose finding trials so various doses of Iloprost were used. Due to different efficacies of I.V. Iloprost, oral Iloprost and oral Cisaprost, the overall efficacy of these drugs was somewhat diluted. Intravenous Iloprost appears to be effective in the treatment of secondary Raynaud's phenomenon.\nIntravenous Iloprost is effective in the treatment of Raynaud's phenomenon secondary to scleroderma at decreasing the frequency and severity of attacks and preventing or healing digital ulcers. The effect seems to be prolonged after the intravenous infusion is given. Oral Iloprost may have less efficacy than intravenous Iloprost. However, Cisaprost has minimal or no efficacy when given orally for the treatment of Raynaud's phenomenon secondary to scleroderma."
}