{
  "doi": "10.1002/14651858.CD008075.pub3",
  "name": "High‐volume haemofiltration for sepsis in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Severe sepsis and septic shock are leading causes of death in the intensive care unit (ICU), despite advances in the treatment of patients with severe sepsis and septic shock, including early recognition, appropriate treatment with antibiotics and support of organs that may have been affected by the illness. High-volume haemofiltration (HVHF) is a blood purification technique that may improve outcomes in severe sepsis or septic shock. The technique of HVHF has evolved from renal replacement therapies used in the ICU to treat critically ill patients with acute kidney injury (AKI). This review was first published in 2013 and was updated in 2016."
    },
    {
      "heading": "Objectives",
      "text": "To investigate whether HVHF improves outcomes in critically ill adults admitted to the intensive care unit with severe sepsis or septic shock. The primary outcome of this systematic review is patient mortality; secondary outcomes include duration of stay, severity of organ dysfunction and adverse events."
    },
    {
      "heading": "Search methods",
      "text": "For this updated version, we extended searches of the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, Latin American Caribbean Health Sciences Literature (LILACS), Web of Science and the Cumulative Index to Nursing and Allied Health Literature (CINAHL) to 31 December 2015. The original search was performed in 2011. We also searched trials registers."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) and quasi-randomized trials comparing HVHF or high-volume haemodiafiltration versus standard or usual dialysis therapy, as well as RCTs and quasi-randomized trials comparing HVHF or high-volume haemodiafiltration versus no similar dialysis therapy. These studies involved adults treated in critical care units."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors independently extracted data and assessed trial quality. We sought additional information from trialists as required."
    },
    {
      "heading": "Main results",
      "text": "We included four randomized trials involving 200 participants. Owing to small numbers of studies and participants, it was not possible to combine data for all outcomes. Two trials reported 28-day mortality, and one trial reported hospital mortality; in the third trial, the number of deaths stated did not match the quoted mortality rates. The pooled risk ratio (95% confidence interval) for 28-day mortality associated with HVHF was 0.89 (0.60 to 1.32, two trials, 146 participants, low-quality evidence). One study (137 participants, low-quality evidence) reported length of stay in the ICU. Two trials (170 participants, low-quality evidence) reported organ dysfunction, but we could not pool results owing to reporting differences. Three studies (189 participants, low-quality evidence) reported on haemodynamic changes, but we could not pool results owing to reporting differences. Investigators reported no adverse events. Overall, the included studies had low risk of bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Investigators reported no adverse effects of HVHF (low-quality evidence). The results of this meta-analysis show that very few studies have been conducted to investigate the use of HVHF in critically ill patients with severe sepsis or septic shock (four studies, 201 participants, low-quality evidence). Researchers should consider additional randomized controlled trials that are large and multi-centred and have clinically relevant outcome measures. The cost-effectiveness of HVHF should also be studied.."
    }
  ],
  "pls_title": "High-volume haemofiltration for sepsis",
  "pls_type": "long",
  "pls": "Background\nSevere sepsis and septic shock are among the most common causes of death in adults admitted to an intensive care unit (ICU). Sepsis often arises after infection, when the body responds by producing chemicals that cause massive inflammation throughout the body. This inflammation can cause organs such as kidneys, heart, circulation or lungs to fail. It is these organ failures, which result from inflammation, that lead to the high death rates associated with sepsis.\nTheoretically, if it were possible to artificially neutralize or remove these chemicals from the bloodstream, patient outcomes (such as organ failure and death) might improve. High-volume haemofiltration (HVHF) is one method that could be used. Standard haemofiltration is a treatment already used in the ICU to remove toxins that build up when a patient's kidneys have stopped working. This treatment involves removal of blood from the patient via a large catheter (a hollow, flexible tube placed into a large vein). After the blood has been removed, it is passed through a filter that removes toxins. The 'purified' blood is then returned to the patient via the catheter. HVHF, a more intense form of this treatment, aims to remove even more toxins (including some of the toxic chemicals produced during sepsis). However, HVHF presents potential disadvantages. This specialized technique requires specific equipment and extra training. Theoretically, it could have harmful effects on a patient's blood pressure or could remove beneficial chemicals (such as antibiotics). For this review, we assessed whether high-volume haemofiltration improves outcomes such as risk of death among patients with severe sepsis.\nStudy characteristics\nThis review is current until December 2015. We included four trials involving 205 participants. All four studies assessed effects of HVHF compared with the current standard haemofiltration and included participants with severe sepsis or septic shock who had been admitted to an ICU. Three of the four studies were very small (fewer than 20 participants enrolled in each study). The maximum time that participants were followed up after inclusion in any of the studies was 28 days. Two studies received financial support from pharmaceutical companies, and one study received support from a health research organization.\nKey results\nOutcome data were limited - two trials reported death rates at 28 days and one reported death rates in hospital; in the fourth study, the number of deaths stated did not match the quoted mortality rates. One study reported length of stay in the ICU, and one provided data on organ dysfunction. Investigators described no complications.\nNo clear evidence showed any benefit of HVHF in critically ill patients with severe sepsis or septic shock.\nQuality of evidence\nEvidence is insufficient to support the routine use of high-volume haemofiltration in patients with severe sepsis or septic shock. Studies included in this review reported relatively small numbers of participants and measured different outcomes; therefore, we judged the quality of evidence with respect to the impact of HVHF as low. Larger trials, carried out at many centres, are required for full assessment of clinically relevant outcomes and for evaluation of cost versus benefit."
}