{
  "doi": "10.1002/14651858.CD010515.pub2",
  "name": "Personally tailored activities for improving psychosocial outcomes for people with dementia in community settings ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "People with dementia living in the community, that is in their own homes, are often not engaged in meaningful activities. Activities tailored to their individual interests and preferences might be one approach to improve quality of life and reduce challenging behaviour."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of personally tailored activities on psychosocial outcomes for people with dementia living in the community and their caregivers.\nTo describe the components of the interventions.\nTo describe conditions which enhance the effectiveness of personally tailored activities in this setting."
    },
    {
      "heading": "Search methods",
      "text": "We searched ALOIS: the Cochrane Dementia and Cognitive Improvement Group’s Specialized Register on 11 September 2019 using the terms: activity OR activities OR occupation* OR “psychosocial intervention\" OR \"non-pharmacological intervention\" OR \"personally-tailored\" OR \"individually-tailored\" OR individual OR meaning OR involvement OR engagement OR occupational OR personhood OR \"person-centred\" OR identity OR Montessori OR community OR ambulatory OR \"home care\" OR \"geriatric day hospital\" OR \"day care\" OR \"behavioural and psychological symptoms of dementia\" OR \"BPSD\" OR \"neuropsychiatric symptoms\" OR \"challenging behaviour\" OR \"quality of life\" OR depression. ALOIS contains records of clinical trials identified from monthly searches of a number of major healthcare databases, numerous trial registries and grey literature sources."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials and quasi-experimental trials including a control group offering personally tailored activities. All interventions comprised an assessment of the participant’s present or past interests in, or preferences for, particular activities for all participants as a basis for an individual activity plan. We did not include interventions offering a single activity (e.g. music or reminiscence) or activities that were not tailored to the individual's interests or preferences. Control groups received usual care or an active control intervention."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently checked the articles for inclusion, extracted data, and assessed the methodological quality of all included studies. We assessed the risk of selection bias, performance bias, attrition bias, and detection bias. In case of missing information, we contacted the study authors."
    },
    {
      "heading": "Main results",
      "text": "We included five randomised controlled trials (four parallel-group studies and one cross-over study), in which a total of 262 participants completed the studies. The number of participants ranged from 30 to 160. The mean age of the participants ranged from 71 to 83 years, and mean Mini-Mental State Examination (MMSE) scores ranged from 11 to 24. One study enrolled predominantly male veterans; in the other studies the proportion of female participants ranged from 40% to 60%. Informal caregivers were mainly spouses.\nIn four studies family caregivers were trained to deliver personally tailored activities based on an individual assessment of interests and preferences of the people with dementia, and in one study such activities were offered directly to the participants. The selection of activities was performed with different methods. Two studies compared personally tailored activities with an attention control group, and three studies with usual care. Duration of follow-up ranged from two weeks to four months.\nWe found low-certainty evidence indicating that personally tailored activities may reduce challenging behaviour (standardised mean difference (SMD) −0.44, 95% confidence interval (CI) −0.77 to −0.10; I2 = 44%; 4 studies; 305 participants) and may slightly improve quality of life (based on the rating of family caregivers). For the secondary outcomes depression (two studies), affect (one study), passivity (one study), and engagement (two studies), we found low-certainty evidence that personally tailored activities may have little or no effect. We found low-certainty evidence that personally tailored activities may slightly improve caregiver distress (two studies) and may have little or no effect on caregiver burden (MD −0.62, 95% CI −3.08 to 1.83; I2 = 0%; 3 studies; 246 participants), caregivers' quality of life, and caregiver depression. None of the studies assessed adverse effects, and no information about adverse effects was reported in any study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Offering personally tailored activities to people with dementia living in the community may be one approach for reducing challenging behaviour and may also slightly improve the quality of life of people with dementia. Given the low certainty of the evidence, these results should be interpreted with caution. For depression and affect of people with dementia, as well as caregivers' quality of life and burden, we found no clear benefits of personally tailored activities."
    }
  ],
  "pls_title": "Personally tailored activities for people with dementia living in their own homes",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "People with dementia living in their own homes often have too little to do. If a person with dementia has the chance to take part in activities which match his or her personal interests and preferences, this may lead to a better quality of life, reduce challenging behaviour such as restlessness or aggression, and have other positive effects."
    },
    {
      "heading": "Purpose of this review",
      "text": "We investigated the effects of offering people with dementia who were living in their own homes activities tailored to their personal interests."
    },
    {
      "heading": "Studies included in the review",
      "text": "In September 2019 we searched for trials in which people with dementia living in their own homes were offered activities based on their individual interests, or family caregivers were offered such activities (an intervention group) compared with other people with dementia living in their own homes who were not offered these activities or whose family caregivers were not trained in delivering such activities (a control group).\nWe found five studies including 262 people with dementia living in their own homes. The mean age of the study participants ranged from 71 to 83 years. All studies were randomised controlled trials, that is participants were assigned at random to either the intervention or control group. In one study the participants in the study groups switched after a specific time to the other group (i.e. the activity programme was offered to the participants in the control group, and the participants of the intervention group did not receive the activity programme any more). The participants had mild to moderate dementia, and the studies lasted from two weeks to four months.\nIn four studies, the family caregivers were trained to deliver the activities based on an individual care plan, and in one study the activities were offered directly to the participants. The activities offered in the studies did not vary a lot. In two studies, the control group received some information about dementia care via telephone or in personal meetings with an expert, and in three studies the control group received only the usual care delivered in their homes. The quality of the trials and how well they were reported varied, which affected our confidence in the results."
    },
    {
      "heading": "Key findings",
      "text": "Offering personally tailored activities may improve challenging behaviour and slightly improve quality of life of people with dementia living in their own homes, but may have little or no effect on depression, affect, passivity, and engagement (being involved in what is happening around them) of people with dementia. Personally tailored activities may slightly improve caregivers' distress, but may have little or no effect on caregiver burden, quality of life, and depression. No study looked for harmful effects and no study described that any harmful effects occurred."
    },
    {
      "heading": "Conclusions",
      "text": "We concluded that offering activity sessions to people with mild to moderate dementia living in their own homes may help to manage challenging behaviour and may slightly improve their quality of life."
    }
  ]
}