{
  "doi": "10.1002/14651858.CD008693.pub2",
  "name": "Exercise interventions for shoulder dysfunction in patients treated for head and neck cancer ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Shoulder dysfunction is a common problem in patients treated for head and neck cancer. Both neck dissections and radiotherapy can cause morbidity to the shoulder joint. Exercise interventions have been suggested as a treatment option for this population."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of exercise interventions for the treatment of shoulder dysfunction caused by the treatment of head and neck cancer."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane ENT Group Trials Register; CENTRAL; PubMed; EMBASE; CINAHL; Web of Science; BIOSIS Previews; Cambridge Scientific Abstracts; ISRCTN and additional sources for published and unpublished trials. The date of the search was 7 July 2011."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs) comparing any type of exercise therapy compared with any other intervention in patients with shoulder dysfunction due to treatment of head and neck cancer."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials, assessed risk of bias and extracted data from studies. We contacted study authors for information not provided in the published articles."
    },
    {
      "heading": "Main results",
      "text": "Three trials involving 104 people were included. We classified one study as having low risk of bias; the others had some limitations and we classified them as having high risk of bias.\nTwo studies (one with low risk of bias and the other with high risk of bias) applied progressive resistance training (PRT) combined with range of motion exercises and stretching; the comparison group received standard care. Pooled data demonstrated that PRT can improve shoulder pain (mean difference (MD) -6.26; 95% confidence interval (CI) -12.20 to -0.31) and shoulder disability (MD -8.48; 95% CI -15.07 to -1.88), both measured using the Shoulder Pain and Disability Index (SPADI) (range 0 to 100). Similarly, secondary outcomes were also improved: active range of motion for external rotation (MD 14.51 degrees; 95% CI 7.87 to 21.14), passive range of motion for abduction (MD 7.65 degrees; 95% CI 0.64 to 14.66), forward flexion (MD 6.20 degrees; 95% CI 0.69 to 11.71), external rotation (MD 7.17 degrees; 95% CI 2.20 to 12.14) and horizontal abduction (MD 7.34 degrees; 95% CI 2.86 to 11.83). Strength and resistance of scapular muscles was assessed in one study and the results showed a statistically significant benefit of PRT. The studies did not demonstrate a statistically significant difference in quality of life. Only two non-serious adverse events were described in the PRT group compared with none in the standard care group.\nOne study with high risk of bias used a broad spectrum of techniques including free active exercises, stretching and postural care for a period of three months following surgery. This study did not demonstrate a difference between the exercise group and routine postoperative physiotherapy care in shoulder function and quality of life, but serious methodological limitations could explain this. No serious adverse events were reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Limited evidence from two RCTs demonstrated that PRT is more effective than standard physiotherapy treatment for shoulder dysfunction in patients treated for head and neck cancer, improving pain, disability and range of motion of the shoulder joint, but it does not improve quality of life. However, although statistically significant the measured benefits of the intervention may be small. Other exercise regimes were not shown to be effective compared to routine postoperative physiotherapy. Further studies which apply other exercise interventions in head and neck cancer patients in the early postoperative and radiotherapy period are needed, with long-term follow-up."
    }
  ],
  "pls_title": "Exercise interventions for shoulder dysfunction in patients treated for head and neck cancer",
  "pls_type": "long",
  "pls": "Both neck dissection and radiotherapy can cause morbidity to the shoulder joint. ‘Neck dissection’ is often used to prevent the spread of cancer to the lymph nodes of the neck, however this surgery can cause ‘shoulder syndrome’. This is defined as shoulder droop, ‘winged scapula’ (abnormal protruding of the shoulder blades), an inability to shrug and a dull, non-localized pain that is made worse by movement. Shoulder problems can be present in as many as 50% to 100% of patients who have had a radical neck dissection.\nPhysiotherapy interventions are used to reduce the impact of surgery on the shoulder and include a wide range of rehabilitative techniques. These include passive, active or active-assisted range of motion exercises (the patient’s joint is moved either by an external force (e.g. device or person) or active muscle contraction or a combination); progressive resistance training (the patient exercises the muscle against an external force); and proprioceptive neuromuscular facilitation (PNF) exercises (a method used to improve strength, endurance and stretch of muscles).\nThis review identified three randomized controlled trials involving 104 patients. Two studies compared progressive resistance training with standard care (usual treatment process). When we combined their results we found that progressive resistance training improved shoulder pain, shoulder disability, active range of motion for external rotation, passive range of motion for abduction, forward flexion, external rotation and horizontal abduction. The size of this improvement was small. The studies did not demonstrate a statistically significant difference in quality of life. Two non-serious adverse events were reported in the progressive resistance training group and none in the standard care group.\nAnother study compared a broad spectrum of techniques, including free active exercises, stretching, postural care, re-education of scapulothoracic postural muscles, and strength of shoulder muscles, with routine postoperative physiotherapy care for three months following surgery. This study did not demonstrate a difference between the exercise group and the routine physiotherapy care group in shoulder function or quality of life. No adverse effects were reported.\nFurther studies which apply other exercise interventions in head and neck cancer patients in the early postoperative period and after radiotherapy are needed, with long-term follow-up."
}