{
  "doi": "10.1002/14651858.CD009701.pub2",
  "name": "High‐dose versus low‐dose oxytocin infusion regimens for induction of labour at term",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "When women require induction of labour, oxytocin is the most common agent used, delivered by an intravenous infusion titrated to uterine contraction strength and frequency. There is debate over the optimum dose regimen and how it impacts on maternal and fetal outcomes, particularly induction to birth interval, mode of birth, and rates of hyperstimulation. Current induction of labour regimens include both high- and low-dose regimens and are delivered by either continuous or pulsed infusions, with both linear and non-linear incremental increases in oxytocin dose. Whilst low-dose protocols bring on contractions safely, their potentially slow induction to birth interval may increase the chance of fetal infection and chorioamnionitis. Conversely, high-dose protocols may cause undue uterine hyperstimulation and fetal distress."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness and safety of high- versus low-dose oxytocin for induction of labour at term"
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group’s Trials Register (31 August 2014) and the reference lists of relevant papers."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials and quasi-randomised controlled trials that compared oxytocin protocol for induction of labour for women at term, where high-dose oxytocin is at least 100 mU oxytocin in the first 40 minutes, with increments delivering at least 600 mU in the first two hours, compared with low-dose oxytocin, defined as less than 100 mU oxytocin in the first 40 minutes, and increments delivering less than 600 mU total in the first two hours."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed study eligibility, extracted data and assessed the risk of bias of included studies. Data were checked for accuracy."
    },
    {
      "heading": "Main results",
      "text": "We have included nine trials, involving 2391 women and their babies in this review. Trials were at a moderate to high risk of bias overall.\nResults of primary outcomes revealed no significant differences in rates of vaginal delivery not achieved within 24 hours (risk ratio (RR) 0.94, 95% confidence interval (CI) 0.78 to 1.14, two trials, 1339 women) or caesarean section (RR 0.96, 95% CI 0.81 to 1.14, eight trials, 2023 women). There was no difference in serious maternal morbidity or death (RR 1.24, 95% CI 0.55 to 2.82, one trial, 523 women), and no difference in serious neonatal morbidity or perinatal death (RR 0.84, 95% CI 0.23 to 3.12, one trial, 781 infants). Finally, no trials reported on the number of women who had uterine hyperstimulation with fetal heart rate changes.\nResults of secondary outcomes revealed no difference between time from induction to delivery (mean difference (MD) -0.90 hours, 95% CI -2.28 to +0.49 hours; five studies), uterine rupture (RR 3.10, 95% CI 0.50 to 19.33; three trials), epidural analgesia (RR 1.03, 95% CI 0.89 to 1.18; two trials), instrumental birth (RR 1.22, 95% CI 0.88 to 1.66; three trials), Apgar less than seven at five minutes (RR 1.25, 95% CI 0.77 to 2.01, five trials), perinatal death (RR 0.84, 95% CI 0.23 to 3.12; two trials), postpartum haemorrhage (RR 1.08, 95% CI 0.87 to 1.34; five trials), or endometritis (RR 1.35, 95% CI 0.53 to 3.43; three trials). Removal of high bias studies reveals a significant reduction of induction to delivery interval (MD -1.94 hours, 95% CI -0.99 to -2.89 hours, 489 women). A significant increase in hyperstimulation without specifying fetal heart rate changes was found in the high-dose group (RR 1.86, 95% CI 1.55 to 2.25).\nNo other secondary outcomes were reported: unchanged/unfavourable cervix after 12 to 24 hours, meconium-stained liquor, neonatal intensive care unit admission, neonatal encephalopathy, disability in childhood, other maternal side-effects (nausea, vomiting, diarrhoea), maternal antibiotic use, maternal satisfaction, neonatal infection and neonatal antibiotic use."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The findings of our review do not provide evidence that high-dose oxytocin increases either vaginal delivery within 24 hours or the caesarean section rate. There is no significant decrease in induction to delivery time at meta-analysis but these results may be confounded by poor quality trials. High-dose oxytocin was shown to increase the rate of uterine hyperstimulation but the effects of this are not clear. The conclusions here are specific to the definitions used in this review. Further trials evaluating the effects of high-dose regimens of oxytocin for induction of labour should consider all important maternal and infant outcomes."
    }
  ],
  "pls_title": "High-dose versus low-dose oxytocin infusion regimens for induction of labour",
  "pls_type": "long",
  "pls": "Some women do not begin labour spontaneously and may need assistance. This assistance, known as induction of labour, involves the use of an intervention to artificially commence uterine contractions for the mother. Oxytocin is a drug that is commonly given to women for induction of labour; however the most suitable dose to enable birth to occur safely for the mother and her baby, within a reasonable timeframe, is not known.\nWe included nine randomised controlled trials involving 2391 women and their babies in this review. The trials were of moderate quality overall. All trials compared giving women a high dose versus a low dose of oxytocin for induction of labour. We found that women who had a high dose of oxytocin were not more likely to have a shorter induction to delivery interval or have a vaginal birth within 24 hours of receiving the treatment than women receiving a low dose of oxytocin. When poor-quality trials are removed from analysis however, the induction to delivery interval was significantly shorter with high-dose oxytocin compared to low-dose oxytocin. The likelihood of having a caesarean was similar with the different doses of oxytocin for induction of labour. No differences were shown between the two groups of women in terms of serious complications, including death of the mother or her baby but women receiving the high-dose oxytocin did have an increased risk of excessive uterine contractions (known as uterine hyperstimulation). No trials provided any information about the number of women with uterine hyperstimulation with changes in the babies' heart rate. Similarly, no trials assessed satisfaction of the mother or her caregivers.\nThe trials were at moderate to high risk of bias overall. The definition of high- and low-dose protocols and the outcomes measured varied considerably across the trials. The current evidence is not strong enough to recommend high-dose over low-dose regimens for routine induction of labour. We recommend that further research is carried out."
}