{
  "doi": "10.1002/14651858.CD013085.pub3",
  "name": "Balneotherapy for chronic venous insufficiency",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chronic venous insufficiency (CVI) is a progressive and common disease that affects the superficial and deep venous systems of the lower limbs. CVI is characterised by valvular incompetence, reflux, venous obstruction or a combination of these symptoms, with consequent distal venous hypertension. Clinical manifestations of CVI include oedema, pain, skin changes, ulcerations and dilated skin veins in the lower limbs. It places a large financial burden on health systems. There is a wide variety of treatment options for CVI, ranging from surgery and medication to compression and physiotherapy. Balneotherapy (treatments involving water) may be a relatively cheap and efficient way to deliver physiotherapy to people with CVI. This is an update of a review first published in 2019."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of balneotherapy for the treatment of people with chronic venous insufficiency."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search date was 28 June 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised and quasi-randomised controlled trials comparing balneotherapy to no treatment or other types of treatment for CVI. We also included studies that used a combination of treatments."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were 1. disease severity, 2. health-related quality of life (HRQoL) and 3. adverse effects. Our secondary outcomes were 1. pain, 2. oedema, 3. leg ulcer incidence and 4. skin pigmentation changes. We used GRADE to assess the certainty of evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We included nine randomised controlled trials involving 1126 participants with CVI. Seven studies evaluated balneotherapy versus no treatment, one study evaluated balneotherapy versus a phlebotonic drug (melilotus officinalis), and one study evaluated balneotherapy versus dryland exercises. We downgraded our certainty in the evidence due to a lack of blinding of participants and investigators, participant-reported outcomes and imprecision.\nBalneotherapy versus no treatment\nBalneotherapy compared to no treatment probably results in slightly improved disease severity signs and symptoms scores as assessed by the Venous Clinical Severity Score (VCSS; mean difference (MD) −1.75, 95% confidence interval (CI) −3.02 to −0.49; 3 studies, 671 participants; moderate-certainty evidence).\nBalneotherapy compared to no treatment may improve HRQoL as assessed by the Chronic Venous Insufficiency Quality of Life Questionnaire 2 (CIVIQ2) at three months, but we are very uncertain about the results (MD −10.46, 95% CI −19.21 to −1.71; 2 studies, 153 participants; very low-certainty evidence). The intervention may improve HRQoL at 12 months (MD −4.48, 95% CI −8.61 to −0.36; 2 studies, 417 participants; low-certainty evidence). It is unclear if the intervention has an effect at six months (MD −2.99, 95% CI −6.53 to 0.56; 2 studies, 436 participants; low-certainty evidence) or nine months (MD −6.40, 95% CI −13.84 to 1.04; 1 study, 59 participants; very low-certainty evidence).\nBalneotherapy compared with no treatment may have little or no effect on the occurrence of adverse effects. The main adverse effects were thromboembolic events (odds radio (OR) 0.35, 95% CI 0.09 to 1.42; 3 studies, 584 participants; low-certainty evidence), erysipelas (OR 2.58, 95% CI 0.65 to 10.22; 2 studies, 519 participants; low-certainty evidence) and palpitations (OR 0.33, 95% CI 0.01 to 8.52; 1 study, 59 participants; low-certainty evidence). No studies reported any serious adverse effects.\nBalneotherapy compared with no treatment may improve pain scores slightly at three months (MD −1.12, 95% CI −1.35 to −0.88; 2 studies, 354 participants; low-certainty evidence); and six months (MD −1.02, 95% CI −1.25 to −0.78; 2 studies, 352 participants; low-certainty evidence).\nBalneotherapy compared with no treatment may have little or no effect on oedema (measured by leg circumference) at 24 days to three months, but we are very uncertain about the results (standardised mean difference (SMD) 0.32 cm, 95% CI −0.70 to 1.34; 3 studies, 369 participants; very low-certainty evidence).\nBalneotherapy compared with no treatment may have little or no effect on the incidence of leg ulcers at 12 months, but we are very uncertain about the results (OR 1.06, 95% CI 0.27 to 4.14; 2 studies, 449 participants; very low-certainty evidence).\nBalneotherapy compared with no treatment may slightly reduce skin pigmentation changes as measured by the pigmentation index at 12 months (MD −3.60, 95% CI −5.95 to −1.25; 1 study, 59 participants; low-certainty evidence).\nBalneotherapy versus melilotus officinalis\nFor the comparison balneotherapy versus a phlebotonic drug (melilotus officinalis), there was little or no difference in pain symptoms (OR 0.29, 95% CI 0.03 to 2.87; 1 study, 35 participants; very low-certainty evidence) or oedema (OR 0.21, 95% CI 0.02 to 2.27; 1 study, 35 participants; very low-certainty evidence), but we are very uncertain about the results. The study reported no other outcomes of interest.\nBalneotherapy versus dryland exercise\nFor the comparison balneotherapy versus dryland exercise, evidence from one study showed that balneotherapy may improve HRQoL as assessed by the Varicose Vein Symptom Questionnaire (VVSymQ), but we are very uncertain about the results (MD −3.00, 95% CI −3.80 to −2.20; 34 participants, very low-certainty evidence). Balneotherapy compared with dryland exercises may reduce oedema (leg volume) after five sessions of treatment (right leg: MD −840.70, 95% CI −1053.26 to −628.14; left leg: MD −767.50, 95% CI −910.07 to −624.93; 1 study, 34 participants, low-certainty evidence). The study reported no other outcomes of interest."
    },
    {
      "heading": "Authors' conclusions",
      "text": "For the comparison balneotherapy versus no treatment, we identified moderate-certainty evidence that the intervention improves disease severity signs and symptoms scores slightly, low-certainty evidence that it improves pain and skin pigmentation changes, and very low-certainty evidence that it improves HRQoL. Balneotherapy compared with no treatment made little or no difference to adverse effects, oedema or incidence of leg ulcers. Evidence comparing balneotherapy with other interventions was very limited. To ensure adequate comparison between trials, future trials should standardise measurements of outcomes (e.g. disease severity signs and symptoms score, HRQoL, pain and oedema) and follow-up time points."
    }
  ],
  "pls_title": "Water-based therapy for chronic venous insufficiency",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Compared to no treatment, balneotherapy (water-based therapy) probably results in slightly improved disease severity, and may improve pain and skin colour changes, in people with chronic venous insufficiency (when blood cannot flow back to the heart properly and pools in the legs).\n• Balneotherapy compared to no treatment may improve quality of life, but we are very uncertain about the results. We found little or no evidence of a difference in side effects, leg ulcers or oedema (swelling of the leg).\n• Evidence comparing balneotherapy with other treatment options is very limited. Compared to medicines known as phlebotonics, we did not find evidence of a difference in the number of people experiencing pain or oedema. Compared to exercises on dryland, balneotherapy may slightly improve quality of life and oedema, but the evidence is very uncertain for quality of life."
    },
    {
      "heading": "What is chronic venous insufficiency?",
      "text": "Chronic venous insufficiency is a disease caused by abnormal transport of blood into the veins of the lower limbs, which means the veins cannot pump enough blood back to the heart. People with this condition often have gnarled and enlarged veins. Of many possible symptoms, the most serious is venous ulcers."
    },
    {
      "heading": "How is chronic venous insufficiency treated?",
      "text": "There is a wide variety of management options or therapies for chronic venous insufficiency, including compression (applying force), physiotherapy, medicine and surgery. Balneotherapy is one way to deliver physiotherapy to people with chronic venous insufficiency. Balneotherapy is a traditional medical technique that involves water and is usually practised in spas. It consists of immersion in thermal or mineral water or mud loaded with minerals. It may or may not include exercises."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if balneotherapy was more beneficial than usual care or other treatments in people with chronic venous insufficiency."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that examined balneotherapy compared with no treatment or other treatments in people with chronic venous insufficiency. We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We identified nine randomised controlled trials. In randomised controlled trials, participants are allocated at random to their treatment group; consequently, these studies usually give the most reliable evidence about treatment effects. Seven studies compared balneotherapy to no treatment, one study compared balneotherapy to a medicine called melilotus officinalis, and another study compared balneotherapy to dryland exercise. The studies used different types of balneotherapy and different treatment durations."
    },
    {
      "heading": "Main results",
      "text": "Compared to no treatment, balneotherapy probably improves disease severity slightly, and may improve pain and skin colour changes. It may also improve quality of life, but we are very uncertain about the results. Balneotherapy may have little or no effect on the occurrence of harmful effects (infection and blood clots in the legs). No studies reported any serious harmful effects. The evidence showed little or no difference in leg ulcers and oedema (swelling caused when fluid leaks out of the body's tiny blood vessels) between people receiving balneotherapy and those receiving no treatment.\nWe do not know if balneotherapy compared to melilotus officinalis has any effect on pain or oedema. There was no information on other outcomes of interest (disease severity, quality of life, harmful effects, leg ulcers or skin colour changes).\nBalneotherapy compared to dryland exercise may slightly improve quality of life and oedema after five sessions, but we are uncertain about the results for quality of life. There was no information on the other outcomes of interest (disease severity, harmful effects, pain, leg ulcers or skin colour changes)."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are moderately confident in the evidence on disease severity, because of concerns about participants and healthcare professionals knowing which treatment group each participant was in (lack of blinding). We have little or very little confidence in the rest of the evidence because of concerns about lack of blinding, because the number of people and number of events were too small for a robust analysis, and because the participants themselves reported some results."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This is an update of a previous Cochrane Review. The evidence is current to June 2022."
    }
  ]
}