{
  "doi": "10.1002/14651858.CD000037",
  "name": "Tocolysis for preventing fetal distress in second stage of labour",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Prophylactic tocolysis with betamimetics and other agents has become widespread as a treatment for fetal distress. Uterine relaxation may improve placental blood flow and therefore, fetal oxygenation. However, there may also be adverse maternal cardiovascular effects."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to assess the effects of prophylactic betamimetic therapy during the second stage of labour on perinatal outcome."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (31 March 2011)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials comparing prophylactic intravenous betamimetic therapy during the second stage of labour with placebo or no treatment in uncomplicated pregnancies."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Both authors assessed trial quality independently and extracted data. For dichotomous data, we calculated risk ratios (RR) and 95% confidence intervals (CI). We compared continuous data using mean difference (MD) and 95% CIs."
    },
    {
      "heading": "Main results",
      "text": "One study involving 129 women and one including 35 women were included. Compared to placebo, prophylactic betamimetic therapy was associated with an increase in forceps deliveries in the first trial (RR 1.83, 95% CI 1.02 to 3.29). Umbilical arterial pH values were higher in the tocolysis groups (two trials, 135 women; MD 0.03, 95% CI 0.00 to 0.05). There were no clear effects on postpartum haemorrhage, Apgar scores at two minutes, neonatal irritability, or feeding slowness."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence to support the prophylactic use of betamimetics during the second stage of labour. Future research should address the use of tocolysis for the management of fetal distress in the second stage of labour, avoiding the supine position."
    }
  ],
  "pls_title": "Tocolysis for preventing fetal distress in second stage of labour",
  "pls_type": "long",
  "pls": "Betamimetic tocolytics are drugs that reduce contractions and delay labour, which can improve placental blood flow and fetal oxygenation. They may be suggested to a woman during labour if the baby is showing signs of stress, such as an unusual heartbeat. Tocolysis may also be used to prevent fetal distress (prophylactically) during the second stage of labour, the time from when the cervix is fully dilated by the baby’s head to actual childbirth.\nThe review authors searched the medical literature for randomised controlled trials comparing prophylactic intravenous betamimetic therapy with inactive or no treatment for women with uncomplicated pregnancies and whose babies were not showing signs of stress during the second stage of labour. They identified two trials involving 164 women, both conducted in the 1970s. One trial reported on clinical outcomes and found no beneficial differences in clinical neonatal outcome or Apgar scores at two minutes with tocolysis. The mean umbilical arterial pH values were slightly higher in the treatment groups of the two trials and intravenous betamimetics may prevent the deterioration of fetal arterial pH levels during the second stage of labour, possibly related to use of the supine position in these trials. Women receiving betamimetic drugs were more likely to have forceps delivery, which is the use of surgical tongs to assist the baby through the birth canal. Both trial protocols required forceps to be used if the second stage of labour, or time from initiation of the betamimetic infusion, exceeded 30 minutes. There were no clear differences in postpartum haemorrhage. The authors found inadequate evidence of benefit to recommend the prophylactic use of tocolytics in the second stage of labour."
}