{
  "doi": "10.1002/14651858.CD012611.pub3",
  "name": "Preventive lipid‐based nutrient supplements given with complementary foods to infants and young children 6 to 23 months of age for health, nutrition, and developmental outcomes ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "One nutritional intervention advocated to prevent malnutrition among children is lipid-based nutrient supplements (LNS). LNS provide a range of vitamins and minerals, but unlike most other micronutrient supplements, LNS also provide energy, protein and essential fatty acids. Alternative recipes and formulations to LNS include fortified blended foods (FBF), which are foods fortified with vitamins and minerals, and micronutrient powders (MNP), which are a combination of vitamins and minerals,"
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects and safety of preventive LNS given with complementary foods on health, nutrition and developmental outcomes of non-hospitalised infants and children six to 23 months of age, and whether or not they are more effective than other foods (including FBF or MNP).\nThis review did not assess the effects of LNS as supplementary foods or therapeutic foods in the management of moderate and severe acute malnutrition."
    },
    {
      "heading": "Search methods",
      "text": "In October 2018, we searched CENTRAL, MEDLINE, Embase, 21 other databases and two trials registers for relevant studies. We also checked the reference lists of included studies and relevant reviews and contacted the authors of studies and other experts in the area for any ongoing and unpublished studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) and quasi-RCTs that evaluated the impact of LNS plus complementary foods given at point-of-use (for any dose, frequency, duration) to non-hospitalised infants and young children aged six to 23 months in stable or emergency settings and compared to no intervention, other supplementary foods (i.e. FBF), nutrition counselling or multiple micronutrient supplements or powders for point-of-use fortification of complementary foods."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened studies for relevance and, for those studies included in the review, extracted data, assessed risk of bias and rated the quality of the evidence using the GRADE approach. We carried out statistical analysis using Review Manager software. We used a random-effects meta-analysis for combining data as the interventions differed significantly. We set out the main findings of the review in 'Summary of findings' tables,."
    },
    {
      "heading": "Main results",
      "text": "Our search identified a total of 8124 records, from which we included 17 studies (54 papers) with 23,200 children in the review. The included studies reported on one or more of the pre-specified primary outcomes, and five studies included multiple comparison groups.\nOverall, the majority of trials were at low risk of bias for random sequence generation, allocation concealment, blinding of outcome assessment, incomplete outcome data, selective reporting and other sources of bias, but at high risk of bias for blinding of participants and personnel due to the nature of the intervention. Using the GRADE approach, we judged the quality of the evidence for most outcomes as low or moderate.\nLNS+complementary feeding compared with no intervention Thirteen studies compared LNS plus complementary feeding with no intervention. LNS plus complementary feeding reduced the prevalence of moderate stunting by 7% (risk ratio (RR) 0.93, 95% confidence interval (CI) 0.88 to 0.98; nine studies, 13,372 participants; moderate-quality evidence), severe stunting by 15% (RR 0.85, 95% CI 0.74 to 0.98; five studies, 6151 participants; moderate-quality evidence), moderate wasting by 18% (RR 0.82, 95% CI 0.74 to 0.91; eight studies; 13,172 participants; moderate-quality evidence), moderate underweight by 15% (RR 0.85, 95% CI 0.80 to 0.91; eight studies, 13,073 participants; moderate-quality evidence), and anaemia by 21% (RR 0.79, 95% CI 0.69 to 0.90; five studies, 2332 participants; low-quality evidence). There was no impact of LNS plus complementary feeding on severe wasting (RR 1.27, 95% CI 0.66 to 2.46; three studies, 2329 participants) and severe underweight (RR 0.78, 95%CI 0.54 to 1.13; two studies, 1729 participants). Adverse effects did not differ between the groups (RR 0.86, 95% CI 0.74 to 1.01; three studies, 3382 participants).\nLNS+complementary feeding compared with FBF Five studies compared LNS plus complementary feeding with other FBF, including corn soy blend and UNIMIX. We pooled four of the five studies in meta-analyses and found that, when compared to other FBF, LNS plus complementary feeding significantly reduced the prevalence of moderate stunting (RR 0.89, 95% CI 0.82 to 0.97; three studies, 2828 participants; moderate-quality evidence), moderate wasting (RR 0.79, 95% CI 0.65 to 0.97; two studies, 2290 participants; moderate-quality evidence), and moderate underweight (RR 0.81, 95% CI 0.73 to 0.91; two studies, 2280 participants; moderate-quality evidence). We found no difference between LNS plus complementary feeding and FBF for severe stunting (RR 0.41, 95% CI 0.12 to 1.42; two studies, 729 participants; low-quality evidence), severe wasting (RR 0.64, 95% CI 0.19 to 2.81; two studies, 735 participants; moderate-quality evidence), and severe underweight (RR 1.23, 95% CI 0.67 to 2.25; one study, 173 participants; low-quality evidence).\nLNS+complementary feeding compared with MNP Four studies compared LNS plus complementary feeding with MNP. We pooled data from three of the four studies in meta-analyses and found that compared to MNP, LNS plus complementary feeding significantly reduced the prevalence of moderate underweight (RR 0.88, 95% CI 0.78 to 0.99; two studies, 2004 participants; moderate-quality evidence) and anaemia (RR 0.38, 95% CI 0.21 to 0.68; two studies, 557 participants; low-quality evidence). There was no difference between LNS plus complementary feeding and MNP for moderate stunting (RR 0.92, 95% CI 0.82 to 1.02; three studies, 2365 participants) and moderate wasting (RR 0.97, 95% CI 0.77 to 1.23; two studies, 2004 participants)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The findings of this review suggest that LNS plus complementary feeding compared to no intervention is effective at improving growth outcomes and anaemia without adverse effects among children aged six to 23 months in low- and middle-income countries (LMIC) in Asia and Africa, and more effective if provided over a longer duration of time (over 12 months). Limited evidence also suggests that LNS plus complementary feeding is more effective than FBF and MNP at improving growth outcomes."
    }
  ],
  "pls_title": "Effect of lipid-based nutrient supplementation on infants and young children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What is the impact of lipid-based nutrient supplements (LNS) plus complementary foods on health, nutrition and developmental outcomes among infants and young children?"
    },
    {
      "heading": "Background",
      "text": "LNS are food products which contain energy, minerals and vitamins that can improve growth in children. LNS provide vitamins, minerals and energy in the form of protein and essential fatty acids. We sought to assess the effect of LNS given jointly with complementary feeding, compared to no intervention, micronutrient powders (MNP; a mixture of vitamins and minerals that is sprinkled onto food) and other fortified blended food (FBF) products in healthy children."
    },
    {
      "heading": "Study characteristics",
      "text": "This review includes 17 studies (from 54 reports) with 23,200 children. Four of the included studies were conducted in Malawi, three in Bangladesh, two in Ghana and one each in Burkina Faso, Haiti, Honduras, Chad, Congo, Kenya, Niger, Peru, Guatemala, and Indonesia. Four included studies enrolled pregnant women and provided LNS plus complementary feeding during pregnancy and post-partum, followed by infant supplementation starting at six months of age. The other studies provided LNS plus complementary feeding to children after six months of age. None of the included studies were conducted in emergency settings."
    },
    {
      "heading": "Key results",
      "text": "Findings of this review suggest that LNS plus complementary feeding is probably an effective intervention for improving growth outcomes and reducing the occurrence of children who are of short stature for their age (stunting), have low weight for their age (moderate underweight), have low weight for their height (moderate wasting) and anaemia. Additionally, LNS plus complementary feeding probably improves height and weight for age as well as mid-upper arm circumference without adverse effects among children aged six to 23 months. The intervention seems to be more effective if provided for a duration longer than 12 months.\nEvidence also suggests that LNS plus complementary probably reduces moderate stunting, moderate wasting and moderate underweight, compared to other FBF.\nFurthermore, LNS plus complementary feeding is probably more effective than MNP at reducing moderate underweight and improving height and weight."
    },
    {
      "heading": "Quality of evidence",
      "text": "Overall, we considered most studies to be at high risk of bias for blinding of participants and personnel due to the nature of intervention. We rated the quality of the evidence for most outcomes as either low or moderate."
    },
    {
      "heading": "Currentness of evidence",
      "text": "The evidence is current to October 2018."
    }
  ]
}