{
  "doi": "10.1002/14651858.CD004239.pub4",
  "name": "Non‐steroidal anti‐inflammatory agents for treating cystoid macular edema following cataract surgery ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cataract surgery is the most common ambulatory incisional surgery performed in the USA. Cystoid macular edema (CME), the accumulation of fluid in the central retina due to leakage from dilated capillaries, is the most common cause of vision impairment following cataract surgery. Acute CME, defined as CME of less than four months' duration, often resolves spontaneously. CME that persists for four months or longer is termed chronic CME. Non-steroidal anti-inflammatory drugs (NSAIDs) have been used to treat CME. This update adds new evidence and analyses to the previously published review."
    },
    {
      "heading": "Objectives",
      "text": "To examine the effectiveness of NSAIDs in the treatment of CME following cataract surgery."
    },
    {
      "heading": "Search methods",
      "text": "We searched the CENTRAL (2022, Issue 3); Ovid MEDLINE; Embase; PubMed; LILACS; mRCT (discontinued in 2014, last searched August 2011), ClinicalTrials.gov, and WHO ICTRP databases. We did not use any date or language restrictions in the electronic search for trials. We last searched the electronic databases on 20 March 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials evaluating the effects of NSAIDs for CME following cataract surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened all titles and abstracts, reviewed full-text publications against eligibility criteria, independently extracted data from newly included trials and assessed risk of bias for each included trial. We contacted trial authors for clarification or to request missing information. We provided a narrative synthesis of all included trials and their results. For continuous and dichotomous outcomes, we separately performed pooled analysis and reported mean difference (MD) and risk ratio (RR) as well as the associated 95% confidence interval (CI) whenever feasible. Two review authors independently graded the overall certainty of the evidence for each outcome using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included nine trials with a total of 390 participants (393 eyes). Study participants' mean age was 72.2 years (interquartile range [IQR] 68.8 to 73.6) and 72% were women (IQR 69% to 74%). Three trials included participants with acute CME, and four included participants with chronic CME; the remaining two trials enrolled both participants with acute and chronic CME or participants with unknown CME duration. We assessed trials as having unclear (33%) or high risk of bias (67%).\nVisual improvement of two or more lines at the end of treatment\nData from one trial in participants with acute CME show no treatment effect of topical ketorolac compared to placebo (RR 2.00, 95% CI 0.46 to 8.76; 22 participants). Data from a three-arm trial in participants with acute CME demonstrate that, when compared with topical prednisolone, topical ketorolac (RR 1.33, 95% CI 0.58 to 3.07; 17 participants) or topical ketorolac and prednisolone combination therapy (RR 1.78, 95% CI 0.86 to 3.69; 17 participants) may have little or no effect on visual improvement. Results of subgroup analysis from two studies in participants with chronic CME suggest that, after treatment for 90 days or longer, NSAIDs may increase participants' likelihood of visual improvement by 1.87 fold (RR 2.87, 95% CI 1.58 to 5.22; I2 = 33%; 2 trials, 121 participants) relative to placebo. However, there was no evidence of treatment effects in the subgroup with two months of treatment or less (RR 0.72, 95% CI 0.30 to 1.73; P = 0.19, I2 = 41%; 2 trials, 34 participants). Overall, this evidence is very low certainty.\nA single-study estimate in patients with mixed CME indicates that topical diclofenac may increase the likelihood of visual improvement by 40% when compared to topical ketorolac (RR 1.40, 95% CI 1.02 to 1.94; 68 participants). However, the same trial reported no difference between the groups in mean final visual acuity in Snellen lines (MD 0.40, 95% CI −0.93 to 1.73). A three-arm trial in patients with mixed CME reporting visual changes in ETDRS letters in comparisons between ketorolac and diclofenac (34 participants) or bromfenac (34 participants) suggests no evidence of effects. Overall, NSAIDs may slightly improve visual acuity in participants with mixed CME but the evidence is very uncertain.\nPersistence of improvement of vision one month after discontinuation of treatment\nOne trial of participants with chronic CME tested oral indomethacin (RR 0.40, 95% CI 0.10 to 1.60; 20 participants) and the other compared topical ketorolac to placebo (RR 4.00, 95% CI 0.51 to 31.1; 26 participants). While there is no evidence of treatment effects, evidence suggests substantial between-group heterogeneity (P = 0.07, I2 = 69.9%; very low-certainty evidence). None of the trials in patients with acute or mixed CME reported this outcome.\nProportion of participants with improvement in leakage on fundus fluorescein angiography\nOne three-arm trial in participants with acute CME shows that, when compared with topical prednisolone, there is no treatment benefit of topical ketorolac (RR 1.11, 95% CI 0.45 to 2.75; 17 participants) or topical ketorolac and topical prednisolone combination therapy (RR 1.56, 95% CI 0.72 to 3.38; 17 participants). This evidence is very low certainty.\nThe combined estimate from two trials in participants with chronic CME indicates NSAIDs have little to no effect over placebo on improving leakage (RR 1.93, 95% CI 0.62 to 6.02; 40 participants; very low-certainty evidence). Neither of the trials in patients with mixed CME reported this outcome.\nProportion of participants with improved contrast sensitivity\nVery low-certainty evidence from one trial in participants with acute CME shows no treatment benefit of ketorolac (RR 1.11, 95% CI 0.45 to 2.75; 17 participants) or ketorolac and prednisolone combination therapy (RR 1.78, 95% CI 0.86 to 3.69; 17 participants) compared with topical prednisolone. None of the trials in patients with chronic or mixed CME reported this outcome.\nProportion of participants with improved central macular thickness on optical coherence tomography; measures of quality of life\nNo included trial reported these outcomes.\nAdverse effects\nMost trials observed no differences in ocular adverse events, such as corneal toxicity or elevated intraocular pressure, between comparison groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Evidence on effects of NSAIDs in patients with CME is very uncertain and further investigation is warranted. Our findings are limited by small sample sizes, and heterogeneity in interventions, assessments, and reporting of clinically important outcomes."
    }
  ],
  "pls_title": "What are the benefits of NSAIDs for treating fluid accumulation in the central retina (macula) after cataract surgery?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• We updated the evidence on the effects of non-steroidal anti-inflammatory drugs (NSAIDs, such as ibuprofen) among individuals with acute or chronic fluid accumulation in the central retina (macula) after cataract surgery.\n• There was only very uncertain evidence that NSAIDs could improve vision or reduce fluid accumulation in the macula.\n• More research is warranted to provide quality evidence."
    },
    {
      "heading": "What is cystoid macular edema (CME)?",
      "text": "Cataract surgery is the most common outpatient surgery performed in the USA. Sometimes after cataract surgery, inflammation inside the eye leads to leakage of fluid from retinal blood vessels, which results in the accumulation of fluid in cyst-like spaces and swelling of the central part of the retina (macula). This is called 'cystoid macular edema', or CME, and may cause reduced or distorted vision. CME is one of the most frequent complications following cataract surgery."
    },
    {
      "heading": "How is CME treated?",
      "text": "CME after cataract surgery is often treated with NSAIDs or other medications to reduce inflammation inside the eye. NSAIDs are usually applied directly to the eye (topical) as eyedrops; they may be given alone or with another medication, such as a topical steroid or another NSAID."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to know whether NSAIDs, given alone or combined with other medications, can help people with CME following cataract surgery to see more clearly."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that randomly assigned adults with CME after cataract surgery to be treated with NSAIDs, alone or with other medications. Studies compared NSAIDs with placebo (a dummy medicine with no active ingredients) or other active treatment (steroid or another NSAID). We compared and summarized the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We included 9 studies that involved a total of 390 people with a mean age of 72 years; 72% were women. Three studies enrolled exclusively people with acute CME (fluid accumulation in the macula of less than 4 months' duration) after cataract surgery, 4 studies enrolled people with chronic CME (fluid presence in the macula which persisted for 4 months or longer) after cataract surgery, and the remaining 2 studies included people with varying durations of post-surgical fluid accumulation in the macula."
    },
    {
      "heading": "• People with acute CME",
      "text": "NSAIDs might improve vision or reduce retinal swelling compared to placebo or a topical steroid (3 studies)."
    },
    {
      "heading": "• People with chronic CME",
      "text": "2 studies that treated people with chronic CME with NSAIDs for two months or less showed no effects on vision improvement. In contrast, the other two studies suggested that NSAIDs might improve vision after 90 to 120 days of treatment. We did not find any evidence about the effects of NSAIDs on other outcomes, such as persistent improvement of vision after treatment stopped or reduced fluid accumulation in the macula."
    },
    {
      "heading": "• Length of time with CME not known",
      "text": "topical NSAID might have little or no effects on vision compared to a different NSAID.\nMost of the included studies either did not report data on unwanted effects or did not report differences in unwanted effects between groups receiving different treatments."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence was limited because studies did not include many participants, and they used different medications in different amounts for different durations. The studies did not examine all the outcomes of interest. The findings were also limited by the fact that the trials were published from 1977 to 2006, and many advances in cataract surgery techniques have occurred throughout and since that time."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date as of March 2022."
    }
  ]
}