{
  "doi": "10.1002/14651858.CD012048.pub2",
  "name": "Dietary supplementation with myo‐inositol in women during pregnancy for treating gestational diabetes ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Gestational diabetes mellitus (GDM) is any degree of glucose intolerance that first presents and is recognised during pregnancy and usually resolves after the birth of the baby. GDM is associated with increased short- and long-term morbidity for the mother and her baby. Treatment usually includes lifestyle modification and/or pharmacological therapy (oral antidiabetic agents or insulin) with the aim to maintain treatment targets for blood glucose concentrations. Finding novel treatment agents which are effective, acceptable and safe for the mother and her baby are important. One such emerging potential intervention is myo-inositol which is an isomer of inositol and occurs endogenously and is found in natural dietary sources such as fruits, vegetables, nuts and cereals."
    },
    {
      "heading": "Objectives",
      "text": "To assess if dietary supplementation with myo-inositol during pregnancy is safe and effective, for the mother and fetus, in treating gestational diabetes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group’s Trials Register (30 April 2016), ClinicalTrials.gov, the WHO International Clinical Trials Registry Platform (ICTRP) (7 April 2016), and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "All published and unpublished randomised controlled trials or cluster-randomised controlled trials reporting on the use of myo-inositol compared with placebo, no treatment or another intervention for the treatment of women with gestational diabetes. Quasi-randomised and cross-over studies are not eligible for inclusion. Women with pre-existing diabetes were excluded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias, extracted data and checked them for accuracy. For key outcomes (where data were available), we assessed the quality of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included two studies (142 women and infants), both were conducted in women in Italy and compared myo-inositol with a placebo control.\nNone of the maternal primary outcomes pre-specified for this review were reported in the included studies: hypertensive disorders of pregnancy ; caesarean section ; development of subsequent type 2 diabetes mellitus. No data were reported for the majority of this review's maternal secondary outcomes. We could only perform meta-analysis for two secondary outcomes: fasting oral glucose tolerance test and additional pharmacological treatment. All other results are based on data from single studies. Overall, the risk of bias of the included studies was judged to be unclear due to lack of key methodological information.\nThere was no evidence of a difference between treatment groups in need for additional pharmacotherapy or weight gain during pregnancy, although myo-inositol was associated with a lower body mass index (BMI) change (mean difference (MD) -1.50 kg/m2; 95% confidence interval (CI) -2.35 to -0.65; one trial, n = 73). Myo-inositol was associated with a reduction in the fasting blood glucose concentration at the end of treatment (MD -0.47 mmol/L; 95% CI -0.59 to -0.35; two trials, n = 142 women) compared with the control group. One small trial reported that myo-inositol was associated with a reduction in one-hour post-prandial blood glucose concentration at the end of treatment (MD -0.90 mmol/L; 95% CI -1.73 to -0.07; one trial, n = 73 women) compared with the control group. There was no difference between groups for the two-hour post-prandial blood glucose concentrations between groups (MD -0.70 mmol/L; 95% CI -1.46 to 0.06; one trial, n = 73 women). The one-hour and two-hour blood glucose concentrations show evidence of imprecision associated with wide CIs and small sample size.\nFor the infant, there was no evidence of a difference in the risk for being born large-for-gestational age between the myo-inositol and the control group (risk ratio (RR) 0.36; 95% CI 0.02 to 8.58; one trial, n = 73 infants; low-quality evidence). The evidence was downgraded due to imprecision. This review's other primary outcomes were not reported in the included trials: perinatal mortality (stillbirth and neonatal mortality) ; mortality of morbidity composite (as defined by the trials); neurosensory disability. Infants in the myo-inositol group were less likely to have neonatal hypoglycaemia compared with the placebo group (RR 0.05; 95% CI 0.00 to 0.85; one study, n = 73 infants; low-quality evidence). There is evidence of imprecision for this outcome with low event rates and small sample size. There was no evidence of a difference between treatment and placebo groups for preterm birth or birthweight. Myo-inositol was associated with a later gestational age at birth compared with the placebo group (MD 2.10 weeks; 95% CI 1.27 to 2.93; one trial, n = 73 infants). No data were reported for any of the other neonatal outcomes for this review.\nNo long-term outcomes were reported for the mother, infant as a child, infant as an adult, or health service outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are insufficient data to evaluate the effect of myo-inositol for the treatment of gestational diabetes, with no data to examine the majority of outcomes in this review. There do not appear to be any benefits for the infant associated with exposure to myo-inositol such as reduced risk of being born large-for-gestational age. Although the risk of neonatal hypoglycaemia is reduced for the myo-inositol group, there is evidence of imprecision. Evidence from two studies suggested that myo-inositol was associated with a reduced change in maternal BMI and fasting blood sugar concentration compared with placebo. There is a lack of reporting of the clinically meaningful outcomes pre-specified for this review.\nUncertainty of the effectiveness of myo-inositol as a treatment for GDM for key maternal and infant outcomes remains and further high- quality trials with appropriate sample sizes are required to further investigate the role of myo-inositol as a treatment or co-treatment for women with gestational diabetes. Future trials should report on the core outcomes for GDM identified in the methods section of this review. Participants of varying ethnicities and with varying risk factors for GDM should be included in future trials. In addition, further trials of myo-inositol for the treatment of GDM should explore the optimal dose, frequency and timing of supplementation, report on adverse effects and assess the long- term effects of this intervention. Economic analysis or health service use and costs should also be included."
    }
  ],
  "pls_title": "Does taking a supplement of myo-inositol work as an effective treatment for women who develop diabetes during pregnancy?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "During pregnancy the mother develops resistance to insulin and the uptake of glucose from the blood is reduced to ensure the baby has a consistent supply of glucose. The mother has to produce extra insulin to keep her blood glucose levels under control or she is at risk of developing gestational diabetes mellitus (GDM). GDM is diabetes that occurs during pregnancy and resolves after the birth of the baby. It is an increasing problem around the world, causing both long- and short-term complications for the mother and her baby. Women with GDM are at greater risk of developing high blood pressure and having a caesarean section for the birth. Their babies can grow large for their gestational age, which increases the likelihood of having an injury at birth such as broken bones or a shoulder becoming stuck. In the long term both the mother and her child are at increased risk of developing type 2 diabetes."
    },
    {
      "heading": "Why is this important?",
      "text": "Dietary and lifestyle counselling is the first line of treatment for women with GDM. An oral hypoglycaemic drug or insulin therapy is recommended for the women who are still unable to maintain target blood glucose levels. Finding a treatment that controls the mother’s blood sugar levels without harming the mother or her baby is important. Myo-inositol is a natural form of inositol that is found in fruits, vegetables, nuts and cereals. It is a simple carbohydrate nutrient the body requires for many cell functions. Myo-inositol is available as a dietary supplement, in water-soluble powder form or as capsules."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence in April 2016 and identified two randomised controlled studies (involving 142 women and their babies). Both studies were conducted in Italy (and were judged to be at an unclear risk of bias). The women were diagnosed with GDM at 12 to 13 weeks' gestation in one study and at 26 weeks' gestation in the other. The findings from these trials suggested that myo-inositol can reduce fasting blood glucose levels. The need for supplementary insulin was not clearly different between the women receiving myo-inositol and the control groups. One of the studies showed reduced glucose levels at one hour after a meal (one study, 73 women) There was no evidence to suggest that the babies were at reduced risk of being born large-for-gestational age (one study, 73 infants). Myo-inositol appeared to reduce the risk of the baby having low blood sugar levels at birth and being born at a later gestational age, although the evidence was of low quality. Many of the infant and maternal outcomes identified as being of interest for this review were not reported in the included studies - these included: high blood pressure during the pregnancy, caesarean section, the development of type 2 diabetes (maternal), and the number of babies who died or were unwell, or the number of babies with neurosensory disability. No long-term outcomes were reported for the mother, infant as a child, infant as an adult or health service outcomes."
    },
    {
      "heading": "What does this mean?",
      "text": "Because of the limited number of studies reporting on myo-inositol for the treatment of women with GDM, lack of data on the outcomes of importance for this review and the low-quality evidence based on two small studies, we cannot be certain if myo-inositol is useful as a treatment intervention for women with GDM. The available evidence is insufficient to support the use of myo-inositol. Further high-quality trials with large sample sizes are required to investigate the role of myo-inositol as a treatment or a co-treatment for women with gestational diabetes."
    }
  ]
}