{
  "doi": "10.1002/14651858.CD012900.pub2",
  "name": "Computer and mobile technology interventions to promote medication adherence and disease management in people with thalassemia ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Thalassemia syndromes are inherited hemoglobin disorders that result when the synthesis of normal hemoglobin is lacking or significantly reduced. For people with thalassemia, long-term red blood cell transfusion remains the mainstay of therapy, which may lead to iron overload causing severe complications and damage in different body organs. Long-term iron chelation therapy is essential for people with thalassemia to minimize the ongoing iron-loading process. In addition, suboptimal adherence can increase adverse events associated with iron overload and result in increased morbidity, mortality, healthcare utilization and cost of care."
    },
    {
      "heading": "Objectives",
      "text": "To identify and assess the effects of computer and mobile technology interventions designed to facilitate medication adherence and disease management in individuals with thalassemia, including:\n- evaluating the effects of using computer and mobile technology interventions for medication adherence and disease management on health and behavioral outcomes;\n- identifying and assessing the effects of computer and mobile technology interventions specific to different age groups (children, adolescents and adults) and type of modality (e.g. cell phone, the Internet)."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (the Cochrane Library), MEDLINE, Embase, CINAHL, PsycINFO, ProQuest Dissertations & Theses Global, Psychology and Behavioral Sciences Collection, Web of Science Science & Social Sciences Conference Proceedings Indexes, IEEE Xplore and ongoing trial databases (22 February 2018). We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group’s Haemoglobinopathies Trials Register (20 June 2019). We also searched for unpublished work in the abstract book of nine major conferences in the related field."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCT) and quasi-RCTs comparing single- or multi-component interventions versus no intervention, placebo or standard care, with adherence to iron chelation as the primary outcome were eligible for inclusion. Non-randomized studies of interventions, controlled before-after studies, and interrupted-time-series studies were also eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three authors independently assessed study eligibility. If we had included any studies, we would have independently assessed risk of bias and extracted data; we planned to assess the quality of the evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We did not identify any eligible studies for inclusion in the review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Due to lack of evidence, we cannot comment on the efficacy or effectiveness of computer and mobile technology intervention strategies to promote disease management and adherence to iron chelation therapy in people with thalassemia.\nWe concluded that RCTs are needed to examine a variety of computer and mobile technology intervention strategies that may be useful for promoting disease management and increasing adherence to iron chelation therapy in individuals with thalassemia."
    }
  ],
  "pls_title": "Strategies to improve disease management and increase adherence to iron chelation therapy in people with thalassaemia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We wanted to see if there were any interventions using computer and mobile technology (e.g. cell phone, the Internet) that would help people manage their thalassemia better and adhere more to their iron chelation therapy."
    },
    {
      "heading": "Background",
      "text": "People with thalassaemia, who receive regular transfusions, are exposed to excess iron in their body. This can result in medical complications, including organ damage and death. Some medications are used to remove excess iron in the body, but these treatment schedules can be difficult to follow and have undesirable side effects."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to 20 June 2019."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched the literature for both randomized and non-randomized studies, and found none which were eligible for inclusion."
    },
    {
      "heading": "Key results",
      "text": "We found no eligible studies of computer and mobile technology intervention strategies for individuals with thalassemia."
    },
    {
      "heading": "Quality of evidence",
      "text": "We did not identify any evidence for inclusion in the review."
    }
  ]
}