{
  "doi": "10.1002/14651858.CD014685.pub2",
  "name": "Machine perfusion in liver transplantation",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Liver transplantation is the only chance of cure for people with end-stage liver disease and some people with advanced liver cancers or acute liver failure. The increasing prevalence of these conditions drives demand and necessitates the increasing use of donated livers which have traditionally been considered suboptimal. Several novel machine perfusion preservation technologies have been developed, which attempt to ameliorate some of the deleterious effects of ischaemia reperfusion injury. Machine perfusion technology aims to improve organ quality, thereby improving outcomes in recipients of suboptimal livers when compared to traditional static cold storage (SCS; ice box)."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effects of different methods of machine perfusion (including hypothermic oxygenated machine perfusion (HOPE), normothermic machine perfusion (NMP), controlled oxygenated rewarming, and normothermic regional perfusion) versus each other or versus static cold storage (SCS) in people undergoing liver transplantation."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search date was 10 January 2023."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised clinical trials which compared different methods of machine perfusion, either with each other or with SCS. Studies comparing HOPE via both hepatic artery and portal vein, or via portal vein only, were grouped. The protocol detailed that we also planned to include quasi-randomised studies to assess treatment harms."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were 1. overall participant survival, 2. quality of life, and 3. serious adverse events. Secondary outcomes were 4. graft survival, 5. ischaemic biliary complications, 6. primary non-function of the graft, 7. early allograft function, 8. non-serious adverse events, 9. transplant utilisation, and 10. transaminase release during the first week post-transplant. We assessed bias using Cochrane's RoB 2 tool and used GRADE to assess certainty of evidence."
    },
    {
      "heading": "Main results",
      "text": "We included seven randomised trials (1024 transplant recipients from 1301 randomised/included livers). All trials were parallel two-group trials; four compared HOPE versus SCS, and three compared NMP versus SCS. No trials used normothermic regional perfusion.\nWhen compared with SCS, it was uncertain whether overall participant survival was improved with either HOPE (hazard ratio (HR) 0.91, 95% confidence interval (CI) 0.42 to 1.98; P = 0.81, I2 = 0%; 4 trials, 482 recipients; low-certainty evidence due to imprecision because of low number of events) or NMP (HR 1.08, 95% CI 0.31 to 3.80; P = 0.90; 1 trial, 222 recipients; very low-certainty evidence due to imprecision and risk of bias).\nNo trials reported quality of life.\nWhen compared with SCS alone, HOPE was associated with improvement in the following clinically relevant outcomes: graft survival (HR 0.45, 95% CI 0.23 to 0.87; P = 0.02, I2 = 0%; 4 trials, 482 recipients; high-certainty evidence), serious adverse events in extended criteria DBD liver transplants (OR 0.45, 95% CI 0.22 to 0.91; P = 0.03, I2 = 0%; 2 trials, 156 participants; moderate-certainty evidence) and clinically significant ischaemic cholangiopathy in recipients of DCD livers (OR 0.31, 95% CI 0.11 to 0.92; P = 0.03; 1 trial, 156 recipients; high-certainty evidence). In contrast, NMP was not associated with improvement in any of these clinically relevant outcomes. NMP was associated with improved utilisation compared with SCS (one trial found a 50% lower rate of organ discard; P = 0.008), but the reasons underlying this effect are unknown.\nWe identified 11 ongoing studies investigating machine perfusion technologies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In situations where the decision has been made to transplant a liver donated after circulatory death or donated following brain death, end-ischaemic HOPE will provide superior clinically relevant outcomes compared with SCS alone. Specifically, graft survival is improved (high-certainty evidence), serious adverse events are reduced (moderate-certainty evidence), and in donors after circulatory death, clinically relevant ischaemic biliary complications are reduced (high-certainty evidence). There is no good evidence that NMP has the same benefits over SCS in terms of these clinically relevant outcomes. NMP does appear to improve utilisation of grafts that would otherwise be discarded with SCS; however, the reasons for this, and whether this effect is specific to NMP, is not clear. Further studies into NMP viability criteria and utilisation, as well as head-to-head trials with other perfusion technologies are needed.\nIn the setting of donation following circulatory death transplantation, further trials are needed to assess the effect of these ex situ machine perfusion methods against, or in combination with, normothermic regional perfusion."
    }
  ],
  "pls_title": "Can 'perfusion' machines improve the quality of livers donated for transplantation?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "– Cold machine perfusion improves liver transplantation when compared with the standard ice-box technique.\n– Warm machine perfusion does not seem to have these benefits, but might allow the transplant of donated livers that would otherwise not be used."
    },
    {
      "heading": "What is the issue?",
      "text": "Liver transplantation is the only chance of cure for thousands of people with liver failure or advanced liver cancers. Both of these conditions are becoming more common worldwide. This has caused an imbalance between the number of people needing a new liver, and the number of high-quality livers which are donated. Increasingly, surgeons are driven to transplant livers which may be considered 'suboptimal'. Whilst receiving one of these livers is better than staying on the transplant waiting list, the outcomes are worse than with optimal organs. Many people are researching perfusion machines which pump liquid containing oxygen and nutrients through the liver in the time period between the death of the donor and the implant of the liver. These perfusion machines vary in lots of ways including the temperature that they keep the organ at."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to know which of these techniques is the best for improving the quality of donated livers."
    },
    {
      "heading": "What did we do?",
      "text": "We performed a rigorous search for clinical trials which compared perfusion machines. We planned to include trials which compared perfusions machines with each other, or compared with standard ice-box preservation. Our primary outcomes were death, quality of life, and serious side effects (serious adverse events). We also investigated secondary outcomes of how long the transplanted liver survived, bile duct (thin tubes that go from the liver to the small intestine) damage, and what proportion of the donated livers could be transplanted."
    },
    {
      "heading": "What did we find?",
      "text": "We found six trials with 854 transplant recipients from 1124 donated livers."
    },
    {
      "heading": "Main results",
      "text": "No machine was shown to reduce death, and no trials looked at quality of life. Compared with the standard ice-box technique, cold machine perfusion improved the survival of the liver, reduced the number of serious adverse events, and reduced damage to the bile ducts. Warm machine perfusion with oxygen did not have these benefits. Warm machine perfusion appeared to increase the proportion of donated livers which could be transplanted, but more research is needed to understand why."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We found a limited number of trials and some were of mixed quality. The reported data were also insufficient for all planned analyses. None of the trials looked at a machine perfusion technique which is applied in the donor before the organs are removed (termed normothermic regional perfusion)."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The review includes studies published to 10 January 2023."
    }
  ]
}