{
  "doi": "10.1002/14651858.CD011337.pub2",
  "name": "Guided imagery for treating hypertension in pregnancy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Hypertension (high blood pressure) in pregnancy carries a high risk of maternal morbidity and mortality. Although antihypertensive drugs are commonly used, they have adverse effects on mothers and fetuses. Guided imagery is a non-pharmacological technique that has the potential to lower blood pressure among pregnant women with hypertension. Guided imagery is a mind-body therapy that involves the visualisation of various mental images to facilitate relaxation and reduction in blood pressure."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effect of guided imagery as a non-pharmacological treatment of hypertension in pregnancy and its influence on perinatal outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register, and two trials registers (October 2018). We also searched relevant conference proceedings and journals, and scanned the reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs). We would have included RCTs using a cluster-randomised design, but none were identified. We excluded quasi-RCTs and cross-over trials.\nWe sought intervention studies of various guided imagery techniques performed during pregnancy in comparison with no intervention or other non-pharmacological treatments for hypertension (e.g. quiet rest, music therapy, aromatherapy, relaxation therapy, acupuncture, acupressure, massage, device-guided slow breathing, hypnosis, physical exercise, and yoga)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors independently assessed the trials for inclusion, extracted data, and assessed risk of bias for the included studies. We checked extracted data for accuracy, and resolved differences in assessments by discussion. We assessed the certainty of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included two small trials (involving a total of 99 pregnant women) that compared guided imagery with quiet rest. The trials were conducted in Canada and the USA. We assessed both trials as at high risk of performance bias, and low risk of attrition bias; one trial was at low risk for selection, detection, and reporting bias, while the other was at unclear risk for the same domains.\nWe could not perform a meta-analysis because the two included studies reported different outcomes, and the frequency of the intervention was slightly different between the two studies. One study performed guided imagery for 15 minutes at least twice daily for four weeks, or until the baby was born (whichever came first). In the other study, the intervention included guided imagery, self-monitoring of blood pressure, and thermal biofeedback-assisted relaxation training for four total hours; the participants were instructed to practice the procedures twice daily and complete at least three relief relaxation breaks each day. The control groups were similar - one was quiet rest, and the other was quiet rest as bed rest.\nNone of our primary outcomes were reported in the included trials: severe hypertension (either systolic blood pressure of 160 mmHg or higher, or diastolic blood pressure of 110 mmHg or higher); severe pre-eclampsia, or perinatal death (stillbirths plus deaths in the first week of life). Only one of the secondary outcomes was measured.\nLow-certainty evidence from one trial (69 women) suggests that guided imagery may make little or no difference in the use of antihypertensive drugs (risk ratio 1.27, 95% confidence interval 0.72 to 2.22)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to inform practice about the use of guided imagery for hypertension in pregnancy.\nThe available evidence for this review topic is sparse, and the effect of guided imagery for treating hypertension during pregnancy (compared with quiet rest) remains unclear. There was low-certainty evidence that guided imagery made little or no difference to the use of antihypertensive drugs, downgraded because of imprecision.\nThe two included trials did not report on any of the primary outcomes of this review. We did not identify any trials comparing guided imagery with no intervention, or with another non-pharmacological method for hypertension.\nLarge and well-designed RCTs are needed to identify the effects of guided imagery on hypertension during pregnancy and on other relevant outcomes associated with short-term and long-term maternal and neonatal health. Trials could also consider utilisation and costs of health service."
    }
  ],
  "pls_title": "Guided imagery for treating hypertension in pregnancy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Some women have long-term high blood pressure, or hypertension, whereas approximately 10% of pregnant women develop high blood pressure as a complication of pregnancy. Guided imagery is a mind-body therapy that involves the visualisation of various mental images to facilitate relaxation and reduction in blood pressure. It can be performed by oneself, one-to-one, or in groups with an instructor using audio or scripts."
    },
    {
      "heading": "Why is this important?",
      "text": "High blood pressure during pregnancy is associated with an increased risk of the mother developing pre-eclampsia with proteinuria, eclampsia with seizures and liver and blood disorders, and kidney failure. The baby of a pregnant woman with high blood pressure is more likely to be born too soon, be too small, and may need neonatal intensive care. High blood pressure drugs are recommended for women with severe high blood pressure and pre-eclampsia because of the risk of life-threatening complications, but such drugs can have adverse effects for the mother (including headache, decreased mental alertness, and exercise intolerance). Such drugs can also cross the placenta and may affect the unborn baby, and are not generally recommended for pregnant women with mild to moderate high blood pressure, which is when other ways of managing blood pressure are sought.\nGuided imagery is a non-pharmacological technique that could potentially lower blood pressure among pregnant women with hypertension and improve pregnancy outcomes for the mother and her baby."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence (October 2018) and found two trials (involving 99 women) conducted in Canada and the USA. Both trials compared guided imagery with quiet rest. There were no trials comparing guided imagery with no intervention, or other with another non-pharmacological method for hypertension.\nThe two included studies reported different outcomes and the Intervention frequency was slightly different between the two studies. One study performed guided imagery for 15 minutes at least twice daily for four weeks or until the baby was born (whichever came first). The other study involved guided imagery, self-monitoring of blood pressure, and thermal biofeedback-assisted relaxation training for a total of four hours; the women were instructed to practice the procedures twice daily and complete at least three relaxation breaks each day. The control groups between the two studies were similar - one used quiet rest and the other used quiet rest as bed rest.\nNeither trial reported data for our main outcomes of interest: severe hypertension, severe pre-eclampsia, or death of the baby during birth or within the first week of life. The trials provided data for only one of our secondary outcomes of interest.\nLow-certainty evidence from the one trial (69 women) suggests that, compared with quiet rest, guided imagery may make little or no difference in the use of antihypertensive drugs."
    },
    {
      "heading": "What does this mean?",
      "text": "We included two small trials comparing guided imagery with quiet rest. We did not identify any trials comparing guided imagery with no intervention, or another non-pharmacological treatment for hypertension.\nThe available evidence for this review is sparse and the effect of guided imagery for treating hypertension during pregnancy (compared with quiet rest) remains unclear.\nThe included trials did not report on any of the main outcomes in this review and only provided low-certainty evidence on the uncertain effect on the use of antihypertensive drugs.\nThere is insufficient evidence to inform practice about using guided imagery for hypertension in pregnancy.\nLarge and well-designed studies are needed to identify the effects of guided imagery on hypertension during pregnancy and on other relevant outcomes associated with the short-term and long-term health of mothers and their babies. The trials should also consider the use and costs of health services."
    }
  ]
}