{
  "doi": "10.1002/14651858.CD012538.pub2",
  "name": "Opioids for chronic non‐cancer pain in children and adolescents",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pain is a common feature of childhood and adolescence around the world, and for many young people, that pain is chronic. The World Health Organization guidelines for pharmacological treatments for children's persisting pain acknowledge that pain in children is a major public health concern of high significance in most parts of the world. While in the past, pain was largely dismissed and was frequently left untreated, views on children's pain have changed over time, and relief of pain is now seen as important.\nWe designed a suite of seven reviews on chronic non-cancer pain and cancer pain (looking at antidepressants, antiepileptic drugs, non-steroidal anti-inflammatory drugs, opioids, and paracetamol as priority areas) in order to review the evidence for children's pain utilising pharmacological interventions in children and adolescents.\nAs the leading cause of morbidity in children and adolescents in the world today, chronic disease (and its associated pain) is a major health concern. Chronic pain (lasting three months or longer) can arise in the paediatric population in a variety of pathophysiological classifications: nociceptive, neuropathic, idiopathic, visceral, nerve damage pain, chronic musculoskeletal pain, and chronic abdominal pain, and other unknown reasons.\nOpioids are used worldwide for the treatment of pain. They bind to opioid receptors in the central nervous system (mu, kappa, delta, and sigma) and can be agonists, antagonists, mixed agonist-antagonists, or partial agonists. Opioids are generally available in healthcare settings across most high-income countries, but access may be restricted in low- and middle-income countries. For example, opioids currently available in the UK include: buprenorphine, codeine, fentanyl, hydromorphone, methadone, morphine, oxycodone, and tramadol. Opioids are used in varying doses (generally based on body weight for paediatric patients) by means of parenteral, transmucosal, transdermal, or oral administration (immediate release or modified release). To achieve adequate pain relief in children using opioids, with an acceptable grade of adverse effects, the recommended method is a lower dose gradually titrated to effect in the child."
    },
    {
      "heading": "Objectives",
      "text": "To assess the analgesic efficacy and adverse events of opioids used to treat chronic non-cancer pain in children and adolescents aged between birth and 17 years, in any setting."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) via the Cochrane Library, MEDLINE via Ovid, and Embase via Ovid from inception to 6 September 2016. We also searched the reference lists of retrieved studies and reviews, and searched online clinical trial registries."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials, with or without blinding, of any dose and any route, treating chronic non-cancer pain in children and adolescents, comparing opioids with placebo or an active comparator."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for eligibility. We planned to use dichotomous data to calculate risk ratio and number needed to treat, using standard methods. We planned to assess GRADE (Grading of Recommendations Assessment, Development and Evaluation) and planned to create a 'Summary of findings' table."
    },
    {
      "heading": "Main results",
      "text": "No studies were eligible for inclusion in this review.\nThere is no evidence to support or refute the use of opioids for treating chronic non-cancer pain in children and adolescents."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We are unable to comment about efficacy or harm from the use of opioids to treat chronic non-cancer pain in children and adolescents.\nWe know from adult randomised controlled trials that some opioids, such as morphine and codeine, can be effective in certain chronic pain conditions."
    }
  ],
  "pls_title": "Opioids for chronic non-cancer pain in children and adolescents",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Bottom line",
      "text": "There is no evidence from randomised controlled trials to support or refute the suggestion that opioids in any dose will provide pain relief for children or adolescents with chronic non-cancer pain."
    },
    {
      "heading": "Background",
      "text": "Children can experience chronic or recurrent pain related to genetic conditions, damaged nerves, chronic musculoskeletal pain, and chronic abdominal pain, as well as for other unknown reasons. Chronic pain is pain that lasts three months or longer and is commonly accompanied by changes in lifestyle and functional abilities, as well as by signs and symptoms of depression and anxiety.\nOpioids are used worldwide for the treatment of pain. Opioids are generally available in healthcare settings across most high-income countries, but access may be restricted in low- and middle-income countries. For example, opioids currently available in the UK include: buprenorphine, codeine, fentanyl, hydromorphone, methadone, morphine, oxycodone, and tramadol. Opioids are used in varying doses and are commonly administered via injection or oral tablets."
    },
    {
      "heading": "Key results",
      "text": "In September 2016 we searched for clinical trials where any opioids were used to treat chronic pain (potentially from either nerve pain, musculoskeletal problems, menstrual cramps, or abdominal discomfort).\nWe found no studies that met the requirements for this review. Several studies tested opioids in adults with chronic pain, but none in participants from birth to 17 years old."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We planned to rate the quality of the evidence from studies using four levels: very low , low , moderate , or high . Very low quality evidence means that we are very uncertain about the results. High quality evidence means that we are very confident in the results.\nWe were unable to rate the quality of the evidence as there was no evidence from randomised controlled trials to support or refute the suggestion that opioids in any dose will reduce chronic non-cancer pain in children or adolescents."
    }
  ]
}