{
  "doi": "10.1002/14651858.CD011398.pub2",
  "name": "Motivational interviewing for improving recovery after stroke",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Psychological problems are common complications following stroke that can cause stroke survivors to lack the motivation to take part in activities of daily living. Motivational interviewing provides a specific way for enhancing intrinsic motivation, which may help to improve activities of daily living for stroke survivors."
    },
    {
      "heading": "Objectives",
      "text": "To investigate the effect of motivational interviewing for improving activities of daily living after stroke."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group's Trials Register (November 2014), the Cochrane Central Register of Controlled Trials (CENTRAL; 2015, Issue 1), MEDLINE (1948 to March 2015), EMBASE (1980 to March 2015), CINAHL (1982 to March 2015), AMED (1985 to March 2015), PsycINFO (1806 to March 2015), PsycBITE (March 2015) and four Chinese databases. In an effort to identify further published, unpublished and ongoing trials, we searched ongoing trials registers and conference proceedings, checked reference lists, and contacted authors of relevant studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing motivational interviewing with no intervention, sham motivational interviewing or other psychological therapy for people with stroke were eligible."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies for inclusion, extracted eligible data and assessed risk of bias. Outcome measures included activities of daily living, mood and death."
    },
    {
      "heading": "Main results",
      "text": "One study involving a total of 411 participants, which compared motivational interviewing with usual care, met our inclusion criteria. The results of this review did not show significant differences between groups receiving motivational interviewing or usual stroke care for participants who were not dependent on others for activities of daily living, nor on the death rate after three-month and 12-month follow-up, but participants receiving motivational interviewing were more likely to have a normal mood than those who received usual care at three-months and 12-months follow-up."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to support the use of motivational interviewing for improving activities of daily living after stroke. Further well designed RCTs are needed."
    }
  ],
  "pls_title": "Motivational interviewing for improving recovery after stroke",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect of motivational interviewing in people with stroke. We found one study."
    },
    {
      "heading": "Background",
      "text": "Psychological problems such as depression and anxiety are common complications following stroke that can cause stroke survivors to lack the motivation to take part in activities of daily living or rehabilitation. Motivational interviewing is a counselling method that is designed to help people to change their behaviour through discovering and resolving their conflicts by a standardised communication skill. It provides a specific way for enhancing their expectations and beliefs of recovery following stroke. We wanted to know whether motivational interviewing was an effective treatment to improve activities of daily living after stroke."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to March 2015. Only one study met our criteria: it involved a total of 411 stroke patients aged 18 years and over who had received either motivational interviewing or usual care between five and 28 days after stroke; the follow-up period was 12 months. Motivational interviewing consisted of one session per week for four individual sessions, with each session lasting for 30 to 60 minutes."
    },
    {
      "heading": "Key results",
      "text": "The evidence we found from a single study was insufficient to support the use of motivational interviewing for improving activities of daily living after stroke, but participants receiving motivational interviewing were more likely to have a normal mood than those who received usual care."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We assessed the included study to be at some risk of bias in methodological quality, as blinding of investigators and participants was impossible."
    }
  ]
}