{
  "doi": "10.1002/14651858.CD015215.pub2",
  "name": "Ventilation tubes (grommets) for otitis media with effusion (OME) in children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Otitis media with effusion (OME) is an accumulation of fluid in the middle ear cavity, common amongst young children. It may cause hearing loss which, when persistent, may lead to developmental delay, social difficulty and poor quality of life. Management includes watchful waiting, autoinflation, medical and surgical treatment. Insertion of ventilation tubes has often been used as the preferred treatment."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effects (benefits and harms) of ventilation tubes (grommets) for OME in children."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane ENT Register, CENTRAL, Ovid MEDLINE, Ovid Embase, Web of Science, ClinicalTrials.gov, ICTRP and additional sources for published and unpublished trials on 20 January 2023."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and quasi-RCTs in children (6 months to 12 years) with OME for ≥ 3 months. We included studies that compared ventilation tube (VT) insertion with five comparators: no treatment, watchful waiting (ventilation tubes inserted later, if required), myringotomy, hearing aids and other non-surgical treatments."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were determined following a multi-stakeholder prioritisation exercise and were: 1) hearing; 2) OME-specific quality of life; 3) persistent tympanic membrane perforation (as a severe adverse effect of the surgery). Secondary outcomes were: 1) persistence of OME; 2) other adverse effects (including tympanosclerosis, VT blockage and pain); 3) receptive language skills; 4) speech development; 5) cognitive development; 6) psychosocial skills; 7) listening skills; 8) generic health-related quality of life; 9) parental stress; 10) vestibular function; 11) episodes of acute otitis media. We used GRADE to assess the certainty of evidence for key outcomes.\nAlthough we included all measures of hearing assessment, the proportion of children who returned to normal hearing was our preferred method, due to challenges in interpreting the results of mean hearing thresholds."
    },
    {
      "heading": "Main results",
      "text": "We included 19 RCTs (2888 children). We considered most of the evidence to be very uncertain, due to wide confidence intervals for the effect estimates, few participants, and a risk of performance and detection bias. Here we report our key outcomes at the longest reported follow-up. There were some limitations to the evidence. No studies investigated the comparison of ventilation tubes versus hearing aids. We did not identify any data on disease-specific quality of life; however, many studies were conducted before the development of specific tools to assess this in otitis media. Short-acting ventilation tubes were used in most studies and thus specific data on the use of long-acting VTs is limited. Finally, we did not identify specific data on the effects of VTs in children at increased risk of OME (e.g. with craniofacial syndromes).\nVentilation tubes versus no treatment (four studies)\nThe odds ratio (OR) for a return to normal hearing after 12 months was 1.13 with VTs (95% confidence interval (CI) 0.46 to 2.74; 54% versus 51%; 1 study, 72 participants; very low-certainty evidence).\nAt six months, VTs may lead to a large reduction in persistent OME (risk ratio (RR) 0.30, 95% CI 0.14 to 0.65; 20.4% versus 68.0%; 1 study, 54 participants; low-certainty evidence).\nThe evidence is very uncertain about the chance of persistent tympanic membrane perforation with VTs at 12 months (OR 0.85, 95% CI 0.38 to 1.91; 8.3% versus 9.7%; 1 RCT, 144 participants).\nEarly ventilation tubes versus watchful waiting (six studies)\nThere was little to no difference in the proportion of children whose hearing returned to normal after 8 to 10 years (i.e. by the age of 9 to 13 years) (RR for VTs 0.98, 95% CI 0.94 to 1.03; 93% versus 95%; 1 study, 391 participants; very low-certainty evidence).\nVTs may also result in little to no difference in the risk of persistent OME after 18 months to 6 years (RR 1.21, 95% CI 0.84 to 1.74; 15% versus 12%; 3 studies, 584 participants; very low-certainty evidence).\nWe were unable to pool data on persistent perforation. One study showed that VTs may increase the risk of perforation after a follow-up duration of 3.75 years (RR 3.65, 95% CI 0.41 to 32.38; 1 study, 391 participants; very low-certainty evidence) but the actual number of children who develop persistent perforation may be low, as demonstrated by another study (1.26%; 1 study, 635 ears; very low-certainty evidence).\nVentilation tubes versus non-surgical treatment (one study)\nOne study compared VTs to six months of antibiotics (sulphisoxazole). No data were available on return to normal hearing, but final hearing thresholds were reported. At four months, the mean difference was -5.98 dB HL lower (better) for those receiving VTs, but the evidence is very uncertain (95% CI -9.21 to -2.75; 1 study, 125 participants; very low-certainty evidence).\nNo evidence was identified regarding persistent OME.\nVTs may result in a low risk of persistent perforation at 18 months of follow-up (no events reported; narrative synthesis of 1 study, 60 participants; low-certainty evidence).\nVentilation tubes versus myringotomy (nine studies)\nWe are uncertain whether VTs may slightly increase the likelihood of returning to normal hearing at 6 to 12 months, since the confidence intervals were wide and included the possibility of no effect (RR 1.22, 95% CI 0.59 to 2.53; 74% versus 64%; 2 studies, 132 participants; very low-certainty evidence).\nAfter six months, persistent OME may be reduced for those who receive VTs compared to laser myringotomy, but the evidence is very uncertain (OR 0.27, 95% CI 0.19 to 0.38; 1 study, 272 participants; very low-certainty evidence).\nAt six months, the risk of persistent perforation is probably similar with the use of VTs or laser myringotomy (narrative synthesis of 6 studies, 581 participants; moderate-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There may be small short- and medium-term improvements in hearing and persistence of OME with VTs, but it is unclear whether these persist after longer follow-up.\nThe RCTs included do not allow us to say when (or how much) VTs improve hearing in any specific child. However, interpretation of the evidence is difficult: many children in the control groups recover spontaneously or receive VTs during follow-up, VTs may block or extrude, and OME may recur. The limited evidence in this review also affects the generalisability/applicability of our findings to situations involving children with underlying conditions (e.g. craniofacial syndromes) or the use of long-acting tubes.\nConsequently, RCTs may not be the best way to determine whether an intervention is likely to be effective in any individual child. Instead, we must better understand the different OME phenotypes to target interventions to children who will benefit most, and avoid over-treating when spontaneous resolution is likely."
    }
  ],
  "pls_title": "Ventilation tubes (grommets) for otitis media with effusion (OME or 'glue ear') in children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- From the studies included in this review, we are uncertain to what extent ventilation tubes improve hearing. Glue ear is a fluctuating condition, with high rates of spontaneous resolution and recurrence, which makes it difficult to study in a clinical trial.\n- Ventilation tubes may slightly reduce the number of children who have glue ear after three to six months of follow-up. It is not clear whether they also have an effect over longer periods of time.\n- Insertion of ventilation tubes can lead to a persistent hole in the eardrum (tympanic membrane perforation), ranging from 0% to 12% in the studies that we assessed."
    },
    {
      "heading": "What is OME?",
      "text": "Glue ear (or 'otitis media with effusion', OME) is a relatively common condition affecting young children. Fluid collects in the middle ear, which may cause hearing impairment. As a result of their poor hearing, children may be behind in their speech and may have difficulties at school."
    },
    {
      "heading": "How is OME treated?",
      "text": "Most of the time OME does not need any treatment and the symptoms will get better with time. In children with persistent OME, different treatments have been used, including medications or surgery (insertion of grommets, with or without adenoidectomy). Ventilation tubes (grommets) are tiny plastic or silicon tubes, which are inserted in the eardrum under general anaesthesia. The tube allows fluid to drain out of the middle ear and allows air to enter."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to identify whether insertion of ventilation tubes was better than no treatment, or other types of treatment (such as medicines or hearing aids), for children with OME. We also wanted to see if there were any unwanted effects associated with having ventilation tubes inserted."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared ventilation tubes with either no treatment or a different treatment, in children with OME. We compared and summarised the study results, and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We included 19 studies with a total of 2888 participants. We considered the majority of the evidence we found to be uncertain, because of the relatively small number of children included and some issues with the conduct of the studies. The evidence from the studies done so far does not allow us to say when, and by how much, ventilation tubes will improve hearing in any specific child.\nWe looked for studies that compared ventilation tubes to different types of treatment, including no treatment, delayed treatment with ventilation tubes (if needed), hearing aids, antibiotics or creating a small hole in the eardrum (called 'myringotomy'). We did not find any studies that compared ventilation tubes to hearing aids, but we did find evidence for the other comparisons.\nVentilation tubes may reduce the number of children with persistent OME after three to six months of follow-up. This benefit was not seen after longer follow-up. However, many children in the 'control group' (who were planned to receive no treatment) either recovered spontaneously or received ventilation tubes during the follow-up period. This makes it hard to assess the evidence after longer follow-up.\nWe did not find any evidence about quality of life, so we do not know if ventilation tubes have any impact on this.\nWe were not able to combine the results of different studies to calculate how often an eardrum perforation may occur. However, the studies reported this side effect in between 0% and 12% of children who received ventilation tubes."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We did not have enough information to identify whether certain groups of children would benefit from ventilation tubes (for example, children with Down syndrome or cleft palate, children with severe hearing loss or those in a certain age group). In clinical practice, different types of ventilation tubes are available, which last for different lengths of time - we did not identify any studies that specifically looked at the use of long-acting ventilation tubes, where the benefits and harms may be different. Further work needs to be done to identify which children with OME would benefit from treatment, and which children are likely to recover spontaneously."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence is up-to-date to January 2023."
    }
  ]
}