{
  "doi": "10.1002/14651858.CD009257.pub2",
  "name": "Sleep positioning systems for children with cerebral palsy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Sleep positioning systems can be prescribed for children with cerebral palsy to help reduce or prevent hip migration, provide comfort to ease pain and/or improve sleep. As sleep disturbance is common in children with developmental disabilities, with impact on their carers' sleep, and as sleep positioning systems can be expensive, guidance is needed to support decisions as to their use."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether commercially-available sleep positioning systems, compared with usual care, reduce or prevent hip migration in children with cerebral palsy. Any negative effect of sleep positioning systems on hip migration will be considered within this objective.\nSecondary objectives were to determine the effect of sleep positioning systems on: (1) number or frequency of hip problems; (2) sleep patterns and quality; (3) quality of life of the child and family; (4) pain; and (5) physical functioning. We also sought to identify any adverse effects from using sleep positioning systems."
    },
    {
      "heading": "Search methods",
      "text": "In December 2014, we searched CENTRAL, Ovid MEDLINE, Embase, and 13 other databases. We also searched two trials registers. We applied no restrictions on date of publication, language, publication status or study design. We checked references and contacted manufacturers and authors for potentially relevant literature, and searched the internet using Google."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs) evaluating whole body sleep positioning systems for children and adolescents (up to 18 years of age) with cerebral palsy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened reports retrieved from the search against pre-determined inclusion criteria and assessed the quality of eligible studies.\nMembers of the public (parent carers of children with neurodisability) contributed to this review by suggesting the topic, refining the research objectives, interpreting the findings, and reviewing the plain language summary."
    },
    {
      "heading": "Main results",
      "text": "We did not identify any randomised controlled trials that evaluated the effectiveness of sleep positioning systems on hip migration.\nWe did find two randomised cross-over trials that met the inclusion criteria in respect of secondary objectives relating to sleep quality and pain. Neither study reported any important difference between sleeping in sleep positioning systems and not for sleep patterns or sleep quality (two studies, 21 children, very low quality evidence) and pain (one study, 11 children, very low quality evidence). These were small studies with established users of sleep positioning systems and were judged to have high risk of bias.\nWe found no eligible trials that explored the other secondary objectives (number or frequency of hip problems, quality of life of the child and family, physical functioning, and adverse effects)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no randomised trials that evaluated the effectiveness of sleep positioning systems to reduce or prevent hip migration in children with cerebral palsy. Nor did we find any randomised trials that evaluated the effect of sleep positioning systems on the number or frequency of hip problems, quality of life of the child and family or on physical functioning.\nLimited data from two randomised trials, which evaluated the effectiveness of sleep positioning systems on sleep quality and pain for children with cerebral palsy, showed no significant differences in these aspects of health when children were using and not using a sleep positioning system.\nIn order to inform clinical decision-making and the prescription of sleep positioning systems, more rigorous research is needed to determine effectiveness, cost-effectiveness, and the likelihood of adverse effects."
    }
  ],
  "pls_title": "Sleep positioning systems for children with cerebral palsy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Hip migration (where the top of the thigh bone gradually moves away from the pelvis) affects a substantial number of children with cerebral palsy and is often associated with pain. For some children with cerebral palsy, particularly those who are unable to walk, equipment is sometimes recommended to help children sleep in positions that reduce or prevent hip migration. This equipment is known as 'sleep positioning systems' and can be prescribed along with equipment designed to support posture while sitting or standing, or both, during the day. Together, these are referred to as 24-hour postural management programmes.\nFamilies and health professionals need information about whether sleep positioning systems work in this way, to help them make decisions about their use."
    },
    {
      "heading": "Review question",
      "text": "The aim of this review was to look for robust evidence from randomised controlled trials evaluating the effectiveness of sleep positioning systems for children with cerebral palsy. Randomised controlled trials involve two groups of people; one of the groups receives the treatment (experimental group), while the other group does not (control group), and the results are compared. To ensure the groups are similar, deciding which group a person joins is based on chance (random), so that any differences in the results between groups, is due only to the treatment (INVOLVE Jargon Buster)."
    },
    {
      "heading": "Study characteristics",
      "text": "We carried out a comprehensive search for studies. The evidence is current to December 2014."
    },
    {
      "heading": "Key results",
      "text": "No randomised controlled trials were found that evaluated the effectiveness of sleep positioning systems to reduce or prevent hip migration.\nTwo small randomised controlled trials compared children's quality of sleep when they were using and not using their sleep positioning system. One of these studies also examined pain when sleeping in and out of a sleep positioning system. These were cross-over trials (see Cochrane Glossary). The children in these studies spent a few nights using their sleep positioning system and then a few nights not using it, or the other way round. The order in which they either used or did not use the equipment was randomised.\nTwenty-one children with cerebral palsy, aged between 5 and 16 years, who were used to sleeping in sleep positioning systems took part in the studies. One of the studies took place in a sleep laboratory and the other study took place in the children's homes. Neither study reported any differences in quality of sleep or pain whether using or not using their sleep positioning system. These results need to be interpreted cautiously due to the small numbers of children involved and the fact that the children who participated were already accustomed users of the equipment. There were also various weaknesses in the way the research was designed and reported."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the current evidence regarding the effectiveness of sleep positioning systems for children with cerebral palsy is very low and more robust research is needed to help families and professionals make informed decisions about whether to use this intervention."
    }
  ]
}