{
  "doi": "10.1002/14651858.CD008025.pub2",
  "name": "Methadone for chronic non‐cancer pain in adults",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Methadone belongs to a class of analgesics known as opioids, that are considered the cornerstone of therapy for moderate-to-severe pain due to life-threatening illnesses; however, their use in chronic non-cancer pain (CNCP) is controversial. Methadone has many characteristics that differentiate it from other opioids, which suggests that it may have a different efficacy and safety profile."
    },
    {
      "heading": "Objectives",
      "text": "To assess the analgesic effectiveness and safety of methadone in the treatment of CNCP."
    },
    {
      "heading": "Search methods",
      "text": "We identified both randomized controlled trials (RCTs) and non-randomized studies of methadone use in chronic pain by searching the Cochrane Central Register of Controlled Trials (CENTRAL) in The Cochrane Library 2011, issue 11, MEDLINE (1950 to November 2011), and EMBASE (1980 to November 2011), together with reference lists of retrieved papers and reviews."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs with pain assessment as either the primary or secondary outcome. Quasi-randomized studies, cohorts and case-control trials were also considered for inclusion because we suspected that the beneficial and harmful effects of methadone in CNCP may not be adequately addressed in RCTs."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted efficacy and adverse event data and assessed risk of bias."
    },
    {
      "heading": "Main results",
      "text": "We included two RCTs and one non-randomized study, involving a total of 181 participants. Both RCTs were cross-over studies, one involving 19 participants with diverse neuropathic pain syndromes, the other involving 76 participants with postherpetic neuralgia. Study phases were 20 days and approximately eight weeks, respectively. The non-randomized study retrospectively evaluated 86 outpatients over an average of 8.8 ± 6.3 months.\nOne RCT reported average pain intensity and pain relief, and found statistically significant improvements versus placebo for both outcomes, with 10 mg and 20 mg daily doses of methadone. The second RCT reported differences in pain reduction between methadone and morphine and found morphine to be statistically superior. The non-randomized study found that in patients initially prescribed methadone it was effective in fewer participants than in those initially prescribed other long-acting opioids (28% versus 42%, 33% and 50% for morphine, oxycodone and transdermal fentanyl, respectively).\nOne RCT compared incidences for several individual adverse events, but found a difference between methadone and placebo for only one event, dizziness (P = 0.041)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The three studies provide very limited evidence of the efficacy of methadone for CNCP, and there were too few data for pooled analysis of efficacy or harm, or to have confidence in the results of the individual studies. No conclusions can be made regarding differences in efficacy or safety between methadone and placebo, other opioids, or other treatments."
    }
  ],
  "pls_title": "Methadone for long-term non-cancer pain",
  "pls_type": "long",
  "pls": "The three studies included in our review provide very limited evidence of the effectiveness of methadone for chronic non-cancer pain. We were unable to combine results statistically, and there were too few participants in each study to be confident in their results. No conclusions can be made regarding differences in effectiveness or side effects between methadone and placebo, other opioids, or other treatments."
}