{
  "doi": "10.1002/14651858.CD008771.pub3",
  "name": "Early versus late administration of amino acids in preterm infants receiving parenteral nutrition ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Observational studies in preterm newborns suggest that delay in administering amino acids (AA) could result in a protein catabolic state and impact on growth and development."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to compare the efficacy and safety of early versus late administration of intravenous AA in neonates born at < 37 weeks of gestation."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, and trial registries in March 2023. We checked the reference lists of included studies and studies/systematic reviews where subject matter related to the intervention or population examined in this review."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) comparing early administration of AA with late administration in premature newborn infants. We defined early administration of AA solution as the administration of AA in isolation or with total parenteral nutrition within the first 24 hours of birth, and late administration as the administration of AA in isolation or with total parenteral nutrition after the first 24 hours of birth."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methodological procedures. We used the GRADE approach to assess the certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "Nine studies (383 participants) were eligible for inclusion in the review. All study participants were born at < 37 weeks of gestation and were inpatients in neonatal intensive care units.\nNo studies reported growth during the first months of life as assessed by difference in weight. Early administration of AA may have little or no effect on growth in the first month of life as measured by length (mean difference (MD) 0.00, 95% confidence interval (CI) −0.41 to 0.41; 1 study; 21 participants; low-certainty evidence) and head circumference (MD 0.05, 95% CI −0.03 to 0.14; 2 studies; 87 participants; low-certainty evidence). No studies reported the discharge weight outcome. Early administration of AA may result in little to no difference in neurodevelopmental outcome assessed by Mental Developmental Index (MDI) of < 70 at two years of age (odds ratio 0.83, 95% CI 0.21 to 3.28; 1 study; 111 participants; low-certainty evidence). No studies reported all-cause mortality at 28 days and before discharge.\nEarly administration of AA may result in a large increase in positive nitrogen balance in the first three days of life (MD 250.42, 95% CI 224.91 to 275.93; 4 studies; 93 participants; low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Low-certainty evidence suggests that there may be little to no difference between early and late administration of AA in growth (measured by length and head circumference during the first month after birth) and neurodevelopmental outcome (assessed by MDI of < 70). No RCTs reported on weight in the first month of life, mortality (all-cause mortality at 28 days and before discharge), or discharge weight. Low-certainty evidence suggests a large increase in positive nitrogen balance in preterm infants who received AA within 24 hours of birth. The clinical relevance of this observation is unknown.\nThe number of infants in the RCTs included in the review was small, and there was clinical heterogeneity amongst trials. Adequately powered trials in infants < 37 weeks' gestation are required to determine optimal timing of initiation of AA.\nWe identified two ongoing studies. Both studies will be recruiting infants ≥ 34 weeks of gestation and may or may not add to the outcome data for this review."
    }
  ],
  "pls_title": "What are the benefits and risks of giving amino acids early to babies who were born before 37 weeks of pregnancy?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key message",
      "text": "Due to lack of strong evidence, the benefits of giving amino acids early to babies who were born before 37 weeks of pregnancy are unclear."
    },
    {
      "heading": "What are amino acids?",
      "text": "Amino acids are the building blocks that combine to form proteins. Our body makes some amino acids, but it cannot make the nine essential amino acids that we need from our diet. Protein is crucial for healthy growth and development. Newborn babies ingest essential amino acids from breast and formula milk."
    },
    {
      "heading": "What is prematurity, and what are some of the risks of prematurity in babies?",
      "text": "Premature babies have limited reserves of energy and may not be able to feed soon after birth. This often results in a need for their nutrition to be administered in a vein (parenteral nutrition)."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if giving amino acids within the first 24 hours of birth compared to after the first 24 hours of birth to babies born before 37 weeks of pregnancy improved growth and development, decreased the chance of death, and affected some normally occurring chemicals in the blood."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies in which babies who were born before 37 weeks of pregnancy randomly received amino acids early (within 24 hours of birth) or late (after 24 hours of birth)."
    },
    {
      "heading": "What did we find?",
      "text": "We found 9 reports (383 babies) in our search. However, not all of our outcomes of interest were reported in every study. Limited data from a few babies suggest that early amino acids may not result in any improvement in growth. Early amino acids may make little or no difference to chemicals in the blood. They may also result in a large gain in protein in the first three days after birth; however, what this means in relation to the health of the baby is unclear. The available evidence is not strong enough to support early initiation of amino acids in babies born before 37 weeks of pregnancy."
    },
    {
      "heading": "How up-to-date is the evidence?",
      "text": "The evidence is current to March 2023."
    }
  ]
}