{
  "doi": "10.1002/14651858.CD004872.pub3",
  "name": "Short‐term late‐generation antibiotics versus longer term penicillin for acute streptococcal pharyngitis in children ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The standard duration of treatment for children with acute group A beta hemolytic streptococcus (GABHS) pharyngitis with oral penicillin is 10 days. Shorter duration antibiotics may have comparable efficacy."
    },
    {
      "heading": "Objectives",
      "text": "To summarize the evidence regarding the efficacy of two to six days of newer oral antibiotics (short duration) compared to 10 days of oral penicillin (standard duration) in treating children with acute GABHS pharyngitis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL 2012, Issue 3) which contains the Cochrane Acute Respiratory Infections Group’s Specialized Register, MEDLINE (January 1966 to March week 3, 2012) and EMBASE (January 1990 to April 2012)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs) comparing short duration oral antibiotics to standard duration oral penicillin in children aged 1 to 18 years with acute GABHS pharyngitis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors scanned the titles and abstracts of retrieved citations and applied the inclusion criteria. We retrieved included studies in full, and extracted data. Two review authors independently assessed trial quality."
    },
    {
      "heading": "Main results",
      "text": "We included 20 studies with 13,102 cases of acute GABHS pharyngitis. The updated search did not identify any new eligible studies; the majority of studies were at high risk of bias. However, the majority of the results were consistent. Compared to standard duration treatment, the short duration treatment studies had shorter periods of fever (mean difference (MD) -0.30 days, 95% confidence interval (CI) -0.45 to -0.14) and throat soreness (MD -0.50 days, 95% CI -0.78 to -0.22); lower risk of early clinical treatment failure (odds ratio (OR) 0.80, 95% CI 0.67 to 0.94); no significant difference in early bacteriological treatment failure (OR 1.08, 95% CI 0.97 to 1.20) or late clinical recurrence (OR 0.95, 95% CI 0.83 to 1.08). However, the overall risk of late bacteriological recurrence was worse in the short duration treatment studies (OR 1.31, 95% CI 1.16 to 1.48), although no significant differences were found when studies of low dose azithromycin (10 mg/kg) were eliminated (OR 1.06, 95% CI 0.92 to 1.22). Three studies reported long duration complications. Out of 8135 cases of acute GABHS pharyngitis, only six cases in the short duration treatment versus eight in the standard duration treatment developed long-term complications in the form of glomerulonephritis and acute rheumatic fever, with no statistically significant difference (OR 0.53, 95% CI 0.17 to 1.64)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Three to six days of oral antibiotics had comparable efficacy compared to the standard duration 10-day course of oral penicillin in treating children with acute GABHS pharyngitis. . In areas where the prevalence of rheumatic heart disease is still high, our results must be interpreted with caution."
    }
  ],
  "pls_title": "The effect of short duration versus standard duration antibiotic therapy for streptococcal throat infection in children",
  "pls_type": "long",
  "pls": "Streptococcal (strep) throat infection is very common. A 10-day course of penicillin is prescribed mainly to protect against the complication of acute rheumatic fever, which can occur approximately 20 days after streptococcal throat and cause damage to the heart valves. Cases of acute rheumatic fever have dropped dramatically in high-income countries. Newer antibiotics taken for a shorter duration, may have a comparable effect to penicillin taken for 10 days.\nWe summarized medical literature regarding the effect of two to six days of oral antibiotics (short duration) in treating children with streptococcal throat infection, compared with 10 days of oral penicillin (standard duration). We included 20 studies with 13,102 cases of acute group A beta hemolytic streptococcus (GABHS) pharyngitis. The short duration treatment resulted in better compliance but more side effects. All side effects were self-limiting: mostly mild to moderate diarrhea, vomiting and abdominal pain. Three studies reported the rate of long duration complications with no statistically significant difference.\nOur study has several limitations. Firstly, only 3 out of the 20 included studies followed the participants for a sufficient duration to be able to study the prevalence of complications of GABHS pharyngitis. Although these three studies had a total of 8135 participants, results were too under-powered to draw any conclusions on differences in complication rates. This means our conclusion is not applicable in low-income countries where the prevalence of rheumatic heart disease is high. Another limitation is that the primary studies evaluated different antibiotics for variable durations (three to six days). Also, studies were of limited quality. Finally, although the shorter antibiotic duration appeared to be effective and more convenient, it is more expensive than the standard duration 10 days of penicillin. However, one must take into account the reality of patient behavior and the price of unsuccessful or incomplete therapy.\nThree to six days of oral antibiotics for children with streptococcal throat infection is a safe treatment with a comparable effect to the standard duration of 10 days of penicillin. However, our results must be interpreted with caution in low-income countries where acute rheumatic fever is still a problem."
}