{
  "doi": "10.1002/14651858.CD005171.pub2",
  "name": "Oxcarbazepine in the maintenance treatment of bipolar disorder",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Some studies have suggested that oxcarbazepine has a role in preventing episode recurrence in bipolar affective disorder. This review attempted to investigate the existing evidence from randomised controlled trials for its use in the maintenance treatment of this illness."
    },
    {
      "heading": "Objectives",
      "text": "To review the efficacy of oxcarbazepine, relative to placebo and other agents, in the prevention of affective episodes of bipolar affective disorder. The efficacy of oxcarbazepine was considered in terms of episode recurrence, general and social functioning. Adverse effects, overall acceptability to participants and mortality were also considered."
    },
    {
      "heading": "Search methods",
      "text": "CCDANCTR-Studies and CCDANCTR-References were searched on 7/11/2007. Medline, CENTRAL, EMBASE and PsycINFO were searched in March 2007. Specialist journals and conference proceedings were handsearched. Reference lists of relevant papers and major textbooks of affective disorder were checked. Authors, experts in the field and pharmaceutical companies were contacted requesting information on published or unpublished trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing oxcarbazepine with placebo or alternative agents, where the stated intent of intervention was the maintenance treatment of bipolar affective disorder were sought. Participants with bipolar disorder, male and female, of all ages, were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data were extracted from the original reports individually by two review authors. The methodological quality of included studies was assessed individually by two review authors. The main outcomes were the efficacy of oxcarbazepine maintenance treatment in preventing or attenuating further episodes of bipolar affective disorder (including its efficacy in rapid cycling disorder), the acceptability of oxcarbazepine treatment to participants, the prevalence of side-effects, and mortality, if any, on oxcarbazepine treatment. Where appropriate, data concerning outcome measures and adverse effects were to be extracted from the studies and analysed using Review Manager software."
    },
    {
      "heading": "Main results",
      "text": "Two randomised controlled trials were found that met the methodological criteria for inclusion in the review. However, they did not report data with sufficient clarity to allow their confident extraction for inclusion in the meta-analysis. Findings from the two studies were presented descriptively."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is an insufficient methodologically rigorous evidence base to provide guidance on the use of oxcarbazepine in the maintenance treatment of bipolar disorder. Given the need for more efficacious therapeutic agents, there is a need for good quality randomised controlled trials examining the therapeutic potential of this and related agents in bipolar disorder."
    }
  ],
  "pls_title": "Oxcarbazepine in the maintenance treatment of bipolar disorder",
  "pls_type": "long",
  "pls": "Some studies have suggested that oxcarbazepine, an anti-convulsant, may have a role in preventing episode recurrence in bipolar affective disorder. This systematic review investigated the efficacy and acceptability of oxcarbazepine compared to placebo and other agents in the maintenance treatment of bipolar disorder. Two randomised controlled trials were found that met the methodological inclusion criteria. However, in both cases, data were reported with insufficient clarity to be confidently extracted for inclusion in a meta-analysis. Currently, there is insufficient evidence on which to base any recommendations on the use of oxcarbazepine in the maintenance treatment of bipolar illness, either in monotherapy or as an adjunctive treatment. There is need for good quality randomised controlled trials examining the efficacy and acceptability of oxcarbazepine in the maintenance treatment of bipolar disorder."
}