{
  "doi": "10.1002/14651858.CD005310.pub2",
  "name": "Methylxanthines for prolonged non‐specific cough in children",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Non-specific cough is defined as non-productive cough in the absence of identifiable respiratory disease or known aetiology. It is commonly seen in paediatric practice. These children are treated with a variety of therapies including a variety of asthma medications. Methylxanthines, the main medication used for paediatric asthma for many decades in Western countries, is still widely used in non-Western countries. Also, methylxanthines have other pharmacological properties and their bronchodilator effect is only modest."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy of methylxanthines in treating children with non-specific cough."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Register of Controlled Trials (CENTRAL), the Cochrane Airways Group Specialised Register, MEDLINE and EMBASE databases were searched by the Cochrane Airways Group. The latest searches were performed in October 2010."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials comparing methylxanthines with a placebo medication in treating children with non-specific cough."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Results of searches were reviewed against pre-determined criteria for inclusion. No eligible trials were identified and thus no data were available for analysis. Four small non-randomised controlled trials were reported."
    },
    {
      "heading": "Main results",
      "text": "No randomised controlled trials that examined the efficacy of methylxanthines in the management of prolonged non-specific cough in children were found. In the non randomised trials above, a significant effect was seen within 2-14 days of therapy."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently an absence of reliable evidence to support the routine use of methylxanthines for symptomatic control of non-specific cough in children. If methylxanthines were to be trialed in children with prolonged non-specific cough, cohort data (thus limited) suggest a clinical response (subjective cough severity) would be seen within two to five days (and certainly within 14 days) of therapy. However methylxanthine use has to be balanced against the well known risk of toxicity and its low therapeutic range in children. Further research examining the efficacy of this intervention is needed."
    }
  ],
  "pls_title": "Methylxanthines for prolonged non-specific cough in children",
  "pls_type": "long",
  "pls": "Children with non-specific cough (dry and non-productive cough without any other respiratory symptom, sign or systemic illness) are commonly treated with a variety of medications to manage the symptom of cough. This review examined whether there was any evidence for using methylxanthines in children with non-specific cough. There were no randomised controlled trials that assessed methylxanthines for prolonged non-specific cough in children. In four non-randomised controlled studies, the researchers described that dramatic improvements in cough were seen within 2-14 days of taking oral theophylline. However, this is possibly a placebo and/or time period effect. There is no RCT evidence to support the routine use of methylxanthines for the symptom of non-specific cough in children. Further research examining the effects of methylxanthines using child appropriate cough outcome measures are needed."
}