{
  "doi": "10.1002/14651858.CD010071.pub3",
  "name": "Platelet‐rich therapies for musculoskeletal soft tissue injuries",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Platelet-rich therapies are being used increasingly in the treatment of musculoskeletal soft tissue injuries such as ligament, muscle and tendon tears and tendinopathies. These therapies can be used as the principal treatment or as an augmentation procedure (application after surgical repair or reconstruction). Platelet-rich therapies are produced by centrifuging a quantity of the patient’s own blood and extracting the active, platelet-rich, fraction. The platelet-rich fraction is applied to the injured tissue; for example, by injection. Platelets have the ability to produce several growth factors, so these therapies should enhance tissue healing. There is a need to assess whether this translates into clinical benefit."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects (benefits and harms) of platelet-rich therapies for treating musculoskeletal soft tissue injuries."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Bone, Joint and Muscle Trauma Group Specialised Register (25 March 2013), the Cochrane Central Register of Controlled Trials (CENTRAL 2013 Issue 2), MEDLINE (1946 to March 2013), EMBASE (1980 to 2013 Week 12) and LILACS (1982 to March 2012). We also searched trial registers (to Week 2 2013) and conference abstracts (2005 to March 2012). No language or publication restrictions were applied."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised and quasi-randomised controlled trials that compared platelet-rich therapy with either placebo, autologous whole blood, dry needling or no platelet-rich therapy for people with acute or chronic musculoskeletal soft tissue injuries. Primary outcomes were functional status, pain and adverse effects."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed each study's risk of bias. Disagreement was resolved by discussion or by arbitration by a third author. We contacted trial authors for clarification of methods or missing data. Treatment effects were assessed using risk ratios for dichotomous data and mean differences (MD) or standardised mean differences (SMD) for continuous data, together with 95% confidence intervals. Where appropriate, data were pooled using the fixed-effect model for RR and MD, and the random-effects model for SMD. The quality of the evidence for each outcome was assessed using GRADE criteria."
    },
    {
      "heading": "Main results",
      "text": "We included data from 19 small single centre trials (17 randomised and two quasi-randomised; 1088 participants) that compared platelet-rich therapy with placebo, autologous whole blood, dry needling or no platelet-rich therapy. These trials covered eight clinical conditions: rotator cuff tears (arthroscopic repair) (six trials); shoulder impingement syndrome surgery (one trial); elbow epicondylitis (three trials); anterior cruciate ligament (ACL) reconstruction (four trials), ACL reconstruction (donor graft site application) (two trials), patellar tendinopathy (one trial), Achilles tendinopathy (one trial) and acute Achilles rupture surgical repair (one trial). We also grouped trials into 'tendinopathies' where platelet-rich therapy (PRT) injections were the main treatment (five trials), and surgical augmentation procedures where PRT was applied during surgery (14 trials). Trial participants were mainly male, except in trials including rotator cuff tears, and elbow and Achilles tendinopathies.\nThree trials were judged as being at low risk of bias; the other 16 were at high or unclear risk of bias relating to selection, detection, attrition or selective reporting, or combinations of these. The methods of preparing platelet-rich plasma (PRP) varied and lacked standardisation and quantification of the PRP applied to the patient.\nWe were able to pool data for our primary outcomes (function, pain, adverse events) for a maximum of 11 trials and 45% of participants. The evidence for all primary outcomes was judged as being of very low quality.\nData assessing function in the short term (up to three months) were pooled from four trials that assessed PRT in three clinical conditions and used four different measures. These showed no significant difference between PRT and control (SMD 0.26; 95% confidence interval (CI) -0.19 to 0.71; P value 0.26; I² = 51%; 162 participants; positive values favour PRT). Medium-term function data (at six months) were pooled from five trials that assessed PRT in five clinical conditions and used five different measures. These also showed no difference between groups (SMD -0.09, 95% CI -0.56 to 0.39; P value 0.72; I² = 50%; 151 participants). Long-term function data (at one year) were pooled from 10 trials that assessed PRT in five clinical conditions and used six different measures. These also showed no difference between groups (SMD 0.25, 95% CI -0.07 to 0.57; P value 0.12; I² = 66%; 484 participants). Although the 95% confidence intervals indicate the possibility of a poorer outcome in the PRT group up to a moderate difference in favour of PRT at short- and long-term follow-up, these do not translate into clinically relevant differences.\nData pooled from four trials that assessed PRT in three clinical conditions showed a small reduction in short-term pain in favour of PRT on a 10-point scale (MD -0.95, 95% CI -1.41 to -0.48; I² = 0%; 175 participants). The clinical significance of this result is marginal.\nFour trials reported adverse events; another seven trials reported an absence of adverse events. There was no difference between treatment groups in the numbers of participants with adverse effects (7/241 versus 5/245; RR 1.31, 95% CI 0.48 to 3.59; I² = 0%; 486 participants).\nIn terms of individual conditions, we pooled heterogeneous data for long-term function from six trials of PRT application during rotator cuff tear surgery. This showed no statistically or clinically significant differences between the two groups (324 participants).\nThe available evidence is insufficient to indicate whether the effects of PRT will differ importantly in individual clinical conditions."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Overall, and for the individual clinical conditions, there is currently insufficient evidence to support the use of PRT for treating musculoskeletal soft tissue injuries. Researchers contemplating RCTs should consider the coverage of currently ongoing trials when assessing the need for future RCTs on specific conditions. There is need for standardisation of PRP preparation methods."
    }
  ],
  "pls_title": "Platelet-rich therapies for musculoskeletal soft tissue injuries",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the medical problem?",
      "text": "Muscle, ligament and tendon injuries frequently occur during activities such as sports, and may be due to tissue degeneration. These injuries are more frequent in particular parts of the body, such as the tendons located in the shoulder, elbow, knee and ankle."
    },
    {
      "heading": "What treatments are available?",
      "text": "Several treatment options are available. These include conservative methods, such as physical therapy, and surgery, for example to repair torn tendons. Another, increasingly popular, therapy is platelet-rich therapy."
    },
    {
      "heading": "What is platelet-rich therapy?",
      "text": "Platelets form part of blood. They produce growth factors that assist in repair and regeneration of tissue. It is possible that if a high concentration of platelets is applied to an injury, healing may progress faster. Platelet-rich therapy involves the production of a platelet-rich (concentrated) fraction of the patient's own blood. This is then applied, such as by an injection, to the site of injury."
    },
    {
      "heading": "Does it work?",
      "text": "This review set out to examine the evidence to see if platelet-rich therapy (PRT) works in practice.\nWe searched medical databases (until March 2013) and registers of new studies (until March 2012) and found 19 studies that compared PRT with a control condition (such as no PRT). These involved a total of 1088 participants. Most participants were men, except in trials involving shoulder (rotator cuff) injuries, and elbow and Achilles tendinopathies (sometimes called tendinitis), where similar numbers of women were included.\nThe 19 trials covered eight types of injury, some of which were being treated surgically: rotator cuff tears (surgical repair) (six trials); shoulder impingement syndrome (surgery to release trapped tissues in the shoulder) (one trial); tennis elbow (three trials); knee ligament reconstruction using a section of tendon from the patient (four trials); the donor site of the tendon used for knee ligament reconstruction (two trials); patellar tendinopathy (jumper's knee) (one trial); Achilles tendinopathy (tendinitis) (one trial); and acute rupture of the Achilles tendon (surgical repair) (one trial).\nThe quality of the evidence is very low, partly because most trials used flawed methods that mean their results may not be reliable. The trials also used different ways of preparing and applying the platelet-rich plasma. We were only able to pool data for our primary outcomes (function, pain, adverse events) for a maximum of 11 studies and 45% of participants.\nWhen we pooled the limited data that was available for all these conditions, we found very weak (very low quality) evidence for a slight benefit of PRT in pain in the short term (up to three months). However, pooled data do not show that PRT makes a difference in function in the short, medium or long term. There was weak evidence that suggested that adverse events (harms) occurred at comparable, low rates in people treated with PRT and people not treated with PRT.\nIn terms of individual conditions, we were able to pool results from six studies and found no differences in long-term function between those who received PRT during rotator cuff surgery and those who did not.\nIn conclusion, the available evidence is insufficient to to support the use of PRT for treating musculoskeletal soft tissue injuries or show whether the effects of PRT vary according to the type of injury. Any future research in this area should bear in mind the several studies currently going on and should consider the need for standardisation of the PRP preparation."
    }
  ]
}