{
  "doi": "10.1002/14651858.CD012079.pub2",
  "name": "Transvaginal mesh or grafts or native tissue repair for vaginal prolapse",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pelvic organ prolapse is the descent of one or more of the pelvic organs (uterus, vaginal apex, bladder, or bowel) into the vagina. In recent years, surgeons have increasingly used grafts in transvaginal repairs. Graft material can be synthetic or biological. The aim is to reduce prolapse recurrence and surpass the effectiveness of traditional native tissue repair (colporrhaphy) for vaginal prolapse. This is a review update; the previous version was published in 2016."
    },
    {
      "heading": "Objectives",
      "text": "To determine the safety and effectiveness of transvaginal mesh or biological grafts compared to native tissue repair or other grafts in the surgical treatment of vaginal prolapse."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Incontinence Group Specialised Register, which contains trials identified from the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, and two clinical trials registers (March 2022)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing different types of vaginal repair (mesh, biological graft, or native tissue)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials, assessed risk of bias, and extracted data. The primary outcomes were awareness of prolapse, repeat surgery, and recurrent prolapse on examination."
    },
    {
      "heading": "Main results",
      "text": "We included 51 RCTs (7846 women). The certainty of the evidence was largely moderate (ranging from very low to moderate).\nTransvaginal permanent mesh versus native tissue repair\nAwareness of prolapse at six months to seven years was less likely after mesh repair (risk ratio (RR) 0.83, 95% confidence interval (CI) 0.73 to 0.95; I2 = 34%; 17 studies, 2932 women; moderate-certainty evidence). This suggests that if 23% of women are aware of prolapse after native tissue repair, between 17% and 22% will be aware of prolapse after permanent mesh repair.\nRates of repeat surgery for prolapse were lower in the mesh group (RR 0.71, 95% CI 0.53 to 0.95; I2 = 35%; 17 studies, 2485 women; moderate-certainty evidence). There was no evidence of a difference between the groups in rates of repeat surgery for incontinence (RR 1.03, 95% CI 0.67 to 1.59; I2 = 0%; 13 studies, 2206 women; moderate-certainty evidence). However, more women in the mesh group required repeat surgery for the combined outcome of prolapse, stress incontinence, or mesh exposure (RR 1.56, 95% CI 1.07 to 2.26; I2 = 54%; 27 studies, 3916 women; low-certainty evidence). This suggests that if 7.1% of women require repeat surgery after native tissue repair, between 7.6% and 16% will require repeat surgery after permanent mesh repair. The rate of mesh exposure was 11.8% and surgery for mesh exposure was 6.1% in women who had mesh repairs.\nRecurrent prolapse on examination was less likely after mesh repair (RR 0.42, 95% CI 0.32 to 0.55; I2 = 84%; 25 studies, 3680 women; very low-certainty evidence).\nPermanent transvaginal mesh was associated with higher rates of de novo stress incontinence (RR 1.50, 95% CI 1.19 to 1.88; I2 = 0%; 17 studies, 2001 women; moderate-certainty evidence) and bladder injury (RR 3.67, 95% CI 1.63 to 8.28; I2 = 0%; 14 studies, 1997 women; moderate-certainty evidence). There was no evidence of a difference between the groups in rates of de novo dyspareunia (RR 1.22, 95% CI 0.83 to 1.79; I2 = 27%; 16 studies, 1308 women; moderate-certainty evidence).\nThere was no evidence of a difference in quality of life outcomes; however, there was substantial heterogeneity in the data.\nTransvaginal absorbable mesh versus native tissue repair\nThere was no evidence of a difference between the two methods of repair at two years for the rate of awareness of prolapse (RR 1.05, 95% CI 0.77 to 1.44; 1 study, 54 women), rate of repeat surgery for prolapse (RR 0.47, 95% CI 0.09 to 2.40; 1 study, 66 women), or recurrent prolapse on examination (RR 0.53, 95% CI 0.10 to 2.70; 1 study, 66 women).\nThe effect of either form of repair was uncertain for bladder-related outcomes, dyspareunia, and quality of life.\nTransvaginal biological graft versus native tissue repair\nThere was no evidence of a difference between the groups at one to three years for the outcome awareness of prolapse (RR 1.06, 95% CI 0.73 to 1.56; I2 = 0%; 8 studies, 1374 women; moderate-certainty evidence), repeat surgery for prolapse (RR 1.15, 95% CI 0.75 to 1.77; I2 = 0%; 6 studies, 899 women; moderate-certainty evidence), and recurrent prolapse on examination (RR 0.96, 95% CI 0.71 to 1.29; I2 = 53%; 9 studies, 1278 women; low-certainty evidence).\nThere was no evidence of a difference between the groups for dyspareunia or quality of life.\nTransvaginal permanent mesh versus any other permanent mesh or biological graft vaginal repair\nSparse reporting of primary outcomes in both comparisons significantly limited any meaningful analysis."
    },
    {
      "heading": "Authors' conclusions",
      "text": "While transvaginal permanent mesh is associated with lower rates of awareness of prolapse, repeat surgery for prolapse, and prolapse on examination than native tissue repair, it is also associated with higher rates of total repeat surgery (for prolapse, stress urinary incontinence, or mesh exposure), bladder injury, and de novo stress urinary incontinence.\nWhile the direction of effects and effect sizes are relatively unchanged from the 2016 version of this review, the certainty and precision of the findings have all improved with a larger sample size. In addition, the clinical relevance of these data has improved, with 10 trials reporting 3- to 10-year outcomes.\nThe risk-benefit profile means that transvaginal mesh has limited utility in primary surgery. Data on the management of recurrent prolapse are of limited quality. Given the risk-benefit profile, we recommend that any use of permanent transvaginal mesh should be conducted under the oversight of the local ethics committee in compliance with local regulatory recommendations.\nData are not supportive of absorbable meshes or biological grafts for the management of transvaginal prolapse."
    }
  ],
  "pls_title": "Should transvaginal mesh, biological grafts, or native tissue be utilised to repair vaginal prolapse?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Compared to native tissue, transvaginal mesh repair probably reduces (1) the number of women who are aware of prolapse (i.e. they can see or feel a bulge or something falling out in the vaginal area) at 6 months to 7 years after surgery, and (2) the number who need repeat surgery for prolapse. However, transvaginal mesh procedures probably result in more bladder injuries and new incontinence symptoms (unintentional leaking of urine).\n• There does not appear to be a benefit in the use of absorbable meshes or biological grafts over native tissue repair. There is insufficient information to draw conclusions when comparing transvaginal permanent meshes to biological grafts."
    },
    {
      "heading": "What is prolapse and how is it surgically treated?",
      "text": "Pelvic organ prolapse refers to the descent of pelvic organs (uterus, bladder, bowel) against the vaginal wall, causing an uncomfortable feeling of a lump or bulge that can be seen on examination. It is a common condition affecting up to 50% of women who have had children.\nThe traditional method of repairing vaginal prolapse, called 'native tissue repair', uses the patient's own tissue and sutures (stitches). It is associated with high rates of recurrent prolapse. It is thought that the addition of transvaginal grafts, which are made of permanent or absorbable mesh (made of polypropylene – medical-grade plastic) or biological material (harvested from animals or human organ donors) may improve the outcomes of prolapse surgery.\nMany countries (including the UK, Ireland, Australia, New Zealand, the USA, and Canada) have banned the use of transvaginal mesh because of high rates of complications. It remains a treatment option elsewhere, including in some European and Asian countries."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if any method of prolapse repair (native tissue repair, transvaginal permanent mesh repair, transvaginal graft repair) was better than the other. We also wanted to identify any associated adverse (harmful or unwanted) effects of each method of prolapse repair. This is a review update; the previous version was published in 2016."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared any type of transvaginal graft repair with any other transvaginal repair (traditional native tissue suture repair, repair with grafts) for the management of vaginal prolapse (first occurrence or repeat). We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods."
    },
    {
      "heading": "What did we find?",
      "text": "We found 51 studies involving 7846 women. The studies were conducted in 19 countries around the world. The women having surgery ranged in age from 39 to 91 years old. Most had had 2 to 3 children. All permanent meshes were made of polypropylene, except for 1 study which used polytetrafluoroethylene, commonly known by its trade name of Teflon."
    },
    {
      "heading": "Main results",
      "text": "Compared to native tissue repair, transvaginal permanent mesh repair:\n• probably reduces the number of women who are aware (i.e. experience symptoms) of prolapse at 6 months to 7 years after surgery;\n• probably reduces the number who need repeat surgery specifically for prolapse;\n• may lead to a higher rate of repeat surgery for prolapse, incontinence, or mesh erosion (when mesh protrudes through the surgery cut and into the vagina) when considered together. If 7.1% of women undergoing native tissue repair require any repeat surgery, between 7.6% and 16% of women will require repeat surgery after transvaginal permanent mesh repair.\n• probably results in more bladder injuries and new incontinence problems.\nThe most common reason women have permanent mesh implants removed is pain, rather than mesh erosion. Only 1 study in this review reported on women who had mesh removed due to pain.\nWe conclude that while the use of transvaginal permanent mesh is not supported in most cases, there may be isolated scenarios where women may benefit from this surgical option, due to their particular health and bodily conditions. In these scenarios, transvaginal permanent mesh should be used in compliance with national organisations that regulate medical devices and local ethics committees.\nOur conclusions are largely the same as in the 2016 version of this review. We have more confidence in some results because more women have been involved in the studies we analysed."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Overall, the quality of the evidence was largely moderate (very low to moderate). The main limitations were poor reporting of study methods, inconsistency in reporting, and variability in outcomes."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is current to March 2022."
    }
  ]
}