{
  "doi": "10.1002/14651858.CD008205.pub3",
  "name": "Hepatic late adverse effects after antineoplastic treatment for childhood cancer",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Survival rates have greatly improved as a result of more effective treatments for childhood cancer. Unfortunately, the improved prognosis has been accompanied by the occurrence of late, treatment-related complications. Liver complications are common during and soon after treatment for childhood cancer. However, among long-term childhood cancer survivors, the risk of hepatic late adverse effects is largely unknown. To make informed decisions about future cancer treatment and follow-up policies, it is important to know the risk of, and associated risk factors for, hepatic late adverse effects. This review is an update of a previously published Cochrane review."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate all the existing evidence on the association between antineoplastic treatment (that is, chemotherapy, radiotherapy involving the liver, surgery involving the liver and BMT) for childhood cancer and hepatic late adverse effects."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2018, Issue 1), MEDLINE (1966 to January 2018) and Embase (1980 to January 2018). In addition, we searched reference lists of relevant articles and scanned the conference proceedings of the International Society of Paediatric Oncology (SIOP) (from 2005 to 2017) and American Society of Pediatric Hematology/Oncology (ASPHO) (from 2013 to 2018) electronically."
    },
    {
      "heading": "Selection criteria",
      "text": "All studies, except case reports, case series, and studies including fewer than 10 patients that examined the association between antineoplastic treatment for childhood cancer (aged 18 years or less at diagnosis) and hepatic late adverse effects (one year or more after the end of treatment)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently performed the study selection and 'risk of bias' assessment. The 'risk of bias' assessment was based on earlier checklists for observational studies. For the original version of the review, two review authors independently performed data extraction. For the update of the review, the data extraction was performed by one reviewer and checked by another reviewer."
    },
    {
      "heading": "Main results",
      "text": "Thirteen new studies were identified for the update of this review. In total, we included 33 cohort studies including 7876 participants investigating hepatic late adverse effects after antineoplastic treatment (especially chemotherapy and radiotherapy) for different types of childhood cancer, both haematological and solid malignancies. All studies had methodological limitations. The prevalence of hepatic late adverse effects, all defined in a biochemical way, varied widely, between 0% and 84.2%. Selecting studies where the outcome of hepatic late adverse effects was well-defined as alanine aminotransferase (ALT) above the upper limit of normal, indicating cellular liver injury, resulted in eight studies. In this subgroup, the prevalence of hepatic late adverse effects ranged from 5.8% to 52.8%, with median follow-up durations varying from three to 23 years since cancer diagnosis in studies that reported the median follow-up duration. A more stringent selection process using the outcome definition of ALT as above twice the upper limit of normal, resulted in five studies, with a prevalence ranging from 0.9% to 44.8%. One study investigated biliary tract injury, defined as gamma-glutamyltransferase (γGT) above the upper limit of normal and above twice the upper limit of normal and reported a prevalence of 5.3% and 0.9%, respectively. Three studies investigated disturbance in biliary function, defined as bilirubin above the upper limit of normal and reported prevalences ranging from 0% to 8.7%. Two studies showed that treatment with radiotherapy involving the liver (especially after a high percentage of the liver irradiated), higher BMI, and longer follow-up time or older age at evaluation increased the risk of cellular liver injury in multivariable analyses. In addition, there was some suggestion that busulfan, thioguanine, hepatic surgery, chronic viral hepatitis C, metabolic syndrome, use of statins, non-Hispanic white ethnicity, and higher alcohol intake (> 14 units per week) increase the risk of cellular liver injury in multivariable analyses. Chronic viral hepatitis was shown to increase the risk of cellular liver injury in six univariable analyses as well. Moreover, one study showed that treatment with radiotherapy involving the liver, higher BMI, higher alcohol intake (> 14 units per week), longer follow-up time, and older age at cancer diagnosis increased the risk of biliary tract injury in a multivariable analysis."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The prevalence of hepatic late adverse effects among studies with an adequate outcome definition varied considerably from 1% to 53%. Evidence suggests that radiotherapy involving the liver, higher BMI, chronic viral hepatitis and longer follow-up time or older age at follow-up increase the risk of hepatic late adverse effects. In addition, there may be a suggestion that busulfan, thioguanine, hepatic surgery, higher alcohol intake (>14 units per week), metabolic syndrome, use of statins, non-Hispanic white ethnicity, and older age at cancer diagnosis increase the risk of hepatic late adverse effects. High-quality studies are needed to evaluate the effects of different therapy doses, time trends, and associated risk factors after antineoplastic treatment for childhood cancer."
    }
  ],
  "pls_title": "Adverse effects on the liver after treatment for childhood cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence for the effects of treatment for childhood cancer on the risk of adverse effects on the liver."
    },
    {
      "heading": "Background",
      "text": "Advances in the treatment of childhood cancer over the last decades have greatly improved the survival rates. Unfortunately, the improved prognosis has been accompanied by the occurrence of late, treatment-related complications. One of the adverse effects that can occur due to treatment of childhood cancer is damage to the liver. Liver adverse effects are common both during and soon after treatment. However, the evidence on adverse effects on the liver many years after treatment is still inconclusive. Adverse effect on the liver as a result of childhood cancer treatment is most often subclinical (asymptomatic). If liver disease becomes symptomatic, a person's complaints may include fatigue, jaundice, nausea, weight loss, and abdominal pain. The development of future treatment and follow-up policies should be based on high-quality evidence on the risk of, and associated risk factors for, adverse effects on the liver."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to January 2018.\nWe found 33 cohort studies examining liver adverse effects after treatment for childhood cancer. There were 7876 cancer patients included that were treated for different types of childhood cancer, especially with chemotherapy, radiotherapy, and bone marrow transplantation. The average follow-up duration in the studies that reported this varied from two years after the end of treatment to 25 years since primary cancer diagnosis."
    },
    {
      "heading": "Key results",
      "text": "We found that 1% to 53% of the childhood cancer survivors developed adverse effects on the liver after cancer treatment, measured by liver enzymes in the blood. Radiotherapy to the liver increases the risk of liver late adverse effects. In addition, busulfan, thioguanine, or liver surgery may increase the risk as well. Also, survivors with chronic viral hepatitis, metabolic syndrome, higher body mass index, higher alcohol intake, statin use, non-Hispanic white ethnicity, longer time since cancer diagnosis, and older age at cancer diagnosis seemed to have an increased risk of liver adverse effects."
    },
    {
      "heading": "Quality of the evidence",
      "text": "All studies had problems related to the quality of the evidence."
    }
  ]
}