{
  "doi": "10.1002/14651858.CD005614.pub2",
  "name": "Chondroitin for osteoarthritis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Osteoarthritis, a common joint disorder, is one of the leading causes of disability. Chondroitin has emerged as a new treatment. Previous meta-analyses have shown contradictory results on the efficacy of chondroitin. This, in addition to the publication of more trials, necessitates a systematic review."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefit and harm of oral chondroitin for treating osteoarthritis compared with placebo or a comparator oral medication including, but not limited to, nonsteroidal anti-inflammatory drugs (NSAIDs), analgesics, opioids, and glucosamine or other \"herbal\" medications."
    },
    {
      "heading": "Search methods",
      "text": "We searched seven databases up to November 2013, including the Cochrane Central Register of Controlled Trials (CENTRAL), Ovid MEDLINE, CINAHL, EMBASE, Science Citation Index (Web of Science) and Current Controlled Trials. We searched the US Food and Drug Administration (FDA) and European Medicines Agency (EMEA) websites for adverse effects. Trial registers were not searched."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomized or quasi-randomized clinical trials lasting longer than two weeks, studying adults with osteoarthritis in any joint, and comparing chondroitin with placebo, an active control such as NSAIDs, or other \"herbal\" supplements such as glucosamine."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently performed all title assessments, data extractions, and risk of bias assessments."
    },
    {
      "heading": "Main results",
      "text": "Forty-three randomized controlled trials including 4,962 participants treated with chondroitin and 4,148 participants given placebo or another control were included. The majority of trials were in knee OA, with few in hip and hand OA. Trial duration varied from 1 month to 3 years. Participants treated with chondroitin achieved statistically significantly and clinically meaningful better pain scores (0-100) in studies less than 6 months than those given placebo with an absolute risk difference of 10% lower (95% confidence interval (CI), 15% to 6% lower; number needed to treat (NNT) = 5 (95% CI, 3 to 8; n = 8 trials) (level of evidence, low; risk of bias, high); but there was high heterogeneity between the trials (T2 = 0.07; I2 = 70%, which was not easily explained by differences in risk of bias or study sample size). In studies longer than 6 months, the absolute risk difference for pain was 9% lower (95% CI 18% lower to 0%); n = 6 trials; T2 = 0.18; I2 = 83% ), again with low level of evidence.\nFor the Western Ontario and McMaster Universities Osteoarthritis Index Minimal Clinically Important Improvement (WOMAC MCII Pain subscale) outcome, a reduction in knee pain by 20% was achieved by 53/100 in the chondroitin group versus 47/100 in the placebo group, an absolute risk difference of 6% (95% CI 1% to 11%), (RR 1.12, 95% CI 1.01 to 1.24; T2 = 0.00; I2 = 0%) (n = 2 trials, 1253 participants; level of evidence, high; risk of bias, low).\nDifferences in Lequesne's index (composite of pain,function and disability) statistically significantly favoured chondroitin as compared with placebo in studies under six months, with an absolute risk difference of 8% lower (95% CI 12% to 5% lower; T2= 0.78; n = 7 trials) (level of evidence, moderate; risk of bias, unclear), also clinically meaningful. Loss of minimum joint space width in the chondroitin group was statistically significantly less than in the placebo group, with a relative risk difference of 4.7% less (95% CI 1.6% to 7.8% less; n = 2 trials) (level of evidence, high; risk of bias, low). Chondroitin was associated with statistically significantly lower odds of serious adverse events compared with placebo with Peto odds ratio of 0.40 (95% CI 0.19 to 0.82; n = 6 trials) (level of evidence, moderate). Chondroitin did not result in statistically significant numbers of adverse events or withdrawals due to adverse events compared with placebo or another drug. Adverse events were reported in a limited fashion, with some studies providing data and others not.\nComparisons of chondroitin taken alone or in combination with glucosamine or another supplement showed a statistically significant reduction in pain (0-100) when compared with placebo or an active control, with an absolute risk difference of 10% lower (95% CI 14% to 5% lower); NNT = 4 (95% CI 3 to 6); T2 = 0.33; I2 = 91%; n = 17 trials) (level of evidence, low). For physical function, chondroitin in combination with glucosamine or another supplement showed no statistically significant difference from placebo or an active control, with an absolute risk difference of 1% lower (95% CI 6% lower to 3% higher with T2 = 0.04; n = 5 trials) (level of evidence, moderate). Differences in Lequesne's index statistically significantly favoured chondroitin as compared with placebo, with an absolute risk difference of 8% lower (95% CI, 12% to 4% lower; T2 = 0.12; n = 10 trials) (level of evidence, moderate). Chondroitin in combination with glucosamine did not result in statistically significant differences in the numbers of adverse events, withdrawals due to adverse events, or in the numbers of serious adverse events compared with placebo or with an active control.\nThe beneficial effects of chondroitin in pain and Lequesne's index persisted when evidence was limited to studies with adequate blinding or studies that used appropriate intention to treat (ITT) analyses. These beneficial effects were uncertain when we limited data to studies with appropriate allocation concealment or a large study sample (> 200) or to studies without pharmaceutical funding."
    },
    {
      "heading": "Authors' conclusions",
      "text": "A review of randomized trials of mostly low quality reveals that chondroitin (alone or in combination with glucosamine) was better than placebo in improving pain in participants with osteoarthritis in short-term studies. The benefit was small to moderate with an 8 point greater improvement in pain (range 0 to 100) and a 2 point greater improvement in Lequesne's index (range 0 to 24), both likely clinically meaningful. These differences persisted in some sensitivity analyses and not others. Chondroitin had a lower risk of serious adverse events compared with control. More high-quality studies are needed to explore the role of chondroitin in the treatment of osteoarthritis. The combination of some efficacy and low risk associated with chondroitin may explain its popularity among patients as an over-the-counter supplement."
    }
  ],
  "pls_title": "Chondroitin for osteoarthritis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "We conducted a review of the effects of chondroitin sulfate for people with osteoarthritis. We found 43 studies with 9,110 people after searching for studies up to November 2013. Majority were studies of knee osteoarthritis (few hand, one hip) ranging from 1 month to 3 years. Several studies were funded by makers of chondroitin."
    },
    {
      "heading": "This review shows that in people with osteoarthritis",
      "text": "- Chondroitin may improve pain slightly in the short-term (less than 6 months);\n- Chondroitin improves knee pain by 20% in slightly more people;\n- Chondroitin probably improves quality of life slightly as measured by Lequesne's index (combined measure of pain, function, and disability);\n- Chondroitin has little or no difference in adverse and serious adverse events versus other agents; and\n- Chondroitin slightly slows down the narrowing of joint space on X-rays of the affected joint.\nWe identified a lot of studies in which unsound methods were used to assess the effects of chondroitin. For some outcomes, there was not enough data. In some studies, whose methodological quality was better, chondroitin showed no improvement in pain and in physical function. Other analyses based on different methodological quality criteria reported improvement in pain and physical functionality when chondroitin was given."
    },
    {
      "heading": "What is osteoarthritis and what is chondroitin?",
      "text": "Osteoarthritis is a disease of the joints, such as the knee or hip. When the joint loses cartilage, the bone grows to try to repair the damage, but this bone growth may make the situation worse. This can make the joint painful and unstable, which can affect physical function or ability to use the joint.\nChondroitin is an over-the-counter nutritional supplement made primarily of chondroitin sulfate. It is said to work by stopping the degradation of cartilage and restoring lost cartilage. It also contains sulfur-containing amino acids, which are essential building blocks for cartilage molecules in the human body."
    },
    {
      "heading": "What happens to people with osteoarthritis who take chondroitin?",
      "text": ""
    },
    {
      "heading": "Pain level after 6 months (lower score is better)",
      "text": "- People who took chondroitin scored 10 points lower on 0 to 100 pain scale than those who took a placebo (10% absolute difference).\n- People who took chondroitin rated their pain at 18 on a 0 to 100 scale.\n- People who took placebo rated their pain at 28 on a 0 to 100 scale.\nIn studies longer than 6 months, we are uncertain whether pain is reduced more by chondroitin than placebo."
    },
    {
      "heading": "Reduction in knee pain by 20% (as measured by the WOMAC1 Pain subscale)",
      "text": "1Pain subscale)\n- 6 more people out of 100 experienced improvement of 20% in their knee pain (6% absolute difference).\n- 53 people out of 100 who took chondroitin experienced improvement in their knee pain compared to 47 people out of 100 who took placebo."
    },
    {
      "heading": "Lequesne’s index (a combination index of pain and physical function, indicating quality of life) after 6 months",
      "text": "- People who took chondroitin scored 2 points lower (better) on Lequesne's index (score range 0 to 24).\n- People who took chondroitin scored 5 on a scale of 0 to 24 on Lequesne's index.\n- People who took placebo scored 7 on a scale of 0 to 24 on Lequesne's index."
    },
    {
      "heading": "Radiographic outcome: reduction in minimum joint space width (mm) (smaller decrease in reduction in minimum joint space width is better) after 2 years",
      "text": "- People who took chondroitin had 0.18 mm less reduction in minimum joint space width than those who took placebo.\n- People who took chondroitin had a reduction in minimum joint space width of 0.12 mm.\n- People who took placebo had a reduction in minimum joint space width of 0.30 mm."
    },
    {
      "heading": "Serious adverse events",
      "text": "- 3 fewer of 100 people who took chondroitin experienced serious adverse events (such as a serious lung infection or tuberculosis).\n- 3 of 100 people experienced a serious adverse event with chondroitin compared to 6 of 100 people who took placebo."
    },
    {
      "heading": "People who dropped out of the studies for adverse events",
      "text": "People who dropped out of the studies for adverse events\n- People who took chondroitin had no difference in the risk of dropping out of the studies for adverse events than those who took a placebo.This may have happened by chance."
    },
    {
      "heading": "1Western Ontario and McMaster Universities Osteoarthritis Index",
      "text": "Western Ontario and McMaster Universities Osteoarthritis Index"
    }
  ]
}