{
  "doi": "10.1002/14651858.CD006767.pub3",
  "name": "Angioplasty versus bare metal stenting for superficial femoral artery lesions",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Lower limb peripheral arterial disease (PAD) is a common, important manifestation of systemic atherosclerosis. Stenoses or occlusions in the superficial femoral artery may result in intermittent claudication or even critical ischaemia, which may be treated by balloon angioplasty with or without stenting. This is the first update of a review published in 2009."
    },
    {
      "heading": "Objectives",
      "text": "The primary aim was to determine the effect of percutaneous transluminal angioplasty (PTA) compared with PTA with bare metal stenting for superficial femoral artery (SFA) stenoses on vessel patency in people with symptomatic (Rutherford categories1 to 6; Fontaine stages II to IV) lower limb peripheral vascular disease.\nIn addition, we assessed the efficacy of PTA and stenting in improving quality of life, ankle brachial index and treadmill walking distance."
    },
    {
      "heading": "Search methods",
      "text": "For this update the Cochrane Peripheral Vascular Diseases Group Trials Search Co-ordinator searched the Specialised Register (last searched August 2013) and the Cochrane Central Register of Controlled Trials (CENTRAL) (2013, Issue 6)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials of angioplasty alone versus angioplasty with bare metal stenting for the treatment of superficial femoral artery stenoses."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors (MC, CT) independently selected suitable trials, assessed trial quality and extracted data. Furthermore, these two review authors performed assessments of methodological quality and wrote the final manuscript. The third review author (ADM) cross-checked all stages of the review process."
    },
    {
      "heading": "Main results",
      "text": "We include three new studies in this update, making a total of 11 included trials with 1387 participants. The average age was 69 years and all trials included men and women. Participants were followed for up to two years. There was an improvement in primary duplex patency at six and 12 months in participants treated with PTA plus stent over lesions treated with PTA alone (six months: odds ratio (OR) 2.90, 95% confidence interval (CI) 1.17 to 7.18, P = 0.02, six studies, 578 participants; 12 months: OR 1.78, 95% CI 1.02 to 3.10, P = 0.04, nine studies, 858 participants). This was lost by 24 months (P = 0.06). There was a significant angiographic patency benefit at six months (OR 2.49, 95% CI 1.49 to 4.17, P = 0.0005, four studies, 329 participants) which was lost by 12 months (OR 1.30, 95% CI 0.84 to 2.00, P = 0.24, five studies, 384 participants). Ankle brachial index (ABI) and treadmill walking distance showed no improvement at 12 months (P = 0.49 and P = 0.57 respectively) between participants treated with PTA alone or PTA with stent insertion. Three trials (660 participants) reported quality of life, which showed no significant difference between participants treated with PTA alone or PTA with stent insertion at any time interval. Antiplatelet therapy protocols and inclusion criteria regarding affected arteries between trials showed marked heterogeneity."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Although there was a short-term gain in primary patency there was no sustained benefit from primary stenting of lesions of the superficial femoral artery in addition to angioplasty. Future trials should focus on quality of life for claudication and limb salvage for critical ischaemia."
    }
  ],
  "pls_title": "Angioplasty versus angioplasty plus stenting for lesions of the superficial femoral artery",
  "pls_type": "long",
  "pls": "Intermittent claudication is pain in the leg that is brought on by walking and which is relieved by rest. The pain is a result of insufficient blood flow to the muscles of the leg due to narrowing of the arteries by atherosclerosis. People who have narrowing of the main artery in the thigh, the superficial femoral artery, and intermittent claudication which severely restricts their quality of life or causes dangerous tissue changes in the leg may undergo a procedure known as angioplasty to widen this narrowing. This procedure involves passing a balloon into the narrowed segment and inflating the balloon to push the artery open. In addition to this, a cylindrical piece of metal mesh called a stent may be inserted at the site where the artery has been pushed open with the aim of holding the narrowing open in the future. While stents work well in the arteries of the heart and in other arteries, it is not clear whether adding stents following angioplasty to narrowings of the superficial femoral artery gives any benefit to the patient.\nWe identified 11 randomised controlled trials with a total of 1387 participants. Their average age was 69 years and all trials included men and women. The participants were randomised to have either balloon angioplasty alone or balloon angioplasty with stent placement. At two years, blood flowing through the narrowing in the arteries was no greater in participants with a stent inserted than in those without. There was a small improvement in the distance that the participants with a stent could walk up to one year later. However, when asked about their quality of life there was no improvement, whether a stent was placed or not, up to one year later. There were differences in the included trials; in some trials people with narrowings in other leg arteries were included. There were also differences between trials in the blood thinning drugs given after stent placement, which may change results, as these agents are important in keeping stents working in other parts of the body. These factors led us to the conclusion that there is a small benefit to adding a stent when performing balloon angioplasty for people in whom balloon angioplasty fails. However, there is insufficient evidence to support this approach as routine practice for everyone and future trials should examine whether subgroups of patients may benefit from stenting."
}