{
  "doi": "10.1002/14651858.CD009663",
  "name": "Sumatriptan (intranasal route of administration) for acute migraine attacks in adults",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Migraine is a highly disabling condition for the individual and also has wide-reaching implications for society, healthcare services, and the economy. Sumatriptan is an abortive medication for migraine attacks, belonging to the triptan family. Intranasal administration may be preferable to oral for individuals experiencing nausea and/or vomiting, although it is primarily absorbed in the gut, not the nasal mucosa."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy and tolerability of intranasal sumatriptan compared to placebo and other active interventions in the treatment of acute migraine attacks in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, online databases, and reference lists for studies through 13 October 2011."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, double-blind, placebo- and/or active-controlled studies using intranasal sumatriptan to treat a migraine headache episode, with at least 10 participants per treatment arm."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data. We used numbers of participants achieving each outcome to calculate relative risk (or 'risk ratio') and numbers needed to treat to benefit (NNT) or harm (NNH) compared to placebo or a different active treatment."
    },
    {
      "heading": "Main results",
      "text": "Twelve studies (4755 participants) compared intranasal sumatriptan with placebo or an active comparator. Most of the data were for the 10 mg and 20 mg doses. Sumatriptan surpassed placebo for all efficacy outcomes. For sumatriptan 10 mg versus placebo the NNTs were 7.3, 7.4, and 5.5 for pain-free at two hours, and headache relief at one and two hours, respectively. For sumatriptan 20 mg versus placebo the NNTs were 4.7, 4.9, and 3.5, respectively, for the same outcomes. The 20 mg dose was significantly better than the 10 mg dose for each of these three primary efficacy outcomes.\nRelief of headache-associated symptoms, including nausea, photophobia, and phonophobia, was greater with sumatriptan than with placebo, and use of rescue medication was lower with sumatriptan than placebo. For the most part, adverse events were transient and mild and were more common with sumatriptan than placebo.\nDirect comparison of sumatriptan with active treatments was limited to two studies, one comparing sumatriptan 20 mg and dihydroergotamine (DHE) 1 mg, and one comparing sumatriptan 20 mg with rizatriptan 10 mg."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Intranasal sumatriptan is effective as an abortive treatment for acute migraine attacks, relieving pain, nausea, photophobia, phonophobia, and functional disability, but is associated with increased adverse events compared with placebo."
    }
  ],
  "pls_title": "Sumatriptan (intranasal route of administration) for acute migraine attacks in adults",
  "pls_type": "long",
  "pls": "Sumatriptan is one of the triptan family of drugs used to treat migraine attacks. It is available as a nasal spray, and this route of administration may be preferable for individuals experiencing nausea and/or vomiting, although absorption of the drug occurs primarily in the gut rather than the nasal mucosa. This review found that a single intranasal dose was effective in relieving migraine headache pain and associated symptoms of nausea, sensitivity to light, and sensitivity to sound. Pain was reduced from moderate or severe to no pain by two hours in approximately 2 in 10 people (24%) taking sumatriptan 10 mg, compared with about 1 in 10 (10%) taking placebo. Pain was reduced from moderate or severe to no worse than mild pain by two hours in 5 in 10 people (50%) taking sumatriptan 10 mg, compared with approximately 3 in 10 (32%) taking placebo. In addition to relieving headache pain, sumatriptan also relieved symptoms of nausea and sensitivity to light and sound by two hours in about half of those who took it, compared with about one-third of those who took placebo. The 20 mg dose had greater efficacy, but may be associated with more adverse events, most of which were of short duration and mild or moderate in severity."
}