{
  "doi": "10.1002/14651858.CD013006.pub2",
  "name": "Interventions for the management of obesity in people with bipolar disorder",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Bipolar disorder is one of the most common serious mental illnesses, affecting approximately 60 million people worldwide. Characterised by extreme alterations in mood, cognition, and behaviour, bipolar disorder can have a significant negative impact on the functioning and quality of life of the affected individual. Compared with the general population, the prevalence of comorbid obesity is significantly higher in bipolar disorder. Approximately 68% of treatment seeking bipolar patients are overweight or obese. Clinicians are aware that obesity has the potential to contribute to other physical health conditions in people with bipolar disorder, including diabetes, hypertension, metabolic syndrome, cardiovascular disease, and coronary heart disease. Cardiovascular disease is the leading cause of premature death in bipolar disorder, happening a decade or more earlier than in the general population. Contributing factors include illness-related factors (mood-related factors, i.e. mania or depression), treatment-related factors (weight implications and other side effects of medications), and lifestyle factors (physical inactivity, poor diet, smoking, substance abuse). Approaches to the management of obesity in individuals with bipolar disorder are diverse and include non-pharmacological interventions (i.e. dietary, exercise, behavioural, or multi-component), pharmacological interventions (i.e. weight loss drugs or medication switching), and bariatric surgery."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of interventions for the management of obesity in people with bipolar disorder."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Common Mental Disorders Controlled Trials Register (CCMDCTR) and the Cochrane Central Register for Controlled Trials (CENTRAL) to February 2019. We ran additional searches via Ovid databases including MEDLINE, Embase, and PsycInfo to May 2020. We searched the World Health Organization (WHO) trials portal (International Clinical Trials Registry Platform (ICTRP)) and ClinicalTrials.gov. We also checked the reference lists of all papers brought to full-text stage and all relevant systematic reviews."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs), randomised at the level of the individual or cluster, and cross-over designs of interventions for management of obesity, in which at least 80% of study participants had a clinical diagnosis of bipolar disorder and comorbid obesity (body mass index (BMI) ≥ 30 kg/m²), were eligible for inclusion. No exclusions were based on type of bipolar disorder, stage of illness, age, or gender. We included non-pharmacological interventions comprising dietary, exercise, behavioural, and multi-component interventions; pharmacological interventions consisting of weight loss medications and medication switching interventions; and surgical interventions such as gastric bypass, gastric bands, biliopancreatic diversion, and vertical banded gastroplasty. Comparators included the following approaches: dietary intervention versus inactive comparator; exercise intervention versus inactive comparator; behavioural intervention versus inactive comparator; multi-component lifestyle intervention versus inactive comparator; medication switching intervention versus inactive comparator; weight loss medication intervention versus inactive comparator; and surgical intervention versus inactive comparator. Primary outcomes of interest were changes in body mass, patient-reported adverse events, and quality of life."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Four review authors were involved in the process of selecting studies. Two review authors independently screened the titles and abstracts of studies identified in the search. Studies brought to the full-text stage were then screened by another two review authors working independently. However, none of the full-text studies met the inclusion criteria. Had we included studies, we would have assessed their methodological quality by using the criteria recommended in the Cochrane Handbook for Systematic Reviews of Interventions. We intended to combine dichotomous data using risk ratios (RRs), and continuous data using mean differences (MDs). For each outcome, we intended to calculate overall effect size with 95% confidence intervals (CIs)."
    },
    {
      "heading": "Main results",
      "text": "None of the studies that were screened met the inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "None of the studies that were assessed met the inclusion criteria of this review. Therefore we were unable to determine the effectiveness of interventions for the management of obesity in individuals with bipolar disorder. Given the extent and impact of the problem and the absence of evidence, this review highlights the need for research in this area. We suggest the need for RCTs that will focus only on populations with bipolar disorder and comorbid obesity. We identified several ongoing studies that may be included in the update of this review."
    }
  ],
  "pls_title": "Interventions for the management of obesity in people with bipolar disorder",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is this review important?",
      "text": "Bipolar disorder is one of the most common serious mental illnesses and impacts mood, thinking, behaviour, functioning, and quality of life. Approximately 60 million people worldwide are affected by bipolar disorder. Obesity is commonly associated with the illness, and when this happens, it can cause other physical health conditions such as diabetes and cardiovascular disease, leading to premature death. Many approaches are used to manage obesity in bipolar disorder, but as yet, we are not sure if any one or a combination of approaches is effective."
    },
    {
      "heading": "Who might be interested in this review?",
      "text": "Psychiatrists and any members of the multi-disciplinary team caring for individuals with bipolar disorder and comorbid obesity. Findings from this review will also be of interest to researchers and people with bipolar disorder and their families."
    },
    {
      "heading": "What question does this review aim to answer?",
      "text": "This review sought to assess the effectiveness of interventions used to address the problem of obesity in bipolar disorder."
    },
    {
      "heading": "Which studies were included in the review?",
      "text": "We searched databases up to February 2019 for studies of interventions used to manage the problem of obesity in individuals with bipolar disorder. None of the studies reviewed met the inclusion criteria."
    },
    {
      "heading": "What does evidence from the review reveal?",
      "text": "There is an absence of evidence for the effectiveness of pharmacological, non-pharmacological, or surgical interventions for management of obesity in individuals with bipolar disorder."
    },
    {
      "heading": "What should happen next?",
      "text": "There is an urgent need to undertake randomised controlled trials to assess the effectiveness of non-pharmacological, pharmacological, and surgical approaches for the treatment of obesity in bipolar disorder populations. Trials should include only people with a clinical diagnosis of bipolar disorder and comorbid obesity."
    },
    {
      "heading": "Authors' conclusions",
      "text": ""
    },
    {
      "heading": "Implications for practice",
      "text": "Findings from this review suggest that there is no evidence to support non-pharmacological, pharmacological, or surgical approaches for the management of obesity in bipolar disorder."
    },
    {
      "heading": "Implications for research",
      "text": "There is a need to undertake well-designed randomised controlled trials of non-pharmacological, pharmacological, and/or surgical interventions to address obesity in bipolar disorder. Studies must focus on bipolar participants only, as distinct from mixed populations with serious mental illness, and all trial participants must have received a diagnosis of comorbid obesity. We identified several ongoing studies that may be included in the update of this review."
    }
  ]
}