{
  "doi": "10.1002/14651858.CD007112.pub3",
  "name": "Photorefractive keratectomy (PRK) versus laser assisted in situ keratomileusis (LASIK) for hyperopia correction ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Hyperopia, or hypermetropia (also known as long-sightedness or far-sightedness), is the condition where the unaccommodating eye brings parallel light to a focus behind the retina instead of on it. Hyperopia can be corrected with both non-surgical and surgical methods, among them photorefractive keratectomy (PRK) and laser assisted In situ keratomileusis (LASIK). There is uncertainty as to whether hyperopic-PRK or hyperopic-LASIK is the better method."
    },
    {
      "heading": "Objectives",
      "text": "The objectives of this review were to determine whether PRK or LASIK leads to more reliable, stable and safe results when correcting a hyperopic refractive error."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (which contains the Cochrane Eyes and Vision Group Trials Register) (The Cochrane Library 2012, Issue 2), MEDLINE (January 1950 to February 2012), EMBASE (January 1980 to February 2012), Latin American and Caribbean Literature on Health Sciences (LILACS) (January 1982 to February 2012), the meta Register of Controlled Trials (mRCT) (www.controlled-trials.com), ClinicalTrials.gov (www.clinicaltrials.gov) and the WHO International Clinical Trials Registry Platform (ICTRP) (www.who.int/ictrp/search/en). There were no date or language restrictions in the electronic searches for trials. The electronic databases were last searched on 17 February 2012. When trials are included in the review we will search the reference lists of the studies included in the review for information about further trials. We will use the Science Citation Index to search for papers that cite any studies included in this review. We did not handsearch journals or conference proceedings specifically for this review."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include only randomised controlled trials (RCTs) comparing PRK against LASIK for correction of hyperopia and then perform a sensitivity analysis of pre- and post-millennial trials since this is the mid-point in the history of both PRK and LASIK."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We did not identify any studies that met the inclusion criteria for this review."
    },
    {
      "heading": "Main results",
      "text": "As no studies met the inclusion criteria for this review, we discussed the results of non-randomised trials comparing hyperopic-PRK with hyperopic-LASIK."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No robust, reliable conclusions could be reached, but the non-randomised trials reviewed appear to be in agreement that hyperopic-PRK and hyperopic-LASIK are of comparable efficacy. High quality, well-planned open RCTs are needed in order to obtain a robust clinical evidence base."
    }
  ],
  "pls_title": "Photorefractive keratectomy (PRK) versus laser assisted in situ keratomileusis (LASIK) for correction of long-sightedness",
  "pls_type": "long",
  "pls": "Hyperopia (long-sightedness or far-sightedness) is the condition where the relaxed eye brings parallel light to a focus behind the retina instead of on it. In order to correct hyperopia a variety of surgical techniques can be applied including PRK and LASIK. There exists an uncertainty as to which technique provides more accurate, stable and safe results. As no randomised controlled trials were found that met the inclusion criteria, we could not find definite answers to these questions and therefore concluded that more research is required."
}