{
  "doi": "10.1002/14651858.CD006613.pub3",
  "name": "Red cell transfusion for the management of upper gastrointestinal haemorrhage",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Upper gastrointestinal haemorrhage affects 50 to 150 per 100,000 adults per year, with a high mortality. Red blood cell transfusions are frequently given, but their impact on rebleeding rates and mortality is unknown."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of red blood cell (RBC) transfusion in adults with upper gastrointestinal haemorrhage."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we re-ran the initial search strategies from the last issue/month searched until March 2010.\nWe previously searched the Cochrane Upper Gastrointestinal and Pancreatic Diseases Group Trials Register to February 2008, the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2008, issue 1), MEDLINE (1950 to February 2008), EMBASE (1974 to February 2008), the Systematic Review Initiative database of randomised controlled trials (RCTs), haematology and gastroenterology conference proceedings, and reference lists of articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised studies comparing RBC transfusion and standard care with other intravenous fluid and standard care regimens in haemodynamically stable and haemodynamically unstable adults with upper gastrointestinal haemorrhage."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trial quality and extracted data. We contacted study authors for additional information."
    },
    {
      "heading": "Main results",
      "text": "Three trials involving 126 patients were included, with complete data available for 93 patients. The participants were heterogeneous, none of the three studies examined exactly the same interventions or measured the same outcomes. Only two trials reported mortality data and the summary relative risk for mortality of the intervention was 5.4 (95% CI 0.27 to 107.09). One trial reported increased coagulation times in the transfused group, and reported these patients to have increased rates of rebleeding. None of the studies reported adverse events directly related to RBC transfusion. Methodological deficiencies, including allocation concealment, generation of random sequences and blinding, simply compound the uncertainty surrounding analysis. None of the studies were appropriately powered and in the largest study fewer than half the participants were included in the final analysis.\nOne RCT of restrictive versus liberal RBC transfusion aims to recruit 860 patients but has yet to be completed."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There were more deaths and more rebleeding in the transfusion arms of the combined studies, but the small numbers of participants and large volume of missing data limit the significance of the findings. The studies in this review do not provide useful data regarding outcomes following red blood cell transfusion for acute upper gastrointestinal haemorrhage. They appear to exclude large survival benefit. Large, well-concealed RCTs of sufficient power are urgently needed."
    }
  ],
  "pls_title": "Red blood cell transfusion for the management of severe upper gastrointestinal bleeding",
  "pls_type": "long",
  "pls": "Bleeding in the upper gastrointestinal tract is common, affecting up to 1 in 1000 adults per year. It leads to death in 10% to 30% of cases, depending on whether patients are admitted with bleeding or bleed whilst in hospital with something else. Patients present with vomiting of fresh or partially digested blood, or with the passage of digested blood from the bowel (melaena). They may also present with symptoms associated with low blood pressure (which can occur secondary to rapid haemorrhage), or with symptoms of anaemia. Red blood cells may be transfused to patients to improve the blood pressure, haemoglobin concentration, or both, before the cause of the bleeding is identified and treated, usually with upper gastrointestinal endoscopy. Patients may also receive a transfusion after endoscopy to correct the haemoglobin concentration once the haemorrhage has been controlled. It is possible that blood transfusion (which has some serious potential adverse effects) may not always improve the patients' condition and may even make the bleeding worse.\nIt seems counterintuitive to question the value of red blood cell transfusion in cases of acute haemorrhage, but accepted practice has to be challenged.\nThis update found no new eligible trials. The original review found three trials investigating the effects of red blood cell transfusion in patients with upper gastrointestinal tract bleeding. There were more deaths recorded in the transfusion arm of the combined studies compared to the control arm. It is by no means clear that transfusion is a surrogate marker for more severe haemorrhage. The deaths were too few and the trials too disparate to draw any firm conclusions regarding the effects of transfusion on mortality. We can only recommend that further, larger studies are done."
}