{
  "doi": "10.1002/14651858.CD003053.pub6",
  "name": "Insulin‐sensitising drugs (metformin, rosiglitazone, pioglitazone, D‐chiro‐inositol) for women with polycystic ovary syndrome, oligo amenorrhoea and subfertility ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Polycystic ovary syndrome (PCOS) is characterised by infrequent or absent ovulation, and high levels of androgens and insulin (hyperinsulinaemia). Hyperinsulinaemia occurs secondary to insulin resistance and is associated with increased risk of cardiovascular disease and diabetes mellitus. Insulin-sensitising agents such as metformin may be effective in treating PCOS-related anovulation."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of insulin-sensitising drugs in improving reproductive and metabolic outcomes for women with PCOS undergoing ovulation induction."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases from inception to January 2017: Cochrane Gynaecology and Fertility Group Specialised Register, CENTRAL, MEDLINE, Embase, PsycINFO and CINAHL. We searched registers of ongoing trials and reference lists from relevant studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials of insulin-sensitising drugs compared with placebo, no treatment, or an ovulation-induction agent for women with oligo and anovulatory PCOS."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for eligibility and bias. Primary outcomes were live birth rate and gastrointestinal adverse effects. Secondary outcomes included other pregnancy outcomes, menstrual frequency and metabolic effects. We combined data to calculate pooled odds ratios (ORs) and 95% confidence intervals (CIs). We assessed statistical heterogeneity using the I2 statistic and reported quality of the evidence for primary outcomes using GRADE methodology."
    },
    {
      "heading": "Main results",
      "text": "We assessed the interventions metformin, clomiphene citrate, metformin plus clomiphene citrate, D-chiro-inositol, rosiglitazone and pioglitazone. We compared these with each other, placebo or no treatment. We included 48 studies (4451 women), 42 of which investigated metformin (4024 women). Evidence quality ranged from very low to moderate. Limitations were risk of bias (poor reporting of methodology and incomplete outcome data), imprecision and inconsistency.\nMetformin versus placebo or no treatment\nThe evidence suggests that metformin may improve live birth rates compared with placebo (OR 1.59, 95% CI 1.00 to 2.51, 4 studies, 435 women, I2 = 0%, low-quality evidence). The metformin group experienced more gastrointestinal side effects (OR 4.76, 95% CI 3.06 to 7.41, 7 studies, 670 women, I2 = 61%, moderate-quality evidence) but had higher rates of clinical pregnancy (OR 1.93, 95% CI 1.42 to 2.64, 9 studies, 1027 women, I2 = 43%, moderate-quality evidence), ovulation (OR 2.55, 95% CI 1.81 to 3.59, 14 studies, 701 women, I2 = 58%, moderate-quality evidence) and menstrual frequency (OR 1.72, 95% CI 1.14 to 2.61, 7 studies, 427 women, I2 = 54%, low-quality evidence). There was no clear evidence of a difference in miscarriage rates (OR 1.08, 95% CI 0.50 to 2.35, 4 studies, 748 women, I2 = 0%, low-quality evidence).\nMetformin plus clomiphene citrate versus clomiphene citrate alone\nThere was no conclusive evidence of a difference between the groups in live birth rates (OR 1.21, 95% CI 0.92 to 1.59, 9 studies, 1079 women, I2 = 20%, low-quality evidence), but gastrointestinal side effects were more common with combined therapy (OR 3.97, 95% CI 2.59 to 6.08, 3 studies, 591 women, I2 = 47%, moderate-quality evidence). However, the combined therapy group had higher rates of clinical pregnancy (OR 1.59, 95% CI 1.27 to 1.99, 16 studies, 1529 women, I2 = 33%, moderate-quality evidence) and ovulation (OR 1.57, 95% CI 1.28 to 1.92, 21 studies, 1624 women, I2 = 64%, moderate-quality evidence). There was a statistically significant difference in miscarriage rate per woman, with higher rates in the combined therapy group (OR 1.59, 95% CI 1.03 to 2.46, 9 studies, 1096 women, I2 = 0%, low-quality evidence) but this is of uncertain clinical significance due to low-quality evidence, and no clear difference between groups when we analysed miscarriage per pregnancy (OR 1.30, 95% CI 0.80 to 2.12, 8 studies; 400 pregnancies, I2 = 0%, low-quality evidence).\nMetformin versus clomiphene citrate\nWhen all studies were combined, findings for live birth were inconclusive and inconsistent (OR 0.71, 95% CI 0.49 to 1.01, 5 studies, 741 women, I2 = 86%, very low-quality evidence). In subgroup analysis by obesity status, obese women had a lower birth rate in the metformin group (OR 0.30, 95% CI 0.17 to 0.52, 2 studies, 500 women, I2 = 0%, very low-quality evidence), while data from the non-obese group showed a possible benefit from metformin, with high heterogeneity (OR 1.71, 95% CI 1.00 to 2.94, 3 studies, 241 women, I2 = 78%, very low-quality evidence). Similarly, among obese women taking metformin there were lower rates of clinical pregnancy (OR 0.34, 95% CI 0.21 to 0.55, 2 studies, 500 women, I2 = 0%, very low-quality evidence) and ovulation (OR 0.29, 95% CI 0.20 to 0.43 2 studies, 500 women, I2 = 0%, low-quality evidence) while among non-obese women, the metformin group had more pregnancies (OR 1.56, 95% CI 1.05 to 2.33, 5 studies, 490 women, I2 = 41%, very low-quality evidence) and no clear difference in ovulation rates (OR 0.81, 95% CI 0.51 to 1.28, 4 studies, 312 women, low-quality evidence, I2=0%). There was no clear evidence of a difference in miscarriage rates (overall: OR 0.92, 95% CI 0.50 to 1.67, 5 studies, 741 women, I2 = 52%, very low-quality evidence).\nD-chiro-inositol (2 studies), rosiglitazone (1 study) or pioglitazone (1 study) versus placebo or no treatment\nWe were unable to draw conclusions regarding other insulin-sensitising drugs as no studies reported primary outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Our updated review suggests that metformin alone may be beneficial over placebo for live birth, although the evidence quality was low. When metformin was compared with clomiphene citrate, data for live birth were inconclusive, and our findings were limited by lack of evidence. Results differed by body mass index (BMI), emphasising the importance of stratifying results by BMI. An improvement in clinical pregnancy and ovulation suggests that clomiphene citrate remains preferable to metformin for ovulation induction in obese women with PCOS.\nAn improved clinical pregnancy and ovulation rate with metformin and clomiphene citrate versus clomiphene citrate alone suggests that combined therapy may be useful although we do not know whether this translates into increased live births. Women taking metformin alone or with combined therapy should be advised that there is no evidence of increased miscarriages, but gastrointestinal side effects are more likely."
    }
  ],
  "pls_title": "Insulin-sensitising drugs for women with a diagnosis of polycystic ovary syndrome and subfertility",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Researchers reviewed the evidence about the effectiveness and safety of metformin and other drugs that improve the body's sensitivity to insulin, for inducing ovulation in women with polycystic ovary syndrome (PCOS). Of interest were live birth rate, adverse effects and additional reproductive and metabolic outcomes."
    },
    {
      "heading": "Background",
      "text": "Women with PCOS typically have infrequent or absent periods due to a lack of ovulation, which can result in infertility. Women with PCOS are also at risk of developing metabolic problems, such as diabetes, high blood pressure and high cholesterol levels. High insulin levels are thought to play a role in PCOS and are generally worse with obesity. The treatments, which increase the sensitivity to insulin that are considered in this review are metformin, rosiglitazone, pioglitazone and D-chiro-inositol."
    },
    {
      "heading": "Study characteristics",
      "text": "The search for suitable studies was completed on 12 January 2017. We have analysed a total of 48 randomised controlled trials (4451 women) in this review. The current review update includes five additional studies, which all investigated metformin in women with PCOS. The studies compared insulin-sensitising drugs with placebo, no treatment, or the ovulation-induction agent, clomiphene citrate."
    },
    {
      "heading": "Key results",
      "text": "Our updated review showed that metformin may be beneficial in improving the chances of having a live birth compared with either no treatment or placebo. It is not clear from the available evidence whether metformin or clomiphene citrate is superior for live birth rate, although pregnancy and ovulation rates are improved with clomiphene citrate, and women taking clomiphene citrate have fewer side effects. However, it is possible that a woman's body mass index may affect which treatment she should take for the greatest benefit, although further research is required to establish this. Metformin did not appear to increase the risk of miscarriage.\nThe limited improvement in metabolic outcomes with metformin treatment highlights the importance of weight loss and lifestyle adjustment, particularly in overweight women with PCOS."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence ranged from very low to moderate. Main limitations were risk of bias (associated with poor reporting of study methodology and incomplete outcome data), imprecision and inconsistency."
    }
  ]
}