{
  "doi": "10.1002/14651858.CD008348.pub3",
  "name": "Sonothrombolysis for acute ischaemic stroke",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Sonothrombolysis is a promising but unproven tool for treating acute ischaemic stroke. There is an ongoing debate about the efficacy, safety, technical aspects of ultrasound administration and the possible potentiating effect of microbubbles."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of sonothrombolysis in patients with acute ischaemic stroke."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group Trials Register (last searched in November 2011), the Cochrane Controlled Trials Register (The Cochrane Library 2011, Issue 12), MEDLINE (1950 to November 2011), EMBASE (1980 to November 2011), Database of Abstract and Review of Effects (DARE) (The Cochrane Library 2011, Issue 11), Stroke Trials Registry, Clinicaltrials.gov and Current Controlled Trials. We also searched the reference lists from relevant articles and reviews, and contacted colleagues, authors and researchers active in the field. Searching was completed in November 2011."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials of sonothrombolysis (any duration, any frequency of ultrasound, with or without microbubbles administration) started within 12 hours of symptom onset compared with intravenous tissue plasminogen activator (tPA) or conventional treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors selected trials for inclusion, assessed trial quality and extracted the data independently. We contacted study authors for missing data."
    },
    {
      "heading": "Main results",
      "text": "We identified five eligible studies (233 patients). For the primary outcome (death or dependency at three months), five studies with a total number of 206 patients were available (four defined independence as a modified Rankin score of 0 to 2 and one used 0 to 1). Patients treated with sonothrombolysis were less likely to be dead or disabled at three months (odds ratio (OR) 0.50, 95% confidence interval (CI) 0.27 to 0.91). For the secondary outcomes, failure to recanalise was lower in the sonothrombolysis group (230 patients) (OR 0.28, 95% CI 0.16 to 0.50), no significant difference was found in mortality (206 patients) and in cerebral haemorrhage (233 patients)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Sonothrombolysis appears to reduce death or dependency at three months (although CIs are quite wide), and increases recanalisation without clear hazard. A larger clinical trial is warranted."
    }
  ],
  "pls_title": "Ultrasound (high-frequency sound waves) plus a clot-busting drug for  breaking down a blood clot blocking a blood vessel in the brain",
  "pls_type": "long",
  "pls": "Ultrasound is used routinely for diagnosing and monitoring acute ischaemic stroke patients. Experimental studies suggest that ultrasound can help the effect of clot dissolving treatment (thrombolysis) in acute stroke. This systematic review was designed to find out whether adding ultrasound to clot-dissolving (thrombolytic) drugs or to conventional treatment (sonothrombolysis) is safe and effective. We identified five randomised trials with a total number of  233 participants. People treated with sonothrombolysis appeared to have a greater chance of independent survival (although with some statistical uncertainty), and had more chance of opening blocked blood vessels without an increased risk of bleeding (intracranial haemorrhage). When small bubbles (microbubbles or nanobubbles) are added to sonothrombolysis, the risk of haemorrhage may increase. More research is needed to find out if sonothrombolysis is safe and effective and if there are subgroups of patients who will benefit more from this type of treatment."
}