{
  "doi": "10.1002/14651858.CD013469.pub2",
  "name": "Surgical and medical interventions for abdominal aortic graft infections",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Abdominal aortic graft infections are a major complication following abdominal aortic aneurysm surgery, with high morbidity and mortality rates. They can be treated surgically or conservatively using medical management. The two most common surgical techniques are in situ replacement of the graft and extra-anatomical bypass. Medical management most commonly consists of a course of long-term antibiotics. There is currently no consensus on which intervention (extra-anatomical bypass, in situ replacement, or medical) is the most effective in managing abdominal aortic graft infections. Whilst in emergency or complex situations such as graft rupture surgical management is the only option, in non-emergency situations it is often personal preference that influences the clinician's decision-making."
    },
    {
      "heading": "Objectives",
      "text": "To assess and compare the effects of surgical and medical interventions for abdominal aortic graft infections."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register, CENTRAL, MEDLINE, Embase, and CINAHL databases and WHO ICTRP and ClinicalTrials.gov trials registers to 2 December 2019. We also reviewed the bibliographies of the studies identified by the search and contacted specialists in the field and study authors to request information on any possible unpublished data."
    },
    {
      "heading": "Selection criteria",
      "text": "We aimed to include all randomised controlled trials that used surgical or medical interventions to treat abdominal aortic graft infections. The definitions of abdominal aortic graft infections were accepted as presented in the individual studies, and included secondary infection due to aortoenteric fistula. We excluded studies presenting data on prosthetic graft infections in general, unless data specific to abdominal aortic graft infections could be isolated."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed all studies identified by the search. We planned to independently assess risk of bias of the included trials and to evaluate the quality of the evidence using the GRADE approach. Our main outcomes were overall mortality, amputation, graft re-infection, overall graft-related complications, graft-related mortality, acute limb ischaemia, and re-intervention."
    },
    {
      "heading": "Main results",
      "text": "We identified no randomised controlled trials to conduct meta-analysis."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently insufficient evidence to draw conclusions to support any treatment over the other. Multicentre clinical trials are required to compare different treatments for the condition."
    }
  ],
  "pls_title": "Surgical and medical interventions for abdominal aortic graft infections",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Abdominal aortic graft infections are a serious complication following aortic aneurysm surgery. They can be managed in two ways: either with surgery or medical management. Surgery is currently the mainstay of treatment and is usually performed by two methods, one of which involves removing and replacing the infected graft, and the other bypassing the infected graft. Medical management commonly involves a long-term course of antibiotics. Medical management avoids the risk of potential complications of surgery, but requires use of antibiotics for several months, or even lifelong. There is currently no agreement on which intervention (surgical or medical) is the most effective in managing abdominal aortic graft infections. In emergency or complex situations such as graft rupture, surgical management is the only option, whilst for those unfit for surgery, medical management is the preferred option. However, in non-emergency situations, it is often personal preference that influences the healthcare provider's decision-making. This review aimed to assess and compare the effects of surgical and medical interventions for abdominal aortic graft infections."
    },
    {
      "heading": "Study characteristics and key results",
      "text": "We searched for randomised controlled trials (a type of study in which participants are assigned to one of two or more treatment groups using a random method) to December 2019. We found no trials that met our inclusion criteria. Hence there is currently insufficient evidence to draw conclusions relating to the effects of surgical and medical interventions for abdominal aortic graft infections."
    },
    {
      "heading": "Conclusion",
      "text": "Multicentre randomised controlled trials are required to identify the most effective method of treating aortic graft infection. By doing this, 'gold standard' guidelines can be formulated so that all patients can receive the same level of treatment without regard for where they are being treated."
    }
  ]
}