{
  "doi": "10.1002/14651858.CD006065",
  "name": "Garlic for preventing pre‐eclampsia and its complications",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The suggestion that garlic may lower blood pressure, inhibit platelet aggregation, and reduce oxidative stress has led to the hypothesis that it may have a role in preventing pre-eclampsia and its complications."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of garlic on prevention of pre-eclampsia and its complications."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (January 2010)."
    },
    {
      "heading": "Selection criteria",
      "text": "Studies were included if they were randomised trials evaluating the effects of garlic on prevention of pre-eclampsia and its complications."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion and extracted data. Data were entered on Review Manager software for analysis, and double checked for accuracy."
    },
    {
      "heading": "Main results",
      "text": "One trial (100 women) of uncertain quality compared garlic with placebo. Another study was excluded as 29% of women were lost to follow up. There was no clear difference between the garlic and control groups in the risk of developing gestational hypertension (relative risk (RR) 0.50, 95% confidence interval (CI) 0.25 to 1.00) or pre-eclampsia (RR 0.78, 95% CI 0.31 to 1.93). Women allocated garlic were more likely to report odour than those allocated placebo (RR 8.50, 95% CI 2.07 to 34.88), but there were no significant differences in other reported side-effects. The only other outcomes reported were caesarean section (RR 1.35, 95% CI 0.93 to 1.95), and perinatal mortality. There were no perinatal deaths in the study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to recommend increased garlic intake for preventing pre-eclampsia and its complications. Although garlic is associated with odour, other more serious side-effects have not been reported. Further large randomised trials evaluating the effects of garlic are needed before any recommendations can be made to guide clinical practice."
    }
  ],
  "pls_title": "Garlic for preventing pre-eclampsia and its complications",
  "pls_type": "long",
  "pls": "Insufficient evidence to say if taking garlic can help to reduce the risk of pre-eclampsia and its complications for pregnant women and their babies.\nPre-eclampsia is a serious complication of pregnancy occurring in about 2% to 8% of women. It is identified by increased blood pressure and protein in the urine, but women often suffer no symptoms initially. It can, through constriction of the blood vessels in the placenta, interfere with food and oxygen passing to the baby, thus inhibiting the baby's growth and causing the baby to be born too soon. Women can be affected through problems in their kidneys, liver, brain, and clotting system. Garlic may lower blood pressure (one of the problems with pre-eclampsia) and so may have a role in helping to reduce the risk of pre-eclampsia. The review of trials found just one study of 100 women which showed no differences between dried garlic tablets and dummy tablets. However, the study was small and there are many varying forms of garlic, some with odour and some without, fresh cloves, powdered garlic, garlic capsules etc., and there may be differences between these preparations. Further trials are needed to assess any possible effect of garlic on pre-eclampsia and to assess any potential adverse effects."
}