{
  "doi": "10.1002/14651858.CD000196.pub2",
  "name": "Corticosteroids for acute traumatic brain injury",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Traumatic brain injury is a leading cause of death and disability. Corticosteroids have been widely used in treating people with traumatic brain injury."
    },
    {
      "heading": "Objectives",
      "text": "To quantify the effectiveness and safety of corticosteroids in the treatment of acute traumatic brain injury."
    },
    {
      "heading": "Search methods",
      "text": "We searched: CENTRAL (The Cochrane Library 2007, Issue 4), MEDLINE (Ovid SP), PubMed [www.ncbi.nlm.nih.gov/sites/entrez/], EMBASE (Ovid SP) and PsycINFO (Ovid SP). The searches were last updated in January 2008."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials of corticosteroid use in acute traumatic brain injury with adequate or unclear allocation concealment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Both authors independently scored quality of allocation concealment. Study authors were contacted for additional information. One author independently extracted data on numbers of participants randomised, numbers lost to follow up, length of follow up, case fatality rates, disablement, infections and gastrointestinal bleeds and this was checked by the other author."
    },
    {
      "heading": "Main results",
      "text": "We identified 20 trials with 12,303 randomised participants. The effect of corticosteroids on the risk of death was reported in 17 included trials. Due to significant heterogeneity we did not calculate a pooled estimate of the risk of death. The largest trial, with about 80% of all randomised participants, found a significant increase in the risk ratio of death with steroids 1.15 (95% CI 1.07 to 1.24) and a relative risk of death or severe disability of 1.05 (95% CI 0.99 to 1.10). For infections the pooled risk ratio from five trials was 1.03 (95% CI 0.99 to 1.07) and for the ten trials reporting gastrointestinal bleeding 1.23 (95% CI 0.91 to 1.67)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In the absence of a meta-analysis, we feel most weight should be placed on the result of the largest trial. The increase in mortality with steroids in this trial suggest that steroids should no longer be routinely used in people with traumatic head injury."
    }
  ],
  "pls_title": "Corticosteroids to treat brain injury",
  "pls_type": "long",
  "pls": "Traumatic brain injury is a leading cause of death and disability. After the injury the brain may swell, causing a potentially fatal condition called raised intracranial pressure (ICP). Corticosteroid drugs have been widely used, for many years, to treat patients with brain injury because they are thought to reduce intracranial pressure. Some examples of corticosteroids are dexamethasone and methylprednisolone.\nThe review authors searched the medical literature to determine how effective and safe corticosteroids are for treating brain injury. They focused their search on randomised controlled trials in which one group of people received a medical treatment (corticosteroids) and was compared with a similar group who received a different treatment or no treatment other than standard care. The review authors found 20 of these studies with 12,303 participants. When the review was first done the results of the research were inconclusive. A new large study with about 80% of the total participants was completed by the time of the 2006 update of this review. This study, called CRASH, showed a significant increase in number of deaths in patients given steroids compared with patients who received no treatment. The significant increase in deaths with steroids suggests that steroids should no longer be routinely used in people with traumatic head injury."
}