{
  "doi": "10.1002/14651858.CD006686.pub2",
  "name": "Bradykinin beta‐2 receptor antagonists for acute traumatic brain injury",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Traumatic brain injury (TBI) is a leading cause of death and disability worldwide. Cerebral oedema, the accumulation of fluid within the brain, is believed to be an important contributor to the secondary brain damage that occurs following injury. The release of kinins is thought to be an important factor in the development of cerebral vasogenic oedema and the use of bradykinin beta-2 receptor antagonists, which prevent the release of these kinins, has been proposed as a potential therapeutic intervention."
    },
    {
      "heading": "Objectives",
      "text": "The objective was to assess the safety and effectiveness of bradykinin beta-2 receptor antagonists for TBI."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Injuries Group Specialised Register, Cochrane Central Register of Controlled Trials (The Cochrane Library 2010 Issue 2), MEDLINE (Ovid SP), EMBASE (Ovid SP), ISI Web of Science: Science Citation Index Expanded (SCI-EXPANDED), ISI Web of Science: Conference Proceedings Citation Index-Science (CPCI-S), Zetoc: British Library's table of contents of journal articles and conference proceedings, PubMed, and Current Controlled Trials covering all available years up to 20th May 2010. We also searched the Internet and checked the reference lists of relevant papers and other reviews to identify any further studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of beta-2 receptor antagonists versus placebo for TBI."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently screened search results and assessed the full texts of potentially relevant studies for inclusion. Data were extracted and the risks of bias assessed. Relative risks (RR) and 95% confidence intervals (CIs) were calculated and data were pooled using a fixed-effect model."
    },
    {
      "heading": "Main results",
      "text": "Four studies involving 406 participants were included. All four studies reported the effects of beta-2 receptor antagonists on mortality. The pooled RR for mortality was 0.84 (95% CI 0.55 to 1.29). Two studies measured disability and the RR of death or severe disability with beta-2 receptor antagonists was 0.81 (95% CI 0.59 to 1.09). One trial reported data on adverse events, the RR of at least one serious adverse event was 1.37 (95% CI 0.76 to 2.46) and the RR of local skin reactions was 13.79 (95% CI 0.85 to 224.81). Two studies measured the effect on intracranial pressure (ICP), only in one study did this finding reach statistical significance. There was no evidence for the presence of heterogeneity."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no reliable evidence that bradykinin beta-2 receptor antagonists are safe or effective for use in TBI patients, and they should not be used outside the context of well conducted trials. Further adequately powered and well conducted randomised controlled trials are required."
    }
  ],
  "pls_title": "Bradykinin beta-2 receptor antagonists for traumatic brain injury",
  "pls_type": "long",
  "pls": "Traumatic brain injury (TBI) is a leading cause of death and disability worldwide. Not all damage to the brain occurs at the moment of injury. The injury sustained at the moment of impact (primary brain injury) initiates a sequence of mechanisms which cause further brain damage (secondary brain injury).\nOne consequence of the mechanisms triggered by primary injury is the accumulation of fluid within the brain. This condition is known as cerebral oedema and leads to raised intracranial pressure (pressure within the skull), which contributes to secondary brain injury.\nThe use of a group of drugs known as bradykinin beta-2 receptor antagonists is being investigated as a potential treatment for TBI. It is proposed that they can inhibit the mechanism which causes cerebral oedema and therefore prevent the elevation of intracranial pressure with subsequent brain damage.\nThe authors of this review searched for all randomised controlled trials investigating the effects of bradykinin beta-2 receptor antagonists in traumatically brain injured patients. The authors found four trials involving 406 patients. Whilst the overall effect estimates suggest that bradykinin beta-2 receptor antagonists may reduce mortality and disability, they also suggest that they may increase the number of serious adverse events. However, all of these results are consistent with the play of chance. The findings indicate that there is no evidence to support the use of bradykinin beta-2 receptor antagonists for TBI.\nBradykinin beta-2 receptor antagonists are not presently registered for use in patients. Because the safety and effectiveness of bradykinin beta-2 receptor antagonists have not been reliably ascertained, they should not be used outside the context of well conducted trials."
}