{
  "doi": "10.1002/14651858.CD007079.pub4",
  "name": "Calcium supplementation (other than for preventing or treating hypertension) for improving pregnancy and infant outcomes ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Maternal nutrition during pregnancy is known to have an effect on fetal growth and development. It is recommended that women increase their calcium intake during pregnancy and lactation, although the recommended dosage varies among professionals. Currently, there is no consensus on the role of routine calcium supplementation for pregnant women other than for preventing or treating hypertension."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effect of calcium supplementation on maternal, fetal and neonatal outcomes, excluding women with multiple gestation (other than for preventing or treating hypertension), including the occurrence of adverse effects."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (which includes results of comprehensive searches of CENTRAL, MEDLINE, Embase, CINAHL, two trials registers and relevant conference proceedings) on 3 December 2022. We also searched the reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered all published, unpublished and ongoing randomised controlled trials (RCTs) comparing maternal, fetal and neonatal outcomes in pregnant women who received calcium supplementation versus placebo or no treatment. Cluster-RCTs were eligible for inclusion but none were identified. Quasi-RCTs and cross-over studies were not eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion. At least one review author assessed trials meeting the inclusion criteria for trustworthiness, consulting another review author in cases that were not immediately clear. Two review authors independently assessed the studies for risk of bias, extracted data, and checked trials for accuracy. We assessed the certainty of the evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "Twenty-one studies met the inclusion criteria, but only 19 studies contributed data to the review. These 19 trials recruited 17,370 women, with 16,625 women included in the final analyses. The trials were generally at low risk of bias for randomisation and allocation concealment. We chose three outcomes for GRADE assessment: preterm birth less than 37 weeks, preterm birth less than 34 weeks and low birthweight (less than 2500 g).\nAll trials compared calcium supplementation with placebo or no treatment with 17 trials comparing high-dose calcium (greater than 1000 mg/day).\nCalcium supplementation probably slightly reduces the risk of preterm birth less than 37 weeks (average risk ratio (RR) 0.80, 95% confidence interval (CI) 0.65 to 0.99; 11 trials, 15,379 women; moderate-certainty evidence), but probably has little effect on the risk of preterm birth less than 34 weeks (average RR 1.03, 95% CI 0.79 to 1.35; 3 trials, 5569 women; moderate-certainty evidence), and may have little or no effect on low birthweight (less than 2500 g) (average RR 0.93, 95% CI 0.81 to 1.07; 6 trials, 14,162 women; low-certainty evidence; 1 study reported low birthweight (less than 2500 g) but recorded 0 events in both groups. Thus, the RR and CIs were calculated from 5 studies rather than 6). We downgraded the evidence for imprecision (wide CIs crossing the line of no effect) and inconsistency (high levels of heterogeneity between the studies). There was no evidence that calcium supplementation had any effect on maternal weight gain during pregnancy; increasing bone mineral density in pregnant women; rate of intrauterine growth restriction; perinatal mortality; stillbirth or fetal death rate; increase birth length or fetal head circumference; and adverse effects such as postpartum haemorrhage, gall stones, gastrointestinal symptoms, headache, urinary stones, urinary tract infection or impaired renal function."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review indicates that calcium supplementation probably reduces preterm birth before 37 weeks. There are no clear additional benefits to calcium supplementation in preterm birth before 34 weeks or prevention of low birthweight.\nLarge multicentre trials to detect the effect of calcium supplementation on fetal birthweight and preterm birth before 34 weeks as the primary outcomes are needed. Further research into the short- and long-term effects of calcium supplementation would also be beneficial."
    }
  ],
  "pls_title": "Do calcium supplements during pregnancy improve the health of babies and mothers (omitting studies on high blood pressure)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "– Taking high doses (more than 1000 mg) of calcium supplements during pregnancy may lead to slightly fewer babies being born before 37 weeks of pregnancy. There was possibly no difference in unwanted effects, though we found few data for this.\n– There appeared to be no reduction in the number of babies born before 34 weeks of pregnancy or the number of babies with low birthweight. These are the babies whose health is more severely affected by being born early.\n– The impact of mothers taking calcium supplements during pregnancy on babies' and mother's health is likely to be small, if at all. Further studies are needed to be more sure of the data and any unwanted effects."
    },
    {
      "heading": "Why are calcium supplements taken during pregnancy?",
      "text": "Pregnant women are often advised to take extra calcium but different health professionals often recommend different doses. Calcium is really important for babies' growth and development in the womb. Extra calcium may improve babies' health and might also affect mothers themselves. Extra calcium may help the pregnancy to continue and reduce the number of babies born early (preterm, also known as premature). However, there may be unwanted effects too. Babies born preterm (at less than 37 weeks' gestation (that is, 37 weeks since the woman's last period)) have more health issues compared with babies born at their due date (term). This is particularly so for babies born less than 34 weeks' gestation (or babies of low birthweight) who can have serious health problems. So if calcium supplements could reduce the number of babies born preterm this may have an impact on the health of babies."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We asked if calcium supplements taken by mothers during pregnancy reduced the number of babies born too early (preterm) or reduced the number of babies with low birthweight (less than 2500 g). We also asked if there might be any unwanted effects on either babies or their mothers. We excluded studies on mothers with high blood pressure as this is covered by other Cochrane reviews."
    },
    {
      "heading": "What did we do?",
      "text": "This is an update of a review first published in 2015. We found 19 studies with data for our review, which involved 16,625 mothers and their babies. The studies were undertaken in a large number of countries. The biggest study involved 8325 mothers and babies, and the smallest study involved 23 mothers and babies. The included studies were generally of good quality, were mostly of high-dose calcium and we are reasonably confident in the data we have.\nWe found that calcium supplements probably leads to slightly fewer babies born before 37 weeks (11 studies, 15,379 mothers and babies). However, we found there was probably no difference in the number of babies born before 34 weeks (3 studies, 5569 mothers and babies). There may be little to no effect on low birthweight (6 studies, 14,162 women and babies). Mothers who took extra calcium reported similar unwanted effects as those mothers who did not take any extra calcium. However, only a few studies reported on unwanted effects."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence is only moderate because the effect of calcium appeared to differ slightly between studies. The studies were also limited to only high doses of calcium and few studies reported on unwanted effects."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This review updates our previous review. The evidence is up to date to December 2022."
    }
  ]
}