{
  "doi": "10.1002/14651858.CD015130",
  "name": "Bubble devices versus other pressure sources for nasal continuous positive airway pressure in preterm infants ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Several types of pressure sources, including underwater bubble devices, mechanical ventilators, and the Infant Flow Driver, are used for providing continuous positive airway pressure (CPAP) to preterm infants with respiratory distress. It is unclear whether the use of bubble CPAP versus other pressure sources is associated with lower rates of CPAP treatment failure, or mortality and other morbidity."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of bubble CPAP versus other pressure sources (mechanical ventilators or Infant Flow Driver) for reducing treatment failure and associated morbidity and mortality in newborn preterm infants with or at risk of respiratory distress."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL; 2023, Issue 1); MEDLINE (1946 to 6 January 2023), Embase (1974 to 6 January 2023), Maternity & Infant Care Database (1971 to 6 January 2023), and the Cumulative Index to Nursing and Allied Health Literature (1982 to 6 January 2023). We searched clinical trials databases and the reference lists of retrieved articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials comparing bubble CPAP with other pressure sources (mechanical ventilators or Infant Flow Driver) for the delivery of nasal CPAP to preterm infants."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Two review authors separately evaluated trial quality, extracted data, and synthesised effect estimates using risk ratio (RR), risk difference (RD), and mean difference. We used the GRADE approach to assess the certainty of the evidence for effects on treatment failure, all-cause mortality, neurodevelopmental impairment, pneumothorax, moderate-severe nasal trauma, and bronchopulmonary dysplasia."
    },
    {
      "heading": "Main results",
      "text": "We included 15 trials involving a total of 1437 infants. All trials were small (median number of participants 88). The methods used to generate the randomisation sequence and ensure allocation concealment were unclear in about half of the trial reports. Lack of measures to blind caregivers or investigators was a potential source of bias in all of the included trials. The trials took place during the past 25 years in care facilities internationally, predominantly in India (five trials) and Iran (four trials). The studied pressure sources were commercially available bubble CPAP devices versus a variety of mechanical ventilator (11 trials) or Infant Flow Driver (4 trials) devices.\nMeta-analyses suggest that the use of bubble CPAP compared with mechanical ventilator or Infant Flow Driver CPAP may reduce the rate of treatment failure (RR 0.76, 95% confidence interval (CI) 0.60 to 0.95; (I² = 31%); RD −0.05, 95% CI −0.10 to −0.01; number needed to treat for an additional beneficial outcome 20, 95% CI 10 to 100; 13 trials, 1230 infants; low certainty evidence). The type of pressure source may not affect mortality prior to hospital discharge (RR 0.93, 95% CI 0.64 to 1.36 (I² = 0%); RD −0.01, 95% CI −0.04 to 0.02; 10 trials, 1189 infants; low certainty evidence). No data were available on neurodevelopmental impairment. Meta-analysis suggests that the pressure source may not affect the risk of pneumothorax (RR 0.73, 95% CI 0.40 to 1.34 (I² = 0%); RD −0.01, 95% CI −0.03 to 0.01; 14 trials, 1340 infants; low certainty evidence). Bubble CPAP likely increases the risk of moderate-severe nasal injury (RR 2.29, 95% CI 1.37 to 3.82 (I² = 17%); RD 0.07, 95% CI 0.03 to 0.11; number needed to treat for an additional harmful outcome 14, 95% CI 9 to 33; 8 trials, 753 infants; moderate certainty evidence). The pressure source may not affect the risk of bronchopulmonary dysplasia (RR 0.76, 95% CI 0.53 to 1.10 (I² = 0%); RD −0.04, 95% CI −0.09 to 0.01; 7 trials, 603 infants; low certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Given the low level of certainty about the effects of bubble CPAP versus other pressure sources on the risk of treatment failure and most associated morbidity and mortality for preterm infants, further large, high-quality trials are needed to provide evidence of sufficient validity and applicability to inform context- and setting-relevant policy and practice."
    }
  ],
  "pls_title": "Pressure sources for nasal continuous positive airway pressure (CPAP) in preterm infants",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Bubble continuous positive airway pressure (CPAP) may reduce the risk of CPAP treatment failure when compared with CPAP delivered by mechanical ventilators or Infant Flow Driver. Bubble CPAP probably has little or no impact on the risk of death or other complications associated with premature birth but likely increases the risk of moderate-severe nasal injury."
    },
    {
      "heading": "What is CPAP?",
      "text": "CPAP is a form of breathing support that can be used to support breathing in a preterm (premature) baby with lung problems. Various types of machines can provide CPAP, including underwater bubble devices (bubble CPAP), mechanical ventilators, and Infant Flow Driver."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to determine whether there is evidence to favour bubble systems versus ventilator or Infant Flow Driver systems for reducing the rate of CPAP treatment failure (the baby's condition worsening or the baby needing mechanical ventilation) and reducing complications and harms."
    },
    {
      "heading": "What did we do?",
      "text": "We searched medical databases for randomised controlled trials (a type of study where participants are randomly assigned to one of two or more treatment groups) up to January 2023."
    },
    {
      "heading": "What did we find?",
      "text": "We included 15 trials that compared the use of bubble CPAP versus ventilator or Infant Flow Driver CPAP in a total of 1437 preterm babies. Trials were mostly small, and had design flaws that could put their findings at risk of bias."
    },
    {
      "heading": "Key results",
      "text": "Combined analyses showed that using bubble CPAP rather than ventilator or Infant Flow Driver CPAP may reduce the risk of CPAP treatment failure, but that bubble CPAP may not affect the risk of death or other complications of prematurity. Bubble CPAP likely increases the risk of moderate-severe nasal injury. None of the included studies looked at effects on disability or other developmental outcomes."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We judged the certainty of the evidence for the effects of bubble versus ventilators or Infant Flow Driver for CPAP in preterm babies to be low because of concerns that the methods used in the included trials may have introduced biases, and the limited amount of data from the trials (meaning the results are less precise). Our confidence in the results is therefore limited."
    }
  ]
}