{
  "doi": "10.1002/14651858.CD001143",
  "name": "Antibiotics for syphilis diagnosed during pregnancy",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Congenital syphilis is an increasing problem particularly in many developing countries and in the transitional economies of Eastern Europe and the former Soviet Union. In several countries this increase has been aggravated by HIV/AIDS. While the effectiveness of penicillin in the treatment of syphilis in pregnant women and the prevention of congenital syphilis was established shortly after the introduction of penicillin in the 1940s, there is uncertainty about the optimal treatment regimens."
    },
    {
      "heading": "Objectives",
      "text": "To identify the most effective antibiotic treatment regimen (in terms of dose, length of course and mode of administration) of syphilis with and without concomitant infection with HIV for pregnant women infected with syphilis."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Pregnancy and Childbirth Group's Trials Register (December 2009)."
    },
    {
      "heading": "Selection criteria",
      "text": "It was planned that any trial in which an attempt is made to allocate treatment for syphilis during pregnancy by a random or quasi-random method would be included in this review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Information was extracted using a data extraction sheet and this included entry criteria, the source of controls, and whether the authors stratified by the stage of pregnancy when the diagnosis of syphilis was made."
    },
    {
      "heading": "Main results",
      "text": "Twenty-nine studies met the criteria for detailed scrutiny. However, none of these met the pre-determined criteria for comparative groups and none included comparisons between randomly allocated groups of pregnant women."
    },
    {
      "heading": "Authors' conclusions",
      "text": "While there is no doubt that penicillin is effective in the treatment of syphilis in pregnancy and the prevention of congenital syphilis, uncertainty remains about what are the optimal treatment regimens.\nFurther studies are needed to evaluate treatment failure cases with currently recommended regimens and this should include an assessment of the role of HIV infection in cases of prenatal syphilis treatment failure. The effectiveness of various antibiotic regimens for the treatment of primary and secondary syphilis in pregnant women need to be assessed using randomised controlled trials which compare them with existing recommendations. This should include treatment with oral antibiotics which could be particularly relevant in resource-poor countries where the availability of safe needles and syringes cannot be guaranteed."
    }
  ],
  "pls_title": "Antibiotics for syphilis diagnosed during pregnancy",
  "pls_type": "long",
  "pls": "Penicillin is effective in curing syphilis during pregnancy but more research is needed on the best dosage and duration of treatment.\nSyphilis is a potentially fatal, sexually transmitted disease that passes from a pregnant woman to her unborn baby. If the woman is untreated, the fetus might be aborted or her baby may be born with the disease, suffer permanent disability and be disfigured. The effectiveness of penicillin in curing infection with syphilis in pregnant women and preventing the baby being born with congenital syphilis was established soon after its introduction in the 1940s and before the widespread use of randomised controlled trials. Although rare in developed countries, the incidence of syphilis is high and increasing in many developing countries, particularly where HIV/AIDS is common. The review of trials found no trials comparing the effectiveness of different doses of penicillin or comparing penicillin with other antibiotics. More research is needed to find the best dosage and duration of treatment."
}