{
  "doi": "10.1002/14651858.CD005326.pub3",
  "name": "Strontium ranelate for preventing and treating postmenopausal osteoporosis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Strontium ranelate is a new treatment for osteoporosis therefore, its benefits and harms need to be known."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy and safety of strontium ranelate for the treatment and prevention of postmenopausal osteoporosis."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE (1996-March 2005), EMBASE (1996-week 9 2005), the Cochrane Library (1996-Issue 1 2005), reference lists of relevant articles and conference proceedings from the last two years. Additional data was sought from authors."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) of at least one year duration comparing strontium ranelate to placebo and reporting fracture incidence, bone mineral density (BMD) or adverse events in postmenopausal women. Treatment population was defined as women with prevalent vertebral fractures and/or lumbar spine BMD T-score < -2.5 SD."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers independently determined study eligibility, assessed study validity, graded the evidence and extracted relevant data. Disagreements were resolved by consensus. RCTs were grouped by dose and treatment duration. Where possible, meta-analysis was conducted using the random effects model."
    },
    {
      "heading": "Main results",
      "text": "Four trials met the inclusion criteria. Three had losses to follow-up > 20% and only one provided an adequate description of allocation concealment. Three included a treatment population (0.5 to 2 g/day of strontium ranelate) and one a prevention population (0.125, 0.5 and 1 g/day). A 37% reduction in vertebral fractures (RR 0.63, 95% CI 0.56, 0.71), and a 14% reduction in non-vertebral fractures with the upper boundary of the confidence interval approaching one (RR 0.86, 95% CI 0.75, 0.98), were demonstrated over three years with 2 g of strontium ranelate daily in a treatment population. An increase in BMD was shown at all sites after two to three years of treatment in both populations. Lower doses of strontium ranelate were superior to placebo and the highest dose demonstrated the greatest reduction in vertebral fractures and increase in BMD. An increased risk of diarrhea with 2 g of strontium ranelate daily was found; however, adverse events did not affect the risk of discontinuing treatment nor did it increase the risk of serious side effects, gastritis or death. Additional data suggests that the risk of vascular and nervous system side-effects is increased with taking 2 g of strontium ranelate daily over three to four years."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is silver level evidence (www.cochranemsk.org) to support the efficacy of strontium ranelate for the reduction of fractures (vertebral and to a lesser extent, non-vertebral) in postmenopausal osteoporotic women and an increase in BMD in postmenopausal women with/without osteoporosis. Diarrhea may occur, however, adverse events leading to study withdrawal were not significantly increased. Potential vascular and neurological side-effects need to be further explored."
    }
  ],
  "pls_title": "Strontium ranelate for osteoporosis in women after menopause",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "This summary of a Cochrane review presents what we know from research about the effect of strontium ranelate for osteoporosis in women after menopause. The review shows that:\nThere is silver level evidence (www.cochranemsk.org) that for treatment of osteoporosis in women after menopause, 2 g of strontium ranelate daily over 3 years decreases fractures in the spine and slightly decreases fractures not in the spine. Most women do not have side effects that would cause them to stop taking strontium ranelate. However, other research shows that harms could include a chance of blood clots and seizures, memory loss and consciousness."
    },
    {
      "heading": "What is osteoporosis and how can strontium ranelate help?",
      "text": "Osteoporosis is a condition in which bone loss occurs. Bone loss leads to weak brittle bones that can break easily, even during everyday activities. Breaks (fractures) of the spine or non-spine (e.g. wrist and hip) are the most common type. There are many drugs and minerals that work to treat osteoporosis. Strontium ranelate is a drug that decreases the chance of fractures by slowing the loss of bone and possibly by building new bone. It is a new drug and therefore its benefits and harms need to be known."
    },
    {
      "heading": "What are the results of this review?",
      "text": "Women in the studies took 2 g of strontium ranelate or a placebo (fake tablets or powder). After 2 to 3 years, the number of fractures that occurred and bone mineral density was measured. Bone mineral density is a lab test to measure how dense or strong bones are in the hip, spine or neck. The higher the bone density the better."
    },
    {
      "heading": "Benefits of strontium ranelate",
      "text": "In women after menopause who have osteoporosis:\n- strontium ranelate decreases spine fractures:\n13 out of 100 women had spine fractures taking strontium ranelate\n21 out of 100 women had spine fractures taking a placebo\n- strontium ranelate may decrease fractures that are not in the spine:\n10 out of 100 women had non-spine fractures taking strontium ranelate\n12 out of 100 women had non-spine fractures taking a placebo\n- strontium ranelate increases bone mineral density\n1 in 3 women had an increase in spine and hip bone mineral density taking strontium ranelate"
    },
    {
      "heading": "Harms of strontium ranelate",
      "text": "In women after menopause who have osteoporosis:\n- strontium ranelate did not cause side effects that would make them stop taking it\n- strontium ranelate did not lead to serious side effects, stomach infections, back pain or death\n- strontium ranelate increased diarrhea\n6 out of 100 women had diarrhea taking strontium ranelate\n4 out of 100 women had diarrhea taking a placebo\nOther research shows that harms could include a chance of blood clots, and seizures, memory loss and consciousness. The cause of these vascular and neurological side effects are not known.\nThis review has several limitations which include difficulty interpreting the change in bone mineral density due to the unique aspects of strontium in bone as well, incomplete follow-up of some patients within the individual trials."
    }
  ]
}