{
  "doi": "10.1002/14651858.CD007839.pub2",
  "name": "Acupuncture for Attention Deficit Hyperactivity Disorder (ADHD) in children and adolescents",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Attention Deficit Hyperactivity Disorder (ADHD) is a common childhood psychiatric disorder with features of inattention, hyperactivity and impulsivity. There is increasing interest in complementary and alternative therapies such as acupuncture; however, it remains unclear whether the use of acupuncture in children and adolescents with ADHD is supported by the existing evidence."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of acupuncture as a treatment for ADHD in children and adolescents."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (The Cochrane Library 2010, Issue 2); MEDLINE (21 May 2010); CINAHL (21 May 2010); EMBASE (21 May 2010); ERIC (21 May 2010); PsycINFO (21 May 2010), Chinese Biological Medicine Database (10 May 2010); Chinese Scientific Periodical Database of VIP INFORMATION (10 May 2010); China Periodical in China National Knowledge Infrastructure (10 May 2010); and Chinese Evidence-Based Medicine Database (10 May 2010). We handsearched Chinese language journals and conference proceedings."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials and quasi-randomised controlled trials comparing acupuncture with placebo or sham acupuncture, or conventional treatment. Participants under the age of 18 years with any type of ADHD were included. Papers in any language were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors (S Li, B Yu) independently determined the studies to be included in the review based on inclusion and exclusion criteria and extracted the data using pre-developed extraction forms. The risk of bias within the trials was assessed by the same review authors in relation to allocation concealment, blinding and withdrawals. The measures of ADHD outcomes were extracted from core symptoms rating scales and additional secondary outcomes were considered."
    },
    {
      "heading": "Main results",
      "text": "No studies met the inclusion criteria for this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "A comprehensive search showed that there is no evidence base of randomised or quasi-randomised controlled trials to support the use of acupuncture as a treatment for ADHD in children and adolescents. Due to the lack of trials, we cannot reach any conclusions about the efficacy and safety of acupuncture for ADHD in children and adolescents. This review highlights the need for further research in this area in the form of high quality, large scale, randomised controlled trials.\n"
    }
  ],
  "pls_title": "Acupuncture for ADHD in children and adolescents",
  "pls_type": "long",
  "pls": "Attention Deficit Hyperactivity Disorder (ADHD) is a common childhood psychiatric disorder with features of inattention, hyperactivity and impulsivity. In general, effective treatment for ADHD relies on comprehensive therapy. Acupuncture is a complementary and alternative medicine (CAM) therapy that seems to have few side effects.\nBeing considered a relatively simple, inexpensive and safe treatment compared to other conventional interventions, acupuncture is used widely in oriental countries. According to the basic theory of Traditional Chinese Medicine (TCM), ADHD is caused by 'liver yang overactive', 'effulgent gallbladder fire', 'heart-spleen qi deficiency', 'non-interaction of heart and kidney' and 'yin-yang disharmony'. Thus, ADHD in children presents as clinical symptoms of over-activity, restlessness, recklessness, impoliteness and stubbornness. 'Yin-yang' and 'Qi-xue' are very important concepts in TCM. In a meridian system, the main interpretation of 'yin' and 'yang' is symmetry and balance. Acupuncture could help keep internal yin and yang in balance. It is also believed in TCM theory that acupuncture can strengthen the vital essence of the human body, which is called 'Qi' in China, and remove the blockage of channels. Qi could move between yin and yang to coordinate them in harmony so as to make an amiable, stable and peaceful internal environment.\nAcupuncture is increasingly practiced as a therapeutic intervention in Western countries. However, it remains uncertain whether the existing evidence is strong enough to justify the use of acupuncture as a treatment for ADHD.\nNo trials were included in this review. The review authors concluded that there is inadequate evidence to draw any conclusions about the efficacy or safety of acupuncture for ADHD in children and adolescents. There is an urgent need for further large scale, multicenter, randomised, controlled, double-blinded studies of acupuncture with standardized evaluation of outcomes for ADHD in children and adolescents."
}