{
  "doi": "10.1002/14651858.CD005570.pub4",
  "name": "Wound drains after incisional hernia repair",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Incisional hernias are caused by the failure of the wall of the abdomen to close after abdominal surgery, leaving a hole through which the viscera protrude. Incisional hernias are repaired by further surgery. Surgical drains are frequently inserted during hernia repair with the aim of facilitating fluid drainage and preventing complications. Traditional teaching has recommended the use of drains after incisional hernia repair other than for laparoscopic ventral hernia repair. More than 50% of open mesh repairs of ventral hernias have drains inserted. However, there is uncertainty as to whether drains are associated with benefits or harm to the patient."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects on wound infection and other outcomes, of inserting a wound drain during surgery to repair incisional hernias, and, if possible, to determine the comparative effects of different types of wound drain after incisional hernia repair."
    },
    {
      "heading": "Search methods",
      "text": "In November 2013, for this fourth update we searched the Cochrane Wounds Group Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL), The Cochrane Library, Ovid MEDLINE, Ovid EMBASE, and EBSCO CINAHL."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered all randomised trials performed in adult patients who underwent incisional hernia repair and that compared using a drain with no drain. We also considered trials that compared different types of drain."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data on the characteristics of the trial, methodological quality of the trials, outcomes (e.g. infection and other wound complications) from each trial. For each outcome, we calculated the risk ratio (RR) with 95% confidence intervals (CI) and based on intention-to-treat analysis."
    },
    {
      "heading": "Main results",
      "text": "No new trials were identified by the updated searches. Only one trial was eligible for inclusion in the review with a total of 24 patients randomised to an electrified drain (12 patients) compared with a corrugated drain (12 patients). There were no statistically significant differences between the groups for wound infection or in the length of stay in hospital."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to determine whether wound drains after incisional hernia repair are associated with better or worse outcomes than no drains."
    }
  ],
  "pls_title": "Using wound drains after incisional hernia repair",
  "pls_type": "long",
  "pls": "Incisional hernias are caused by the failure of the wall of the abdomen to close after abdominal surgery. This leaves a hole through which the viscera (guts) protrude. Hernias are repaired with further surgery, during which the insertion of a drain to remove excess fluid is common practice. It is not known whether or not these drains help the wounds to heal. Drains may produce undesired results such as an increased risk of infection, pain, and an increased length of hospital stay after surgery. We reviewed all the available trial evidence to see whether drains help or hinder recovery after operations for incisional hernia repair. We found that no trials that compared people who had drains inserted for this type of surgery against those who did not. One trial compared two types of drain against each other, and both models of drain performed similarly well. Further trials need to be carried out before being able to answer the question about the benefits, or otherwise, of drains inserted during repair of incisional hernias."
}