{
  "doi": "10.1002/14651858.CD001087.pub5",
  "name": "Crisis intervention for people with severe mental illnesses",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "A particularly difficult challenge for community treatment of people with serious mental illnesses is the delivery of an acceptable level of care during the acute phases of severe mental illness. Crisis-intervention models of care were developed as a possible solution."
    },
    {
      "heading": "Objectives",
      "text": "To review the effects of crisis-intervention models for anyone with serious mental illness experiencing an acute episode compared to the standard care they would normally receive. If possible, to compare the effects of mobile crisis teams visiting patients' homes with crisis units based in home-like residential houses."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group’s Study-Based Register of Trials. There is no language, time, document type, or publication status limitations for inclusion of records in the register. This search was undertaken in 1998 and then updated 2003, 2006, 2010 and September 29, 2014."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials of crisis-intervention models versus standard care for people with severe mental illnesses that met our inclusion criteria."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We independently extracted data from these trials and we estimated risk ratios (RR) or mean differences (MD), with 95% confidence intervals (CI). We assessed risk of bias for included studies and used GRADE to create a 'Summary of findings' table."
    },
    {
      "heading": "Main results",
      "text": "The update search September 2014 found no further new studies for inclusion, the number of studies included in this review remains eight with a total of 1144 participants. Our main outcomes of interest are hospital use, global state, mental state, quality of life, participant satisfaction and family burden. With the exception of mental state, it was not possible to pool data for these outcomes.\nCrisis intervention may reduce repeat admissions to hospital (excluding index admissions) at six months (1 RCT, n = 369, RR 0.75 CI 0.50 to 1.13, high quality evidence ), but does appear to reduce family burden (at six months: 1 RCT, n = 120, RR 0.34 CI 0.20 to 0.59, low quality evidence ), improve mental state (Brief Psychiatric Rating Scale (BPRS) three months: 2 RCTs, n = 248, MD -4.03 CI -8.18 to 0.12, low quality evidence ), and improve global state (Global Assessment Scale (GAS) 20 months; 1 RCT, n = 142, MD 5.70, -0.26 to 11.66, moderate quality evidence ). Participants in the crisis-intervention group were more satisfied with their care 20 months after crisis (Client Satisfaction Questionnaire (CSQ-8): 1 RCT, n = 137, MD 5.40 CI 3.91 to 6.89, moderate quality evidence ). However, quality of life scores at six months were similar between treatment groups (Manchester Short Assessment of quality of life (MANSA); 1 RCT, n = 226, MD -1.50 CI -5.15 to 2.15, low quality evidence). Favourable results for crisis intervention were also found for leaving the study early and family satisfaction. No differences in death rates were found. Some studies suggested crisis intervention to be more cost-effective than hospital care but all numerical data were either skewed or unusable. We identified no data on staff satisfaction, carer input, complications with medication or number of relapses."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Care based on crisis-intervention principles, with or without an ongoing homecare package, appears to be a viable and acceptable way of treating people with serious mental illnesses. However only eight small studies with unclear blinding, reporting and attrition bias could be included and evidence for the main outcomes of interest is low to moderate quality. If this approach is to be widely implemented it would seem that more evaluative studies are still needed."
    }
  ],
  "pls_title": "Crisis intervention for people with severe mental illnesses",
  "pls_type": "long",
  "pls": "The move from hospital to community-based care can be a frightening and difficult experience for people with severe mental illness (SMI). People with mental health problems may not have networks of support such as family, friends and carers. They often have no one they know personally to help them when they go home. To complicate matters, people with SMI can have critical downturns in their mental health creating a revolving-door of care, where service users are discharged from hospital when considered stable and well, only to go back into hospital again when their mental health becomes worse during an acute episode or crisis. Crisis-intervention and homecare packages have been developed as a possible solution to these problems.\nCrisis care, where support is provided during a crisis for service users, either in their home or a community setting, was found by this review to provide a package of support that was worthwhile, acceptable and less expensive than standard care. Furthermore, crisis care avoided repeat admission to hospital; improved the mental state of services users more than standard care; was more acceptable and satisfactory to service users and placed less burden on families and carers. There were no differences in death rates between crisis intervention and standard care.\nThe review, however, looks at only eight studies. The methods of most of these studies were considered poor and there was no definitive description of crisis intervention or crisis care for studies included before 2006, meaning there was a lack of focus on crisis care in its pure form. Most studies excluded service users with alcohol or drug misuse, and those who were a danger of being harmful to themselves or others. The authors of the review suggest more studies are needed to create a stronger evidence base. Crisis care may be currently delivered without sound and good quality evidence. For example, no data or information were available on carer input, concordance or the willingness of service users to take medication and the number of relapses experienced by service users. Finally, despite reports of staff 'burn-out', staff satisfaction with crisis care was not assessed.\nThis plain language summary has been prepared by Ben Gray, Senior Peer Researcher, McPin Foundation (. http://mcpin.org/)."
}