{
  "doi": "10.1002/14651858.CD006296.pub2",
  "name": "Low glycaemic index, or low glycaemic load, diets for diabetes mellitus",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The aim of diabetes management is to normalise blood glucose levels, since improved blood glucose control is associated with reduction in development, and progression, of complications. Nutritional factors affect blood glucose levels, however there is currently no universal approach to the optimal dietary treatment for diabetes. There is controversy about how useful the glycaemic index (GI) is in diabetic meal planning. Improved glycaemic control through diet could minimise medications, lessen risk of diabetic complications, improve quality of life and increase life expectancy."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of low glycaemic index, or low glycaemic load, diets on glycaemic control in people with diabetes."
    },
    {
      "heading": "Search methods",
      "text": "We performed electronic searches of The Cochrane Library, MEDLINE, EMBASE and CINAHL with no language restriction."
    },
    {
      "heading": "Selection criteria",
      "text": "We assessed randomised controlled trials of four weeks or longer that compared a low glycaemic index, or low glycaemic load, diet with a higher glycaemic index, or load, or other diet for people with either type 1 or 2 diabetes mellitus, whose diabetes was not already optimally controlled."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers independently extracted data on study population, intervention and outcomes for each included study, using standardised data extraction forms."
    },
    {
      "heading": "Main results",
      "text": "Eleven relevant randomised controlled trials involving 402 participants were identified. There was a significant decrease in the glycated haemoglobin A1c (HbA1c) parallel group of trials, the weighted mean difference (WMD) was  -0.5% with a 95% confidence interval (CI) of - 0.9 to -0.1, P = 0.02; and in the cross-over group of trials the WMD was -0.5% with a 95% CI of -1.0 to -0.1, P = 0.03. Episodes of hypoglycaemia were significantly fewer with low compared to high GI diet in one trial (difference of -0.8 episodes per patient per month, P < 0.01), and proportion of participants reporting more than 15 hyperglycaemic episodes per month was lower for low-GI diet compared to measured carbohydrate exchange diet in another study (35% versus 66%, P = 0.006). No study reported on mortality, morbidity or costs."
    },
    {
      "heading": "Authors' conclusions",
      "text": "A low-GI diet can improve glycaemic control in diabetes without compromising hypoglycaemic events."
    }
  ],
  "pls_title": "Low glycaemic index, or low glycaemic load, diets for diabetes mellitus",
  "pls_type": "long",
  "pls": "Nutritional factors affect blood glucose levels, however there is currently no universal approach to the optimal dietary strategy for diabetes. Different carbohydrate foods have different effects on blood glucose and can be ranked by the overall effect on the blood glucose levels using the so-called glycaemic index. By contributing a gradual supply of glucose to the bloodstream and hence stimulating lower insulin release, low glycaemic index foods, such as lentils, beans and oats, may contribute to improved glycaemic control, compared to high glycaemic index foods, such as white bread. The so-called glycaemic load represents the overall glycaemic effect of the diet and is calculated by multiplying the glycaemic index by the grammes of carbohydrates.\nWe identified eleven relevant randomised controlled trials, lasting 1 to 12 months, involving 402 participants. Metabolic control (measured by glycated haemoglobin A1c (HbA1c), a long-term measure of blood glucose levels) decreased by 0.5% HbA1c with low glycaemic index diet, which is both statistically and clinically significant. Hypoglycaemic episodes significantly decreased with low glycaemic index diet compared to high glycaemic index diet. No study reported on mortality, morbidity or costs."
}