{
  "doi": "10.1002/14651858.CD006642.pub3",
  "name": "Thoracic endovascular repair (TEVAR) versus open surgery for blunt traumatic thoracic aortic injury ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Blunt traumatic thoracic aortic injury (BTAI) is a life-threatening surgical emergency associated with mortality up to 8000 per year, most commonly caused by rapid acceleration/deceleration injury sustained through motor vehicle accident and/or blunt thoracic trauma. BTAI has high pre-hospital mortality following the primary injury, with only 10% to 15% of patients surviving long enough to reach the hospital. Open surgical repair had remained the standard treatment option for BTAI since successfully introduced in 1959. However, with technological advances, thoracic endovascular repair (TEVAR) offers an alternative treatment option for BTAI. TEVAR is a less invasive surgical approach for management of these already critical patients; many reports have described favourable early outcomes.\nThoracic endovascular repair may appear to be superior to open repair for treatment of BTAI. However, its long-term results and efficacy remain unknown. No randomised controlled trials (RCTs) have provided evidence to support the superiority of the endovascular approach versus open repair in the treatment of BTAI. This review aims to address this matter. This is an update of a review first published in 2015."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether use of thoracic endovascular repair (TEVAR) for treatment of blunt traumatic thoracic aortic injury (BTAI) is associated with reduced mortality and morbidity when compared with conventional open surgery."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register, CENTRAL, MEDLINE, Embase, CINAHL and AMED databases and World Health Organization International Clinical Trials Registry Platform and ClinicalTrials.gov trials registers to 20 August 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered all published and unpublished randomised controlled trials (RCTs) comparing TEVAR and open surgery for BTAI."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently reviewed all RCTs identified by the Cochrane Vascular Information Specialist."
    },
    {
      "heading": "Main results",
      "text": "We found no RCTs that met the inclusion criteria for this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no RCTs conducted to determine whether use of TEVAR for the treatment of BTAI is associated with reduced mortality and morbidity when compared to conventional open repair. Hence, we are unable to provide any evidence to guide the treatment option for this life-threatening condition. To perform a randomised controlled trial to clarify the optimal management of BTAI would be highly challenging due to the natural history of the condition. Despite the lack of RCT evidence, clinicians are moving forward with endovascular treatment of BTAI on the basis of meta-analyses of cohort studies and large clinical series."
    }
  ],
  "pls_title": "TEVAR versus open surgery for blunt traumatic thoracic aortic injury",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Blunt traumatic thoracic aortic injury (BTAI) caused by motor vehicle accident and blunt thoracic trauma is a surgical emergency with high mortality rate. Most patients do not survive long enough to reach the hospital. Two main treatment options for BTAI are open surgery and thoracic endovascular repair (TEVAR)."
    },
    {
      "heading": "Study characteristics and key results",
      "text": "We performed a review of the literature (current up to 20 August 2018) to determine whether use of TEVAR is associated with reduced death and illness when compared to open repair. We identified no randomised controlled trials on this topic."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We found no studies undertaken to address our objectives; therefore we were not able to assess the quality of the evidence."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We identified no randomised controlled trials on this topic. To perform a randomised controlled trial to clarify optimal management of BTAI would be very challenging to complete, mainly because of the natural history of the condition, usually seen in combination with other life-threatening injuries, the requirement for urgent intervention and the potential difficulties surrounding consent. Despite lack of RCT evidence, clinicians are moving forward with endovascular treatment of BTAI on the basis of meta-analyses of cohort studies and large clinical series."
    }
  ]
}