{
  "doi": "10.1002/14651858.CD013133.pub2",
  "name": "Indomethacin for symptomatic patent ductus arteriosus in preterm infants",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Symptomatic patent ductus arteriosus (PDA) is associated with mortality and morbidity in preterm infants. In these infants, prophylactic use of indomethacin, a non-selective cyclooxygenase inhibitor, has demonstrated short-term clinical benefits. The effect of indomethacin in preterm infants with a symptomatic PDA remains unexplored."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness and safety of indomethacin (given by any route) compared to placebo or no treatment in reducing mortality and morbidity in preterm infants with a symptomatic PDA."
    },
    {
      "heading": "Search methods",
      "text": "We used the standard search strategy of Cochrane Neonatal to search Cochrane Central Register of Controlled Trials (CENTRAL; 2020, Issue 7), in the Cochrane Library; Ovid MEDLINE(R) and Epub Ahead of Print, In-Process & Other Non-Indexed Citations, Daily and Versions(R); and Cumulative Index to Nursing and Allied Health Literature (CINAHL), on 31 July 2020. We also searched clinical trials databases and the reference lists of retrieved articles for randomized controlled trials (RCTs) and quasi-RCTs."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs and quasi-RCTs that compared indomethacin (any dose, any route) versus placebo or no treatment in preterm infants."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methods of Cochrane Neonatal, with separate evaluation of trial quality and data extraction by at least two review authors. We used the GRADE approach to assess the certainty of evidence for the following outcomes: failure of PDA closure within one week of administration of the first dose of indomethacin; bronchopulmonary dysplasia (BPD) at 28 days' postnatal age and at 36 weeks' postmenstrual age; proportion of infants requiring surgical ligation or transcatheter occlusion; all-cause neonatal mortality; necrotizing enterocolitis (NEC) (≥ Bell stage 2); and mucocutaneous or gastrointestinal bleeding."
    },
    {
      "heading": "Main results",
      "text": "We included 14 RCTs (880 preterm infants). Four out of the 14 included studies were judged to have high risk of bias in one or more domains. Indomethacin administration was associated with a large reduction in failure of PDA closure within one week of administration of the first dose (risk ratio (RR) 0.30, 95% confidence interval (CI) 0.23 to 0.38; risk difference (RD) -0.52, 95% CI -0.58 to -0.45; 10 studies, 654 infants; high-certainty evidence). There may be little to no difference in the incidence of BPD (BPD defined as supplemental oxygen need at 28 days' postnatal age: RR 1.45, 95% CI 0.60 to 3.51; 1 study, 55 infants; low-certainty evidence; BPD defined as supplemental oxygen need at 36 weeks' postmenstrual age: RR 0.80, 95% CI 0.41 to 1.55; 1 study, 92 infants; low-certainty evidence) and probably little to no difference in mortality (RR 0.78, 95% CI 0.46 to 1.33; 8 studies, 314 infants; moderate-certainty evidence) with use of indomethacin for symptomatic PDA. No differences were demonstrated in the need for surgical PDA ligation (RR 0.66, 95% CI 0.33 to 1.29; 7 studies, 275 infants; moderate-certainty evidence), in NEC (RR 1.27, 95% CI 0.36 to 4.55; 2 studies, 147 infants; low-certainty evidence), or in mucocutaneous or gastrointestinal bleeding (RR 0.33, 95% CI 0.01 to 7.58; 2 studies, 119 infants; low-certainty evidence) with use of indomethacin compared to placebo or no treatment. Certainty of evidence for BPD, surgical PDA ligation, NEC, and mucocutaneous or gastrointestinal bleeding was downgraded for very serious or serious imprecision."
    },
    {
      "heading": "Authors' conclusions",
      "text": "High-certainty evidence shows that indomethacin is effective in closing a symptomatic PDA compared to placebo or no treatment in preterm infants. Evidence is insufficient regarding effects of indomethacin on other clinically relevant outcomes and medication-related adverse effects."
    }
  ],
  "pls_title": "Indomethacin for treatment of symptomatic patent ductus arteriosus (PDA) in preterm infants",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We wanted to see how safe and effective indomethacin is when compared with no treatment or placebo (a substance with no therapeutic effect) in treating symptomatic patent ductus arteriosus (PDA) in a preterm infant."
    },
    {
      "heading": "Background",
      "text": "PDA is a common complication among preterm and low birth weight infants. PDA is an open vascular channel between the lungs and the heart, which usually closes shortly after birth. In preterm infants, the PDA remains open and may contribute to life-threatening complications. We wanted to see if a medicine commonly used to close PDA, indomethacin, was better or worse than no treatment or placebo for preterm infants who were experiencing symptoms from their PDA."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched scientific databases for randomized controlled trials (clinical studies where people are randomly put into one of two or more treatment groups) in preterm (born at less than 37 weeks into pregnancy) or low birth weight (weighing less than 2500 grams) infants with a symptomatic PDA diagnosed by a combination of specific clinical features and/or ultrasound of the heart. Included studies compared indomethacin versus no treatment or placebo. We searched for studies that had been published up to 31 July 2020."
    },
    {
      "heading": "Key results",
      "text": "This review of 14 clinical trials (880 infants) found that indomethacin is very effective in closing a PDA, reducing the risk of PDA being open at one week by 70%, when compared to no treatment or placebo. Of the 14 total studies, eight reported on death, which was not different between groups. Only one study reported on the number of infants needing oxygen at 28 days of life, and only one study reported on the number of infants using oxygen at 36 weeks' postmenstrual age (how many weeks pregnancy plus how long the infant has been alive). Data are not adequate to permit conclusions on these outcomes. Both studies showed no difference between those who received indomethacin or no treatment or placebo. Medication side effects or other adverse effects (such as gut bleeding, kidney injury, and bowel infection/lack of blood flow called necrotizing enterocolitis) were not different between groups."
    },
    {
      "heading": "Certainty of evidence",
      "text": "According to GRADE (a method used to score the certainty of trials supporting each outcome), high-certainty evidence shows that indomethacin is effective in closing a PDA in a preterm infant with symptoms. However, there is not enough evidence to say if indomethacin helps to reduce death or lung injury. Also, there is not enough evidence to say if indomethacin causes increased harm compared to no treatment or placebo. More studies are needed to see if indomethacin can reduce death or lung injury in infants with symptomatic PDA."
    }
  ]
}