{
  "doi": "10.1002/14651858.CD006682.pub6",
  "name": "Duration of intravenous antibiotic therapy in people with cystic fibrosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Progressive lung damage from recurrent exacerbations is the major cause of mortality and morbidity in cystic fibrosis. Life expectancy of people with cystic fibrosis has increased dramatically in the last 40 years. One of the major reasons for this increase is the mounting use of antibiotics to treat chest exacerbations caused by bacterial infections. The optimal duration of intravenous antibiotic therapy is not clearly defined. Individuals usually receive intravenous antibiotics for 14 days, but treatment may range from 10 to 21 days. A shorter duration of antibiotic treatment risks inadequate clearance of infection which could lead to further lung damage. Prolonged courses of intravenous antibiotics are expensive and inconvenient. The risk of systemic side effects such as allergic reactions to antibiotics also increases with prolonged courses and the use of aminoglycosides requires frequent monitoring to minimise some of their side effects. However, some organisms which infect people with cystic fibrosis are known to be multi-resistant to antibiotics, and may require a longer course of treatment. This is an update of previously published reviews."
    },
    {
      "heading": "Objectives",
      "text": "To assess the optimal duration of intravenous antibiotic therapy for treating chest exacerbations in people with cystic fibrosis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group Trials Register which comprises references identified from comprehensive electronic database searches, handsearches of relevant journals, abstract books and conference proceedings. Most recent search of the Group's Cystic Fibrosis Trials Register: 30 May 2019.\nWe also searched online trials registries. Most recent search of the ClinicalTrials.gov and WHO International Clinical Trials Registry Platform (ICTRP) portal: 06 January 2019."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled trials comparing different durations of intravenous antibiotic courses for acute respiratory exacerbations in people with CF, either with the same drugs at the same dosage, the same drugs at a different dosage or frequency or different antibiotics altogether, including studies with additional therapeutic agents."
    },
    {
      "heading": "Data collection and analysis",
      "text": "No eligible trials were identified for inclusion. A trial looking at the standardised treatment of pulmonary exacerbations is currently ongoing and will be included when the results are published."
    },
    {
      "heading": "Main results",
      "text": "No eligible trials were included."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are no clear guidelines on the optimum duration of intravenous antibiotic treatment. Duration of treatment is currently based on unit policies and response to treatment. Shorter duration of treatment should improve quality of life and adherence, result in a reduced incidence of drug reactions and be less costly. However, the shorter duration may not be sufficient to clear a chest infection and may result in an early recurrence of an exacerbation. This systematic review identifies the need for a multicentre, randomised controlled trial comparing different durations of intravenous antibiotic treatment as it has important clinical and financial implications. The currently ongoing STOP2 trial is expected to provide some guidance on these questions when published."
    }
  ],
  "pls_title": "Length of time needed for antibiotic treatment given directly into the blood stream to clear acute chest infections in people with cystic fibrosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about how long intravenous antibiotic treatment (antibiotics given directly into the blood stream) is needed to clear flare ups of chest symptoms in people with cystic fibrosis."
    },
    {
      "heading": "Background",
      "text": "Flare ups of symptoms (exacerbations) in people with cystic fibrosis are treated aggressively to prevent further damage to the lungs. This practice has led to better survival rates for people with cystic fibrosis in recent years. However, there are no clear guidelines on how long treatment with intravenous antibiotics should be to treat these flare ups. Different centres tend to use different treatment regimens. Most centres use 10 or 14 days, extending this to 21 days if there is no improvement in a person's symptoms. This is an update of previously published reviews."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to: 30 May 2019."
    },
    {
      "heading": "Study characteristics",
      "text": "No completed studies have compared different lengths of treatment with intravenous antibiotics, but there is one study under way looking at this question. When the results are published, we plan to include the study in this review."
    },
    {
      "heading": "Key results",
      "text": "Further research is needed to find the best duration of treatment for exacerbations. A shorter duration of treatment may be better as these courses of treatment are easier for people to complete. They are also less expensive and cause fewer drug reactions than longer treatments. However, it is not clear if shorter treatment is enough to treat infections adequately. It is also not clear whether shorter treatment results in early recurrence or increased frequency of chest infections."
    }
  ]
}