{
  "doi": "10.1002/14651858.CD011108.pub3",
  "name": "Hydromorphone for cancer pain",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an update of the original Cochrane Review first published in Issue 10, 2016. For people with advanced cancer, the prevalence of pain can be as high as 90%. Cancer pain is a distressing symptom that tends to worsen as the disease progresses. Evidence suggests that opioid pharmacotherapy is the most effective of these therapies. Hydromorphone appears to be an alternative opioid analgesic which may help relieve these symptoms."
    },
    {
      "heading": "Objectives",
      "text": "To determine the analgesic efficacy of hydromorphone in relieving cancer pain, as well as the incidence and severity of any adverse events."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase and clinical trials registers in November 2020. We applied no language, document type or publication status limitations to the search."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that compared hydromorphone with placebo, an alternative opioid or another active control, for cancer pain in adults and children. Primary outcomes were participant-reported pain intensity and pain relief; secondary outcomes were specific adverse events, serious adverse events, quality of life, leaving the study early and death."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data. We calculated risk ratio (RR) and 95% confidence intervals (CI) for binary outcomes on an intention-to-treat (ITT) basis. We estimated mean difference (MD) between groups and 95% CI for continuous data. We used a random-effects model and assessed risk of bias for all included studies. We assessed the evidence using GRADE and created three summary of findings tables."
    },
    {
      "heading": "Main results",
      "text": "With four new identified studies, the review includes a total of eight studies (1283 participants, with data for 1181 participants available for analysis), which compared hydromorphone with oxycodone (four studies), morphine (three studies) or fentanyl (one study). All studies included adults with cancer pain, mean age ranged around 53 to 59 years and the proportion of men ranged from 42% to 67.4%. We judged all the studies at high risk of bias overall because they had at least one domain with high risk of bias.\nWe found no studies including children. We did not complete a meta-analysis for the primary outcome of pain intensity due to skewed data and different comparators investigated across the studies (oxycodone, morphine and fentanyl).\nComparison 1: hydromorphone compared with placebo\nWe identified no studies comparing hydromorphone with placebo.\nComparison 2: hydromorphone compared with oxycodone\nParticipant-reported pain intensity\nWe found no clear evidence of a difference in pain intensity (measured using a visual analogue scale (VAS)) in people treated with hydromorphone compared with those treated with oxycodone, but the evidence is very uncertain (3 RCTs, 381 participants, very low-certainty evidence).\nParticipant-reported pain relief\nWe found no studies reporting participant-reported pain relief.\nSpecific adverse events\nWe found no clear evidence of a difference in nausea (RR 1.13 95% CI 0.74 to 1.73; 3 RCTs, 622 participants), vomiting (RR 1.18, 95% CI 0.72 to 1.94; 3 RCTs, 622 participants), dizziness (RR 0.91, 95% CI 0.58 to 1.44; 2 RCTs, 441 participants) and constipation (RR 0.92, 95% CI 0.72 to 1.19; 622 participants) (all very low-certainty evidence) in people treated with hydromorphone compared with those treated with oxycodone, but the evidence is very uncertain.\nQuality of life\nWe found no studies reporting quality of life.\nComparison 3: hydromorphone compared with morphine\nParticipant-reported pain intensity\nWe found no clear evidence of a difference in pain intensity (measured using the Brief Pain Inventory (BPI) or VAS)) in people treated with hydromorphone compared with those treated with morphine, but the evidence is very uncertain (2 RCTs, 433 participants; very low-certainty evidence).\nParticipant-reported pain relief\nWe found no clear evidence of a difference in the number of clinically improved participants, defined by 50% or greater pain relief rate, in the hydromorphone group compared with the morphine group, but the evidence is very uncertain (RR 0.99, 95% CI 0.84 to 1.18; 1 RCT, 233 participants; very low-certainty evidence).\nSpecific adverse events\nAt 24 days of treatment, morphine may reduce constipation compared with hydromorphone, but the evidence is very uncertain (RR 1.56, 95% CI 1.12 to 2.17; 1 RCT, 200 participants; very low-certainty evidence). We found no clear evidence of a difference in nausea (RR 0.94, 95% CI 0.66 to 1.30; 1 RCT, 200 participants), vomiting (RR 0.87, 95% CI 0.58 to 1.31; 1 RCT, 200 participants) and dizziness (RR 1.15, 95% CI 0.71 to 1.88; 1 RCT, 200 participants) (all very low-certainty evidence) in people treated with hydromorphone compared with those treated with morphine, but the evidence is very uncertain.\nQuality of life\nWe found no studies reporting quality of life.\nComparison 4: hydromorphone compared with fentanyl\nParticipant-reported pain intensity\nWe found no clear evidence of a difference in pain intensity (measured by numerical rating scale (NRS)) at 60 minutes in people treated with hydromorphone compared with those treated with fentanyl, but the evidence is very uncertain (1 RCT, 82 participants; very low-certainty evidence).\nParticipant-reported pain relief\nWe found no studies reporting participant-reported pain relief.\nSpecific adverse events\nWe found no studies reporting specific adverse events.\nQuality of life\nWe found no studies reporting quality of life."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence of the benefits and harms of hydromorphone compared with other analgesics is very uncertain. The studies reported some adverse events, such as nausea, vomiting, dizziness and constipation, but generally there was no clear evidence of a difference between hydromorphone and morphine, oxycodone or fentanyl for this outcome.\nThere is insufficient evidence to support or refute the use of hydromorphone for cancer pain in comparison with other analgesics on the reported outcomes. Further research with larger sample sizes and more comprehensive outcome data collection is required."
    }
  ],
  "pls_title": "Hydromorphone for the treatment of cancer pain",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Over 75% of people with cancer experience pain. Around 30% to 50% of these people have moderate to severe pain, which can have a negative impact on daily life. Cancer pain is a distressing symptom that tends to worsen as the disease progresses. Hydromorphone may help relieve these symptoms. Cancer-related pain is usually treated with medicines such as morphine, oxycodone, fentanyl or hydromorphone. This review looked at the benefits and harms of hydromorphone compared with other medicines."
    },
    {
      "heading": "Study characteristics",
      "text": "In November 2020, we updated our searches for randomised controlled studies of hydromorphone compared with placebo, an alternative opioid or another active control. Randomised controlled studies are studies where people are randomly placed into different treatment groups. We found four studies that compared hydromorphone with oxycodone, three studies that compared hydromorphone with morphine and one study that compared hydromorphone with fentanyl."
    },
    {
      "heading": "Results",
      "text": "This review includes eight studies (four new studies included in this updated version) with 1283 participants comparing hydromorphone with oxycodone, morphine or fentanyl in adults (aged 18 years and above) with moderate to severe cancer pain. None of the studies compared hydromorphone and placebo. None of the studies included children.\nWe found no differences in pain intensity scores between the different treatment groups and on average patients reported low levels of pain after opioid administration. Hydromorphone seemed to work as well as morphine, oxycodone and fentanyl. There were some side effects, such as nausea, vomiting, dizziness and constipation, but generally there was no clear difference between people taking hydromorphone and people taking morphine, oxycodone or fentanyl."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "We rated the certainty of the evidence from studies using four levels: very low, low, moderate or high. Very low-certainty evidence means that we are very uncertain about the results. High-certainty evidence means that we are very confident in the results. No results were rated as high certainty; we only identified very low-certainty evidence for pain intensity, pain relief and side effects. These outcomes were rated as very low certainty because there were either few trials included with few participants, or due to other sources of bias, such as potential competing interests with the pharmaceutical industry."
    },
    {
      "heading": "Conclusions",
      "text": "The studies did not provide enough high-certainty evidence to draw firm conclusions; the evidence of the benefits and harms of hydromorphone compared with other medicines is very uncertain."
    }
  ]
}