{
  "doi": "10.1002/14651858.CD007843.pub4",
  "name": "Blood transfusions for treating acute chest syndrome in people with sickle cell disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Sickle cell disease is an inherited autosomal recessive blood condition and is one of the most prevalent genetic blood diseases worldwide. Acute chest syndrome is a frequent complication of sickle cell disease, as well as a major cause of morbidity and the greatest single cause of mortality in children with sickle cell disease. Standard treatment may include intravenous hydration, oxygen as treatment for hypoxia, antibiotics to treat the infectious cause and blood transfusions may be given. This is an update of a Cochrane Review first published in 2010 and updated in 2016."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of blood transfusions, simple and exchange, for treating acute chest syndrome by comparing improvement in symptoms and clinical outcomes against standard care."
    },
    {
      "heading": "Search methods",
      "text": "We searched The Cochrane Cystic Fibrosis and Genetic Disorders Group's Haemoglobinopathies Trials Register, which comprises references identified from comprehensive electronic database searches and handsearching of relevant journals and abstract books of conference proceedings.\nDate of the most recent search: 30 May 2019."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials and quasi-randomised controlled trials comparing either simple or exchange transfusion versus standard care (no transfusion) in people with sickle cell disease suffering from acute chest syndrome."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Both authors independently selected trials and assessed the risk of bias, no data could be extracted."
    },
    {
      "heading": "Main results",
      "text": "One trial was eligible for inclusion in the review. While in the multicentre trial 237 people were enrolled (169 SCC, 42 SC, 15 Sβ⁰-thalassaemia, 11Sβ+-thalassaemia); the majority were recruited to an observational arm and only ten participants met the inclusion criteria for randomisation. Of these, four were randomised to the transfusion arm and received a single transfusion of 7 to 13 mL/kg packed red blood cells, and six were randomised to standard care. None of the four participants who received packed red blood cells developed acute chest syndrome, while 33% (two participants) developed acute chest syndrome in standard care arm. No data for any pre-defined outcomes were available."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found only one very small randomised controlled trial; this is not enough to make any reliable conclusion to support the use of blood transfusion. Whilst there appears to be some indication that chronic blood transfusion may play a roll in reducing the incidence of acute chest syndrome in people with sickle cell disease and albeit offering transfusions may be a widely accepted clinical practice, there is currently no reliable evidence to support or refute the perceived benefits of these as treatment options; very limited information about any of the potential harms associated with these interventions or indeed guidance that can be used to aid clinical decision making. Clinicians should therefore base any treatment decisions on a combination of; their clinical experience, individual circumstances and the unique characteristics and preferences of adequately informed people with sickle cell disease who are suffering with acute chest syndrome. This review highlights the need of further high quality research to provide reliable evidence for the effectiveness of these interventions for the relief of the symptoms of acute chest syndrome in people with sickle cell disease."
    }
  ],
  "pls_title": "Blood transfusions for treating acute chest syndrome in people with sickle cell disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the effectiveness of blood transfusions, for treating acute chest syndrome by comparing improvement in symptoms and clinical outcomes against standard care. This is an update of a Cochrane Review first published in 2010 and updated in 2016."
    },
    {
      "heading": "Background",
      "text": "Sickle cell disease (SCD) is an inherited blood condition affecting over 250 million people worldwide and is particularly common in Sub-Saharan Africa, South and Central America, Saudi Arabia, India and a number of Mediterranean countries. It is characterized by the presence of sickle-shaped red blood cells which are capable of blocking the blood vessels causing pain and severe damage to several organs of the body. People with SCD may have the acute onset of chest problems which may include fever, this is called acute chest syndrome. Treatment will depend on the individuals' clinical condition and the severity of the symptoms. Standard treatment consists of supportive care, antibiotics, intravenous fluids and blood transfusion, either simple or exchange, may also be indicated."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to: 30 May 2019."
    },
    {
      "heading": "Key results",
      "text": "One study was included in the review, there were two parts to the study, one larger observational study and one randomised trial which was to assess transfusion versus standard care to prevent acute chest syndrome in people with sickle cell disease, while twenty-six centres were contracted. Only 10 participants were enrolled into the randomised trial. The effects of blood transfusions could not be determined from the trial; there were no data that could be presented or therefore analysed within this review for the very small number of participants enrolled.\nTherefore, this unique study did not show how effective blood transfusions might be for treating acute chest syndrome in people with sickle cell disease. Future research is needed to provide evidence for people to make informed decisions on whether blood transfusions are effective for treating acute chest syndrome in people with sickle cell disease."
    }
  ]
}