{
  "doi": "10.1002/14651858.CD001276.pub2",
  "name": "Intravenous aminophylline for acute severe asthma in children over two years receiving inhaled bronchodilators ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Since the advent of inhaled ß2 -agonists, anticholinergic agents and glucocorticoids, the role of aminophylline in paediatric acute asthma has become less clear. There remains some consensus that it is beneficial in children with acute severe asthma, receiving maximised therapy (oxygen, inhaled bronchodilators, and glucocorticoids)."
    },
    {
      "heading": "Objectives",
      "text": "To determine if the addition of intravenous aminophylline produces a beneficial effect in children with acute severe asthma receiving conventional therapy."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Airways Group register of trials was used to identify relevant studies. The latest search was carried out in February 2007."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised-controlled trials comparing intravenous aminophylline with placebo in addition to usual care in children met the inclusion criteria."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers independently assessed studies and extracted data. Disagreement in the selection of trials was resolved by consensus. Attempts were made to contact authors to verify accuracy of data."
    },
    {
      "heading": "Main results",
      "text": "Seven trials met the inclusion criteria (380 participants). Methodological quality was high. All studies recruited children with acute severe asthma and requiring hospital admission. Six studies sought participants who were unresponsive to nebulised short-acting beta-agonist and administered systemic steroids to study participants. In two studies where some children were able to perform spirometry, baseline FEV1 was between 35 and 45% predicted. The addition of aminophylline to steroids and ß2-agonist significantly improved FEV1% predicted over placebo at 6-8 hours, 12-18 hours and 24 hours. Aminophylline led to a greater improvement in PEF% predicted over placebo at 12-18 hours. There was no significant difference in length of hospital stay, symptoms, frequency of nebulisations and mechanical ventilation rates. There were insufficient data to permit aggregation for oxygenation and duration of supplemental oxygen therapy. Aminophylline led to a three-fold increase in the risk of vomiting. There was no significant difference between treatment groups with regard to hypokalaemia, headaches, tremor, seizures, arrhythmias and deaths."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In children with a severe asthma exacerbation, the addition of intravenous aminophylline to ß2-agonists and glucocorticoids (with or without anticholinergics) improves lung function within 6 hours of treatment. However there is no apparent reduction in symptoms, number of nebulised treatment and length of hospital stay. There is insufficient evidence to assess the impact on oxygenation, PICU admission and mechanical ventilation. Aminophylline is associated with a significant increased risk of vomiting."
    }
  ],
  "pls_title": "Intravenous aminophylline for acute severe asthma in children over two years receiving inhaled bronchodilators",
  "pls_type": "long",
  "pls": "Acute asthma is a common paediatric emergency prevalent in many countries. Treatment aims to reverse asthma by opening up the airways and targeting the underlying inflammation of the airways. Beta-agonists, anticholinergic agents and glucocorticoids are currently the most commonly used strategies. In the past, aminophylline has been extensively used for the management of acute asthma, despite side effects. However, its use has declined with the availability of effective inhaled bronchodilators and glucocorticoids. The purpose of this review was to assess whether the use of intravenous aminophylline in children receiving maximised inhaled bronchodilators and glucocorticoids produced additional beneficial effects. We identified a small number of good quality trials which compared aminophylline with placebo in children given inhaled bronchodilators and glucocorticoid therapy. This review found evidence that children treated with aminophylline had a greater improvement in lung function than children treated with placebo, when both groups received inhaled bronchodilators and steroids and they responded incompletely to these initial therapies. However, aminophylline use also resulted in greater risk of vomiting. Aminophylline use in children may be appropriate if children have a role in severe acute exacerbations of asthma where response to maximised therapy (inhaled bronchodilators and glucocorticoids) is poor. These results are based on small numbers and further work in this area is required."
}