{
  "doi": "10.1002/14651858.CD003404",
  "name": "Physical exercise for sleep problems in adults aged 60+",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The prevalence of sleep problems in adulthood increases with age. While not all sleep changes are pathological in later life, severe disturbances may lead to depression, cognitive impairments, deterioration of quality of life, significant stresses for carers and increased healthcare costs. The most common treatment for sleep disorders (particularly insomnia) is pharmacological. The efficacy of non-drug interventions has been suggested to be slower than pharmacological methods, but with no risk of drug-related tolerance or dependency. Physical exercise, taken regularly, may promote relaxation and raise core body temperature in ways that are beneficial to initiating and maintaining sleep."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy of physical exercise amongst older adults (aged 60 and above)."
    },
    {
      "heading": "Search methods",
      "text": "We searched: The Cochrane Library (Issue 1, 2002); MEDLINE (1966 to January 2002); EMBASE (1980 to January 2002); CINAHL (1982 to January 2002); PsycINFO (1887 to January 2002); National Research Register (Issue1, 2002). Bibliographies of existing reviews in the area, as well as of all trial reports obtained, were searched. Experts in the field were consulted."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of physical exercise for primary insomnia where 80% or more of participants were over the age of 60. Participants must have been screened to exclude those with dementia and/or depression."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Abstracts of studies identified in searches of electronic databases were read and assessed to determine whether they might meet the inclusion criteria. Data were analysed separately depending on whether results had been obtained subjectively or objectively."
    },
    {
      "heading": "Main results",
      "text": "One trial, including 43 participants with insomnia, examined the effectiveness of exercise in a population within an elderly population. At post-treatment, sleep onset latency improved slightly for both men and women. Total sleep duration, sleep onset latency and scores on a scale of global sleep quality showed significant improvement. Improvements in sleep efficiency were not significant. In some cases improvements indicated falls to below what are usually considered pathological levels but the wide confidence intervals and small sample size indicate that these findings must be interpreted with caution."
    },
    {
      "heading": "Authors' conclusions",
      "text": "When the possible side-effects of standard treatment (hypnotics) are considered, there is an argument to be made for clinical use of alternative treatments in the elderly. Exercise, though not appropriate for all in this population, may enhance sleep and contribute to an increased quality of life. Research involving exercise programmes designed with the elderly in mind is needed."
    }
  ],
  "pls_title": "Physical exercise as a treatment for sleep problems in older people",
  "pls_type": "long",
  "pls": "Sleep problems become more common with age, affect quality of life for individuals and their families, and can increase healthcare costs. Older people are often prescribed a range of drugs for their health problems (including with sleep) many of which have side effects. This review considered the effectiveness of a programme of physical exercise involving brisk walking and moderate resistance training tailored for the needs of the older adult. These reviewers report that evidence from one small trial is encouraging, and further research is needed."
}