{
  "doi": "10.1002/14651858.CD015255.pub2",
  "name": "Topical and oral steroids for otitis media with effusion (OME) in children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Otitis media with effusion (OME) is an accumulation of fluid in the middle ear cavity, common amongst young children. The fluid may cause hearing loss. Although most episodes of OME in children resolve spontaneously within a few months, when persistent it may lead to behavioural problems and a delay in expressive language skills. Management of OME includes watchful waiting, medical, surgical and other treatments, such as autoinflation. Oral or topical steroids are sometimes used to reduce inflammation in the middle ear."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects (benefits and harms) of topical and oral steroids for OME in children."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane ENT Register, CENTRAL, Ovid MEDLINE, Ovid Embase, Web of Science, ClinicalTrials.gov, ICTRP and additional sources for published and unpublished studies on 20 January 2023."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and quasi-randomised trials in children aged 6 months to 12 years with unilateral or bilateral OME. We included studies that compared topical or oral steroids with either placebo or watchful waiting (no treatment)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes, determined by a multi-stakeholder prioritisation exercise, were: 1) hearing, 2) OME-specific quality of life and 3) systemic corticosteroid side effects. Secondary outcomes were: 1) presence/persistence of OME, 2) other adverse effects (including local nasal effects), 3) receptive language skills, 4) speech development, 5) cognitive development, 6) psychosocial outcomes, 7) listening skills, 8) generic health-related quality of life, 9) parental stress, 10) vestibular function and 11) episodes of acute otitis media. We used GRADE to assess the certainty of evidence.\nAlthough we included all measures of hearing assessment, the proportion of children who returned to normal hearing was our preferred method to assess hearing, due to challenges in interpreting the results of mean hearing thresholds."
    },
    {
      "heading": "Main results",
      "text": "We included 26 studies in this review (2770 children). Most studies of oral steroids used prednisolone for 7 to 14 days. Studies of topical (nasal) steroids used various preparations (beclomethasone, fluticasone and mometasone) for between two weeks and three months. All studies had at least some concerns regarding risk of bias. Here we report our primary outcomes and main secondary outcome, at the longest reported follow-up.\nOral steroids compared to placebo\nOral steroids probably result in little or no difference in the proportion of children with normal hearing after 12 months (69.7% of children with steroids, compared to 61.1% of children receiving placebo, risk ratio (RR) 1.14, 95% confidence interval (CI) 0.97 to 1.33; 1 study, 332 participants; moderate-certainty evidence). There is probably little or no difference in OME-related quality of life (mean difference (MD) in OM8-30 score 0.07, 95% CI -0.2 to 0.34; 1 study, 304 participants; moderate-certainty evidence).\nOral steroids may reduce the number of children with persistent OME at 6 to 12 months, but the size of the effect was uncertain (absolute risk reduction ranging from 13.3% to 45%, number needed to treat (NNT) of between 3 and 8; low-certainty evidence). The evidence was very uncertain regarding the risk of systemic corticosteroid side effects, and we were unable to conduct any meta-analysis for this outcome.\nOral steroids compared to no treatment\nOral steroids may result in little or no difference in the persistence of OME after three to nine months (74.5% children receiving steroids versus 73% of those receiving placebo; RR 1.02, 95% CI 0.89 to 1.17; 2 studies, 258 participants; low-certainty evidence). The evidence on adverse effects was very uncertain. We did not identify any evidence on hearing or disease-related quality of life.\nTopical (intranasal) steroids compared to placebo\nWe did not identify data on the proportion of children who returned to normal hearing. However, the mean change in hearing threshold after two months was -0.3 dB lower (95% CI -6.05 to 5.45; 1 study, 78 participants; very low-certainty evidence). The evidence suggests that nasal steroids make little or no difference to disease-specific quality of life after nine months (OM8-30 score, MD 0.05 higher, 95% CI -0.36 to 0.46; 1 study, 82 participants; low-certainty evidence).\nThe evidence is very uncertain regarding the effect of nasal steroids on persistence of OME at up to one year. Two studies reported this: one showed a potential benefit for nasal steroids, the other showed a benefit with placebo (2 studies, 206 participants). The evidence was also very uncertain regarding the risk of corticosteroid-related side effects, as we were unable to provide a pooled effect estimate.\nTopical (intranasal) steroids compared to no treatment\nWe did not identify data on the proportion of children who returned to normal hearing. However, the mean difference in final hearing threshold after four weeks was 1.95 dB lower (95% CI -3.85 to -0.05; 1 study, 168 participants; low-certainty evidence). Nasal steroids may reduce the persistence of OME after eight weeks, but the evidence was very uncertain (58.5% of children receiving steroids, compared to 81.3% of children without treatment, RR 0.72, 95% CI 0.57 to 0.91; 2 studies, 134 participants). We did not identify any evidence on disease-related quality of life or adverse effects."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Overall, oral steroids may have little effect in the treatment of OME, with little improvement in the number of children with normal hearing and no effect on quality of life. There may be a reduction in the proportion of children with persistent disease after 12 months. However, this benefit may be small and must be weighed against the potential for adverse effects associated with oral steroid use.\nThe evidence for nasal steroids was all low- or very low-certainty. It is therefore less clear if nasal steroids have any impact on hearing, quality of life or persistence of OME. Evidence on adverse effects was very limited.\nOME is likely to resolve spontaneously for most children. The potential benefit of treatment may therefore be small and should be balanced with the risk of adverse effects. Future studies should aim to determine which children are most likely to benefit from treatment, rather than offering interventions to all children."
    }
  ],
  "pls_title": "Oral or nasal steroids for otitis media with effusion (OME or 'glue ear') in children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Taking steroids in tablet or syrup form (by mouth) may have little or no impact on hearing and quality of life for children with glue ear. Steroids may reduce the number of children who have glue ear after 6 to 12 months, but we are uncertain how large this reduction might be.\nUsing a steroid nasal spray may also make little or no difference to hearing or quality of life, although the evidence is not as robust. It is also unclear whether nasal steroids affect the number of children with glue ear after longer-term follow-up.\nDue to a lack of robust evidence, it is difficult to know how many people might suffer from harm from these treatments. However, when oral steroids are used for other conditions and for a prolonged period of time, they may cause side effects such as bone loss. This potential for harm should be considered when deciding whether or not to use these treatments."
    },
    {
      "heading": "What is OME?",
      "text": "Glue ear (or 'otitis media with effusion', OME) is a common condition affecting young children. Fluid collects in the middle ear, causing hearing impairment. As a result of their poor hearing, children may have behavioural difficulties and delays in their speech development."
    },
    {
      "heading": "How is OME treated?",
      "text": "Most of the time, OME does not need any treatment and the symptoms will get better with time. In children with persistent OME, different treatments have been explored, including medications or surgery."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out whether steroids were better than placebo (sham or dummy treatment) or no treatment for children with OME.\nWe also wanted to see if there were any unwanted effects associated with taking steroids."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared steroids taken as a tablet or nasal spray with placebo or no treatment in children with OME. We compared and summarised the study results, and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 26 studies, including 2770 children.\nOral steroids compared to placebo\nWe found that oral steroids probably make little or no difference to the number of children who have normal hearing after one year of follow-up. Normal hearing was seen in 69.7% of children who received steroids and 61.1% of children who received placebo. There is also likely to be very little or no difference between the two groups in quality of life (related to glue ear).\nThe evidence suggests that oral steroids might reduce the number of children who have glue ear after 6 to 12 months of follow-up, but the results from the studies were very different - so we do not know how big the reduction might be. The evidence on side effects of oral steroids was not robust. From the evidence in this review we were not able to determine what the chance of side effects would be.\nOral steroids compared to no treatment\nWe found fewer studies here, and there was no information on hearing or quality of life. After up to nine months, there may be little or no difference in the number of children who still have glue ear (74.5% of children who received steroids, compared to 73% of those who received no treatment). Again, the evidence on side effects was not robust.\nNasal steroids compared to placebo\nWe are unsure whether nasal steroids have any effect on hearing, as the evidence was not robust. Nasal steroids may make little or no difference to quality of life after nine months of follow-up. We are uncertain whether nasal steroids affect the number of children with persistent glue ear at up to one year, as the evidence from two studies was conflicting. We are not sure whether there may be a risk of harm with this treatment, as the studies did not clearly report side effects.\nNasal steroids compared to no treatment\nWe only have information on hearing at up to four weeks of follow-up, which may not be long enough to really assess this treatment. However, at this stage, there might be little or no difference in hearing between children who receive nasal steroids or no treatment. We are also unsure whether nasal steroids affect the number of children with persistent glue ear after eight weeks. We did not identify any information on quality of life or side effects of treatment from these studies."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The studies used lots of different types of medication, for different lengths of time. We do not know if some of these may be more effective than others. We do not have good evidence on side effects of these treatments, but they may cause problems for some children."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence is up-to-date to January 2023."
    }
  ]
}