{
  "doi": "10.1002/14651858.CD005522.pub3",
  "name": "Tramadol for osteoarthritis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Tramadol is often prescribed to treat pain and associated physical disability in osteoarthritis (OA). Due to the pharmacologic mechanism of tramadol, it may lead to fewer associated adverse effects (i.e. gastrointestinal bleeding or renal problems) compared to non-steroidal anti-inflammatory drugs (NSAIDs). This is an update of a Cochrane Review originally published in 2006."
    },
    {
      "heading": "Objectives",
      "text": "To determine the benefits and harms of oral tramadol or tramadol combined with acetaminophen or NSAIDs in people with osteoarthritis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE and Embase databases, as well as the US National Institutes of Health and World Health Organization trial registries up to February 2018. We searched the LILACS database up to August 2015."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) that evaluated the effect of tramadol, or tramadol in combination with acetaminophen (paracetamol) or NSAIDs versus placebo or any comparator in people with osteoarthritis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodologic procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We included 22 RCTs (11 more than the previous review) of which 21 RCTs were included in meta-analyses for 3871 participants randomized to tramadol alone or tramadol in combination with another analgesic and 2625 participants randomized to placebo or active control. Seventeen studies evaluated tramadol alone and five evaluated tramadol plus acetaminophen. Thirteen studies used placebo controls and eleven studies used active controls (two trials had both placebo and active arms). The dose of tramadol ranged from 37.5 mg to 400 mg daily; all doses were pooled. Most trials were multicenter with a mean duration of two months. Participants were predominantly women with hip or knee osteoarthritis, with a mean age of 63 years and moderate to severe pain. There was a high risk of selection bias as only four trials reported both adequate sequence generation and allocation concealment. There was a low risk for performance bias as most studies blinded participants. There was a high risk of attrition bias as 10/22 trials showed incomplete outcome data. Most of the trials were funded by the pharmaceutical industry.\nModerate quality evidence (downgraded due to risk of bias) indicated that tramadol alone and in combination with acetaminophen had no important benefit on pain reduction compared to placebo control (tramadol alone: 4% absolute improvement, 95% confidence interval (CI) 3% to 5%; 8 studies, 3972 participants; tramadol in combination with acetaminophen: 4% absolute improvement, 95% CI 2% to 6%; 2 studies, 614 participants).\nFifteen out of 100 people in the tramadol group improved by 20% (which corresponded to a clinically important difference in pain) compared to 10/100 in the placebo group (5% absolute improvement). Twelve out of 100 people improved by 20% in the tramadol in combination with acetaminophen group compared to 7/100 in the placebo group (5% absolute improvement).\nModerate quality evidence (downgraded due to risk of bias) indicated that tramadol alone and in combination with acetaminophen led to no important benefit in physical function compared to placebo (tramadol alone: 4% absolute improvement, 95% CI 2% to 6%; 5 studies, 2550 participants; tramadol in combination with acetaminophen: 4% absolute improvement, 95% CI 2% to 7%; 2 studies, 614 participants).\nTwenty-one out of 100 people in the tramadol group improved by 20% (which corresponded to a clinically important difference in physical function) compared to 16/100 in the placebo group (5% absolute improvement). Fifteen out of 100 people improved by 20% in the tramadol in combination with acetaminophen group compared to 10/100 in the placebo group (5% absolute improvement).\nModerate quality evidence (downgraded due to risk of bias) indicated that, compared to placebo, there was a greater risk of developing adverse events with tramadol alone (risk ratio (RR) 1.34, 95% CI 1.24 to 1.46; 4 studies, 2039 participants) and tramadol in combination with acetaminophen compared to placebo (RR 1.91, 95% CI 1.32 to 2.76; 1 study, 308 participants). This corresponded to a 17% increase (95% CI 12% to 23%) with tramadol alone and 22% increase (95% CI 8% to 41%) with tramadol in combination with acetaminophen.\nThe three most frequent adverse events were nausea, dizziness and tiredness. Moderate quality evidence (downgraded due to risk of bias) indicated that there was a greater risk of withdrawing from the study because of adverse events with tramadol alone compared to placebo (RR 2.64, 95% CI 2.17 to 3.20; 9 studies, 4533 participants), which corresponded to a 12% increase (95% CI 9% to 16%).\nLow quality evidence (downgraded due to risk of bias and inconsistency) indicated that there was a greater risk of withdrawing from the study because of adverse events with tramadol in combination with acetaminophen compared to placebo (RR 2.78, 95% CI 1.50 to 5.16; 2 studies, 614 participants), which corresponded to a 8% absolute improvement (95% CI 2% to 19%).\nLow quality evidence (downgraded due to risk of bias and imprecision) indicated that there was a greater risk of developing serious adverse events with tramadol alone compared to placebo (110/2459 participants with tramadol compared to 22/1153 participants with placebo; RR 1.78, 95% CI 1.11 to 2.84; 7 studies, 3612 participants), which corresponded to a 1% increase (95% CI 0% to 4%). There were no serious adverse events reported in one small study (15 participants) of tramadol with acetaminophen compared to placebo."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Moderate quality evidence indicates that compared to placebo, tramadol alone or in combination with acetaminophen probably has no important benefit on mean pain or function in people with osteoarthritis, although slightly more people in the tramadol group report an important improvement (defined as 20% or more). Moderate quality evidence shows that adverse events probably cause substantially more participants to stop taking tramadol. The increase in serious adverse events with tramadol is less certain, due to the small number of events."
    }
  ],
  "pls_title": "Tramadol for osteoarthritis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "This summary of a Cochrane Review presents what we know from research about the benefits and harms of tramadol (a pain reliever) for treating osteoarthritis (OA). We examined the published research up to 1 February 2018 and found 22 studies involving 3871 people taking tramadol and 2625 people in a comparator group. Compared with placebo (dummy treatment), moderate quality evidence showed that taking tramadol for up to three months had no important benefit on mean pain or function, although slightly more people in the tramadol group reported an important improvement (defined as 20% or more). Also, people may have had more side effects that them to stop taking it, such as nausea, vomiting, dizziness, constipation, tiredness and headache. We were less certain of the risk of serious effects due to the small number of events. Most of the trials were funded by the pharmaceutical industry."
    },
    {
      "heading": "What is osteoarthritis and what is tramadol?",
      "text": "OA is a disease of the joints, such as the knee or hip. When the joint loses cartilage, the bone grows to try and repair the damage. Instead of making things better, the bone grows abnormally and makes things worse. For example, the bone can make the joint painful and unstable. This can affect physical function or ability to use the knee.\nTramadol is an opioid used to treat OA. Unlike other pain relievers such as non-steroidal anti-inflammatory drugs (NSAIDs), it does not cause bleeding in the stomach and intestines, or kidney problems. It also does not affect the cartilage at the end of the bones. However, tramadol may not decrease swelling."
    },
    {
      "heading": "What are the results of this review?",
      "text": "People in the 22 included trials took various daily doses of tramadol or a placebo, an NSAID or a different pain reliever. Most of them were women, with an average age of 63 years, and with moderate to severe pain. The length of the studies ranged from one week to three months. The results below are for tramadol alone compared to placebo. There were similar results for tramadol in combination with acetaminophen."
    },
    {
      "heading": "Pain",
      "text": "(0 to 100 visual analog scale (VAS); lower scores mean less pain)\nPeople who took tramadol alone rated their pain to be four points lower than placebo (4% absolute improvement). People who took tramadol alone rated their pain to be 50.3; people who took a placebo rated their pain to be 54.3.\nTen percent of people who took placebo had a clinically important improvement (at least 20%) in pain and 15% who took tramadol group had a clinically important improvement (5% more people)."
    },
    {
      "heading": "Physical function",
      "text": "(Western Ontario and McMaster Universities Arthritis Index (WOMAC) 0 to 1700 scale; lower scores mean better physical function)\nPeople who took tramadol alone rated their physical function to be 68 points lower than placebo (4% absolute improvement). People who took tramadol alone rated their physical function to be 991; people who took placebo rated their physical function to be 1059.\nTwenty-one percent of people who took tramadol had a clinically important improvement in physical function and 16% of people who took placebo had a clinically important improvement (5% more people)."
    },
    {
      "heading": "Total side effects",
      "text": "Sixty-six out of 100 people may have had side effects when taking tramadol alone compared to 49 out of 100 people when taking a placebo (17% more people)."
    },
    {
      "heading": "Withdrawals from study due to side effects",
      "text": "Nineteen out of 100 people withdrew from the study because of side effects when taking tramadol alone compared to seven out of 100 people when taking a placebo (12% more people)."
    },
    {
      "heading": "Serious side effects",
      "text": "Three out of 100 people had serious side effects when taking tramadol alone compared to two out of 100 people when taking a placebo (1% more people)."
    }
  ]
}