{
  "doi": "10.1002/14651858.CD001833.pub3",
  "name": "Vaccines for post‐exposure prophylaxis against varicella (chickenpox) in children and adults ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The prevention of varicella (chickenpox) using live attenuated varicella vaccines has been demonstrated both in randomised controlled trials (RCTs) and in population-based immunisation programmes in countries such as the United States and Australia. Many countries do not routinely immunise children against varicella and exposures continue to occur. Although the disease is often mild, complications such as secondary bacterial infection, pneumonitis and encephalitis occur in about 1% of cases, usually leading to hospitalisation. The use of varicella vaccine in persons who have recently been exposed to the varicella zoster virus has been studied as a form of post-exposure prophylaxis (PEP)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of vaccines for use as PEP for the prevention of varicella in children and adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (2014, Issue 1), MEDLINE (1966 to March week 1, 2014), EMBASE (January 1990 to March 2014) and LILACS (1982 to March 2014). We searched for unpublished trials registered on the clinicaltrials.gov and WHO ICTRP websites."
    },
    {
      "heading": "Selection criteria",
      "text": "RCTs and quasi-RCTs of varicella vaccine for PEP compared with placebo or no intervention. The outcome measures were efficacy in prevention of clinical cases and/or laboratory-confirmed clinical cases and adverse events following vaccination."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted and analysed data using Review Manager software."
    },
    {
      "heading": "Main results",
      "text": "We identified three trials involving 110 healthy children who were siblings of household contacts. The included trials varied in study quality, vaccine used, length of follow-up and outcomes measured and, as such, were not suitable for meta-analysis. We identified high or unclear risk of bias in two of the three included studies. Overall, 13 out of 56 vaccine recipients (23%) developed varicella compared with 42 out of 54 placebo (or no vaccine) recipients (78%). Of the vaccine recipients who developed varicella, the majority only had mild disease (with fewer than 50 skin lesions). In the three trials, most participants received PEP within three days following exposure; too few participants were vaccinated four to five days post-exposure to ascertain the efficacy of vaccine given more than three days after exposure. No included trial reported on adverse events following immunisation."
    },
    {
      "heading": "Authors' conclusions",
      "text": "These small trials suggest varicella vaccine administered within three days to children following household contact with a varicella case reduces infection rates and severity of cases. We identified no RCTs for adolescents or adults. Safety was not adequately addressed."
    }
  ],
  "pls_title": "Post-exposure prophylaxis vaccine to prevent varicella (chickenpox)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "This review assessed how useful the varicella (also known as chickenpox) vaccine is in preventing chickenpox when given to children or adults who have never been immunised or previously had chickenpox, but who receive the vaccine within a short time following exposure to a person infectious with chickenpox. Varicella is a highly contagious viral infection characterised by a widespread pustular rash, fever and generally feeling unwell. We identified three trials involving 110 healthy children who were siblings of household contacts."
    },
    {
      "heading": "Background",
      "text": "Although many cases of chickenpox are mild, complications such as secondary bacterial infection, neurological complications and other problems occur in at least 1% of cases, usually resulting in hospitalisation. The virus that causes chickenpox also remains dormant in sensory nerve roots after infection and can reactivate later in life as a painful blistering rash known as herpes zoster or shingles.\nChickenpox can be prevented by vaccination with live attenuated varicella vaccine. However, many countries have not yet funded routine population-based immunisation programmes and exposure to chickenpox remains commonplace. Even in highly vaccinated populations, outbreaks can occur, particularly in childcare and school settings."
    },
    {
      "heading": "Key results",
      "text": "The question of how to prevent chickenpox occurring in an adult or child who has been in contact with a person with the disease has led to trials of varicella vaccines in this setting. This review assessed published studies up to March 2014 and found that three separate trials investigated the effectiveness of giving varicella vaccine as post-exposure prophylaxis following household exposure of non-immune children to siblings with varicella compared to a placebo. Overall, 13 of 56 (18%) vaccine recipients developed varicella compared with 42 of 54 (78%) placebo (or no vaccine) recipients. These studies support giving varicella vaccine to a child, particularly if given within three days of contact with a chickenpox case. Although mild chickenpox may still occur in some cases, the vaccine is likely to prevent moderate to severe cases of chickenpox."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The number of participants in these three trials was small and is a limitation of this review. The quality of the included studies varied, which also limits confidence in the results. There have been no trials of this type undertaken in adults, and none of the trials commented on adverse events following immunisation, such as fever or injection site reactions."
    }
  ]
}