{
  "doi": "10.1002/14651858.CD006907.pub2",
  "name": "Tight control of mild‐moderate pre‐existing or non‐proteinuric gestational hypertension",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The question of the target blood pressure in pregnant women with mild-moderate hypertension continues to be an area of debate."
    },
    {
      "heading": "Objectives",
      "text": "To compare tight versus very tight control of mild-moderate pre-existing or non-proteinuric gestational hypertension for improving outcomes"
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (31 March 2011), CENTRAL (The Cochrane Library 2011, Issue 3), MEDLINE (January 1966 to March 2011), and the metaRegister of Controlled Trials (31 March 2011). We handsearched citation lists of relevant publications, review articles, and included studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials of tight versus very tight control in pregnant women with mild or moderate pre-existing or non-proteinuric gestational hypertension."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trial quality and extracted data. We expressed results as risk ratio (RR) or mean differences, together with their 95% confidence intervals (CI)."
    },
    {
      "heading": "Main results",
      "text": "We included two studies (256 participants) with mild-moderate pre-existing or non-proteinuric gestational hypertension. There was no evidence of a difference between tight and very tight control groups regarding severe pre-eclampsia (risk ratio (RR) 1.28, 95% CI 0.97 to 1.70; two trials, 256 participants). More women in the tight group were hospitalized during their pregnancy (RR 2.53, 95% CI 1.14 to 5.63; one trial, 125 participants). There was no evidence of a difference in other outcome measures including fetal distress, IUGR, neonatal admission to a NICU, perinatal deaths, induction of labor and cesarean delivery between the tight and the very tight control groups. Gestational age at delivery had a non-significant mean difference (MD) of -0.15 weeks between the tight and very tight control groups (MD -0.15, 95% CI -1.52 to 1.21, random-effects, T² = 0.75, I² = 77%; two trials, 256 participants). The MD in birthweight between the tight and the very tight control group was not significant (MD -100.00 grams, 95% CI -363.69 to 163.69; one trial, 125 participants)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "For pregnant women with non-severe pre-existing or non-proteinuric gestational hypertension, there is insufficient evidence to determine how tight control of hypertension should be achieved to improve maternal and fetal-neonatal outcomes."
    }
  ],
  "pls_title": "Tight control of mild-to-moderate high blood pressure for pregnant women with pre-existing or gestational hypertension (without protein in the urine) to improve health outcomes",
  "pls_type": "long",
  "pls": "High blood pressure (hypertension) is defined as a systolic blood pressure of 140 mmHg or more or a diastolic blood pressure of 90 mmHg or more. In the general population, a tight control of blood pressure reduces cardiovascular risks and is particularly important for people with diabetes or renal disease. Having high blood pressure during pregnancy is a complex clinical condition. Adverse effects include premature separation of the placenta (abruption), low birthweight, and perinatal death. Women who do not have regular antenatal care, those with severe uncontrolled hypertension and pre-eclampsia are more likely to have poor outcomes. A woman with mild-to-moderate hypertension could develop severe hypertension if not managed correctly. On the other hand, lowering blood pressure dramatically may reduce placental perfusion, which could lead to fetal growth restriction, without providing extra benefit to the mother. There is no consensus regarding a clear goal of adjusting blood pressure in pregnant women with mild-to-moderate hypertension.\nThis systematic review set out to compare the effects of 'tight' versus 'very tight' control of mild to moderate pre-existing or non-proteinuric gestational hypertension on pregnancy outcomes. It found insufficient evidence to determine which degree of control of blood pressure during pregnancy was more effective for improving outcomes for the mother and her baby. The review included two trials that studied 256 women. A blood pressure target of less than 130/80 mm Hg using methyldopa reduced the rate of admission to hospital during pregnancy. There was no evidence of a difference between tight and very tight control groups regarding severe pre-eclampsia, induction of labor and cesarean delivery and no cases of eclampsia or maternal deaths."
}