{
  "doi": "10.1002/14651858.CD007482.pub3",
  "name": "Antibiotic prophylaxis versus no prophylaxis for preventing infection after cesarean section ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The single most important risk factor for postpartum maternal infection is cesarean section. Although guidelines endorse the use of prophylactic antibiotics for women undergoing cesarean section, there is not uniform implementation of this recommendation. This is an update of a Cochrane review first published in 1995 and last updated in 2010."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of prophylactic antibiotics compared with no prophylactic antibiotics on infectious complications in women undergoing cesarean section."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (31 July 2014) and reference lists of retrieved papers."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs) and quasi-RCTs comparing the effects of prophylactic antibiotics versus no treatment in women undergoing cesarean section."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the studies for inclusion, assessed risk of bias and carried out data extraction. The clinically important primary outcomes were wound infection, endometritis, serious maternal infectious complications and adverse effects on the infant. We presented dichotomous data as risk ratios (RR), with 95% confidence intervals (CIs) and combined trials in meta-analyses. We assessed the quality of evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We identified 95 studies enrolling over 15,000 women. Compared with placebo or no treatment, the use of prophylactic antibiotics in women undergoing cesarean section reduced the incidence of wound infection (RR 0.40, 95% CI 0.35 to 0.46, 82 studies, 14,407 women), endometritis (RR 0.38, 95% CI 0.34 to 0.42, 83 studies, 13,548 women) and maternal serious infectious complications (RR 0.31, 95% CI 0.20 to 0.49, 32 studies, 6159 women). When only studies that included women undergoing an elective cesarean section were analyzed, there was also a reduction in the incidence of wound infections (RR 0.62, 95% CI 0.47 to 0.82, 17 studies, 3537 women) and endometritis (RR 0.38, 95% CI 0.24 to 0.61, 15 studies, 2502 women) with prophylactic antibiotics. Similar estimates of effect were seen whether the antibiotics were administered before the cord was clamped or after. The effect of different antibiotic regimens was studied and similar reductions in the incidence of infections were seen for most of the antibiotics and combinations.\nThere were no data on which to estimate the effect of maternal administration of antibiotics on infant outcomes. No studies systematically collected and reported on adverse infant outcomes nor the effect of antibiotics on the developing infant immune system. No studies reported on the incidence of oral candidiasis (thrush) in babies. Maternal adverse effects were also rarely described.\nWe judged the evidence for antibiotic treatment compared with no treatment to be of moderate quality; most studies lacked an adequate description of methods and were assessed as being at unclear risk of bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The conclusions of this review support the recommendation that prophylactic antibiotics should be routinely administered to all women undergoing cesarean section to prevent infection. Compared with placebo or no treatment, the use of prophylactic antibiotics in women undergoing cesarean section reduced the incidence of wound infection, endometritis and serious infectious complications by 60% to 70%. There were few data on adverse effects and no information on the effect of antibiotics on the baby, making the assessment of overall benefits and harms difficult. Prophylactic antibiotics given to all women undergoing elective or non-elective cesarean section is beneficial for women but there is uncertainty about the consequences for the baby."
    }
  ],
  "pls_title": "Routine antibiotics at cesarean section to reduce infection",
  "pls_type": "long",
  "pls": "Women undergoing cesarean section have a five to 20-fold greater chance of getting an infection compared with women who give birth vaginally. These infections can be in the organs within the pelvis, around the surgical incision and sometimes the urine. The infections can be serious, and very occasionally can lead to the mother’s death. The potential benefits of reducing infection for the mother need to be balanced against any adverse effects such as nausea, vomiting, skin rash and rarely allergic reactions in the mother, and any effect of antibiotics on the baby, including thrush. This review looked at whether antibiotics are effective in preventing infection in women having a cesarean section. It also studied the effect of giving the antibiotics before or after the cord is clamped and different kinds of antibiotics. The review found 95 studies involving over 15,000 women. Routine use of antibiotics at cesarean section reduced the risk of wound and womb infections in mothers as well as the risk of serious complications of infections for the mothers by 60% to 70%. This was so whether the cesarean section was planned (elective) or not, and whether the antibiotics were given before or after clamping of the umbilical cord. The evidence to support antibiotic treatment was of moderate quality but often the way the study was done was not described well enough. None of the studies looked properly at possible adverse effects on the baby and so, although there are benefits for the mother, there is some uncertainty about whether there are any important effects on the baby."
}