{
  "doi": "10.1002/14651858.CD006763.pub3",
  "name": "Altered dietary salt intake for preventing diabetic kidney disease and its progression",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "There is strong evidence that our current consumption of salt is a major factor in the development of increased blood pressure (BP) and that a reduction in our salt intake lowers BP, whether BP levels are normal or raised initially. Effective control of BP in people with diabetes lowers the risk of strokes, heart attacks and heart failure and slows the progression of chronic kidney disease (CKD) in people with diabetes. This is an update of a review first published in 2010."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effect of altered salt intake on BP and markers of cardiovascular disease and of CKD in people with diabetes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Kidney and Transplant Register of Studies up to 31 March 2022 through contact with the Information Specialist using search terms relevant to this review. Studies in the Register were identified through searches of CENTRAL, MEDLINE, and EMBASE, conference proceedings, the International Clinical Trials Register (ICTRP) Search Portal and ClinicalTrials.gov."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) of altered salt intake in individuals with type 1 and type 2 diabetes. Studies were included when there was a difference between low and high sodium intakes of at least 34 mmol/day."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed studies and resolved differences by discussion. We calculated mean effect sizes as mean difference (MD) and 95% confidence intervals (CI) using the random-effects model. Confidence in the evidence was assessed using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach."
    },
    {
      "heading": "Main results",
      "text": "Thirteen RCTs (313 participants), including 21 comparisons (studies), met our inclusion criteria. One RCT (two studies) was added to this review update. Participants included 99 individuals with type 1 diabetes and 214 individuals with type 2 diabetes. Two RCTs (four studies) included some participants with reduced overall kidney function. The remaining studies either reported that participants with reduced glomerular filtration rate (GFR) were excluded from the study or only included participants with microalbuminuria and normal GFR. Five studies used a parallel study design, and 16 used a cross-over design. Studies were at high risk of bias for most criteria. Random sequence generation and allocation concealment were adequate in only three and two studies, respectively. One study was at low risk of bias for blinding of participants and outcome assessment, but no studies were at low risk for selective reporting. Twelve studies reported non-commercial funding sources, three reported conflicts of interest, and eight reported adequate washout between interventions in cross-over studies.\nThe median net reduction in 24-hour urine sodium excretion (24-hour UNa) in seven long-term studies (treatment duration four to 12 weeks) was 76 mmol (range 51 to 124 mmol), and in 10 short-term studies (treatment duration five to seven days) was 187 mmol (range 86 to 337 mmol). Data were only available graphically in four studies. In long-term studies, reduced sodium intake may lower systolic BP (SBP) by 6.15 mm Hg (7 studies: 95% CI -9.27 to -3.03; I² = 12%), diastolic BP (DBP) by 3.41 mm Hg (7 studies: 95% CI -5.56 to -1.27; I² = 41%) and mean arterial pressure (MAP) by 4.60 mm Hg (4 studies: 95% CI -7.26 to -1.94; I² = 28%). In short-term studies, low sodium intake may reduce SBP by 8.43 mm Hg (5 studies: 95% CI -14.37 to -2.48; I² = 88%), DBP by 2.95 mm Hg (5 studies: 95% CI -4.96 to -0.94; I² = 70%) and MAP by 2.37 mm Hg (9 studies: 95% CI -4.75 to -0.01; I² = 65%). There was considerable heterogeneity in most analyses but particularly among short-term studies. All analyses were considered to be of low certainty evidence.\nSBP, DBP and MAP reductions may not differ between hypertensive and normotensive participants or between individuals with type 1 or type 2 diabetes. In hypertensive participants, SBP, DBP and MAP may be reduced by 6.45, 3.15 and 4.88 mm Hg, respectively, while in normotensive participants, they may be reduced by 8.43, 2.95 and 2.15 mm Hg, respectively (all low certainty evidence). SBP, DBP and MAP may be reduced by 7.35, 3.04 and 4.30 mm Hg, respectively, in participants with type 2 diabetes and by 7.35, 3.20, and 0.08 mm Hg, respectively, in participants with type 1 diabetes (all low certainty evidence).\nEight studies provided measures of urinary protein excretion before and after salt restriction; four reported a reduction in urinary albumin excretion with salt restriction. Pooled analyses showed no changes in GFR (12 studies: MD -1.87 mL/min/1.73 m², 95% CI -5.05 to 1.31; I² = 32%) or HbA1c (6 studies: MD -0.62, 95% CI -1.49 to 0.26; I² = 95%) with salt restriction (low certainty evidence). Body weight was reduced in studies lasting one to two weeks but not in studies lasting for longer periods (low certainty evidence). Adverse effects were reported in only one study; 11% and 21% developed postural hypotension on the low-salt diet and the low-salt diet combined with hydrochlorothiazide, respectively."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This systematic review shows an important reduction in SBP and DBP in people with diabetes with normal GFR during short periods of salt restriction, similar to that obtained with single drug therapy for hypertension. These data support the international recommendations that people with diabetes with or without hypertension or evidence of kidney disease should reduce salt intake to less than 5 g/day (2 g sodium)."
    }
  ],
  "pls_title": "Does reducing your salt intake help to prevent and treat chronic kidney disease in people with diabetes?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "There is strong evidence that we all eat too much salt, which increases our risk of high blood pressure (BP). This is particularly important in people with diabetes as diabetes increases the risk of stroke, heart attack and kidney failure, and also having high BP will further increase these risks. Reducing salt intake could help by reducing BP and thus reducing the risk of heart attacks and of worsening kidney function."
    },
    {
      "heading": "What did we do?",
      "text": "We searched the Cochrane Kidney and Transplant Register of Studies up to 31 March 2022 for randomised controlled trials which compared low and high levels of salt intake in people with diabetes. We calculated the average level of reduction in systolic BP (the \"top\" level of BP measured) and in diastolic BP (the \"bottom\" level of BP measured) in diabetics when they received a high salt diet and when they received a low salt diet. We also looked at whether the amount of protein in the urine (a marker of kidney damage) was reduced in diabetics receiving a low salt diet."
    },
    {
      "heading": "What did we find?",
      "text": "We found 13 studies, including 313 people with type 1 or 2 diabetes. We found that reducing salt intake by an average of 5 g/day lowered BP, with systolic BP reduced by 7 mm of mercury (Hg) and diastolic BP reduced by 3 mm Hg. We found that the amount of protein in the urine was reduced in four of the eight studies that reported this outcome. Only one study reported side effects with low BP when standing up with low salt diets reported in a quarter of the participants."
    },
    {
      "heading": "Conclusions",
      "text": "Lowering dietary salt intake to the recommended levels of 5 g/day or less would benefit people with diabetes by lowering BP by similar amounts to a single BP medication."
    }
  ]
}