{
  "doi": "10.1002/14651858.CD010326.pub2",
  "name": "Early versus delayed laparoscopic cholecystectomy for acute gallstone pancreatitis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Gallstones and alcohol account for more than 80% of acute pancreatitis. Cholecystectomy is the definitive treatment for gallstones. Laparoscopic cholecystectomy is the preferred route for performing cholecystectomy. The timing of laparoscopic cholecystectomy after an attack of acute biliary pancreatitis is controversial."
    },
    {
      "heading": "Objectives",
      "text": "To compare the benefits and harms of early versus delayed laparoscopic cholecystectomy in people with acute biliary pancreatitis. For mild acute pancreatitis, we considered 'early' laparoscopic cholecystectomy to be laparoscopic cholecystectomy performed within three days of onset of symptoms. We considered all laparoscopic cholecystectomies performed beyond three days of onset of symptoms as 'delayed'. For severe acute pancreatitis, we considered 'early' laparoscopic cholecystectomy as laparoscopic cholecystectomy performed within the index admission. We considered all laparoscopic cholecystectomies performed in a later admission as 'delayed'."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2012, issue 12), MEDLINE, EMBASE, Science Citation Index Expanded, and trial registers until January 2013."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials, irrespective of language or publication status, comparing early versus delayed laparoscopic cholecystectomy for people with acute biliary pancreatitis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trials for inclusion and independently extracted data. We planned to analyse data with both the fixed-effect and the random-effects models using Review Manager 5 (RevMan 2011). We calculated the risk ratio (RR), or mean difference (MD) with 95% confidence intervals (CI) based on an intention-to-treat analysis."
    },
    {
      "heading": "Main results",
      "text": "We identified one trial comparing early versus delayed laparoscopic cholecystectomy for people with mild acute pancreatitis. Fifty participants with mild acute gallstone pancreatitis were randomised either to early laparoscopic cholecystectomy (within 48 hours of admission irrespective of whether the abdominal symptoms were resolved or the laboratory values had returned to normal) (n = 25), or to delayed laparoscopic cholecystectomy (surgery after resolution of abdominal pain and after the laboratory values had returned to normal) (n = 25). This trial is at high risk of bias. There was no short-term mortality in either group. There was no significant difference between the groups in the proportion of participants who developed serious adverse events (RR 0.33; 95% CI 0.01 to 7.81). Health-related quality of life was not reported in this trial. There were no conversions to open cholecystectomy in either group. The total hospital stay was significantly shorter in the early laparoscopic cholecystectomy group than in the delayed laparoscopic cholecystectomy group (MD -2.30 days; 95% CI -4.40 to -0.20). This trial reported neither the number of work-days lost nor the costs. We did not identify any trials comparing early versus delayed laparoscopic cholecystectomy after severe acute pancreatitis."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence of increased risk of complications after early laparoscopic cholecystectomy. Early laparoscopic cholecystectomy may shorten the total hospital stay in people with mild acute pancreatitis. If appropriate facilities and expertise are available, early laparoscopic cholecystectomy appears preferable to delayed laparoscopic cholecystectomy in those with mild acute pancreatitis. There is currently no evidence to support or refute early laparoscopic cholecystectomy for people with severe acute pancreatitis. Further randomised controlled trials at low risk of bias are necessary in people with mild acute pancreatitis and severe acute pancreatitis."
    }
  ],
  "pls_title": "Early or delayed removal of gallbladder by key-hole surgery after a sudden episode of gallstone-related pancreatitis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "There is considerable controversy regarding how long one should wait after a sudden attack of acute gallstone pancreatitis before removing the gallbladder.\nWe set out to answer this question by performing a thorough search of the literature for studies which compared the different times at which laparoscopic cholecystectomy was performed. We included only randomised controlled trials (studies which can help avoid arriving at wrong conclusions if designed and conducted appropriately). We searched the literature for all studies reported until January 2013. Two authors independently assessed trials for inclusion and independently extracted data to minimise errors. We considered 'early' laparoscopic cholecystectomy as laparoscopic cholecystectomy performed within three days of onset of symptoms. We considered all laparoscopic cholecystectomies performed beyond three days of onset of symptoms as 'delayed'. For severe acute pancreatitis, we considered 'early' laparoscopic cholecystectomy as laparoscopic cholecystectomy performed within the same admission as the sudden attack of pancreatitis. We considered all laparoscopic cholecystectomies performed in a subsequent admission as 'delayed'."
    },
    {
      "heading": "Background",
      "text": "The pancreas is an abdominal organ that secretes several digestive juices which help in the digestion of food. It also lodges the insulin-secreting cells which maintain the blood sugar levels. Acute pancreatitis is a sudden inflammatory process in the pancreas which might involve nearby organs or may have an effect on other organ systems including blood circulation. Depending upon the presence of organ failure (such as kidneys, lungs or blood circulation) and the presence of local complications such as fluid collection around the pancreas, pancreatitis can be classified as severe acute pancreatitis or mild acute pancreatitis. People with severe pancreatitis have organ failure or local complications, or both, while those with mild pancreatitis do not have such features. The two main causes of acute pancreatitis are gallstones and alcohol, accounting for more than 80% of acute pancreatitis. Removal of the gallbladder (cholecystectomy) is the definitive treatment for prevention of further attacks of acute gallstone pancreatitis if the person is suitable for surgery. Laparoscopic removal (key-hole surgery) of the gallbladder is the currently preferred method of cholecystectomy with more than 99% of patients recovering completely without any major ill health."
    },
    {
      "heading": "Study characteristics",
      "text": "We identified one trial comparing early versus delayed laparoscopic cholecystectomy for people with mild acute pancreatitis. Out of the 50 participants included in this trial, 25 underwent early laparoscopic cholecystectomy while the remaining 25 underwent delayed laparoscopic cholecystectomy. All 50 participants were alive at the end of the trial. There was no significant difference between the two groups in the proportion of participants who developed complications. Health-related quality of life was not reported in this trial. There were no conversions to open cholecystectomy in either group. The total hospital stay was shorter by approximately two days in the early laparoscopic cholecystectomy group than in the delayed laparoscopic cholecystectomy group. The trial did not report the number of work-days lost or the costs. We did not identify any trials comparing early versus delayed laparoscopic cholecystectomy after severe acute pancreatitis."
    },
    {
      "heading": "Key results",
      "text": "Based on the observations in the one trial included in this review, there appears to be no evidence of increased risk of complications after early laparoscopic cholecystectomy. Early laparoscopic cholecystectomy may shorten the total hospital stay in people with mild acute pancreatitis. If appropriate facilities and expertise are available, early laparoscopic cholecystectomy appears preferable to delayed laparoscopic cholecystectomy in people with mild acute pancreatitis. There is currently no evidence to support or refute early laparoscopic cholecystectomy for people with severe acute pancreatitis. Further well-designed randomised controlled trials are necessary in people with mild acute pancreatitis and severe acute pancreatitis."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The one trial identified is at high risk of bias, i.e. there was potential to arrive at wrong conclusions because of the way that the study was designed and conducted."
    }
  ]
}