{
  "doi": "10.1002/14651858.CD007978.pub2",
  "name": "Email for clinical communication between patients/caregivers and healthcare professionals",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Email is a popular and commonly-used method of communication, but its use in health care is not routine. Where email communication has been demonstrated in health care this has included its use for communication between patients/caregivers and healthcare professionals for clinical purposes, but the effects of using email in this way is not known.This review addresses the use of email for two-way clinical communication between patients/caregivers and healthcare professionals."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of healthcare professionals and patients using email to communicate with each other, on patient outcomes, health service performance, service efficiency and acceptability."
    },
    {
      "heading": "Search methods",
      "text": "We searched: the Cochrane Consumers and Communication Review Group Specialised Register, Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library, Issue 1 2010), MEDLINE (OvidSP) (1950 to January 2010), EMBASE (OvidSP) (1980 to January 2010), PsycINFO (OvidSP) (1967 to January 2010), CINAHL (EbscoHOST) (1982 to February 2010) and ERIC (CSA) (1965 to January 2010). We searched grey literature: theses/dissertation repositories, trials registers and Google Scholar (searched July 2010). We used additional search methods: examining reference lists, contacting authors."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials, quasi-randomised trials, controlled before and after studies and interrupted time series studies examining interventions using email to allow patients to communicate clinical concerns to a healthcare professional and receive a reply, and taking the form of 1) unsecured email 2) secure email or 3) web messaging. All healthcare professionals, patients and caregivers in all settings were considered."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed the risk of bias of included studies and extracted data. We contacted study authors for additional information. We assessed risk of bias according to the Cochrane Handbook for Systematic Reviews of Interventions. For continuous measures, we report effect sizes as mean differences (MD). For dichotomous outcome measures, we report effect sizes as odds ratios and rate ratios. Where it was not possible to calculate an effect estimate we report mean values for both intervention and control groups and the total number of participants in each group. Where data are available only as median values it is presented as such. It was not possible to carry out any meta-analysis of the data."
    },
    {
      "heading": "Main results",
      "text": "We included nine trials enrolling 1733 patients; all trials were judged to be at risk of bias. Seven were randomised controlled trials; two were cluster-randomised controlled designs. Eight examined email as compared to standard methods of communication. One compared email with telephone for the delivery of counselling. When email was compared to standard methods, for the majority of patient/caregiver outcomes it was not possible to adequately assess whether email had any effect. For health service use outcomes it was not possible to adequately assess whether email has any effect on resource use, but some results indicated that an email intervention leads to an increased number of emails and telephone calls being received by healthcare professionals. Three studies reported some type of adverse event but it was not clear if the adverse event had any impact on the health of the patient or the quality of health care. When email counselling was compared to telephone counselling only patient outcomes were measured, and for the majority of measures there was no difference between groups. Where there were differences these showed that telephone counselling leads to greater change in lifestyle modification factors than email counselling. There was one outcome relating to harm, which showed no difference between the email and the telephone counselling groups. There were no primary outcomes relating to healthcare professionals for either comparison."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence base was found to be limited with variable results and missing data, and therefore it was not possible to adequately assess the effect of email for clinical communication between patients/caregivers and healthcare professionals. Recommendations for clinical practice could not be made. Future research should ideally address the issue of missing data and methodological concerns by adhering to published reporting standards. The rapidly changing nature of technology should be taken into account when designing and conducting future studies and barriers to trial development and implementation should also be tackled. Potential outcomes of interest for future research include cost-effectiveness and health service resource use."
    }
  ],
  "pls_title": "Using email for patients/caregivers and healthcare professionals to contact each other",
  "pls_type": "long",
  "pls": "Email is widely used in many sectors and lots of people use it in their day to day lives. The use of email in health care is not yet so common, although one use for it is for patients/caregivers and healthcare professionals to contact each other. This review examines how patients, healthcare professionals and health services may be affected by using email in this way. We looked for trials examining the use of email for patients/caregivers and healthcare professionals to contact each other and found nine trials with 1733 participants in total.\nEight of the trials looked at email compared with standard methods of communication. Where email was compared to standard methods of communication we found that we could not properly determine what effect email was having on patient/caregiver outcomes, as there were missing data and the results of the different studies varied. For health service use outcomes the situation was the same, but some results seemed to show that an email intervention may lead to an increased number of emails and telephone calls being received by healthcare professionals.\nOne of the trials looked at email counselling compared with telephone counselling. We found that it only looked at patient outcomes, and found few differences between groups. Where there were differences these showed that telephone counselling leads to greater changes in lifestyle than email counselling.\nNone of the trials measured how email affects healthcare professionals and only one measured whether email can cause harm. All of the trials were biased in some way and when we measured the quality of all of the results we found them to be of low or very low quality. As a result the results of this review should be viewed with caution.\nThe nature of the results means that we cannot make any recommendations for how email might best be used in clinical practice. Future research should make allowances for how quickly technology changes, and should consider how much email would cost to introduce and what effect it has on the use of healthcare resources. Research reports should be sure to clearly report their methods and findings, and researchers interested in carrying out research in this area should be assisted in developing ideas and put them into action."
}