{
  "doi": "10.1002/14651858.CD005300.pub4",
  "name": "Specialised antenatal clinics for women with a multiple pregnancy for improving maternal and infant outcomes ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Regular antenatal care for women with a multiple pregnancy is accepted practice, and while most women have an increase in the number of antenatal visits, there is no consensus as to what constitutes optimal care. 'Specialised' antenatal clinics have been advocated as a way of improving outcomes for women and their infants."
    },
    {
      "heading": "Objectives",
      "text": "To assess, using the best available evidence, the benefits and harms of 'specialised' antenatal clinics compared with 'standard' antenatal care for women with a multiple pregnancy."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (31 May 2015) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "All published, unpublished, and ongoing randomised controlled trials with reported data that compared outcomes in mothers and babies with a multiple pregnancy who received antenatal care specifically designed for women with a multiple pregnancy (as defined by the trial authors) with outcomes in controls who received 'standard' antenatal care (as defined by the trial authors)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two of the review authors independently assessed trials for inclusion and trial quality. Both review authors extracted data. Data were checked for accuracy. We graded the quality of the evidence using GRADEpro software."
    },
    {
      "heading": "Main results",
      "text": "Findings were based on the results of a single study with some design limitations.\nData were available from one study involving 162 women with a multiple pregnancy. For the only reported primary outcome, perinatal mortality, we are uncertain whether specialised antenatal clinics makes any difference compared to standard care (risk ratio (RR) 1.02; 95% confidence interval (CI) 0.26 to 4.03; 324 infants, very low quality evidence ). Women receiving specialised antenatal care were significantly more likely to birth by caesarean section (RR 1.38; 95% CI 1.06 to 1.81; 162 women, moderate quality evidence ). Data were not reported in the study on the following primary outcomes: small-for-gestational age, very preterm birth or maternal death. There were no differences identified between specialised antenatal care and standard care for other secondary outcomes examined: postnatal depression (RR 0.48; 95% CI 0.19 to 1.20; 133 women, very low quality evidence ), breastfeeding (RR 0.63; 95% CI 0.24 to 1.68; 123 women, very low quality evidence), stillbirth (RR 0.68; 0.12 to 4.04) or neonatal death (RR 2.05; 95% CI 0.19 to 22.39) (324 infants)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently limited information available from randomised controlled trials to assess the role of 'specialised' antenatal clinics for women with a multiple pregnancy compared with 'standard' antenatal care in improving maternal and infant health outcomes. The value of 'specialised' multiple pregnancy clinics in improving health outcomes for women and their infants requires evaluation in appropriately powered and designed randomised controlled trials."
    }
  ],
  "pls_title": "Specialised antenatal clinics for women with a multiple pregnancy with the aim of improving outcomes for babies and mothers",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Women carrying more than one baby (multiple pregnancy) are at increased risk of complications which can affect the health of both mother and babies. We asked if 'specialised' antenatal clinics for women with multiple pregnancies would improve outcomes for these women and their babies compared with attending standard antenatal clinics."
    },
    {
      "heading": "Why is this important?",
      "text": "Babies of multiple pregnancies are more likely to be born too early (preterm birth) and to thus have problems with immature organs e.g. lungs. These babies are also less likely to survive. Women carrying more than one baby are at increased risk of complications like high blood pressure, diabetes and bleeding. So it is important to see if specialised clinics during pregnancy can improve outcomes for these babies and mothers. These specialised clinics might include seeing the same midwife throughout pregnancy, having more antenatal appointments and additional information."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We found one small study involving 162 women and their babies (searched date 31 May 2015). The quality of the study was very low to moderate for our outcomes. The study was too small to provide answers to our question as we were most interested in the chance of the babies being born too early, their health and whether they survived. We did find that mothers with multiple pregnancies were more likely to have a caesarean birth if they attended specialised multiple pregnancy clinics."
    },
    {
      "heading": "What does this mean?",
      "text": "There is insufficient good quality evidence to support the use of specialised clinics for women with multiple pregnancies. There is an urgent need for more good quality studies to answer this important question.\nA visual summary of some of the results from this review can be found here (on screen version) or here (for a printable version)."
    }
  ]
}