{
  "doi": "10.1002/14651858.CD004818.pub4",
  "name": "Hyperbaric oxygen therapy for acute coronary syndrome",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acute coronary syndrome (ACS), includes acute myocardial infarction and unstable angina, is common and may prove fatal. Hyperbaric oxygen therapy (HBOT) will improve oxygen supply to the threatened heart and may reduce the volume of heart muscle that perishes. The addition of HBOT to standard treatment may reduce death rate and other major adverse outcomes.\nThis an update of a review previously published in May 2004 and June 2010."
    },
    {
      "heading": "Objectives",
      "text": "The aim of this review was to assess the evidence for the effects of adjunctive HBOT in the treatment of ACS. We compared treatment regimens including adjunctive HBOT against similar regimens excluding HBOT. Where regimens differed significantly between studies this is clearly stated and the implications discussed. All comparisons were made using an intention to treat analysis where this was possible. Efficacy was estimated from randomised trial comparisons but no attempt was made to evaluate the likely effectiveness that might be achieved in routine clinical practice. Specifically, we addressed:\nDoes the adjunctive administration of HBOT to people with acute coronary syndrome (unstable angina or infarction) result in a reduction in the risk of death?\nDoes the adjunctive administration of HBOT to people with acute coronary syndrome result in a reduction in the risk of major adverse cardiac events (MACE), that is: cardiac death, myocardial infarction, and target vessel revascularization by operative or percutaneous intervention?\nIs the administration of HBOT safe in both the short and long term?"
    },
    {
      "heading": "Search methods",
      "text": "We updated the search of the following sources in September 2014, but found no additional relevant citations since the previous search in June 2010 (CENTRAL), MEDLINE, EMBASE, CINAHL and DORCTHIM. Relevant journals were handsearched and researchers in the field contacted. We applied no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised studies comparing the effect on ACS of regimens that include HBOT with those that exclude HBOT."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three authors independently evaluated the quality of trials using the guidelines of the Cochrane Handbook and extracted data from included trials. Binary outcomes were analysed using risk ratios (RR) and continuous outcomes using the mean difference (MD) and both are presented with 95% confidence intervals. We assessed the quality of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "No new trials were located in our most recent search in September 2014. Six trials with 665 participants contributed to this review. These trials were small and subject to potential bias. Only two reported randomisation procedures in detail and in only one trial was allocation concealed. While only modest numbers of participants were lost to follow-up, in general there is little information on the longer-term outcome for participants. Patients with acute coronary syndrome allocated to HBOT were associated with a reduction in the risk of death by around 42% (RR: 0.58, (95% CI 0.36 to 0.92), 5 trials, 614 participants; low quality evidence).\nIn general, HBOT was well-tolerated. No patients were reported as suffering neurological oxygen toxicity and only a single patient was reported to have significant barotrauma to the tympanic membrane. One trial suggested a significant incidence of claustrophobia in single occupancy chambers of 15% (RR of claustrophobia with HBOT 31.6, 95% CI 1.92 to 521)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "For people with ACS, there is some evidence from small trials to suggest that HBOT is associated with a reduction in the risk of death, the volume of damaged muscle, the risk of MACE and time to relief from ischaemic pain. In view of the modest number of patients, methodological shortcomings and poor reporting, this result should be interpreted cautiously, and an appropriately powered trial of high methodological rigour is justified to define those patients (if any) who can be expected to derive most benefit from HBOT. The routine application of HBOT to these patients cannot be justified from this review."
    }
  ],
  "pls_title": "Does hyperbaric oxygen therapy improve outcome after heart attack?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Acute heart attacks and severe angina (heart pain) are usually due to blockages in the arteries supplying the heart (coronary arteries). These problems are collectively referred to as 'acute coronary syndrome' (ACS). ACS is very common and may lead to severe complications including death. Hyperbaric oxygen therapy (HBOT) involves people breathing pure oxygen at high pressures in a specially designed chamber. It is sometimes used as a treatment to increase the supply of oxygen to the damaged heart in an attempt to reduce the area of the heart that is at risk of dying.\nWe searched the medical literature for any studies that reported the outcome of patients with ACS when treated with HBOT."
    },
    {
      "heading": "Studies found",
      "text": "We first searched the literature in 2004 and most recently in September 2014, finding 6 studies in total. All studies included patients with heart attack and some also included patients with severe angina. The dose of hyperbaric oxygen was similar in most studies."
    },
    {
      "heading": "Key results",
      "text": "Overall, we found some evidence that people with ACS are less likely to die or to have major adverse events, and to have more rapid relief from their pain if they receive hyperbaric oxygen therapy as part of their treatment. However, our conclusions are based on relatively small randomised trials. Our confidence in these findings is further reduced because in most of these studies both the patients and researchers were aware of who was receiving HBOT and it is possible a 'placebo effect' has biased the result in favour of HBOT. HBOT was generally well-tolerated. Some patients complained of claustrophobia when treated in small (single person) chambers and there was no evidence of important toxicity from oxygen breathing in any subject. One individual suffered damage to the eardrum from pressurisation."
    },
    {
      "heading": "Conclusions",
      "text": "While HBOT may reduce the risk of dying, time to pain relief and the chance of adverse heart events in people with heart attack and unstable angina, more work is needed to be sure that HBOT should be recommended."
    }
  ]
}