{
  "doi": "10.1002/14651858.CD012439.pub2",
  "name": "Strategies to improve the implementation of workplace‐based policies or practices targeting tobacco, alcohol, diet, physical activity and obesity ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Given the substantial period of time adults spend in their workplaces each day, these provide an opportune setting for interventions addressing modifiable behavioural risk factors for chronic disease. Previous reviews of trials of workplace-based interventions suggest they can be effective in modifying a range of risk factors including diet, physical activity, obesity, risky alcohol use and tobacco use. However, such interventions are often poorly implemented in workplaces, limiting their impact on employee health. Identifying strategies that are effective in improving the implementation of workplace-based interventions has the potential to improve their effects on health outcomes."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of strategies for improving the implementation of workplace-based policies or practices targeting diet, physical activity, obesity, tobacco use and alcohol use.\nSecondary objectives were to assess the impact of such strategies on employee health behaviours, including dietary intake, physical activity, weight status, and alcohol and tobacco use; evaluate their cost-effectiveness; and identify any unintended adverse effects of implementation strategies on workplaces or workplace staff."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following electronic databases on 31 August 2017: CENTRAL; MEDLINE; MEDLINE In Process; the Campbell Library; PsycINFO; Education Resource Information Center (ERIC); Cumulative Index to Nursing and Allied Health Literature (CINAHL); and Scopus. We also handsearched all publications between August 2012 and September 2017 in two speciality journals: Implementation Science and Journal of Translational Behavioral Medicine. We conducted searches up to September 2017 in Dissertations and Theses, the WHO International Clinical Trials Registry Platform, and the US National Institutes of Health Registry. We screened the reference lists of included trials and contacted authors to identify other potentially relevant trials. We also consulted experts in the field to identify other relevant research."
    },
    {
      "heading": "Selection criteria",
      "text": "Implementation strategies were defined as strategies specifically employed to improve the implementation of health interventions into routine practice within specific settings. We included any trial with a parallel control group (randomised or non-randomised) and conducted at any scale that compared strategies to support implementation of workplace policies or practices targeting diet, physical activity, obesity, risky alcohol use or tobacco use versus no intervention (i.e. wait-list, usual practice or minimal support control) or another implementation strategy. Implementation strategies could include those identified by the Effective Practice and Organisation of Care (EPOC) taxonomy such as quality improvement initiatives and education and training, as well as other strategies. Implementation interventions could target policies or practices directly instituted in the workplace environment, as well as workplace-instituted efforts encouraging the use of external health promotion services (e.g. gym membership subsidies)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Review authors working in pairs independently performed citation screening, data extraction and 'Risk of bias' assessment, resolving disagreements via consensus or a third reviewer. We narratively synthesised findings for all included trials by first describing trial characteristics, participants, interventions and outcomes. We then described the effect size of the outcome measure for policy or practice implementation. We performed meta-analysis of implementation outcomes for trials of comparable design and outcome."
    },
    {
      "heading": "Main results",
      "text": "We included six trials, four of which took place in the USA. Four trials employed randomised controlled trial (RCT) designs. Trials were conducted in workplaces from the manufacturing, industrial and services-based sectors. The sample sizes of workplaces ranged from 12 to 114. Workplace policies and practices targeted included: healthy catering policies; point-of-purchase nutrition labelling; environmental supports for healthy eating and physical activity; tobacco control policies; weight management programmes; and adherence to guidelines for staff health promotion. All implementation interventions utilised multiple implementation strategies, the most common of which were educational meetings, tailored interventions and local consensus processes. Four trials compared an implementation strategy intervention with a no intervention control, one trial compared different implementation interventions, and one three-arm trial compared two implementation strategies with each other and a control. Four trials reported a single implementation outcome, whilst the other two reported multiple outcomes. Investigators assessed outcomes using surveys, audits and environmental observations. We judged most trials to be at high risk of performance and detection bias and at unclear risk of reporting and attrition bias.\nOf the five trials comparing implementation strategies with a no intervention control, pooled analysis was possible for three RCTs reporting continuous score-based measures of implementation outcomes. The meta-analysis found no difference in standardised effects (standardised mean difference (SMD) −0.01, 95% CI −0.32 to 0.30; 164 participants; 3 studies; low certainty evidence), suggesting no benefit of implementation support in improving policy or practice implementation, relative to control. Findings for other continuous or dichotomous implementation outcomes reported across these five trials were mixed. For the two non-randomised trials examining comparative effectiveness, both reported improvements in implementation, favouring the more intensive implementation group (very low certainty evidence). Three trials examined the impact of implementation strategies on employee health behaviours, reporting mixed effects for diet and weight status (very low certainty evidence) and no effect for physical activity (very low certainty evidence) or tobacco use (low certainty evidence). One trial reported an increase in absolute workplace costs for health promotion in the implementation group (low certainty evidence). None of the included trials assessed adverse consequences. Limitations of the review included the small number of trials identified and the lack of consistent terminology applied in the implementation science field, which may have resulted in us overlooking potentially relevant trials in the search."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Available evidence regarding the effectiveness of implementation strategies for improving implementation of health-promoting policies and practices in the workplace setting is sparse and inconsistent. Low certainty evidence suggests that such strategies may make little or no difference on measures of implementation fidelity or different employee health behaviour outcomes. It is also unclear if such strategies are cost-effective or have potential unintended adverse consequences. The limited number of trials identified suggests implementation research in the workplace setting is in its infancy, warranting further research to guide evidence translation in this setting."
    }
  ],
  "pls_title": "Improving the implementation of health-promoting policies and practices in workplaces",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "The review question",
      "text": "Implementation strategies are meant to improve the adoption and integration of evidence-based health interventions into routine policies and practices within specific settings. This review examined whether using these strategies improved the implementation of policies and practices in the workplace promoting healthy eating, physical activity, weight control, tobacco cessation and prevention of risky alcohol consumption. We also wanted to know if these strategies changed employees' health behaviours, caused any unintended effects, and were good value for money."
    },
    {
      "heading": "Background",
      "text": "Workplaces are a good setting for programmes that aim to improve health-related behaviours like diet, physical activity and tobacco use, as adults spend a long time at work each day. However, these kinds of workplace-based interventions are often poorly implemented, limiting their potential impact on employee health. Identifying strategies that are effective in improving the implementation of workplace-based interventions has the potential to increase their impact on chronic disease prevention."
    },
    {
      "heading": "Study characteristics",
      "text": "We looked for studies that compared strategies to support the implementation of health-promoting policies and practices in workplaces versus either no implementation strategy or different implementation strategies. Implementation strategies could include quality improvement initiatives, education, and training, among others. They could target policies or practices directly instituted in the workplace (e.g. workplace healthy catering policy), as well as workplace-led efforts to encourage the use of external health promotion services (e.g. employee gym membership subsidies).\nWe found six eligible studies that investigated these strategies. Most took place in the USA, and workplaces were in the manufacturing, industrial and services-based sectors. The number of workplaces examined in the studies ranged from 12 to 114. Implementation strategies in the six studies targeted different workplace policies and practices: healthy catering; point-of-purchase nutrition labelling; environmental prompts and supports for healthy eating and physical activity; tobacco control policies; sponsorship of employee weight management programmes; and adherence to national guidelines for staff health promotion. All studies used multiple strategies to improve the implementation of these policies and practices, including: educational meetings, interventions tailored to the specific needs of the workplace, and workplace consensus processes to implement a policy or practice. Four studies compared implementation strategies versus no intervention, one study compared different implementation strategies, and one study compared two implementation strategies with each other and a control. Researchers used surveys, audits and observations in workplaces to evaluate the effect of the strategies on the implementation of workplace policies and practices."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to 31 August 2017."
    },
    {
      "heading": "Key results",
      "text": "When we combined findings from three studies, we did not find any difference in the level of implementation of health-promoting policies or practices between workplaces that received implementation strategy support versus those that did not, indicating that these strategies may make little to no difference. In the two trials comparing different implementation strategies, both reported improvements in implementation, favouring the more intensive implementation support group. Findings for effects on employee health behaviours were inconsistent and based on very low to low certainty evidence, so it is unclear whether the implementation strategies improved these outcomes. One of the included studies reported on cost, and none on the unintended adverse consequences of implementation strategies."
    },
    {
      "heading": "Certainty of evidence",
      "text": "There were few included studies, and they used inconsistent terminology to describe implementation strategies, limiting the strength of the evidence. We rated the certainty of the evidence as low for the effect of implementation strategies on policy and practice implementation, based on four randomised studies (where groups are randomly assigned to different study groups), and very low based on two non-randomised studies. We also graded evidence on employee health behaviours and cost outcomes as low and very low. The findings of the review do not provide clear evidence regarding the impact of implementation strategies on workplace health-promoting policy and practice implementation or on employee health behaviours. Further research is needed."
    }
  ]
}