{
  "doi": "10.1002/14651858.CD011652.pub2",
  "name": "Online support groups for women with breast cancer",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Survival rates for women with a diagnosis of breast cancer continue to improve. However, some women may experience physical, psychological and emotional effects post diagnosis, throughout treatment and beyond. Support groups can provide opportunities for people to share their experiences and learn from others. As the number of online support groups increases, more and more women with breast cancer will likely access them."
    },
    {
      "heading": "Objectives",
      "text": "To assess effects of online support groups on the emotional distress, uncertainty, anxiety, depression and quality of life (QoL) of women with breast cancer."
    },
    {
      "heading": "Search methods",
      "text": "We searched for trials in the Cochrane Breast Cancer Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL; 2016, Issue 4), MEDLINE, Embase and PsycINFO on 2 May 2016, and we handsearched journals and reference lists. We also searched the World Health Organization's International Clinical Trials Registry Platform (WHO ICTRP) search portal and clinicaltrials.gov on 2 May 2016."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) assessing effects of online support groups on women with a diagnosis of breast cancer and women who have completed breast cancer treatment. We included studies comparing online support groups with a usual care group, and studies comparing two or more types of online support groups (without a usual care group)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed risk of bias. We presented outcome data using mean differences (MDs) and standardised mean differences (SMDs) along with 95% confidence intervals (CIs), and we used the fixed-effect model when appropriate. We assessed the quality of the body of evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included six studies (492 women) that assessed online support groups for women with breast cancer. Online support groups in these six trials lasted from six to 30 weeks. Women participated in these groups between 1.5 and 2.5 hours per week, and investigators conducted all studies in the USA. Participants were predominantly white and well educated and were moderate to high earners. Four studies compared an online support group versus a control group, and the other two compared a 'moderated' versus a 'peer-led' online support group, and a 'standard' versus an 'enhanced' online support group, respectively.\nNone of the included studies measured 'emotional distress' or uncertainty. One study (78 women) for which data for analysis were missing reported no positive effects of online support on 'distress' and 'cancer-specific distress' versus support provided by a control group. Two studies measured anxiety: One study (72 women) found no difference in anxiety at the end of the intervention between the online support group and the control group (MD -0.40, 95% CI -6.42 to 5.62; low-quality evidence), and the second study (184 women) reported a reduction in anxiety levels at the end of the intervention when comparing the 'standard' support group (run by participants without prompting from health professionals) versus an 'enhanced' online support group (in which participants were specifically asked by the researcher to respond to one another's need for support).\nFive studies (414 women) measured depression. Three studies compared depression in the online support group with depression in the control group. Pooled data from two studies (120 women) showed a small to moderate reduction in depression in the online support group compared with control groups at the end of the intervention (SMD -0.37, 95% CI -0.75 to 0.00; very low-quality evidence). The third study, a pilot study (30 women), provided no data for analysis but reported no difference in depression between participants in support and control groups at the end of the intervention. Of the remaining two studies that measured depression, one study (60 women) provided no extractable data for comparison but reported no difference in depressive symptoms between a 'moderated' and a 'peer-led' support group; the other study (184 women) reported greater reduction in depression in the 'standard' support group than in the 'enhanced' online support group.\nThree studies measured quality of life. One pilot study (30 women) provided limited data for analysis but reported no change in quality of life at the end of the intervention. Only two studies (140 women) provided data for pooling and showed no positive effects on quality of life at four months post intervention compared with controls (SMD -0.11, 95% CI -0.47 to 0.24; very low-quality evidence). At 12 months post intervention, one study (78 women) reported that the intervention group did not attain better quality of life scores than the control group (MD -10.89, 95% CI -20.41 to -1.37; low-quality evidence).\nWe found no data for subgroup analyses on stage of disease, treatment modality and types and doses of interventions. No studies measured adverse effects."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review did not find the evidence required to show whether participation in online support groups was beneficial for women with breast cancer, because identified trials were small and of low or very low quality. Large, rigorous trials with ethnically and economically diverse participants are needed to provide robust evidence regarding the psychosocial outcomes selected for this review."
    }
  ],
  "pls_title": "Online support groups for women with breast cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence for effects of online support groups for women with breast cancer on emotional distress, uncertainty, anxiety, depression and quality of life."
    },
    {
      "heading": "Background",
      "text": "Women with a diagnosis of breast cancer can be affected physically, psychologically and emotionally. They are uncertain about the future and may need information and support to help them cope with their condition. Increasingly, people with cancer are accessing the Internet to seek the information and support that they need; many join online support groups. At this time, we know little about how participation in online support groups psychologically and emotionally affects women with breast cancer."
    },
    {
      "heading": "Study characteristics",
      "text": "We conducted a systematic search of the literature with no restrictions on language or country. We included in this review six studies, with a total population of 492 women with breast cancer. Five of the six studies had small samples. Study participants were predominantly 'white', well-educated women with moderate to high income at any stage of breast cancer who were undergoing a range of treatments.\nOnline support groups in these six trials lasted six to 30 weeks and included eight to 15 members. Women participated in these groups between 1.5 and 2.5 hours per week. Investigators reported all trials in English and conducted their research in the USA."
    },
    {
      "heading": "Key results",
      "text": "None of the included trials measured emotional distress or uncertainty. Women who participated in online support groups showed no improvement in anxiety or quality of life when compared with those in control groups (which included women with similar characteristics who did not participate in online support groups). However, women who took part in online support groups showed a small to moderate reduction in depression when compared with those in control groups.\nResults revealed no difference in depression between groups led by peers and those led by health professionals. However, women taking part in standard online groups (run by participants without prompting from health professionals) reported a greater reduction in depression and anxiety than those in other types of online groups (in which women were asked specifically by the health professional to respond to one another's need for support)."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Small studies of low or very low quality attributed mainly to poor study design and other shortcomings have provided evidence on the effectiveness of online support groups for women with breast cancer. Large, rigorous trials including ethnically and economically diverse participants are needed to provide robust evidence on the effectiveness of online support groups for women with breast cancer."
    }
  ]
}