{
  "doi": "10.1002/14651858.CD009824.pub4",
  "name": "Desmopressin acetate (DDAVP) for preventing and treating acute bleeds during pregnancy in women with congenital bleeding disorders ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Congenital bleeding disorders can cause obstetric haemorrhage during pregnancy, labour and following delivery. Desmopressin acetate (DDAVP) is found to be an effective drug which can reduce the risk of haemorrhage and can also stop bleeding in certain congenital bleeding disorders. Its use in pregnancy has been controversial. Hence beneficial and adverse effects of DDAVP in these groups of pregnant women should be evaluated.\nThis is an update of a Cochrane Review first published in 2013 and updated in 2015."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy and safety of DDAVP in preventing and treating acute bleeding in pregnant women with bleeding disorders."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group's Coaguopathies Trials Register comprising references identified from comprehensive electronic database searches and handsearches of relevant and abstract books of conferences proceedings. We also searched several clinical trial registries and grey literature (27 August 2017).\nDate of most recent search of the Cochrane Cystic Fibrosis and Genetic Disorders Group's Coaguopathies Trials Register: 01 October 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled trials investigating the efficacy of DDAVP versus tranexamic acid or factor VIII or rFactor VII or fresh frozen plasma in preventing and treating congenital bleeding disorders during pregnancy were eligible."
    },
    {
      "heading": "Data collection and analysis",
      "text": "No trials matching the selection criteria were eligible for inclusion."
    },
    {
      "heading": "Main results",
      "text": "No trials matching the selection criteria were eligible for inclusion."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No randomised controlled trials were identified investigating the relative effectiveness of DDAVP for bleeding during pregnancy in women with congenital bleeding disorders. In the absence of high-quality evidence, clinicians need to use their clinical judgement and lower level evidence (e.g. from observational trials) to decide whether or not to treat women with congenital bleeding disorders with DDAVP.\nGiven the ethical considerations, future randomised controlled trials are unlikely. However, other high-quality controlled studies (such as risk allocation designs, sequential design, parallel cohort design) to investigate the risks and benefits of using DDAVP in this population are needed.\nGiven that there are unlikely to be any trials published in this area, this review will no longer be regularly updated."
    }
  ],
  "pls_title": "Desmopressin acetate (DDAVP) for preventing and treating acute bleeds during pregnancy in women with congenital bleeding disorders",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect and safety of desmopressin acetate (DDAVP) in preventing and treating acute bleeding in pregnant women with bleeding disorders. This is an update of previously published versions of this Cochrane Review."
    },
    {
      "heading": "Background",
      "text": "Congenital bleeding disorders cause problems with bleeding during pregnancy, labour and delivery. Bleeding complications in women with congenital bleeding disorders are an important cause of disease and death linked to childbirth. Agents to stop the flow of blood are used for women with these bleeding disorders during pregnancy. DDAVP is a drug used to effectively increase the concentration of factor VIII in the blood and to increase the clumping together of platelets to stop bleeding. It does not come from human plasma and it carries no risk of infection. It might be a precious resource in people with von Willebrand disease, haemophilia A or congenital platelet disorders to prevent and treat bleeding episodes related to pregnancy."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to: 01 October 2018."
    },
    {
      "heading": "Study characteristics",
      "text": "We did not find any randomised controlled trials assessing desmopressin acetate in this group of women."
    },
    {
      "heading": "Key results",
      "text": "There were no trials included in the review. Given the ethical considerations, future randomised controlled trials are unlikely. Evidence is needed to show the risks and benefits of DDAVP when used to prevent and treat bleeding during pregnancy in women with congenital bleeding disorders. While there is evidence from observational trials that shows the drug is effective in stopping and preventing bleeding, we conclude that there is still a need to generate other high-quality controlled evidence. Given that there are unlikely to be any trials published in this area, this review will no longer be regularly updated."
    }
  ]
}