{
  "doi": "10.1002/14651858.CD003524.pub2",
  "name": "Shock wave therapy for lateral elbow pain",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "This review is one in a series of reviews of interventions for lateral elbow pain."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness and safety of extracorporeal shock wave therapy (ESWT) for lateral elbow pain."
    },
    {
      "heading": "Search methods",
      "text": "Searches of the Cochrane Controlled Trials Register (Cochrane Library Issue 2, 2004), MEDLINE, EMBASE, CINAHL, and Science Citation Index (SCISEARCH) were conducted in February 2005, unrestricted by date."
    },
    {
      "heading": "Selection criteria",
      "text": "We included nine trials that randomised 1006 participants to ESWT or placebo and one trial that randomised 93 participants to ESWT or steroid injection."
    },
    {
      "heading": "Data collection and analysis",
      "text": "For each trial two independent reviewers assessed the methodological quality and extracted data. Methodological quality criteria included appropriate randomisation, allocation concealment, blinding, number lost to follow up and intention to treat analysis. Where appropriate, pooled analyses were performed. If there was significant heterogeneity between studies or the data reported did not allow statistical pooling, individual trial results were described in the text."
    },
    {
      "heading": "Main results",
      "text": "Eleven of the 13 pooled analyses found no significant benefit of ESWT over placebo. For example, the weighted mean difference for improvement in pain (on a 100-point scale) from baseline to 4-6 weeks from a pooled analysis of three trials (446 participants) was -9.42 (95% CI -20.70 to 1.86) and the weighted mean difference for improvement in pain (on a 100-point scale) provoked by resisted wrist extension (Thomsen test) from baseline to 12 weeks from a pooled analysis of three trials (455 participants) was -9.04 (95% CI -19.37 to 1.28). Two pooled results favoured ESWT. For example, the pooled relative risk of treatment success (at least 50% improvement in pain with resisted wrist extension at 12 weeks) for ESWT in comparison to placebo from a pooled analysis of two trials (192 participants) was 2.2 (95% CI 1.55 to 3.12). However this finding was not supported by the results of four other individual trials that were unable to be pooled. Steroid injection was more effective than ESWT at 3 months after the end of treatment assessed by a reduction of pain of 50% from baseline (21/25 (84%) versus 29/48 (60%), p<0.05). Minimal adverse effects of ESWT were reported. Most commonly these were transient pain, reddening of the skin and nausea and in most cases did not require treatment discontinuation or dosage adjustment."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based upon systematic review of nine placebo-controlled trials involving 1006 participants, there is \"Platinum\" level evidence that shock wave therapy provides little or no benefit in terms of pain and function in lateral elbow pain. There is \"Silver\" level evidence based upon one trial involving 93 participants that steroid injection may be more effective than ESWT."
    }
  ],
  "pls_title": "Shock wave therapy for elbow pain",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Does shock wave therapy work to treat tennis elbow and is it safe?",
      "text": "To answer this question, scientists analyzed 9 studies testing over 1000 people who had tennis elbow. Most people had pain for a long period of time and the pain had not improved with other treatments. People tested received either shock wave therapy or fake therapy 3 times over 3 weeks to 3 months. Improvement was tested after 1 week to 12 months. These studies provide the best evidence we have today.What is tennis elbow and how could shock wave therapy help?Tennis elbow or lateral epicondylitis can occur for no reason or be caused by too much stress on the tendon at the elbow. It can cause the outside of the elbow and the upper forearm to become painful and tender to touch. Pain can last for 6 months to 2 years, and may get better on its own. Many treatments have been used to treat tennis elbow, but it is not clear whether these treatments work or if the pain simply goes away on its own. Shock wave therapy involves sending sound waves to the elbow by a machine. It is not well known why and how it might work to improve pain."
    },
    {
      "heading": "What did the studies show?",
      "text": "Five studies show that pain, function and grip strength was the same or slightly more improved with shock wave therapy than with fake therapy. Four studies show more improvement with shock wave therapy.\nBut when the results from some of the studies were pulled together, overall shock wave therapy improved symptoms just as well as fake therapy."
    },
    {
      "heading": "Were there side effects?",
      "text": "Were there side effects?Side effects usually did not last long and went away after therapy. Side effects included pain and reddening of the skin where the shock wave therapy was given, and some people had nausea.What is the bottom line?There is \"Platinum\" level evidence that shock wave therapy provides little or no benefit in terms of improving pain and function in tennis elbow. Shock wave therapy may cause pain, nausea and reddening of the skin.\nThis review does not support the use of shock wave therapy."
    }
  ]
}