{
  "doi": "10.1002/14651858.CD013862.pub3",
  "name": "Healthy eating interventions delivered in early childhood education and care settings for improving the diet of children aged six months to six years ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Dietary intake during early childhood can have implications on child health and developmental trajectories. Early childhood education and care (ECEC) services are recommended settings to deliver healthy eating interventions as they provide access to many children during this important period. Healthy eating interventions delivered in ECEC settings can include strategies targeting the curriculum (e.g. nutrition education), ethos and environment (e.g. menu modification) and partnerships (e.g. workshops for families). Despite guidelines supporting the delivery of healthy eating interventions in this setting, little is known about their impact on child health."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of healthy eating interventions delivered in ECEC settings for improving dietary intake in children aged six months to six years, relative to usual care, no intervention or an alternative, non-dietary intervention. Secondary objectives were to assess the impact of ECEC-based healthy eating interventions on physical outcomes (e.g. child body mass index (BMI), weight, waist circumference), language and cognitive outcomes, social/emotional and quality-of-life outcomes. We also report on cost and adverse consequences of ECEC-based healthy eating interventions."
    },
    {
      "heading": "Search methods",
      "text": "We searched eight electronic databases including CENTRAL, MEDLINE, Embase, CINAHL, PsycINFO, ERIC, Scopus and SportDiscus on 24 February 2022. We searched reference lists of included studies, reference lists of relevant systematic reviews, the World Health Organization International Clinical Trials Registry Platform, ClinicalTrials.gov and Google Scholar, and contacted authors of relevant papers."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs), including cluster-RCTs, stepped-wedge RCTs, factorial RCTs, multiple baseline RCTs and randomised cross-over trials, of healthy eating interventions targeting children aged six months to six years that were conducted within the ECEC setting. ECEC settings included preschools, nurseries, kindergartens, long day care and family day care. To be included, studies had to include at least one intervention component targeting child diet within the ECEC setting and measure child dietary or physical outcomes, or both."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Pairs of review authors independently screened titles and abstracts and extracted study data. We assessed risk of bias for all studies against 12 criteria within RoB 1, which allows for consideration of how selection, performance, attrition, publication and reporting biases impact outcomes. We resolved discrepancies via consensus or by consulting a third review author. Where we identified studies with suitable data and homogeneity, we performed meta-analyses using a random-effects model; otherwise, we described findings using vote-counting approaches and via harvest plots. For measures with similar metrics, we calculated mean differences (MDs) for continuous outcomes and risk ratios (RRs) for dichotomous outcomes. We calculated standardised mean differences (SMDs) for primary and secondary outcomes where studies used different measures. We applied GRADE to assess certainty of evidence for dietary, cost and adverse outcomes."
    },
    {
      "heading": "Main results",
      "text": "We included 52 studies that investigated 58 interventions (described across 96 articles). All studies were cluster-RCTs. Twenty-nine studies were large (≥ 400 participants) and 23 were small (< 400 participants). Of the 58 interventions, 43 targeted curriculum, 56 targeted ethos and environment, and 50 targeted partnerships. Thirty-eight interventions incorporated all three components. For the primary outcomes (dietary outcomes), we assessed 19 studies as overall high risk of bias, with performance and detection bias being most commonly judged as high risk of bias.\nECEC-based healthy eating interventions versus usual practice or no intervention may have a positive effect on child diet quality (SMD 0.34, 95% confidence interval (CI) 0.04 to 0.65; P = 0.03, I2 = 91%; 6 studies, 1973 children) but the evidence is very uncertain. There is moderate-certainty evidence that ECEC-based healthy eating interventions likely increase children's consumption of fruit (SMD 0.11, 95% CI 0.04 to 0.18; P < 0.01, I2 = 0%; 11 studies, 2901 children). The evidence is very uncertain about the effect of ECEC-based healthy eating interventions on children's consumption of vegetables (SMD 0.12, 95% CI −0.01 to 0.25; P =0.08, I2 = 70%; 13 studies, 3335 children). There is moderate-certainty evidence that ECEC-based healthy eating interventions likely result in little to no difference in children's consumption of non-core (i.e. less healthy/discretionary) foods (SMD −0.05, 95% CI −0.17 to 0.08; P = 0.48, I2 = 16%; 7 studies, 1369 children) or consumption of sugar-sweetened beverages (SMD −0.10, 95% CI −0.34 to 0.14; P = 0.41, I2 = 45%; 3 studies, 522 children).\nThirty-six studies measured BMI, BMI z-score, weight, overweight and obesity, or waist circumference, or a combination of some or all of these. ECEC-based healthy eating interventions may result in little to no difference in child BMI (MD −0.08, 95% CI −0.23 to 0.07; P = 0.30, I2 = 65%; 15 studies, 3932 children) or in child BMI z-score (MD −0.03, 95% CI −0.09 to 0.03; P = 0.36, I2 = 0%; 17 studies; 4766 children). ECEC-based healthy eating interventions may decrease child weight (MD −0.23, 95% CI −0.49 to 0.03; P = 0.09, I2 = 0%; 9 studies, 2071 children) and risk of overweight and obesity (RR 0.81, 95% CI 0.65 to 1.01; P = 0.07, I2 = 0%; 5 studies, 1070 children).\nECEC-based healthy eating interventions may be cost-effective but the evidence is very uncertain (6 studies). ECEC-based healthy eating interventions may have little to no effect on adverse consequences but the evidence is very uncertain (3 studies).\nFew studies measured language and cognitive skills (n = 2), social/emotional outcomes (n = 2) and quality of life (n = 3)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "ECEC-based healthy eating interventions may improve child diet quality slightly, but the evidence is very uncertain, and likely increase child fruit consumption slightly. There is uncertainty about the effect of ECEC-based healthy eating interventions on vegetable consumption. ECEC-based healthy eating interventions may result in little to no difference in child consumption of non-core foods and sugar-sweetened beverages. Healthy eating interventions could have favourable effects on child weight and risk of overweight and obesity, although there was little to no difference in BMI and BMI z-scores. Future studies exploring the impact of specific intervention components, and describing cost-effectiveness and adverse outcomes are needed to better understand how to maximise the impact of ECEC-based healthy eating interventions."
    }
  ],
  "pls_title": "How successful are healthy eating programmes in preschools, kindergartens and childcare settings?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Healthy eating programmes delivered in early childhood education and care (ECEC) settings (e.g. preschools, kindergarten, family day care) may improve child diet quality, likely increase fruit consumption, may have favourable effects on vegetable consumption, and likely have no impact on consumption of less healthy foods and sugar-sweetened drinks. They may have favourable effects on child weight and may reduce the risk of being overweight or obese.\n• We don't know if healthy eating interventions save money or cause unwanted effects because very few studies provided information about these points.\n• We found little evidence from low- and middle-income countries, but healthy eating programmes in high-income countries may benefit child health. We don't know how to support educators and staff to implement these programmes in practice. We need more research about delivering programmes and about their effect in low-income countries."
    },
    {
      "heading": "Why is it important to improve young children's diet?",
      "text": "Having a poor diet puts people at risk of many long-term diseases including heart disease, type 2 diabetes and certain types of cancers. Research estimates that over 11 million deaths worldwide are caused by having an unhealthy diet. Dietary behaviours and preferences are established early in life and persist into adulthood."
    },
    {
      "heading": "What are healthy eating programmes?",
      "text": "Healthy eating programmes aim to encourage children to eat a healthier diet. They may involve changes to lessons and the culture in preschools, kindergartens and day care centres (early childhood education and care (ECEC) settings), and working with children's families, teachers and healthcare staff. For example, introducing new fruits and vegetables to children, changing the menu to include healthier options or providing families with information about child healthy eating. Healthy eating programmes may establish lifelong healthy eating patterns, reduce excessive weight gain and improve overall health."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out what impact healthy eating interventions have on child diet and health. We were interested in changes to diet, weight, language and cognitive performance, social, emotional and quality of life outcomes in children aged six months to six years attending preschool, long day care, nurseries, kindergartens and family day care services. We also wanted to know the cost of interventions and whether they had any potential unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared healthy eating programmes against no action, delayed delivery of the programme, or a programme that did not aim to change child diet.\nWe compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 52 studies that looked at the effects of 58 healthy eating programmes in ECEC settings for children aged six months to six years. All studies were published in high and high-middle-income countries. The programmes were very different from each other. They:\n• lasted from 4 weeks to 3 years;\n• were delivered by a range of people including healthcare providers, ECEC staff, and researchers;\n• used different delivery methods (telephone, face-to-face, online, printed materials); and\n• measured results in a variety of ways (e.g. parent or staff surveys, observations of children's eating, and weighing foods before and after meals).\nOverall, the programmes aimed to:\n• change the ECEC environment (e.g. staff demonstrated healthy eating to children, and provided healthier foods);\n• change the curriculum (e.g. they provided lessons about foods and healthy eating); and\n• establish partnerships (e.g. they provided educational resources to families); and\n• increase children's physical activity (e.g. by structured physical activity lessons and encouraging less screen time).\nHealthy eating programmes may lead to small improvements in child diet quality, increase fruit consumption by 0.11 servings, potentially improve vegetable consumption by 0.12 servings and may have no effect on consumption of less healthy foods and sugar-sweetened drinks. Further, we found child weight is potentially reduced by 230 g and for every 100 children, 19 would have better weight status. However, we found no evidence of impact on body mass index. The programmes may be cost-effective and likely to have no unwanted effects, although few studies reported these points. Few studies reported on other learning, social and developmental outcomes."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence is low because the healthy eating programmes were conducted, delivered and assessed in different ways. Also, many of the people who received the healthy eating programmes were aware that they were being assessed and this can sometimes influence how they report their effects. For example, parents who reported their child's diet may have been more inclined to give positive answers because they felt they were doing what society expected or because they were grateful for the support and wanted to please the researchers. Also, not all studies provided information about everything we were interested in and there was often missing data when children were followed up after the study."
    },
    {
      "heading": "How up-to-date is the evidence?",
      "text": "The evidence is up-to-date to February 2022."
    }
  ]
}