{
  "doi": "10.1002/14651858.CD010036.pub2",
  "name": "Effectiveness of posterior decompression techniques compared with conventional laminectomy for lumbar stenosis ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The gold standard treatment for symptomatic lumbar stenosis refractory to conservative management is a facet-preserving laminectomy. New techniques of posterior decompression have been developed to preserve spinal integrity and to minimise tissue damage by limiting bony decompression and avoiding removal of the midline structures (i.e. spinous process, vertebral arch and interspinous and supraspinous ligaments)."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effectiveness of techniques of posterior decompression that limit the extent of bony decompression or avoid removal of posterior midline structures of the lumbar spine versus conventional facet-preserving laminectomy for the treatment of patients with degenerative lumbar stenosis."
    },
    {
      "heading": "Search methods",
      "text": "An experienced librarian conducted a comprehensive electronic search of the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, Web of Science, and the clinical trials registries ClinicalTrials.gov and World Health Organization International Clinical Trials Registry Platform (WHO ICTRP) for relevant literature up to June 2014."
    },
    {
      "heading": "Selection criteria",
      "text": "We included prospective controlled studies comparing conventional facet-preserving laminectomy versus a posterior decompressive technique that avoids removal of posterior midline structures or a technique involving only partial resection of the vertebral arch. We excluded studies describing techniques of decompression by means of interspinous process devices or concomitant (instrumented) fusion procedures. Participants included individuals with symptomatic degenerative lumbar stenosis only."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed risk of bias using the Cochrane Back Review Group criteria for randomised controlled trials (RCTs) and the Newcastle-Ottawa Scale for non-randomised studies. We extracted data regarding demographics, intervention details and outcome measures."
    },
    {
      "heading": "Main results",
      "text": "A total of four high-quality RCTs and six low-quality RCTs met the search criteria of this review. These studies included a total of 733 participants. Investigators compared three different posterior decompression techniques versus conventional laminectomy. Three studies (173 participants) compared unilateral laminotomy for bilateral decompression versus conventional laminectomy. Four studies (382 participants) compared bilateral laminotomy versus conventional laminectomy (one study included three treatment groups and compared unilateral and bilateral laminotomy vs conventional laminectomy). Finally, four studies (218 participants) compared a split-spinous process laminotomy versus conventional laminectomy.\nEvidence of low or very low quality suggests that different techniques of posterior decompression and conventional laminectomy have similar effects on functional disability and leg pain. Only perceived recovery at final follow-up was better in people who underwent bilateral laminotomy compared with conventional laminectomy (two RCTs, 223 participants, odds ratio 5.69, 95% confidence interval (CI) 2.55 to 12.71).\nAmong the secondary outcome measures, unilateral laminotomy for bilateral decompression and bilateral laminotomy resulted in numerically fewer cases of iatrogenic instability, although in both cases, the incidence of instability was low (three RCTs, 166 participants, odds ratio 0.28, 95% CI 0.07 to 1.15; three RCTs, 294 participants, odds ratio 0.10, 95% CI 0.02 to 0.55, respectively). The difference in severity of postoperative low back pain following bilateral laminotomy (two RCTs, 223 participants, mean difference -0.51, 95% CI -0.80 to -0.23) and split-spinous process laminotomy compared with conventional laminectomy (two RCTs, 97 participants, mean difference -1.07, 95% CI -2.15 to -0.00) was significantly less, but was too small to be clinically important. A quantitative comparison between unilateral laminotomy and conventional laminectomy was not possible because of different reporting of outcome measures. We found no evidence to show that the incidence of complications, length of the procedure, length of hospital stay and postoperative walking distance differed between techniques of posterior decompression."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence provided by this systematic review for the effects of unilateral laminotomy for bilateral decompression, bilateral laminotomy and split-spinous process laminotomy compared with conventional laminectomy on functional disability, perceived recovery and leg pain is of low or very low quality. Therefore, further research is necessary to establish whether these techniques provide a safe and effective alternative for conventional laminectomy. Proposed advantages of these techniques regarding the incidence of iatrogenic instability and postoperative back pain are plausible, but definitive conclusions are limited by poor methodology and poor reporting of outcome measures among included studies. Future research is necessary to establish the incidence of iatrogenic instability using standardised definitions of radiological and clinical instability at comparable follow-up intervals. Long-term results with these techniques are currently lacking."
    }
  ],
  "pls_title": "Comparison of surgical techniques for the treatment of patients with lumbar stenosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Laminectomy is the \"gold standard\" surgical treatment for low back spinal stenosis. The goal of this surgical procedure is to alleviate symptoms such as pain, numbness and weakness of the legs and buttocks.\nA laminectomy is a surgery wherein the complete vertebral arch is removed at the stenotic spinal level. The vertebral arch is an area of bone in the back part of a vertebra that surrounds the nervous structures inside the vertebral canal. During a laminectomy, the vertebral arch is removed to allow spinal nerves to function unimpeded.\nMore recently, however, surgical techniques have been developed that limit the amount of bone taken from the vertebra and minimise damage to back muscles and ligaments during surgical exposure. Removing less bone and preserving back muscles and ligaments during surgical treatment may help keep the spine stable and reduce back pain. This approach may also decrease the risk of complications related to surgery.\nResearchers of The Cochrane Collaboration compared three of these newer surgeries (called unilateral laminotomy, bilateral laminotomy and split-spinous process laminotomy) with the gold standard laminectomy, which is widely used today. All patients in the studies selected for this review experienced symptoms (spinal stenosis can show up on magnetic resonance imaging (MRI), even if you don't have symptoms). These three techniques limit the extent of bone taken from the vertebra and minimise damage to back muscles and ligaments, but they achieve this through different surgical approaches.\nResearchers assigned to this review paid particular attention to the following measurements: the ability of an individual to care for himself and perform activities of daily living, whether symptoms reported before surgery have returned and recovery of leg pain."
    },
    {
      "heading": "Study characteristics",
      "text": "This review comprises published research studies current through June 2014. A total of 10 randomised controlled trials (RCTs), or studies comparing one treatment to another, were included in the final analysis. In total, the included studies looked at 733 participants.\nIn this review, review authors compared conventional laminectomy versus three other surgical techniques for low back stenosis. Here's the breakdown:\nThree studies - involving a total of 173 patients - compared conventional laminectomy with one-sided laminotomy. Four studies - involving 382 patients total - compared conventional laminectomy with two-sided laminotomy (one study included three treatment groups and compared conventional laminectomy with one-sided and two-sided laminotomy). And finally, four studies - involving 218 patients total - compared conventional laminectomy with a split-spinous process laminotomy."
    },
    {
      "heading": "Funding sources",
      "text": "The Cochrane review authors did not receive outside funding."
    },
    {
      "heading": "Key results",
      "text": "This review found that each of the three newer techniques of surgery for low back stenosis delivered results no different from those of conventional laminectomy regarding self-care abilities and leg pain. Only perceived recovery of symptoms favoured patients who underwent bilateral laminotomy compared with conventional laminectomy, but the difference between unilateral laminotomy and split-spinous process laminotomy was not significant."
    },
    {
      "heading": "Quality of evidence",
      "text": "The quality of evidence was low or very low according to Grades of Recommendation, Assessment, Development and Evaluation (GRADE) recommendations. This was due to the limited number of studies available for review and to poor study designs. Included studies were not designed in such a way as to yield reliable information about surgical outcomes. Before high-quality, evidence-based recommendations can be made about techniques of decompression for lumbar spinal stenosis, more rigorous studies should be done."
    }
  ]
}