{
  "doi": "10.1002/14651858.CD014755.pub2",
  "name": "Fertility‐sparing surgical interventions for low‐risk, non‐metastatic gestational trophoblastic neoplasia ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The primary treatment approach for addressing low-risk nonmetastatic gestational trophoblastic neoplasia (LR-NMGTN) in women desiring fertility preservation involves chemotherapy. An alternative option for treatment is fertility-sparing surgical interventions, either alone or in combination with adjuvant chemotherapy. The hypothesised advantages of choosing fertility-sparing surgery in cases of LR-NMGTN include potential avoidance of adverse effects associated with chemotherapy, potential reduction in the number of chemotherapy cycles required to achieve complete remission, and potential reduction in time to remission."
    },
    {
      "heading": "Objectives",
      "text": "To measure the benefits and harms of fertility-sparing surgical interventions, with or without adjuvant chemotherapy, compared to primary chemotherapy alone, for the treatment of women with low-risk, non-metastatic gestational trophoblastic neoplasia (LR-NMGTN)."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, Web of Science, ClinicalTrials.gov and WHO ICTRP on 31 January 2024. We also searched abstracts of scientific meetings and reference lists of included studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs) comparing fertility-sparing surgical interventions, with or without subsequent adjuvant chemotherapy, versus primary chemotherapy as standard care for the treatment of women with LR-NMGTN."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We employed standard Cochrane methodological procedures. We used the GRADE approach to assess the certainty of evidence for each outcome, if available. We focused on the following outcomes: treatment success rate, relapse, disease-specific mortality, death due to treatment, pregnancy rate, quality of life, and any adverse events."
    },
    {
      "heading": "Main results",
      "text": "We included two RCTs, with a total of 151 participants contributing data to our analyses. Both studies used uterine curettage as the fertility-sparing surgical intervention.\nFertility-sparing surgical intervention without subsequent adjuvant chemotherapy versus primary chemotherapy alone\nOne RCT involving 62 participants with varying hCG (human chorionic gonadotrophin) levels evaluated this comparison. Most of our outcomes of interest were not measured in this study. The relative risk of experiencing any adverse event could not be estimated as chemotherapy adverse effects were not reported. The study reported that there were no surgical complications. Chemotherapy was administered to 50% of participants in the intervention group after curettage because their hCG levels increased.\nFertility-sparing surgical intervention with subsequent adjuvant chemotherapy versus primary chemotherapy alone\nOne RCT involving 89 participants with hCG levels < 5000 IU/L evaluated this comparison. We judged the risk of bias in the study to be high. The evidence was very uncertain about the effect of uterine curettage with subsequent adjuvant chemotherapy on treatment success rate (RR 1.03, 95% CI 0.86 to1.23; 86 participants), relapse (RR 0.5, 95% CI 0.05 to 5.31; 86 participants), pregnancy rate (RR 0.86, 95% CI 0.31 to 2.34; 86 participants), and rate of adverse events (RR 1.15, 95% CI 0.63 to 2.13; 86 participants), all very low certainty evidence. The relative risks of disease-specific mortality and death due to treatment could not be estimated as there were no deaths in either group. There were no results for quality of life as this outcome was not reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Uterine curettage is the only fertility-sparing surgical intervention for LR-NMGTN that has been evaluated in a randomised controlled trial. The evidence is very uncertain about the benefits and harms of uterine curettage, with or without subsequent adjuvant chemotherapy, compared to primary chemotherapy alone. The two available studies are small with a high risk of bias, and future research may find substantially different results for all reported outcomes. Larger RCTs, with appropriate clinical outcome measures, would be required to determine the benefits or harms of fertility-sparing surgical interventions for this population."
    }
  ],
  "pls_title": "What are the benefits and harms of 'fertility-sparing' surgery to treat low-risk gestational trophoblastic neoplasia that has not spread to other parts of the body?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• We are very uncertain about the benefits and harms of surgery that does not affect fertility ('fertility-sparing' surgical interventions), with or without chemotherapy, for low-risk gestational trophoblastic neoplasia that has not spread to other parts of the body ('non-metastatic').\n• Larger, well-designed studies would be needed to determine the benefits and harms of fertility-sparing surgery for women with low-risk, non-metastatic gestational trophoblastic neoplasia."
    },
    {
      "heading": "What is gestational trophoblastic neoplasia?",
      "text": "Gestational trophoblastic neoplasia (GTN) is a rare cancer that can develop in the womb after pregnancy, especially a molar pregnancy (where there is a problem with the fertilised egg that means the baby and placenta do not develop in the way they should). It can cause abnormal bleeding or high hormone levels. Treatment usually involves chemotherapy or surgery, or both, depending on the severity of the cancer. Chemotherapy is the standard treatment for patients with low-risk, non-metastatic gestational trophoblastic neoplasia (LR-NMGTN), but this can affect a woman's ability to become pregnant. 'Fertility-sparing' surgical interventions may be used as an alternative in LR-NMGTN patients who want to preserve fertility. Receiving fertility-sparing surgery in the LR-NMGTN may avoid side effects from chemotherapy treatment."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to know how fertility-sparing surgical interventions affect the treatment success rate, time to remission, relapse, death from disease, death due to treatment, pregnancy rate, quality of life, number of cycles of chemotherapy, any adverse events, and emergency removal of the womb."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that investigated the effectiveness of fertility-sparing surgical intervention compared to chemotherapy (comparison 1), or the combination of fertility-sparing surgical intervention and chemotherapy compared to chemotherapy alone (comparison 2), and whether surgical intervention caused any unwanted effects in women with LR-NMGTN. We compared and summarised the results of the studies and rated our confidence in the certainty of evidence."
    },
    {
      "heading": "What did we find?",
      "text": "We found two studies that involved 62 people for comparison 1 and 89 people for comparison 2. The fertility-sparing surgical intervention used in both studies was uterine curettage, in which abnormal cells are scraped from the lining of the womb using a spoon-like instrument."
    },
    {
      "heading": "Main results",
      "text": "For comparison 1, the one study that evaluated fertility-sparing surgical intervention versus chemotherapy did not report the outcomes of interest: treatment success rate, relapse, death from disease, death due to treatment, pregnancy rate, or quality of life, or any adverse events (i.e. unwanted or harmful effects).\nComparison 2 was evaluated in one study. We are very uncertain if uterine curettage followed by chemotherapy has an effect on treatment success rate, relapse, death from disease, death due to treatment, pregnancy rate, or any adverse events, when compared to chemotherapy alone. Quality of life was not reported in the study."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are very uncertain about the benefits and harms of fertility-sparing surgical intervention in LR-NMGTN. We are not confident in the evidence for three main reasons. Firstly, the design of the included studies puts them at high risk of bias. Secondly, there was only one study for each comparison, and they each had a small number of participants. Finally, there were gaps in the information about the outcomes we think are most important for evaluating fertility-sparing surgery with or without chemotherapy compared to chemotherapy alone for LR-NMGTN."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "We searched for evidence up to 31 January 2024."
    }
  ]
}