{
  "doi": "10.1002/14651858.CD004944.pub3",
  "name": "Techniques for assisting difficult delivery at caesarean section",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Caesarean section involves making an incision in the woman's abdomen and cutting through the uterine muscle. The baby is then delivered through that incision. Difficult caesarean birth may result in injury for the infant or complications for the mother. Methods to assist with delivery include vacuum or forceps extraction or manual delivery utilising fundal pressure. Medication that relaxes the uterus (tocolytic medication) may facilitate the birth of the baby at caesarean section. Delivery of the impacted head after prolonged obstructed labour can be associated with significant maternal and neonatal complication; to facilitate delivery of the head the surgeon may utilise either reverse breech extraction or head pushing."
    },
    {
      "heading": "Objectives",
      "text": "To compare the use of tocolysis (routine or selective use) with no use of tocolysis or placebo and to compare different extraction methods at the time of caesarean section for outcomes of infant birth trauma, maternal complications (particularly postpartum haemorrhage requiring blood transfusion), and long-term measures of infant and childhood morbidity."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 September 2015) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "All published, unpublished, and ongoing randomised controlled trials comparing the use of tocolytic agents (routine or selective) at caesarean section versus no use of tocolytic or placebo at caesarean section to facilitate the birth of the baby. Use of instrument versus manual delivery to facilitate birth of the baby. Reverse breech extraction versus head pushing to facilitate delivery of the deeply impacted fetal head."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias, extracted data and checked them for accuracy."
    },
    {
      "heading": "Main results",
      "text": "Seven randomised controlled trials, involving 582 women undergoing caesarean section were included in this review. The risk of bias of included trials was variable, with some trials not adequately describing allocation or randomisation.\nThree comparisons were included.\n1. Tocolysis versus no tocolysis\nA single randomised trial involving 97 women was identified and included in the review. Birth trauma was not reported. There were no cases of any maternal side-effect reported in either the nitroglycerin or the placebo group. No other maternal and infant health outcomes were reported.\n2. Reverse breech extraction versus head push for the deeply impacted head at full dilation at caesarean section\nFour randomised trials involving 357 women were identified and included in the review. The primary outcome of birth trauma was reported by three trials and there was no difference between reverse breech extraction and head push for this rare outcome (three studies, 239 women, risk ratio (RR) 1.55, 95% confidence interval (CI) 0.42 to 5.73). Secondary outcomes including endometritis rate (three studies, 285 women, average RR 0.52, 95% CI 0.26 to 1.05, Tau I² = 0.22, I² = 56%), extension of uterine incision (four studies, 357 women, average RR 0.23, 95% CI 0.13 to 0.40), mean blood loss (three studies, 298 women, mean difference (MD) -294.92, 95% CI -493.25 to -96.59; I² = 98%) and neonatal intensive care unit (NICU)/special care nursery (SCN) admission (two studies, 226 babies, average RR 0.53, 95% CI 0.23 to 1.22, Tau I² = 0.27, I² = 74%) were decreased with reverse breech extraction. No differences were observed between groups for many of the other secondary outcomes reported (blood loss > 500 mL; blood transfusion; wound infection; mean hospital stay; average Apgar score).\nThere was significant heterogeneity between the trials for the outcomes mean blood loss, operative time and mean hospital stay, making comparison difficult. However the operation duration was significantly shorter for reverse breech extraction, which may correspond with ease of delivery and therefore, the amount of tissue trauma and therefore, significantly less blood loss. Given the heterogeneity, we cannot define the amount of difference in blood loss, operative time or hospital stay however.\n3. Instrument (vacuum or forceps) versus manual extraction at elective caesarean section\nTwo randomised trials involving 128 women were identified and included in the review. Only one trial reported maternal and infant health outcomes as prespecified in this review. This trial reported birth trauma as an outcome but there were no instances of birth trauma in either comparison group. There were no differences found in mean fall in haemoglobin (Hb) between groups (one study, 44 women, MD 0.03, 95% CI -0.53 to 0.59), or in uterine incision extension (one study, 44 women, RR 0.70, 95% CI 0.13 to 3.73)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently insufficient information available from randomised trials to support or refute the routine or selective use of tocolytic agents or instrument to facilitate infant birth at the time of difficult caesarean section. There is limited evidence that reverse breech extraction may improve maternal and fetal outcomes, though there was no difference in primary outcome of infant birth trauma. Further randomised controlled trials are needed to answer these questions."
    }
  ],
  "pls_title": "Techniques for assisting difficult caesarean section",
  "pls_type": "long",
  "pls": "Caesarean section involves making an incision in the woman's abdomen and then cutting through the wall of the uterus. The baby is then born through these incisions. Numerous different ways have been suggested to facilitate the birth of the baby at difficult caesarean section and reduce the risk of injury to the baby, such as fractures and nerve damage. Some situations increase the likelihood of injury to mother and baby, especially if the woman has been in labour a long time or the baby's head is deep in the mother's pelvis.\nThis review includes a total of seven studies, involving 582 women and examines which techniques are safest for mother and baby. The risk of bias in trials was variable, with some trials not adequately describing the methods of randomisation.\nAt an emergency caesarean after a long labour, there is evidence from the developing world that delivery of the buttocks or feet of the baby first (reverse breech extraction) is safer than delivery of the head by pushing from the vagina back into the uterus. In four trials involving 357 women, delivery of the buttocks or feet first was associated with fewer adverse outcomes for the mother, including less bleeding, infection and a shorter operation duration. There was no significant difference in trauma to the baby but admission to special care or neonatal intensive care was decreased with delivery of the buttocks or feet first than when the head was pushed up from the vagina.\nAt a planned, non-labouring caesarean section there is limited evidence to support techniques (forceps or vacuum extractor on the baby's head) other than the use of the surgeon's hands to deliver the head of the baby through the uterine incision. Two trials involving 128 women compared forceps/vacuum with manual delivery without any significance difference in outcomes.\nThere is also insufficient evidence to support the use of medication to relax the uterus (tocolysis) at the time of a caesarean to assist with safe delivery of the baby, with only one trial involving 97 women addressing this question."
}