{
  "doi": "10.1002/14651858.CD005624.pub4",
  "name": "Interventions for great saphenous vein incompetence",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Great saphenous vein (GSV) incompetence, causing varicose veins and venous insufficiency, makes up the majority of lower-limb superficial venous diseases. Treatment options for GSV incompetence include surgery (also known as high ligation and stripping), laser and radiofrequency ablation, and ultrasound-guided foam sclerotherapy. Newer treatments include cyanoacrylate glue, mechanochemical ablation, and endovenous steam ablation. These techniques avoid the need for a general anaesthetic, and may result in fewer complications and improved quality of life (QoL). These treatments should be compared to inform decisions on treatment for varicosities in the GSV. This is an update of a Cochrane Review first published in 2011."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of endovenous laser ablation (EVLA), radiofrequency ablation (RFA), endovenous steam ablation (EVSA), ultrasound-guided foam sclerotherapy (UGFS), cyanoacrylate glue, mechanochemical ablation (MOCA) and high ligation and stripping (HL/S) for the treatment of varicosities of the great saphenous vein (GSV)."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register, CENTRAL, MEDLINE, Embase, CINAHL, and AMED databases, and World Health Organization International Clinical Trials Registry Platform and ClinicalTrials.gov trials registers to 2 November 2020. We undertook reference checking to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) treating participants for varicosities of the GSV using EVLA, RFA, EVSA, UGFS, cyanoacrylate glue, MOCA or HL/S. Key outcomes of interest are technical success, recurrence, complications and QoL."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials, applied Cochrane's risk of bias tool, and extracted data. We calculated odds ratios (ORs) with 95% confidence intervals (CIs) and assessed the certainty of evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We identified 11 new RCTs for this update. Therefore, we included 24 RCTs with 5135 participants. Duration of follow-up ranged from five weeks to eight years. Five comparisons included single trials. For comparisons with more than one trial, we could only pool data for 'technical success' and 'recurrence' due to heterogeneity in outcome definitions and time points reported. All trials had some risk of bias concerns. Here we report the clinically most relevant comparisons.\nEVLA versus RFA\nTechnical success was comparable up to five years (OR 0.98, 95% CI 0.41 to 2.38; 5 studies, 780 participants; moderate-certainty evidence); over five years, there was no evidence of a difference (OR 0.85, 95% CI 0.30 to 2.41; 1 study, 291 participants; low-certainty evidence). One study reported recurrence, showing no clear difference at three years (OR 1.53, 95% CI 0.78 to 2.99; 291 participants; low-certainty evidence), but a benefit for RFA may be seen at five years (OR 2.77, 95% CI 1.52 to 5.06; 291 participants; low-certainty evidence).\nEVLA versus UGFS\nTechnical success may be better in EVLA participants up to five years (OR 6.13, 95% CI 0.98 to 38.27; 3 studies, 588 participants; low-certainty evidence), and over five years (OR 6.47, 95% CI 2.60 to 16.10; 3 studies, 534 participants; low-certainty evidence). There was no clear difference in recurrence up to three years and at five years (OR 0.68, 95% CI 0.20 to 2.36; 2 studies, 443 participants; and OR 1.08, 95% CI 0.40 to 2.87; 2 studies, 418 participants; very low-certainty evidence, respectively).\nEVLA versus HL/S\nTechnical success may be better in EVLA participants up to five years (OR 2.31, 95% CI 1.27 to 4.23; 6 studies, 1051 participants; low-certainty evidence). No clear difference in technical success was seen at five years and beyond (OR 0.93, 95% CI 0.57 to 1.50; 5 studies, 874 participants; low-certainty evidence). Recurrence was comparable within three years and at 5 years (OR 0.78, 95% CI 0.47 to 1.29; 7 studies, 1459 participants; and OR 1.09, 95% CI 0.68 to 1.76; 7 studies, 1267 participants; moderate-certainty evidence, respectively).\nRFA versus MOCA\nThere was no clear difference in technical success (OR 1.76, 95% CI 0.06 to 54.15; 3 studies, 435 participants; low-certainty evidence), or recurrence (OR 1.00, 95% CI 0.21 to 4.81; 3 studies, 389 participants; low-certainty evidence). Long-term data are not available.\nRFA versus HL/S\nNo clear difference in technical success was detected up to five years (OR 5.71, 95% CI 0.64 to 50.81; 2 studies, 318 participants; low-certainty evidence); over five years, there was no evidence of a difference (OR 0.88, 95% CI 0.29 to 2.69; 1 study, 289 participants; low-certainty evidence). No clear difference in recurrence was detected up to three years (OR 0.93, 95% CI 0.58 to 1.51; 4 studies, 546 participants; moderate-certainty evidence); but a possible long-term benefit for RFA was seen (OR 0.41, 95% CI 0.22 to 0.75; 1 study, 289 participants; low-certainty evidence).\nUGFS versus HL/S\nMeta-analysis showed a possible benefit for HL/S compared with UGFS in technical success up to five years (OR 0.32, 95% CI 0.11 to 0.94; 4 studies, 954 participants; low-certainty evidence), and over five years (OR 0.09, 95% CI 0.03 to 0.30; 3 studies, 525 participants; moderate-certainty evidence). No clear difference was detected in recurrence up to three years (OR 1.81, 95% CI 0.87 to 3.77; 3 studies, 822 participants; low-certainty evidence), and after five years (OR 1.24, 95% CI 0.57 to 2.71; 3 studies, 639 participants; low-certainty evidence).\nComplications were generally low for all interventions, but due to different definitions and time points, we were unable to draw conclusions (very-low certainty evidence). Similarly, most studies evaluated QoL but used different questionnaires at variable time points. Rates of QoL improvement were comparable between interventions at follow-up (moderate-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Our conclusions are limited due to the relatively small number of studies for each comparison and differences in outcome definitions and time points reported. Technical success was comparable between most modalities. EVLA may offer improved technical success compared to UGFS or HL/S. HL/S may have improved technical success compared to UGFS. No evidence of a difference was detected in recurrence, except for a possible long-term benefit for RFA compared to EVLA or HL/S. Studies which provide more evidence on the breadth of treatments are needed. Future trials should seek to standardise clinical terminology of outcome measures and the time points at which they are measured."
    }
  ],
  "pls_title": "Which procedures are best for treating varicose veins in the leg?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "We are uncertain about which treatments are best for varicose veins because we found only a small number of studies that compared the different types of treatment, and because studies differed in how they measured results.\n- All currently available varicose vein treatments are similar in terms of whether the treatment fully destroys the vein, or stops blood from pooling in the legs, or both (technical success).\n- We need studies that provide more evidence on all the available treatments."
    },
    {
      "heading": "What are varicose veins?",
      "text": "Varicose veins are bulging, twisty veins close to the skin’s surface that usually occur in the legs. They are caused by chronic venous insufficiency, which is when your veins do not manage to help blood to flow back up to your heart efficiently, and blood pools in your legs. About one-third of adults are thought to have chronic venous insufficiency. Women are more likely than men to have varicose veins.\nVaricose veins can be painful, itchy and unsightly, especially when standing and walking. Occasionally, they may result in skin changes or sores (ulcers) on the leg that take more than two weeks to heal."
    },
    {
      "heading": "How are varicose veins treated?",
      "text": "Varicose veins can be treated using a variety of procedures.\nTraditionally, surgery was used to remove the main surface vein (called the ‘great saphenous vein’, which runs from the groin to the ankle) and any connected varicose veins through small openings in the leg. People having this procedure (known as ‘high ligation and stripping’) need to have a general anaesthetic to make them unconscious and stop them from feeling pain or moving while the surgery is done.\nMore recently, several treatments have emerged where the procedure is done inside the vein (endovenous), using a very fine tube. These treatments involve sealing the main vein in the thigh by deliberately damaging the vein wall. There are two main types of treatment:\n- heat-based, where heat energy from lasers, radio waves or steam, is used to damage the vein wall;\n- chemical-based, where chemicals (including foam or glue) are used to damage and consequently seal the vein.\nThese newer treatments are done using a local anaesthetic, meaning you do not feel pain in your legs during the procedure but you remain awake."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to compare all the currently available treatments for varicose veins to find out which is best in terms of:\n- short- and long-term technical success (whether the treatment fully destroys the vein, or stops blood from pooling in the legs, or both);\n- stopping varicose veins from returning (recurrence);\n- avoiding unwanted effects; and\n- improving people’s well-being."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared treatments for varicose veins in men and women of any age.\nWe compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 24 studies that involved 5135 people with mild to severe varicose veins. The studies followed people for between 5 weeks to 8 years after their treatment. The majority of the people in the studies were women.\nThe studies took place in private and public clinics and hospitals in 10 different countries: Austria, Denmark, Egypt, Finland, France, Germany, the Netherlands, Turkey, the United Kingdom and the USA.\nThe studies we found did not investigate all possible treatments for varicose veins, especially newer treatments."
    },
    {
      "heading": "Main results",
      "text": "Technical success\nMost treatments are equally likely to fully destroy the vein or prevent blood pooling in the legs, or both. However:\n- heat-based endovenous treatment with a laser may be more successful than traditional surgery;\n- both heat-based laser treatment and surgery may be more successful than chemical-based endovenous treatment with a foam chemical.\nRecurrence rates\nMost treatments were similarly successful at stopping varicose veins from recurring.\nHeat-based radio wave endovenous treatment may be better than both laser endovenous treatment and surgery at preventing varicose veins from recurring in the longer term.\nUnwanted effects\nUnwanted effects were generally low for all treatments. The studies reported very few serious unwanted effects requiring treatment, both in the short and long term.\nWell-being\nPeople in the studies said they had improved well-being regardless of the treatment they received."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence ranges from moderate to very low because of:\n- concerns over how the studies were carried out (people in most of the studies were aware of which treatment they were getting, as were the researchers assessing treatment data, which could affect the studies’ results);\n- similar studies did not get the same results; and\n- only a small number of studies contributed data to each result.\nWe were not able to reach firm conclusions about which of the treatments compared is best."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This Cochrane Review updates our previous review. The evidence is current to November 2020"
    }
  ]
}