{
  "doi": "10.1002/14651858.CD013271.pub2",
  "name": "Corticosteroids for the prevention and treatment of bronchopulmonary dysplasia: an overview of systematic reviews ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Bronchopulmonary dysplasia (BPD) remains an important complication of prematurity. Pulmonary inflammation plays a central role in the pathogenesis of BPD, explaining the rationale for investigating postnatal corticosteroids. Multiple systematic reviews (SRs) have summarised the evidence from numerous randomised controlled trials (RCTs) investigating different aspects of administrating postnatal corticosteroids. Besides beneficial effects on the outcome of death or BPD, potential short- and long-term harms have been reported."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective of this overview was to summarise and appraise the evidence from SRs regarding the efficacy and safety of postnatal corticosteroids in preterm infants at risk of developing BPD."
    },
    {
      "heading": "Methods",
      "text": "We searched the Cochrane Database of Systematic Reviews, MEDLINE, Embase, CINAHL, and Epistemonikos for SRs in April 2023. We included all SRs assessing any form of postnatal corticosteroid administration in preterm populations with the objective of ameliorating pulmonary disease. All regimens and comparisons were included. Two review authors independently checked the eligibility of the SRs comparing corticosteroids with placebo, and corticosteroids with different routes of administration and regimens. The included outcomes, considered key drivers in the decision to administer postnatal corticosteroids, were the composite outcome of death or BPD at 36 weeks' postmenstrual age (PMA), its individual components, long-term neurodevelopmental sequelae, sepsis, and gastrointestinal tract perforation. We independently assessed the methodological quality of the included SRs by using AMSTAR 2 (A Measurement Tool to Assess Systematic Reviews) and ROBIS (Risk Of Bias In Systematic reviews) tools. We assessed the certainty of the evidence using GRADE. We provided a narrative description of the characteristics, methodological quality, and results of the included SRs."
    },
    {
      "heading": "Main results",
      "text": "We included nine SRs (seven Cochrane, two non-Cochrane) containing 87 RCTs, 1 follow-up study, and 9419 preterm infants, investigating the effects of postnatal corticosteroids to prevent or treat BPD. The quality of the included SRs according to AMSTAR 2 varied from high to critically low. Risk of bias according to ROBIS was low. The certainty of the evidence according to GRADE ranged from very low to moderate.\nEarly initiated systemic dexamethasone (< seven days after birth) likely has a beneficial effect on death or BPD at 36 weeks' PMA (risk ratio (RR) 0.88, 95% confidence interval (CI) 0.81 to 0.95; number needed to treat for an additional beneficial outcome (NNTB) 16, 95% CI 10 to 41; I2 = 39%; 17 studies; 2791 infants; moderate-certainty evidence) and on BPD at 36 weeks' PMA (RR 0.72, 95% CI 0.63 to 0.82; NNTB 13, 95% CI 9 to 21; I2 = 39%; 17 studies; 2791 infants; moderate-certainty evidence). Early initiated systemic hydrocortisone may also have a beneficial effect on death or BPD at 36 weeks’ PMA (RR 0.90, 95% CI 0.82 to 0.99; NNTB 18, 95% CI 9 to 594; I2 = 43%; 9 studies; 1376 infants; low-certainty evidence). However, these benefits are likely accompanied by harmful effects like cerebral palsy or neurosensory disability (dexamethasone) or gastrointestinal perforation (both dexamethasone and hydrocortisone).\nLate initiated systemic dexamethasone (≥ seven days after birth) may have a beneficial effect on death or BPD at 36 weeks' PMA (RR 0.75, 95% CI 0.67 to 0.84; NNTB 5, 95% CI 4 to 9; I2 = 61%; 12 studies; 553 infants; low-certainty evidence), mostly contributed to by a beneficial effect on BPD at 36 weeks' PMA (RR 0.76, 95% CI 0.66 to 0.87; NNTB 6, 95% CI 4 to 13; I2 = 14%; 12 studies; 553 infants; low-certainty evidence). No harmful side effects were shown in the outcomes chosen as key drivers to the decision to start or withhold late systemic dexamethasone. No effects, either beneficial or harmful, were found in the subgroup meta-analyses of late hydrocortisone studies.\nEarly initiated inhaled corticosteroids probably have a beneficial effect on death and BPD at 36 weeks' PMA (RR 0.86, 95% CI 0.75 to 0.99; NNTB 19, 95% CI not applicable; I2 = 0%; 6 studies; 1285 infants; moderate-certainty evidence), with no apparent adverse effects shown in the SRs. In contrast, late initiated inhaled corticosteroids do not appear to have any benefits or harms.\nEndotracheal instillation of corticosteroids (budesonide) with surfactant as a carrier likely has a beneficial effect on death or BPD at 36 weeks' PMA (RR 0.60, 95% CI 0.49 to 0.74; NNTB 4, 95% CI 3 to 6; I2 = 0%; 2 studies; 381 infants; moderate-certainty evidence) and on BPD at 36 weeks' PMA. No evidence of harmful effects was found.\nThere was little evidence for effects of different starting doses or timing of systemic corticosteroids on death or BPD at 36 weeks' PMA, but potential adverse effects were observed for some comparisons. Lowering the dose might result in a more unfavourable balance of benefits and harms. Moderately early initiated systemic corticosteroids, compared with early systemic corticosteroids, may result in a higher incidence of BPD at 36 weeks' PMA. Pulse dosing instead of continuous dosing may have a negative effect on death and BPD at 36 weeks' PMA.\nWe found no differences for the comparisons of inhaled versus systemic corticosteroids."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This overview summarises the evidence of nine SRs investigating the effect of postnatal corticosteroids in preterm infants at risk for BPD. Late initiated (≥ seven days after birth) systemic administration of dexamethasone is considered an effective intervention to reduce the risk of BPD in infants with a high risk profile for BPD, based on a favourable balance between benefits and harms. Endotracheal instillation of corticosteroids (budesonide) with surfactant as a carrier is a promising intervention, based on the beneficial effect on desirable outcomes without (so far) negative side effects. Pending results of ongoing large, multicentre RCTs investigating both short- and long-term effects, endotracheal instillation of corticosteroids (budesonide) with surfactant as a carrier is not appropriate for clinical practice at present. Early initiated (< seven days after birth) systemic dexamethasone and hydrocortisone and late initiated (≥ seven days after birth) hydrocortisone are considered ineffective interventions, because of an unfavourable balance between benefits and harms. No conclusions are possible regarding early and late inhaled corticosteroids, as more research is needed."
    }
  ],
  "pls_title": "What are the benefits and risks of treating preterm infants at risk of developing bronchopulmonary dysplasia with corticosteroids?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": ""
    },
    {
      "heading": "after the first week of life",
      "text": "after the first week of lifeis, at present, the only effective treatment in babies at high risk of bronchopulmonary dysplasia.\nGiving corticosteroids directly into the windpipe, together with surfactant, might be a promising treatment in the future."
    },
    {
      "heading": "in the first week of life",
      "text": "in the first week of lifeand treatment with hydrocortisone atany time after birthare ineffective or possibly unsafe."
    },
    {
      "heading": "What is bronchopulmonary dysplasia (BPD)?",
      "text": "Babies who are born too early or preterm have an increased risk of lung injury, known in medical terms as bronchopulmonary dysplasia (BPD). Babies with BPD have a higher chance of dying, and survivors with BPD have worse outcomes (such as poor lung condition, more frequent hospital readmissions, and worse childhood development) later in life than babies who do not have BPD. One of the causes of BPD is inflammation of the lungs. Inflammation is a common response of the body to injury."
    },
    {
      "heading": "How is BPD treated?",
      "text": "Corticosteroids are drugs that can work against inflammation (help to calm down the baby's immune response and reduce swelling) and are given to preterm babies to prevent or treat BPD. However, corticosteroids can also have serious unwanted effects (such as bowel perforation (hole in the digestive tract) and worse childhood development). Examples of corticosteroids used in preterm babies are dexamethasone and hydrocortisone."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out which types of treatment with corticosteroids work best in babies born too early who are at risk of getting BPD. We also wanted to know if the treatments have unwanted side effects."
    },
    {
      "heading": "What did we do?",
      "text": "We looked for systematic reviews that included preterm babies at risk of BPD who were treated with corticosteroids. Systematic reviews summarise all the studies on a particular subject.\nWe sorted the different treatments into the following four categories.\n• Effective treatment: more or larger positive effects than negative effects.\n• Promising treatment: positive effects, but we are not sure enough yet to use this treatment in everyone. Such treatments need to be studied more.\n• Ineffective or possibly unsafe treatment: the treatment is not working or has more or larger negative effects than positive effects.\n• No conclusions are possible: we don’t know enough about this treatment."
    },
    {
      "heading": "What did we find?",
      "text": "We found nine systematic reviews summarising 88 studies. The studies used various types of treatment with corticosteroids in 9419 preterm babies. Treatments differed in the following ways: type of corticosteroid, age of the baby at the start of treatment, amount of drug given, and the way the drug was given."
    },
    {
      "heading": "Main results",
      "text": "Effective treatment"
    },
    {
      "heading": "after the first week of life",
      "text": "after the first week of lifemay increase babies' survival, decrease BPD, and seems to be safe in babies at high risk of BPD.\nPromising treatment\nGiving corticosteroids directly into the windpipe, together with surfactant (a substance that allows the lungs to remain open after each breath, which is commonly used in preterm babies with breathing problems in the first few days after birth), likely results in a positive effect but has not been examined enough yet. This might be a promising treatment in the future.\nIneffective or possibly unsafe treatment"
    },
    {
      "heading": "in the first week of life",
      "text": "in the first week of lifelikely results in a higher chance of surviving without BPD, but has serious unwanted effects (such as bowel perforation and development of spasticity (stiff or rigid muscles)). Treatment with hydrocortisonein the first week of lifemay result in a higher chance of surviving without BPD, but also has too many serious side effects to be used. Treatment with hydrocortisoneafter the first week of lifelikely has no effect on survival or BPD.\nNo conclusions possible\nThere is not enough information to know if treating with corticosteroids through inhaling is effective or might be better than infusion or by feeding tube."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have low to moderate confidence in the results of the studies included in the reviews. This is because the types of babies included and the treatments given differed across studies. Also, many of the studies were very small with few participants. As a result, we are uncertain about the best way to use corticosteroids for the prevention or treatment of BPD."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The search is current to April 2023."
    }
  ]
}