{
  "doi": "10.1002/14651858.CD003247",
  "name": "Interventions for treating placental abruption",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Placental abruption is an important cause of maternal and fetal mortality and morbidity."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of any intervention for the care of women and/or their babies following a diagnosis of placental abruption."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Pregnancy and Childbirth Group's Trials Register (16 December 2011)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and 'quasi-randomised' trials that report clinically meaningful outcomes and present results on an intention-to-treat basis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "If eligible trials were to be identified, data will be extracted, unblinded, by review authors from all studies."
    },
    {
      "heading": "Main results",
      "text": "No studies that met the inclusion criteria were identified."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The clinical management of placental abruption has to rely on knowledge other than that obtained through randomised clinical trials."
    }
  ],
  "pls_title": "Interventions for treating placental abruption",
  "pls_type": "long",
  "pls": "There is no evidence from trials to show the best way to help pregnant women and babies when there is a placental abruption.\nThe placenta is attached to the baby by the umbilical cord, and to the inside of the uterus. If the placenta starts separating from the uterus before the baby is born, it is called placental abruption. It can be caused by a medical problem or physical trauma. This quickly becomes life-threatening for women and babies, and cannot be repaired. The baby may need to be delivered immediately, by caesarean section if alive, and often vaginally if the baby has died. Additional treatments include pain relief, blood transfusion and monitoring. However, the review found no trials to show which treatments are best."
}