{
  "doi": "10.1002/14651858.CD004610.pub5",
  "name": null,
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Clostridium difficile (C. difficile) is recognized as a frequent cause of antibiotic-associated diarrhoea and colitis. This review is an update of a previously published Cochrane review."
    },
    {
      "heading": "Objectives",
      "text": "The aim of this review is to investigate the efficacy and safety of antibiotic therapy for C. difficile- associated diarrhoea (CDAD), or C. difficile infection (CDI), being synonymous terms."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE, EMBASE, CENTRAL and the Cochrane IBD Group Specialized Trials Register from inception to 26 January 2017. We also searched clinicaltrials.gov and clinicaltrialsregister.eu for ongoing trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Only randomised controlled trials assessing antibiotic treatment for CDI were included in the review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three authors independently assessed abstracts and full text articles for inclusion and extracted data. The risk of bias was independently rated by two authors. For dichotomous outcomes, we calculated the risk ratio (RR) and corresponding 95% confidence interval (95% CI). We pooled data using a fixed-effect model, except where significant heterogeneity was detected, at which time a random-effects model was used. The following outcomes were sought: sustained symptomatic cure (defined as initial symptomatic response and no recurrence of CDI), sustained bacteriologic cure, adverse reactions to the intervention, death and cost."
    },
    {
      "heading": "Main results",
      "text": "Twenty-two studies (3215 participants) were included. The majority of studies enrolled patients with mild to moderate CDI who could tolerate oral antibiotics. Sixteen of the included studies excluded patients with severe CDI and few patients with severe CDI were included in the other six studies. Twelve different antibiotics were investigated: vancomycin, metronidazole, fusidic acid, nitazoxanide, teicoplanin, rifampin, rifaximin, bacitracin, cadazolid, LFF517, surotomycin and fidaxomicin. Most of the studies were active comparator studies comparing vancomycin with other antibiotics. One small study compared vancomycin to placebo. There were no other studies that compared antibiotic treatment to a placebo or a 'no treatment' control group. The risk of bias was rated as high for 17 of 22 included studies. Vancomycin was found to be more effective than metronidazole for achieving symptomatic cure. Seventy-two per cent (318/444) of metronidazole patients achieved symptomatic cure compared to 79% (339/428) of vancomycin patients (RR 0.90, 95% CI 0.84 to 0.97; moderate quality evidence). Fidaxomicin was found to be more effective than vancomycin for achieving symptomatic cure. Seventy-one per cent (407/572) of fidaxomicin patients achieved symptomatic cure compared to 61% (361/592) of vancomycin patients (RR 1.17, 95% CI 1.04 to 1.31; moderate quality evidence). Teicoplanin may be more effective than vancomycin for achieving a symptomatic cure. Eightly-seven per cent (48/55) of teicoplanin patients achieved symptomatic cure compared to 73% (40/55) of vancomycin patients (RR 1.21, 95% CI 1.00 to 1.46; very low quality evidence). For other comparisons including the one placebo-controlled study the quality of evidence was low or very low due to imprecision and in many cases high risk of bias because of attrition and lack of blinding. One hundred and forty deaths were reported in the studies, all of which were attributed by study authors to the co-morbidities of the participants that lead to acquiring CDI. Although many other adverse events were reported during therapy, these were attributed to the participants' co-morbidities. The only adverse events directly attributed to study medication were rare nausea and transient elevation of liver enzymes. Recent cost data (July 2016) for a 10 day course of treatment shows that metronidazole 500 mg is the least expensive antibiotic with a cost of USD 13 (Health Warehouse). Vancomycin 125 mg costs USD 1779 (Walgreens for 56 tablets) compared to fidaxomicin 200 mg at USD 3453.83 or more (Optimer Pharmaceuticals) and teicoplanin at approximately USD 83.67 (GBP 71.40, British National Formulary)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No firm conclusions can be drawn regarding the efficacy of antibiotic treatment in severe CDI as most studies excluded patients with severe disease. The lack of any 'no treatment' control studies does not allow for any conclusions regarding the need for antibiotic treatment in patients with mild CDI beyond withdrawal of the initiating antibiotic. Nonetheless, moderate quality evidence suggests that vancomycin is superior to metronidazole and fidaxomicin is superior to vancomycin. The differences in effectiveness between these antibiotics were not too large and the advantage of metronidazole is its far lower cost compared to the other two antibiotics. The quality of evidence for teicoplanin is very low. Adequately powered studies are needed to determine if teicoplanin performs as well as the other antibiotics. A trial comparing the two cheapest antibiotics, metronidazole and teicoplanin, would be of interest."
    }
  ],
  "pls_title": "Antibiotic therapy for Clostridium difficile-associated diarrhoea in adults",
  "pls_type": "long",
  "pls": "Background\nClostridium difficile (C. difficile ) is a bacterium that can live harmlessly in the colon, but when an individual takes an antibiotic for another condition, the C. difficile can grow and replace most of the normal bacterial flora that live in the colon. This overgrowth causes C. difficile -associated diarrhoea (also known as C. difficile infection - CDI). The symptoms of CDI include diarrhoea, fever and pain. CDI may be only mild but in many cases is very serious and, if untreated, can be fatal. There are many proposed treatments for CDI, but the most common are withdrawing the antibiotic that caused the CDI and prescribing an antibiotic that kills the bacterium. Many antibiotics have been tested in clinical trials for effectiveness and this review studies the comparisons of these antibiotics. This review is an update of a previously published Cochrane review.\nMethods\nWe searched the medical literature up to 26 January 2017. All randomised trials that compare two different antibiotics, or variations in dosing of a single antibiotic for treatment of CDI were included. Trials comparing antibiotic to placebo (e.g. a sugar pill) or no treatment were sought but, save for one poor quality placebo-controlled trial, none were found. Trials that compared antibiotics to a non-antibiotic treatment were not included.\nResults\nTwenty-two studies (total 3215 participants) were included. The majority of studies enrolled participants with mild to moderate CDI who could tolerate oral antibiotics. Sixteen of the included studies excluded participants with severe CDI and few participants with severe CDI were included in the other studies. Twelve different antibiotics were assessed. Most of the studies compared vancomycin or metronidazole with other antibiotics. One small study compared vancomycin to placebo (e.g. sugar pill). There were no other studies that compared antibiotic treatment to a placebo or a no treatment control group. Seventeen of the 22 included studies had quality issues. In four studies, vancomycin was found to be superior to metronidazole for achieving sustained symptomatic cure (defined as resolution of diarrhoea and no recurrence of CDI). We rated the quality of the evidence supporting this finding as moderate. A new antibiotic, fidaxomicin, was, in two large studies, found to be superior to vancomycin. The quality of the evidence supporting this finding was moderate. It should be noted that the differences in effectiveness between these antibiotics were not too great and that metronidazole is far less expensive than either vancomycin and fidaxomicin. A pooled analysis of two small studies suggests that teicoplanin may be more effective than vancomycin for achieving symptomatic cure. The quality of the evidence supporting this finding was very low. The quality of the evidence for the other seven antibiotics in this review was very poor because the studies were very small, and many patients dropped out of these studies before completion. One hundred and forty deaths were reported in the studies, all of which were attributed to participants preexisting health problems. The only side effects attributed to antibiotics were rare nausea and temporary elevation of liver enzymes. Recent cost data (July 2016) for a 10 day course of treatment shows that metronidazole 500 mg is the least expensive antibiotic with a cost of USD 13. Vancomycin 125 mg costs USD 1779 compared to fidaxomicin 200 mg at USD 3453.83 or more and teicoplanin at approximately USD 83.67.\nConclusion\nNo firm conclusions can be drawn regarding the effectiveness of antibiotic treatment in severe CDI as most studies excluded these patients. The lack of any 'no treatment' control studies does not allow for any conclusions regarding the need for antibiotic treatment in patients with mild CDI beyond withdrawal of the antibiotic that caused CDI. Nonetheless, moderate quality evidence suggests that vancomycin is superior to metronidazole and fidaxomicin is superior to vancomycin. The differences in effectiveness between these antibiotics were not too large and the advantage of metronidazole is its far lower cost compared to the other antibiotics. The quality of evidence for teicoplanin is very low. Larger studies are needed to determine if teicoplanin performs as well as the other antibiotics. A trial comparing the two cheapest antibiotics, metronidazole and teicoplanin would be of interest."
}