{
  "doi": "10.1002/14651858.CD012664.pub2",
  "name": "Calcium and vitamin D for increasing bone mineral density in premenopausal women",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Osteoporosis is a condition where bones become fragile due to low bone density and impaired bone quality. This results in fractures that lead to higher morbidity and reduced quality of life. Osteoporosis is considered a major public health concern worldwide. For this reason, preventive measurements need to be addressed throughout the life course. Exercise and a healthy diet are among the lifestyle factors that can help prevent the disease, the latter including intake of key micronutrients for bone, such as calcium and vitamin D. The evidence on whether supplementation with calcium and vitamin D improves bone mineral density (BMD) in premenopausal women is still inconclusive. In this age group, bone accrual is considered to be the goal of supplementation, so BMD is relevant for the future stages of life."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of calcium and vitamin D supplementation, alone or in combination, to increase the BMD, reduce fractures, and report the potential adverse events in healthy premenopausal women compared to placebo."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search was 12 April 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials in healthy premenopausal women (with or without calcium or vitamin D deficiency) comparing supplementation of calcium or vitamin D (or both) at any dose and by any route of administration versus placebo for at least three months. Vitamin D could have been administered as cholecalciferol (vitamin D3) or ergocalciferol (vitamin D2)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Outcomes included total hip bone mineral density (BMD), lumbar spine BMD, quality of life, new symptomatic vertebral fractures, new symptomatic non-vertebral fractures, withdrawals due to adverse events, serious adverse events, all reported adverse events and additional withdrawals for any reason."
    },
    {
      "heading": "Main results",
      "text": "We included seven RCTs with 941 participants, of whom 138 were randomised to calcium supplementation, 110 to vitamin D supplementation, 271 to vitamin D plus calcium supplementation, and 422 to placebo. Mean age ranged from 18.1 to 42.1 years. Studies reported results for total hip or lumbar spine BMD (or both) and withdrawals for various reasons, but none reported fractures or withdrawals for adverse events or serious adverse events. Results for the reported outcomes are presented for the three comparisons: calcium versus placebo, vitamin D versus placebo, and calcium plus vitamin D versus placebo. In all comparisons, there was no clinical difference in outcomes, and the certainty of the evidence was moderate to low. Most studies were at risk of selection, performance, detection, and reporting biases.\nCalcium versus placebo\nFour studies compared calcium versus placebo (138 participants in the calcium group and 123 in the placebo group) with mean ages from 18.0 to 47.3 years. Calcium supplementation may have little to no effect on total hip or lumbar spine BMD after 12 months in three studies and after six months in one study (total hip BMD: mean difference (MD) −0.04 g/cm2, 95% confidence interval (CI) −0.11 to 0.03; I2 = 71%; 3 studies, 174 participants; low-certainty evidence; lumbar spine BMD: MD 0 g/cm2, 95% CI −0.06 to 0.06; I2 = 71%; 4 studies, 202 participants; low-certainty evidence). Calcium alone supplementation does not reduce or increase the withdrawals in the trials (risk ratio (RR) 0.78, 95% CI 0.52 to 1.16; I2 = 0%; 4 studies, 261 participants: moderate-certainty evidence).\nVitamin D versus placebo\nTwo studies compared vitamin D versus placebo (110 participants in the vitamin D group and 79 in the placebo group), with mean ages from 18.0 to 32.7 years. These studies reported lumbar spine BMD as a mixture of MDs and percent of change and we were unable to pool the results. In the original studies, there were no differences in lumbar BMD between groups. Vitamin D alone supplementation does not reduce or increase withdrawals for any reason between groups (RR 0.74, 95% CI 0.46 to 1.19; moderate-certainty evidence).\nCalcium plus vitamin D versus placebo\nTwo studies compared calcium plus vitamin D versus placebo (271 participants in the calcium plus vitamin D group and 270 in the placebo group; 220 participants from Woo 2007 and 50 participants from Islam 2010). The mean age range was 18.0 to 36 years. These studies measured different anatomic areas, one study reported total hip BMD and the other study reported lumbar spine BMD; therefore, data were not pooled for this outcome. The individual studies found no difference between groups in percent of change on total hip BMD (−0.03, 95% CI −0.06 to 0; moderate-certainty evidence), and lumbar spine BMD (MD 0.01, 95% CI −0.01 to 0.03; moderate-certainty evidence). Calcium plus vitamin D supplementation may not reduce or increase withdrawals for any reason (RR 0.82, 95% CI 0.29 to 2.35; I2 = 72%; 2 studies, 541 participants; low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Our results do not support the isolated or combined use of calcium and vitamin D supplementation in healthy premenopausal women as a public health intervention to improve BMD in the total hip or lumbar spine, and therefore it is unlikely to have a benefit for the prevention of fractures (vertebral and non-vertebral).\nThe evidence found suggests that there is no need for future studies in the general population of premenopausal women; however, studies focused on populations with a predisposition to diseases related to bone metabolism, or with low bone mass or osteoporosis diagnosed BMD would be useful."
    }
  ],
  "pls_title": "Calcium and vitamin D for improving bone health in healthy premenopausal women",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "The evidence suggests that calcium, vitamin D, or calcium plus vitamin D supplementation has no effect on bone mineral density at any site (hip or spine) in healthy premenopausal women."
    },
    {
      "heading": "What is osteoporosis?",
      "text": "Osteoporosis is characterised by low levels of calcium and other types of minerals in the bones (called bone mineral density). This causes holes to form inside the bones and the outer walls of the bone to become thin making the bones more fragile, which may lead to increased fractures and breaks.\nOsteoporosis constitutes a major public health problem and contributes to more than 8.9 million broken bones annually, which means that on average, an osteoporotic fracture occurs every three seconds. Supplements of calcium and vitamin D are often recommended for women after menopause (although not everyone agrees), but adequate supplementation of calcium and vitamin D is always recommended in institutionalised people (e.g. people living in care homes) and people taking osteoporosis treatment. Little is known about the effect of calcium and vitamin D on the bone density of women who have not yet started menopause. There are few studies in this age group and the results are inconclusive. In this age group, increasing bone strength and health is considered the goal of supplementation, so BMD is relevant."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to determine if calcium and vitamin D were able to increase the mineral content of bones and reduce the risk of fractures, and to report potential side effects of supplementation."
    },
    {
      "heading": "What did we do?",
      "text": "We searched medical databases for well-designed clinical studies of calcium and vitamin D supplementation alone or in combination compared with placebo (dummy treatment) in healthy women aged 18 to 45 years (premenopausal). We analysed three combinations: calcium versus placebo, vitamin D versus placebo, and calcium plus vitamin D versus placebo, administered for at least three months. We looked at their effects on increasing minerals in the bones of the hip and spine, if the women had vertebral (backbone) or any other fractures during the study, effects on quality of life, and if these women had to stop the supplementation because of side effects."
    },
    {
      "heading": "What did we find?",
      "text": "We included seven studies with 941 healthy premenopausal women with an average age per study of 18 to 42.1 years. The women were randomly assigned to receive supplementation of calcium, vitamin D, or vitamin D plus calcium, or placebo."
    },
    {
      "heading": "Main results",
      "text": "There was no difference in bone mineral density in any of the groups being supplemented with calcium, vitamin D, or calcium plus vitamin D compared with placebo. The studies did not report fractures (from any anatomical site), quality of life, or stopping the supplementation for side effects."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The common limitations in the methods of the studies included small numbers of participants, studies, and data; problems in adherence to treatment, participants may have known which treatment they received; and lack of information for withdrawals from treatment. The funding for the studies was provided by institutional, academic, government, and pharmaceutical industries."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to April 2022."
    }
  ]
}