{
  "doi": "10.1002/14651858.CD004865.pub4",
  "name": "Early versus late erythropoietin for preventing red blood cell transfusion in preterm and/or low birth weight infants ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Low plasma levels of erythropoietin (EPO) in preterm infants provide a rationale for the use of EPO to prevent or treat anaemia."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of early versus late initiation of EPO in reducing red blood cell (RBC) transfusions in preterm and/or low birth weight (LBW) infants."
    },
    {
      "heading": "Search methods",
      "text": "The standard search of the Cochrane Neonatal Review Group (CNRG) was performed in 2006 and updated in 2009. Updated search in September 2009 as follows: The Cochrane Library, MEDLINE (search via PubMed), CINAHL and EMBASE were searched from 2005 to September 2009. The searches were repeated in March 2012. The Pediatric Academic Societies' Annual meetings were searched electronically from 2000 to 2012 at Abstracts2ViewTM as were clinical trials registries (clinicaltrials.gov; controlled-trials.com; and who.int/ictrp)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised controlled trials enrolling preterm or LBW infants less than eight days of age. Intervention: Early initiation of EPO (initiated at less than eight days of age) versus late initiation of EPO (initiated at eight to 28 days of age)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The standard methods of the CNRG were followed. Weighted treatment effects included typical risk ratio (RR), typical risk difference (RD), number needed to treat to benefit (NNTB), number needed to treat to harm (NNTH) and mean difference (MD), all with 95% confidence intervals (CI). A fixed-effect model was used for meta-analyses and heterogeneity was evaluated using the I-squared (I2) test."
    },
    {
      "heading": "Main results",
      "text": "No new trials were identified in March of 2012. Two high quality randomised double-blind controlled studies enrolling 262 infants were identified. A non-significant reduction in the 'Use of one or more RBC transfusions' [two studies 262 infants; typical RR 0.91 (95% CI 0.78 to 1.06); typical RD -0.07 (95% CI -0.18 to 0.04; I2 = 0% for both RR and RD] favouring early EPO was noted. Early EPO administration resulted in a non-significant reduction in the \"number of transfusions per infant\" compared with late EPO [typical MD - 0.32 (95% CI -0.92 to 0.29)]. There was no significant reduction in total volume of blood transfused per infant or in the number of donors to whom the infant was exposed. Early EPO led to a significant increase in the risk of retinopathy of prematurity (ROP) (all stages) [two studies, 191 infants; typical RR 1.40 (95% CI 1.05 to 1.86); typical RD 0.16 (95% CI 0.03 to 0.29); NNTH 6 (95% CI 3 to 33)]. There was high heterogeneity for this outcome (I2 = 86% for RR and 81% for RD). Both studies (191 infants) reported on ROP stage > 3. No statistically significant increase in risk was noted [typical RR 1.56 (95% CI 0.71 to 3.41); typical RD 0.05 (-0.04 to 0.14)] There was no heterogeneity for this outcome (0% for both RR and RD). No other important favourable or adverse neonatal outcomes or side effects were reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The use of early EPO did not significantly reduce the 'Use of one or more RBC transfusions' or the 'Number of transfusions per infant\" compared with late EPO administration. The finding of a statistically significant increased risk of ROP (any grade) and a similar trend for ROP stage > 3 with early EPO treatment is of great concern."
    }
  ],
  "pls_title": "Early versus late erythropoietin for preventing red blood cell transfusion in preterm and/or low birth weight infants",
  "pls_type": "long",
  "pls": "The number of red blood cells falls after birth in preterm infants due to the natural breakdown of erythrocytes and blood letting. Low levels of erythropoietin (EPO), a substance in the blood that stimulates red blood cell production in preterm infants, provide a rationale for the use of EPO to prevent or treat anaemia. A total of 262 infants born preterm have been enrolled in two studies of early versus late administration of EPO to prevent blood transfusions. There were no demonstrable benefits of early versus late administration of EPO with regards to reduction in the use of red blood cell transfusions, number of transfusions, the amount of red cells transfused or number of donor exposures per infant. However, the use of early EPO compared with late EPO administration increases the risk of retinopathy of prematurity, a serious complication in babies born before term. Currently, there is a lack of evidence that either treatment confers any substantial benefits with regard to any donor blood exposure, as many infants enrolled in both studies were exposed to donor blood prior to study entry, and early EPO increases the risk of retinopathy of prematurity. Neither early nor late administration of EPO is recommended."
}