{
  "doi": "10.1002/14651858.CD006023.pub3",
  "name": "Phosphate binders for preventing and treating chronic kidney disease‐mineral and bone disorder (CKD‐MBD) ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Phosphate binders are used to reduce positive phosphate balance and to lower serum phosphate levels for people with chronic kidney disease (CKD) with the aim to prevent progression of chronic kidney disease-mineral and bone disorder (CKD-MBD). This is an update of a review first published in 2011."
    },
    {
      "heading": "Objectives",
      "text": "The aim of this review was to assess the benefits and harms of phosphate binders for people with CKD with particular reference to relevant biochemical end-points, musculoskeletal and cardiovascular morbidity, hospitalisation, and death."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Kidney and Transplant Register of Studies up to 12 July 2018 through contact with the Information Specialist using search terms relevant to this review. Studies in the Register are identified through searches of CENTRAL, MEDLINE, and EMBASE, conference proceedings, the International Clinical Trials Register (ICTRP) Search Portal and ClinicalTrials.gov."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) or quasi-RCTs of adults with CKD of any GFR category comparing a phosphate binder to another phosphate binder, placebo or usual care to lower serum phosphate. Outcomes included all-cause and cardiovascular death, myocardial infarction, stroke, adverse events, vascular calcification and bone fracture, and surrogates for such outcomes including serum phosphate, parathyroid hormone (PTH), and FGF23."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently selected studies for inclusion and extracted study data. We applied the Cochrane 'Risk of Bias' tool and used the GRADE process to assess evidence certainty. We estimated treatment effects using random-effects meta-analysis. Results were expressed as risk ratios (RR) for dichotomous outcomes together with 95% confidence intervals (CI) or mean differences (MD) or standardised MD (SMD) for continuous outcomes."
    },
    {
      "heading": "Main results",
      "text": "We included 104 studies involving 13,744 adults. Sixty-nine new studies were added to this 2018 update.\nMost placebo or usual care controlled studies were among participants with CKD G2 to G5 not requiring dialysis (15/25 studies involving 1467 participants) while most head to head studies involved participants with CKD G5D treated with dialysis (74/81 studies involving 10,364 participants). Overall, seven studies compared sevelamer with placebo or usual care (667 participants), seven compared lanthanum to placebo or usual care (515 participants), three compared iron to placebo or usual care (422 participants), and four compared calcium to placebo or usual care (278 participants). Thirty studies compared sevelamer to calcium (5424 participants), and fourteen studies compared lanthanum to calcium (1690 participants). No study compared iron-based binders to calcium. The remaining studies evaluated comparisons between sevelamer (hydrochloride or carbonate), sevelamer plus calcium, lanthanum, iron (ferric citrate, sucroferric oxyhydroxide, stabilised polynuclear iron(III)-oxyhydroxide), calcium (acetate, ketoglutarate, carbonate), bixalomer, colestilan, magnesium (carbonate), magnesium plus calcium, aluminium hydroxide, sucralfate, the inhibitor of phosphate absorption nicotinamide, placebo, or usual care without binder. In 82 studies, treatment was evaluated among adults with CKD G5D treated with haemodialysis or peritoneal dialysis, while in 22 studies, treatment was evaluated among participants with CKD G2 to G5. The duration of study follow-up ranged from 8 weeks to 36 months (median 3.7 months). The sample size ranged from 8 to 2103 participants (median 69). The mean age ranged between 42.6 and 68.9 years.\nRandom sequence generation and allocation concealment were low risk in 25 and 15 studies, respectively. Twenty-seven studies reported low risk methods for blinding of participants, investigators, and outcome assessors. Thirty-one studies were at low risk of attrition bias and 69 studies were at low risk of selective reporting bias.\nIn CKD G2 to G5, compared with placebo or usual care, sevelamer, lanthanum, iron and calcium-based phosphate binders had uncertain or inestimable effects on death (all causes), cardiovascular death, myocardial infarction, stroke, fracture, or coronary artery calcification. Sevelamer may lead to constipation (RR 6.92, CI 2.24 to 21.4; low certainty ) and lanthanum (RR 2.98, CI 1.21 to 7.30, moderate certainty ) and iron-based binders (RR 2.66, CI 1.15 to 6.12, moderate certainty ) probably increased constipation compared with placebo or usual care. Lanthanum may result in vomiting (RR 3.72, CI 1.36 to 10.18, low certainty ). Iron-based binders probably result in diarrhoea (RR 2.81, CI 1.18 to 6.68, high certainty), while the risks of other adverse events for all binders were uncertain.\nIn CKD G5D sevelamer may lead to lower death (all causes) (RR 0.53, CI 0.30 to 0.91, low certainty ) and induce less hypercalcaemia (RR 0.30, CI 0.20 to 0.43, low certainty ) when compared with calcium-based binders, and has uncertain or inestimable effects on cardiovascular death, myocardial infarction, stroke, fracture, or coronary artery calcification. The finding of lower death with sevelamer compared with calcium was present when the analysis was restricted to studies at low risk of bias (RR 0.50, CI 0.32 to 0.77). In absolute terms, sevelamer may lower risk of death (all causes) from 210 per 1000 to 105 per 1000 over a follow-up of up to 36 months, compared to calcium-based binders. Compared with calcium-based binders, lanthanum had uncertain effects with respect to all-cause or cardiovascular death, myocardial infarction, stroke, fracture, or coronary artery calcification and probably had reduced risks of treatment-related hypercalcaemia (RR 0.16, CI 0.06 to 0.43, low certainty). There were no head-to-head studies of iron-based binders compared with calcium. The paucity of placebo-controlled studies in CKD G5D has led to uncertainty about the effects of phosphate binders on patient-important outcomes compared with placebo.\nIt is uncertain whether the effects of binders on clinically-relevant outcomes were different for patients who were and were not treated with dialysis in subgroup analyses."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In studies of adults with CKD G5D treated with dialysis, sevelamer may lower death (all causes) compared to calcium-based binders and incur less treatment-related hypercalcaemia, while we found no clinically important benefits of any phosphate binder on cardiovascular death, myocardial infarction, stroke, fracture or coronary artery calcification. The effects of binders on patient-important outcomes compared to placebo are uncertain. In patients with CKD G2 to G5, the effects of sevelamer, lanthanum, and iron-based phosphate binders on cardiovascular, vascular calcification, and bone outcomes compared to placebo or usual care, are also uncertain and they may incur constipation, while iron-based binders may lead to diarrhoea."
    }
  ],
  "pls_title": "Phosphate binders to prevent complications of chronic kidney disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "People with chronic kidney disease (CKD) have a reduction in their capacity to remove phosphate from the body via the kidneys, so that phosphate levels in the blood and in body tissues increase as kidney function decreases. This may lead to the development of deposits comprised of calcium plus phosphate in blood vessels and other tissues, together with damage to the skeleton, worsening of kidney failure and an increased risk of cardiovascular disease, bone pain, fractures, and death.\nPhosphate binders are often prescribed with meals to people with kidney disease, with the intention of reducing the absorption of dietary phosphate from the gastrointestinal tract."
    },
    {
      "heading": "What did we do?",
      "text": "This review asked whether phosphate binders influence damage to blood vessels and soft tissues, skeletal changes, kidney function, and risks of cardiovascular disease, bone pain, fractures, and death that accompany worsening kidney failure. We included all clinical studies in which people with CKD were given different phosphate binders (by random chance) for at least eight weeks. We also checked the quality of the information in the studies to learn how certain we could be about the results."
    },
    {
      "heading": "What did we find?",
      "text": "We identified 104 studies of phosphate binders that included 13,744 people. Some studies gave treatment for only eight weeks while some studies treated participants for three years. People in the studies had a range of kidney function, and many were on dialysis. Overall we could not be certain of a number of important outcomes because many of the clinical studies we included had important flaws in their design.\nSevelamer treatment may have decreased death for those patients given this medication when taken instead of calcium. The phosphate binders probably caused constipation, but we could not be very certain about the risks of other side-effects. We were not very certain whether phosphate binders reduced heart complications, stroke, bone pain, or calcification of blood vessels."
    },
    {
      "heading": "Conclusions",
      "text": "Overall, we are not very sure whether specific phosphate binders are beneficial to patients with CKD. There is a possibility that sevelamer may prevent death compared to calcium-based binders, but we don't know whether this may be caused by an increased risk of calcium-based binders, a lower risk with sevelamer treatment, or the possibility that both may be true. Patients need to know that it is not certain whether phosphate binders help to prevent complications of kidney disease, but sevelamer may be preferred to calcium binders.\nWe did not find differences in the effects of treatment for patients on dialysis and those not on dialysis, although most studies evaluating treatment with calcium-based binders were among dialysis patients and those comparing binders with placebo were among people not treated with dialysis."
    }
  ]
}