{
  "doi": "10.1002/14651858.CD007485.pub2",
  "name": "Specialist teams for neonatal transport to neonatal intensive care units for prevention of morbidity and mortality ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Maternal antenatal transfers provide better neonatal outcomes. However, there will inevitably be some infants who require acute transport to a neonatal intensive care unit (NICU). Because of this, many institutions develop services to provide neonatal transport by specially trained health personnel. However, few studies report on relevant clinical outcomes in infants requiring transport to NICU."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of specialist transport teams compared with non-specialist transport teams on the risk of neonatal mortality and morbidity among high-risk newborn infants requiring transport to neonatal intensive care."
    },
    {
      "heading": "Search methods",
      "text": "We used the standard search strategy of the Cochrane Neonatal Review Group to search the Cochrane Central Register of Controlled Trials (CENTRAL 2015, Issue 7), MEDLINE (1966 to 31 July 2015), EMBASE (1980 to 31 July 2015), CINAHL (1982 to 31 July 2015), conference proceedings, and the reference lists of retrieved articles for randomised controlled trials and quasi-randomised trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Study design: randomised, quasi-randomised or cluster randomised controlled trials.\nPopulation: neonates requiring transport to a neonatal intensive care unit.\nIntervention: transport by a specialist team compared to a non-specialist team.\nOutcomes: any of the following outcomes — death; adverse events during transport leading to respiratory compromise; and condition on admission to the neonatal intensive care unit."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The methodological quality of the trials was assessed using the information provided in the studies and by personal communication with the author. Data on relevant outcomes were extracted and the effect size estimated and reported as risk ratio (RR), risk difference (RD), number needed to treat for an additional beneficial outcome (NNTB) or number needed to treat for an additional harmful outcome (NNTH) and mean difference (MD) for continuous outcomes. Data from cluster randomised trials were not combined for analysis."
    },
    {
      "heading": "Main results",
      "text": "One trial met the inclusion criteria of this review but was considered ineligible owing to serious bias in the reporting of the results."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no reliable evidence from randomised trials to support or refute the effects of specialist neonatal transport teams for neonatal retrieval on infant morbidity and mortality. Cluster randomised trial study designs may be best suited to provide us with answers on effectiveness and clinical outcomes."
    }
  ],
  "pls_title": "Specialist teams for neonatal transport to neonatal intensive care units for prevention of morbidity and mortality",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Do specialist transport teams compared with non-specialist transport teams improve clinical outcome for newborn infants in need of transport to neonatal intensive care?"
    },
    {
      "heading": "Background",
      "text": "High-risk newborn infants tend to have better outcomes if born in a centre with a Neonatal Intensive Care Unit (NICU). Although it is advocated that women with high risk factors be transferred to centres with NICU facilities for delivery, at times it is inevitable that birth occurs at centres that are unable to treat their newborns. Therefore, the need for specially trained neonatal transport health personnel is important to ensure that these infants are stabilised and transported to hospitals with an NICU. This review was conducted to find out whether specially trained neonatal transport teams, compared with general transport teams, had better clinical outcomes."
    },
    {
      "heading": "Study characteristics",
      "text": "No eligible trials were identified for inclusion in this review."
    },
    {
      "heading": "Key results",
      "text": "There is no evidence from randomised controlled trials to support or refute that specialist teams for neonatal transport reduce mortality and morbidity among newborn infants requiring retrieval to an NICU. It may be necessary to rely on evidence from cluster trials (where groups of hospitals are compared) or good quality non-randomised study designs to provide answers to this question."
    }
  ]
}