{
  "doi": "10.1002/14651858.CD013132.pub2",
  "name": "Pharmacological treatment for continuous spike‐wave during slow wave sleep syndrome and Landau‐Kleffner Syndrome ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Continuous spike-wave during slow wave sleep syndrome (CSWS) and Landau-Kleffner syndrome (LKS) are two epileptic encephalopathies that present with neurocognitive regression, aphasia, and clinical seizures, typically presenting in children around five years of age. The pathophysiology of these conditions is not completely understood. Some studies suggest a common origin for both. No systematic reviews have assessed the efficacy of pharmacological interventions for these conditions."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefit and adverse effects of pharmacological interventions for the treatment of CSWS and LKS."
    },
    {
      "heading": "Search methods",
      "text": "On 8 September 2020, we searched the Cochrane Register of Studies (CRS Web) and MEDLINE Ovid (1946 to September 04, 2020). We applied no language restrictions. CRS Web includes randomised or quasi-randomised, controlled trials from CENTRAL, PubMed, Embase, ClinicalTrials.gov, and the World Health Organization International Clinical Trials Registry Platform."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials, quasi-randomised controlled trials, and cluster-randomised trials comparing antiepileptic drugs alone, or with steroids or intravenous immunoglobulins, or both versus other antiepileptic drugs, or placebo, or no treatment, administered to children with CSWS and LKS. We planned to compare treatments for the two conditions separately."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies identified by the search strategy for inclusion. The primary outcomes considered in this review were neuropsychological-neurolinguistic functions."
    },
    {
      "heading": "Main results",
      "text": "Our search strategy yielded 18 references. Two review authors independently assessed all references. We did not find any completed studies to include. We identified one ongoing trial, which was terminated because of lack of enrolment."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There was no evidence from trials to support or refute the use of pharmacological treatment for continuous spike-wave during slow wave sleep syndrome or Landau-Kleffner syndrome. Well-designed randomised controlled trials are needed to inform practice."
    }
  ],
  "pls_title": "Pharmacological treatment for continuous spike-wave during slow wave sleep syndrome and Landau-Kleffner syndrome",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What was studied in the review?",
      "text": "Continuous spike-wave during slow wave sleep syndrome (CSWS) is characterised by a regression of mental function and clinical seizures, and usually shows up in children around five years old. Landau-Kleffner syndrome usually shows up in children aged three to eight years, who have previously developed normally. It is characterised by an inability to understand or express language, resulting in decreased communication skills. Treatment may include different drugs (pharmacological treatment), such as antiepileptic drugs and immunotherapies."
    },
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane Review was to find out the benefit and adverse effects of drug treatment for CSWS and for LKS. To answer this question, we searched scientific databases for randomised controlled trials (clinical studies where people are randomly put into one of two or more treatment groups; these are considered the gold standard for trial design)."
    },
    {
      "heading": "Results",
      "text": "We did not find any relevant, completed studies. We identified one ongoing study, which was terminated because of lack of enrolment."
    },
    {
      "heading": "Conclusions",
      "text": "There was no evidence to support or refute the use of drug treatment for continuous spike-wave during slow wave sleep syndrome or Landau-Kleffner syndrome.\nThe evidence is current to September 2020."
    }
  ]
}