{
  "doi": "10.1002/14651858.CD009552.pub3",
  "name": "Tiotropium versus ipratropium bromide for chronic obstructive pulmonary disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Tiotropium and ipratropium bromide are both recognised treatments in the management of people with stable chronic obstructive pulmonary disease (COPD). There are new studies which have compared tiotropium with ipratropium bromide, making an update necessary."
    },
    {
      "heading": "Objectives",
      "text": "To compare the relative effects of tiotropium to ipratropium bromide on markers of quality of life, exacerbations, symptoms, lung function and serious adverse events in patients with COPD using available randomised controlled trial (RCT) data."
    },
    {
      "heading": "Search methods",
      "text": "We identified RCTs from the Cochrane Airways Group Specialised Register of trials (CAGR) and ClinicalTrials.gov up to August 2015."
    },
    {
      "heading": "Selection criteria",
      "text": "We included parallel group RCTs of 12 weeks duration or longer comparing treatment with tiotropium with ipratropium bromide for patients with stable COPD."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion and then extracted data on study quality and outcome results. We contacted trial sponsors for additional information. We analysed the data using Cochrane Review Manager."
    },
    {
      "heading": "Main results",
      "text": "This review included two studies of good methodological quality that enrolled 1073 participants with COPD. The studies used a similar design and inclusion criteria and were of at least 12 weeks duration; the participants had a mean forced expiratory volume in one second (FEV1) of 40% predicted value at baseline. One study used tiotropium via the HandiHaler (18 µg) for 12 months and the other via the Respimat device (5 µg and 10 µg) for 12 weeks. In general, the treatment groups were well matched at baseline but not all outcomes were reported for both studies. Overall the risk of bias across the included RCTs was low.\nFor primary outcomes this review found that at the three months trough (the lowest level measured before treatment) FEV1 significantly increased with tiotropium compared to ipratropium bromide (mean difference (MD) 109 mL; 95% confidence interval (CI) 81 to 137, moderate quality evidence, I2 = 62%). There were fewer people experiencing one or more non-fatal serious adverse events on tiotropium compared to ipratropium (odds ratio (OR) 0.5; 95% CI 0.34 to 0.73, high quality evidence). This represents an absolute reduction in risk from 176 to 97 per 1000 people over three to 12 months. Concerning disease specific adverse events, the tiotropium group were also less likely to experience a COPD-related serious adverse event when compared to ipratropium bromide (OR 0.59; 95% CI 0.41 to 0.85, moderate quality evidence).\nFor secondary outcomes, both studies reported fewer hospital admissions in the tiotropium group (OR 0.34; 95% CI 0.15 to 0.70, moderate quality evidence); as well as fewer patients experiencing one or more exacerbations leading to hospitalisation in the people on tiotropium in both studies (OR 0.56; 95% CI 0.31 to 0.99, moderate quality evidence). There was no significant difference in mortality between the treatments (OR 1.39; 95% CI 0.44 to 4.39, moderate quality evidence). One study measured quality of life using the St George's Respiratory Questionnaire (SGRQ); the mean SGRQ score at 52 weeks was lower in the tiotropium group than the ipratropium group (lower on the scale is favourable) (MD -3.30; 95% CI -5.63 to -0.97, moderate quality evidence). There were fewer participants suffering one of more exacerbations in the tiotropium arm (OR 0.71; 95% CI 0.52 to 0.95, high quality evidence) and there was also a reported difference in the mean number of exacerbations per person per year which reached statistical significance (MD -0.23; 95% CI -0.39 to -0.07, P = 0.006, moderate quality evidence). From the 1073 participants there were significantly fewer withdrawals from the tiotropium group (OR 0.58; 95% CI 0.41 to 0.83, high quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review shows that tiotropium treatment, when compared with ipratropium bromide, was associated with improved lung function, fewer hospital admissions (including those for exacerbations of COPD), fewer exacerbations of COPD and improved quality of life. There were both fewer serious adverse events and disease specific events in the tiotropium group, but no significant difference in deaths with ipratropium bromide when compared to tiotropium. Thus, tiotropium appears to be a reasonable choice (instead of ipratropium bromide) for patients with stable COPD, as proposed in guidelines. A recent large double-blind trial of the two delivery devices found no substantial difference in mortality using 2.5 µg or 5 µg of tiotropium via Respimat in comparison to 18 µg via Handihaler."
    }
  ],
  "pls_title": "Tiotropium versus ipratropium bromide in the management of COPD",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Chronic obstructive pulmonary disease (COPD) is a lung disease that includes the conditions chronic bronchitis and emphysema. COPD is mainly caused by smoking or inhaling dust, which leads to blockage or narrowing of the airways. The symptoms include breathlessness and a chronic cough. Tiotropium is an inhaled medication, taken once a day, to help widen the airways (bronchodilator) and is used in the management of COPD. Ipratropium bromide is also a bronchodilator but has a shorter duration of action and has to be taken several times a day."
    },
    {
      "heading": "What did we find?",
      "text": "We found two studies including 1073 participants that compared the long-term effectiveness and side effects of tiotropium compared to ipratropium bromide. One trial was 12 weeks long and one was a year long. The people included in the studies had moderate to severe COPD (average forced expiratory volume in one second (FEV1) was 40% the predicted value).\nCompared to ipratropium bromide, tiotropium treatment led to improved lung function, fewer COPD exacerbations, fewer hospital admissions (including those for exacerbations of COPD) and improved quality of life. Tiotropium appears to be safer with fewer adverse events, but there was no significant difference in deaths with ipratropium bromide when compared to tiotropium."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Overall the evidence was of moderate to high quality. Tiotrpium is available in two different inhalers, Respimat and Handihaler. A recent large double-blind trial of the two delivery devices found no substantial difference in mortality using 2.5 µg or 5 µg of tiotropium via Respimat in comparison to 18 µg via Handihaler."
    },
    {
      "heading": "Conclusions",
      "text": "Based on this review, tiotropium has more benefits than ipratropium bromide for people with stable moderate to severe COPD.\nThe review was current as of August 2015."
    }
  ]
}