{
  "doi": "10.1002/14651858.CD004866.pub4",
  "name": "Multinutrient fortification of human breast milk for preterm infants following hospital discharge ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Preterm infants are usually growth restricted at hospital discharge. Feeding preterm infants after hospital discharge with multinutrient fortified breast milk rather than unfortified breast milk may facilitate more rapid catch-up growth and improve neurodevelopmental outcomes."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effect of feeding preterm infants following hospital discharge with multinutrient fortified human breast milk versus unfortified breast milk on growth and development."
    },
    {
      "heading": "Search methods",
      "text": "We used the standard search strategy of the Cochrane Neonatal Review Group. This included electronic searches of the Cochrane Central Register of Controlled Trials Register (CENTRAL, The Cochrane Library, 2012, Issue 3), MEDLINE, EMBASE and CINAHL (until August 2012), conference proceedings, and previous reviews."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised controlled trials that compared feeding preterm infants following hospital discharge with multinutrient fortified breast milk compared with unfortified human breast milk."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data using the standard methods of the Cochrane Neonatal Review Group with separate evaluation of trial quality and data extraction by two review authors and synthesis of data using risk ratio, risk difference and mean difference."
    },
    {
      "heading": "Main results",
      "text": "We identified two small trials involving a total of 246 infants. These did not provide evidence that multinutrient fortification of breast milk for three to four months after hospital discharge affected rates of growth during infancy. One trial assessed infants at 18 months corrected age and did not find any statistically significant effects on neurodevelopmental outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The limited available data do not provide convincing evidence that feeding preterm infants with multinutrient fortified breast milk compared with unfortified breast milk following hospital discharge affects important outcomes including growth rates during infancy. There are no data on long-term growth. Since fortifying breast milk for infants fed directly from the breast is logistically difficult and has the potential to interfere with breast feeding, it is important to determine if mothers would support further trials of this intervention."
    }
  ],
  "pls_title": "Multicomponent fortification of human breast milk for preterm infants following hospital discharge",
  "pls_type": "long",
  "pls": "Preterm infants are often much smaller than term infants by the time that they are discharged home from hospital. This review appraised trials that evaluated whether feeding these infants with breast milk fortified with added nutrients rather than unfortified breast milk would increase growth rates and benefit development. We found only two small trials (involving 246 infants) of this intervention. These trials did not provide consistent evidence that multinutrient fortification affects growth rates during infancy. Further trials are needed to resolve this question and to assess long-term effects on growth and development."
}