{
  "doi": "10.1002/14651858.CD005139.pub4",
  "name": "Anti‐vascular endothelial growth factor for neovascular age‐related macular degeneration",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Age-related macular degeneration (AMD) is the most common cause of uncorrectable severe vision loss in people aged 55 years and older in the developed world. Choroidal neovascularization (CNV) secondary to AMD accounts for most cases of AMD-related severe vision loss. Intravitreous injection of anti-vascular endothelial growth factor (anti-VEGF) agents aims to block the growth of abnormal blood vessels in the eye to prevent vision loss and, in some instances, to improve vision."
    },
    {
      "heading": "Objectives",
      "text": "• To investigate ocular and systemic effects of, and quality of life associated with, intravitreous injection of three anti-VEGF agents (pegaptanib, ranibizumab, and bevacizumab) versus no anti-VEGF treatment for patients with neovascular AMD\n• To compare the relative effects of one of these anti-VEGF agents versus another when administered in comparable dosages and regimens"
    },
    {
      "heading": "Search methods",
      "text": "To identify eligible studies for this review, we searched the Cochrane Central Register of Controlled Trials (CENTRAL), which contains the Cochrane Eyes and Vision Trials Register (searched January 31, 2018); MEDLINE Ovid (1946 to January 31, 2018); Embase Ovid (1947 to January 31, 2018); the Latin American and Caribbean Health Sciences Literature Database (LILACS) (1982 to January 31, 2018); the International Standard Randomized Controlled Trials Number (ISRCTN) Registry (www.isrctn.com/editAdvancedSearch - searched January 31, 2018); ClinicalTrials.gov (www.clinicaltrials.gov - searched November 28, 2018); and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) (www.who.int/ictrp/search/en - searched January 31, 2018). We did not impose any date or language restrictions in electronic searches for trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) that evaluated pegaptanib, ranibizumab, or bevacizumab versus each other or versus a control treatment (e.g. sham treatment, photodynamic therapy), in which participants were followed for at least one year."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened records, extracted data, and assessed risks of bias. We contacted trial authors for additional data. We compared outcomes using risk ratios (RRs) or mean differences (MDs). We used the standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We included 16 RCTs that had enrolled a total of 6347 participants with neovascular AMD (the number of participants per trial ranged from 23 to 1208) and identified one potentially relevant ongoing trial. Six trials compared anti-VEGF treatment (pegaptanib, ranibizumab, or bevacizumab) versus control, and 10 trials compared bevacizumab versus ranibizumab. Pharmaceutical companies conducted or sponsored four trials but funded none of the studies that evaluated bevacizumab. Researchers conducted these trials at various centers across five continents (North and South America, Europe, Asia, and Australia). The overall certainty of the evidence was moderate to high, and most trials had an overall low risk of bias. All but one trial had been registered prospectively.\nWhen compared with those who received control treatment, more participants who received intravitreous injection of any of the three anti-VEGF agents had gained 15 letters or more of visual acuity (risk ratio [RR] 4.19, 95% confidence interval [CI] 2.32 to 7.55; moderate-certainty evidence), had lost fewer than 15 letters of visual acuity (RR 1.40, 95% CI 1.27 to 1.55; high-certainty evidence), and showed mean improvement in visual acuity (mean difference 6.7 letters, 95% CI 4.4 to 9.0 in one pegaptanib trial; mean difference 17.8 letters, 95% CI 16.0 to 19.7 in three ranibizumab trials; moderate-certainty evidence) after one year of follow-up. Participants treated with anti-VEGF agents showed improvement in morphologic outcomes (e.g. size of CNV, central retinal thickness) compared with participants not treated with anti-VEGF agents (moderate-certainty evidence). No trial directly compared pegaptanib versus another anti-VEGF agent and followed participants for one year; however, when compared with control treatments, ranibizumab and bevacizumab each yielded larger improvements in visual acuity outcomes than pegaptanib.\nVisual acuity outcomes after bevacizumab and ranibizumab were similar when the same RCTs compared the same regimens with respect to gain of 15 or more letters of visual acuity (RR 0.95, 95% CI 0.81 to 1.12; high-certainty evidence) and loss of fewer than 15 letters of visual acuity (RR 1.00, 95% CI 0.98 to 1.02; high-certainty evidence); results showed similar mean improvement in visual acuity (mean difference [MD] -0.5 letters, 95% CI -1.5 to 0.5; high-certainty evidence) after one year of follow-up, despite the substantially lower cost of bevacizumab compared with ranibizumab. Reduction in central retinal thickness was less among bevacizumab-treated participants than among ranibizumab-treated participants after one year (MD -11.6 μm, 95% CI -21.6 to -1.7; high-certainty evidence); however, this difference is within the range of measurement error, and we did not interpret it to be clinically meaningful.\nOcular inflammation and increased intraocular pressure (IOP) after intravitreal injection were the most frequently reported serious ocular adverse events. Researchers reported endophthalmitis in less than 1% of anti-VEGF-treated participants and in no cases among control groups. The occurrence of serious systemic adverse events was comparable across anti-VEGF-treated groups and control groups; however, the numbers of events and trial participants may have been insufficient to show a meaningful difference between groups (evidence of low- to moderate-certainty). Investigators rarely measured and reported data on visual function, quality of life, or economic outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Results of this review show the effectiveness of anti-VEGF agents (pegaptanib, ranibizumab, and bevacizumab) in terms of maintaining visual acuity; studies show that ranibizumab and bevacizumab improved visual acuity in some eyes that received these agents and were equally effective. Available information on the adverse effects of each medication does not suggest a higher incidence of potentially vision-threatening complications with intravitreous injection of anti-VEGF agents compared with control interventions; however, clinical trial sample sizes were not sufficient to estimate differences in rare safety outcomes. Future Cochrane Reviews should incorporate research evaluating variable dosing regimens of anti-VEGF agents, effects of long-term use, use of combination therapies (e.g. anti-VEGF treatment plus photodynamic therapy), and other methods of delivering these agents."
    }
  ],
  "pls_title": "Anti-vascular endothelial growth factor for neovascular age-related macular degeneration",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane review was to compare treatment with anti-vascular endothelial growth factor (anti-VEGF) agents for neovascular age-related macular degeneration (wet AMD). This review focuses on two questions: (1) whether using anti-VEGF agents is better than not using them, and (2) which anti-VEGF agent works best."
    },
    {
      "heading": "Key messages",
      "text": "Anti-VEGF agents were better than no anti-VEGF agents or other types of treatment for patients with wet AMD. When studies compared anti-VEGF agents, researchers found that ranibizumab and bevacizumab were similar in terms of vision-related outcomes and numbers of adverse events among participants followed for at least one year. The major difference was cost, as bevacizumab was cheaper."
    },
    {
      "heading": "What was studied in this review?",
      "text": "Wet AMD is a common cause of severe vision loss among people 55 years of age and older. The macula, located in the central retina in the back of the eye, is important for vision. Wet AMD occurs when abnormal growth of blood vessels in the back of the eye damages the macula. Wet AMD causes blurriness, darkness, or distortion in the center of the field of vision, thus reducing the individual's ability to read, drive, and see faces.\nInjection into the eye of medicines like pegaptanib, ranibizumab, and bevacizumab can help block abnormal growth of blood vessels in the back of the eye. These drugs are known as anti-VEGF agents. We conducted this review to compare benefits and risks of treatment with anti-VEGF agents versus treatment without anti-VEGF agents and to compare different types of anti-VEGF agents."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "We found 16 studies that enrolled a total of 6347 people with wet AMD. Six studies compared anti-VEGF agents against no anti-VEGF agent, and ten studies compared bevacizumab versus ranibizumab. Drug companies conducted or sponsored four of the studies. Investigators conducted the 16 studies at various centers on five continents (North and South America, Europe, Asia, and Australia); they treated people and provided follow-up for at least one year.\nAfter one year, more people treated with any of the three anti-VEGF agents (pegaptanib, ranibizumab, or bevacizumab) had improved vision, fewer had vision loss, and fewer were legally blind in the study eye when compared with people who did not receive anti-VEGF agents. People treated with anti-VEGF agents also showed structural improvements in the eye, which doctors use to monitor the disease and determine the need for more treatment. People who did not receive anti-VEGF agents did not show the same kind of improvement.\nTreatment with ranibizumab or bevacizumab yielded larger improvements in vision compared with treatment with pegaptanib in trials comparing anti-VEGF treatment against treatment not using anti-VEGF agents. Comparison of bevacizumab versus ranibizumab revealed no major differences with respect to any vision-related outcomes. The major difference between the two agents was cost; bevacizumab was cheaper.\nInflammation and increased pressure in the eye were the most common unwanted effects caused by anti-VEGF agents. Investigators reported endophthalmitis (infection in the inner part of the eye, which can cause blindness) in less than 1% of anti-VEGF-treated eyes and observed no cases among those not treated with anti-VEGF agents. The occurrence of serious side effects, such as high blood pressure and internal bleeding, was low and was similar between anti-VEGF-treated groups and groups that did not receive anti-VEGFs. The number of total side effects was very small, so it is impossible to tell which drug may have caused the most harmful effects."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "Cochrane researchers searched for studies that had been published up to January 31, 2018."
    }
  ]
}