{
  "doi": "10.1002/14651858.CD002251.pub4",
  "name": "Techniques for preventing hypotension during spinal anaesthesia for caesarean section",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Maternal hypotension is the most frequent complication of spinal anaesthesia for caesarean section. It can be associated with nausea or vomiting and may pose serious risks to the mother (unconsciousness, pulmonary aspiration) and baby (hypoxia, acidosis, neurological injury)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of prophylactic interventions for hypotension following spinal anaesthesia for caesarean section."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth's Trials Register (9 August 2016) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials, including full texts and abstracts, comparing interventions to prevent hypotension with placebo or alternative treatment in women having spinal anaesthesia for caesarean section. We excluded studies if hypotension was not an outcome measure."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed study quality and extracted data from eligible studies. We report 'Summary of findings' tables using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included 125 studies involving 9469 women. Interventions were to prevent maternal hypotension following spinal anaesthesia only, and we excluded any interventions considered active treatment. All the included studies reported the review's primary outcome. Across 49 comparisons, we identified three intervention groups: intravenous fluids, pharmacological interventions, and physical interventions. Authors reported no serious adverse effects with any of the interventions investigated. Most trials reported hypotension requiring intervention and Apgar score of less than 8 at five minutes as the only outcomes. None of the trials included in the comparisons we describe reported admission to neonatal intensive care unit.\nCrystalloid versus control (no fluids)\nFewer women experienced hypotension in the crystalloid group compared with no fluids (average risk ratio (RR) 0.84, 95% confidence interval (CI) 0.72 to 0.98; 370 women; 5 studies; low-quality evidence ). There was no clear difference between groups in numbers of women with nausea and vomiting (average RR 0.19, 95% CI 0.01 to 3.91; 1 study; 69 women; very low-quality evidence ). No baby had an Apgar score of less than 8 at five minutes in either group (60 babies, low-quality evidence).\nColloid versus crystalloid\nFewer women experienced hypotension in the colloid group compared with the crystalloid group (average RR 0.69, 95% CI 0.58 to 0.81; 2009 women; 27 studies; very low-quality evidence ). There were no clear differences between groups for maternal hypertension requiring intervention (average RR 0.64, 95% CI 0.09 to 4.46, 3 studies, 327 women; very low-quality evidence ), maternal bradycardia requiring intervention (average RR 0.98, 95% CI 0.54 to 1.78, 5 studies, 413 women; very low-quality evidence ), nausea and/or vomiting (average RR 0.89, 95% CI 0.66 to 1.19, 14 studies, 1058 women, I² = 29%; very low-quality evidence ), neonatal acidosis (average RR 0.83, 95% CI 0.15 to 4.52, 6 studies, 678 babies; very low-quality evidence ), or Apgar score of less than 8 at five minutes (average RR 0.24, 95% CI 0.03 to 2.05, 10 studies, 730 babies; very low-quality evidence).\nEphedrine versus phenylephrine\nThere were no clear differences between ephedrine and phenylephrine groups for preventing maternal hypotension (average RR 0.92, 95% CI 0.71 to 1.18; 401 women; 8 studies; very low-quality evidence ) or hypertension (average RR 1.72, 95% CI 0.71 to 4.16, 2 studies, 118 women, low-quality evidence ). Rates of bradycardia were lower in the ephedrine group (average RR 0.37, 95% CI 0.21 to 0.64, 5 studies, 304 women, low-quality evidence ). There was no clear difference in the number of women with nausea and/or vomiting (average RR 0.76, 95% CI 0.39 to 1.49, 4 studies, 204 women, I² = 37%, very low-quality evidence ), or babies with neonatal acidosis (average RR 0.89, 95% CI 0.07 to 12.00, 3 studies, 175 babies, low-quality evidence ). No baby had an Apgar score of less than 8 at five minutes in either group (321 babies; low-quality evidence).\nOndansetron versus control\nOndansetron administration was more effective than control (placebo saline) for preventing hypotension requiring treatment (average RR 0.67, 95% CI 0.54 to 0.83; 740 women, 8 studies, low-quality evidence ), bradycardia requiring treatment (average RR 0.49, 95% CI 0.28 to 0.87; 740 women, 8 studies, low-quality evidence ), and nausea and/or vomiting (average RR 0.35, 95% CI 0.24 to 0.51; 653 women, 7 studies, low-quality evidence ). There was no clear difference between the groups in rates of neonatal acidosis (average RR 0.48, 95% CI 0.05 to 5.09; 134 babies; 2 studies, low-quality evidence ) or Apgar scores of less than 8 at five minutes (284 babies, low-quality evidence).\nLower limb compression versus control\nLower limb compression was more effective than control for preventing hypotension (average RR 0.61, 95% CI 0.47 to 0.78, 11 studies, 705 women, I² = 65%, very low-quality evidence). There was no clear difference between the groups in rates of bradycardia (RR 0.63, 95% CI 0.11 to 3.56, 1 study, 74 women, very low-quality evidence ) or nausea and/or vomiting (average RR 0.42, 95% CI 0.14 to 1.27, 4 studies, 276 women, I² = 32%, very-low quality evidence ). No baby had an Apgar score of less than 8 at five minutes in either group (130 babies, very low-quality evidence).\nWalking versus lying\nThere was no clear difference between the groups for women with hypotension requiring treatment (RR 0.71, 95% CI 0.41 to 1.21, 1 study, 37 women, very low-quality evidence).\nMany included studies reported little to no information that would allow an assessment of their risk of bias, limiting our ability to draw meaningful conclusions. GRADE assessments of the quality of evidence ranged from very low to low. We downgraded evidence for limitations in study design, imprecision, and indirectness; most studies assessed only women scheduled for elective caesarean sections.\nExternal validity also needs consideration. Readers should question the use of colloids in this context given the serious potential side effects such as allergy and renal failure associated with their administration."
    },
    {
      "heading": "Authors' conclusions",
      "text": "While interventions such as crystalloids, colloids, ephedrine, phenylephrine, ondansetron, or lower leg compression can reduce the incidence of hypotension, none have been shown to eliminate the need to treat maternal hypotension in some women. We cannot draw any conclusions regarding rare adverse effects associated with use of the interventions (for example colloids) due to the relatively small numbers of women studied."
    }
  ],
  "pls_title": "Techniques for preventing a decrease in blood pressure during spinal anaesthesia for caesarean section",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Spinal anaesthesia is a commonly used technique for caesarean birth as the mother is able to be awake for the birth and usually remains comfortable afterwards. In addition, the technique avoids the risks of general anaesthesia. The most common adverse effect of spinal anaesthesia is a fall in blood pressure (hypotension).\nThis study reviews the evidence for preventing hypotension following spinal anaesthesia for caesarean birth."
    },
    {
      "heading": "Why is this important?",
      "text": "Hypotension following spinal anaesthesia for caesarean birth occurs frequently. When it occurs, the mother may feel faint or nauseous and may vomit. If her blood pressure falls excessively, the mother runs serious risks (such as loss of consciousness), as does the baby (such as lack of oxygen and brain damage). Hypotension may be prevented by administering intravenous fluids, giving medications (such as ephedrine, phenylephrine, and ondansetron), by leg compression, or by the mother either lying down or walking around before the spinal anaesthesia."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched the evidence in August 2016 and found a total of 125 studies involving 9469 women. Included studies investigated 49 different comparisons, which we split into three groups: intravenous fluid therapy, medications, and physical methods. Here we describe the results of the six main comparisons (crystalloid versus control; colloid versus crystalloid; ephedrine versus phenylephrine; ondansetron versus control; leg compression versus control; walking versus lying).\nFluid therapy (crystalloid versus control; colloid versus crystalloid)\nIt is uncertain whether crystalloids prevent hypotension because the quality of the evidence is very low. Giving colloids instead of crystalloids may mean that fewer women have low blood pressure after having spinal anaesthesia.\nWe cannot be certain due to the very low quality evidence whether crystalloid or colloid are better at preventing maternal low heart rate (bradycardia), high blood pressure, nausea and vomiting, neonatal acidosis, or low Apgar scores. Whether women received crystalloids or no fluids did not affect the number of women who experienced nausea and/or vomiting.\nMedications (ephedrine versus phenylephrine; ondansetron versus control)\nLower rates of bradycardia occurred in women receiving ephedrine versus phenylephrine, and with ondansetron versus no ondansetron, but the evidence is low quality. Ondansetron may prevent low blood pressure and nausea/vomiting but made little or no difference to neonatal acidosis or Apgar scores. There was little difference between ephedrine and phenylephrine for low or high blood pressure, nausea and vomiting, neonatal acidosis, or Apgar scores. We cannot be certain of these results due to the low or very low quality of the evidence.\nPhysical methods (leg compression versus control; walking versus lying)\nIt is uncertain whether leg compression reduces the number of women with hypotension compared with no leg compression because the quality of evidence is very low. Similarly, we cannot be certain whether leg compression made any difference to women experiencing bradycardia or nausea and vomiting, or to babies' Apgar scores. It is also uncertain whether walking or lying down before the spinal anaesthesia reduces low blood pressure."
    },
    {
      "heading": "What does this mean?",
      "text": "We found that no single method completely prevents hypotension in women receiving spinal anaesthesia during caesarean birth. Administering intravenous fluids or certain medications, and compressing the legs with bandages, stockings, or inflatable devices may reduce the incidence of hypotension. However, we found the quality of the evidence to be low or very low, so there is still a need for large, high-quality studies using these clinically relevant interventions, either alone or in combination.\nFuture research in this setting could focus on combinations of these effective strategies or on new innovative strategies."
    }
  ]
}