{
  "doi": "10.1002/14651858.CD012969.pub3",
  "name": "Treatment of dental and orthodontic complications in thalassaemia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Thalassaemia is a quantitative abnormality of haemoglobin caused by mutations in genes controlling production of alpha or beta globins. Abnormally unpaired globin chains cause membrane damage and cell death within organ systems and destruction of erythroid precursors in the bone marrow, leading to haemolytic anaemia. The life-long management of the general health effects of thalassaemia is highly challenging, and failure to deal with dental and orthodontic complications exacerbates the public health, financial and personal burden of the condition. There is a lack of evidence-based guidelines to help care seekers and providers manage such dental and orthodontic complications. This review aimed to evaluate the available evidence on methods for treating dental and orthodontic complications in people with thalassaemia to inform future recommendations. This is an update of a Cochrane Review first published in 2019."
    },
    {
      "heading": "Objectives",
      "text": "To assess different methods for treating dental and orthodontic complications in people with thalassaemia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group's Haemoglobinopathies Trials Register in September 2022, and we searched nine online databases and trials registries in January 2022. We searched the reference lists of relevant articles and reviews and contacted haematologists, experts in fields of dentistry, organisations, pharmaceutical companies and researchers working in this field."
    },
    {
      "heading": "Selection criteria",
      "text": "We searched for published or unpublished randomised controlled trials (RCTs) that evaluated treatment of dental and orthodontic complications in individuals diagnosed with thalassaemia, irrespective of phenotype, severity, age, sex and ethnic origin."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened the 37,242 titles retrieved by the search. After deduplication, we identified two potentially relevant RCTs. On assessing their eligibility against our inclusion and exclusion criteria, we excluded one and included the other."
    },
    {
      "heading": "Main results",
      "text": "We included one parallel-design RCT conducted in Saudi Arabia and involving 29 participants (19 males, 10 females) with thalassaemia. It aimed to assess the effectiveness of photodynamic therapy as an adjuvant to conventional full-mouth ultrasonic scaling for the treatment of gingivitis. The average age of participants was around 23 years.\nThere is very low-certainty evidence from this trial that full-mouth ultrasonic scaling plus photodynamic therapy compared to full-mouth ultrasonic scaling alone may improve gingival index score and bleeding on probing after 12 weeks in people with thalassaemia.\nWe found no studies that assessed other interventions for the various dental or orthodontic complications of thalassaemia."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Although the included study showed greater reduction in gingivitis in the group treated with full-mouth ultrasonic scaling plus photodynamic therapy, the evidence is of very low certainty. The study had unclear risk of bias, a short follow-up period and no data on safety or adverse effects. We cannot make definitive recommendations for clinical practice based on the limited evidence of a single trial. Future studies will very likely affect the conclusions of this review.\nThis review highlights the need for high-quality RCTs that investigate the effectiveness of various treatment modalities for dental and orthodontic complications in people with thalassaemia. It is crucial that future trials assess adverse effects of interventions."
    }
  ],
  "pls_title": "Treatment of dental and orthodontic problems in thalassaemia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is thalassaemia?",
      "text": "Red blood cells make a pigment known as haemoglobin which carries oxygen around the body. In people with thalassaemia, the haemoglobin is not normal, due to defects (mutations) in two specific types of genes. This leads to the condition being classified as either alpha or beta thalassaemia. About 5% of the world population carry the mutation that causes the alpha globin gene to function only partially or not at all; the carrier rate for the beta globin gene is about 1.5%. Both forms of thalassaemia are mainly found in the belt of countries stretching from Sub-Saharan Africa, through the Mediterranean region and the Middle East, to South and South-East Asia. These disorders are increasingly found in many other parts of the world due to people moving from country to country."
    },
    {
      "heading": "How does thalassaemia cause dental and orthodontic problems?",
      "text": "When people inherit two copies of the mutated gene, the defective haemoglobin in the red blood cells does not release oxygen normally into the body. Defective cells build up in the body's organs and bone marrow cells, causing tissue damage and cell death, which leads to a decrease in red blood cells (anaemia). The lack of oxygen due to anaemia can stop organs from working normally, and people often need blood transfusions to correct the decrease in red blood cells. The body tries to compensate for the anaemia naturally by making more red blood cells, which causes expansion of the bone marrow spaces. In the skull, cheekbones and jawbones, this expanding bone marrow causes abnormal bony swellings, which can result in jaw deformity and teeth not being in their correct position (known as malocclusion). Severe changes to the face and jaw lead to difficulties with speech, eating and appearance. These visible features can be distressing for people with thalassaemia and have a negative impact on their quality of life.\nTo survive, people with thalassaemia have to focus on dealing with the serious impact of anaemia on their general health and on managing complications related to the long-term treatment of the condition. Consequently, they may neglect dental problems like tooth decay, gum disease and infections, and ordinary dental problems can become more severe and require advanced treatment. Before dental practitioners start any kind of dental treatment in people with thalassaemia, they need to consider both the underlying condition and the effects of the resulting anaemia or its treatment. Dental treatment may be particularly risky in people with thalassaemia who have had their spleen removed, as this can make them more prone to infections. There are no guidelines describing the best treatment plan, due to a lack of information in the scientific literature."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if any intervention was better than another to:\n1. improve how teeth are aligned;\n2. reduce the severity of any other dental complications;\n3. reduce unwanted effects of treatment;\n4. reduce pain;\n5. reduce infections after dental treatment using preventive antibiotics;\n6. improve quality of life; or\n7. reduce the effects on professional and academic functions (e.g. loss or change of job, number of days off work or school)."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that evaluated any treatment for dental or orthodontic problems in people with thalassaemia. We summarised the results and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found only one study suitable for inclusion in our review. This trial was conducted in a clinical setting in Saudi Arabia and enroled 29 people with thalassaemia. One group of participants received treatment with a light stimulation device in the infected areas of the gums in addition to professional full-mouth cleaning, and the other group received professional full-mouth cleaning only."
    },
    {
      "heading": "Main results",
      "text": "Full-mouth cleaning plus light stimulation may reduce some aspects of gum inflammation more than full-mouth cleaning alone. The study did not report any of our other outcomes of interest listed above."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The study did not examine the effects of treatment beyond 12 weeks; nor did it examine unwanted effects of treatment. For these reasons, we have little confidence in the evidence. We cannot make definitive clinical recommendations based on this one study."
    },
    {
      "heading": "How up to date is the evidence?",
      "text": "The evidence is current to January 2022."
    }
  ]
}