{
  "doi": "10.1002/14651858.CD003861.pub4",
  "name": "Water for wound cleansing",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Although various solutions have been recommended for cleansing wounds, normal saline is favoured as it is an isotonic solution and is not thought to interfere with the normal healing process. Tap water is commonly used in community settings for cleansing wounds because it is easily accessible, efficient and cost-effective; however, there is an unresolved debate about its use."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of water for wound cleansing."
    },
    {
      "heading": "Search methods",
      "text": "For this fifth update, in May 2021 we searched the Cochrane Wounds Specialised Register; the Cochrane Central Register of Controlled Trials (CENTRAL); Ovid MEDLINE; Ovid Embase and EBSCO CINAHL Plus. We also searched clinical trials registries for ongoing and unpublished studies, and scanned reference lists of relevant included studies as well as reviews, meta-analyses and health technology reports to identify additional studies. There were no restrictions with respect to language, date of publication or study setting."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs) that assessed wound cleansing using different types of water (e.g. tap water, distilled, boiled) compared with no cleansing or with other solutions (e.g. normal saline). For this update, we excluded quasi-RCTs, thereby removing some studies which had been included in the previous version of the review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently carried out trial selection, data extraction and GRADE assessment of the certainty of evidence."
    },
    {
      "heading": "Main results",
      "text": "We included 13 trials in this update including a total of 2504 participants ranging in age from two to 95 years. Participants in the trials experienced open fractures, surgical wounds, traumatic wounds, anal fissures and chronic wounds. The trials were conducted in six different countries with the majority conducted in India and the USA. Three trials involving 148 participants compared cleansing with tap water with no cleansing. Eight trials involving 2204 participants assessed cleansing with tap water compared with cleansing with normal saline. Two trials involving 152 participants assessed cleansing with distilled water compared with cleansing with normal saline.  One trial involving 51 participants also assessed cleansing with cooled boiled water compared with cleansing with normal saline, and cleansing with distilled water compared with cleansing with cooled boiled water.\nWound infection: no trials reported on wound infection for the comparison cleansing with tap water versus no cleansing. For all wounds, eight trials found the effect of cleansing with tap water compared with normal saline is uncertain (risk ratio (RR) 0.84, 95% confidence interval (CI) 0.59 to 1.19); very low-certainty evidence. Two trials comparing the use of distilled water with normal saline for cleansing open fractures found that the effect on the number of fractures that were infected is uncertain (RR 0.70, 95% CI 0.45 to 1.09); very low-certainty evidence. One trial compared the use of cooled boiled water with normal saline for cleansing open fractures and found that the effect on the number of fractures infected is uncertain (RR 0.83, 95% CI 0.37 to 1.87); very low-certainty evidence. This trial also compared the use of distilled water with cooled boiled water and found that the effect on the number of fractures infected is uncertain (RR 0.59, 95% CI 0.24 to 1.47); very low-certainty evidence.\nWound healing: results from three trials comparing the use of tap water with no wound cleansing demonstrated there may be little or no difference in the number of wounds that did not heal between the groups (RR 1.04, 95% CI 0.95 to 1.14); low-certainty evidence. The effect of tap water compared with normal saline is uncertain; two trials were pooled (RR 0.57, 95% CI 0.30 to 1.07) but the certainty of the evidence is very low. Results from one study comparing the use of distilled water with normal saline for cleansing open fractures found that there may be little or no difference in the number of fractures that healed (RR could not be estimated, all wounds healed); the certainty of the evidence is low.\nReduction in wound size: the effect of cleansing with tap water compared with normal saline on wound size reduction is uncertain (RR 0.97, 95% CI 0.56 to 1.68); the certainty of the evidence is very low.\nRate of wound healing: the effect of cleansing with tap water compared with normal saline on wound healing rate is uncertain (mean difference (MD) -3.06, 95% CI -6.70 to 0.58); the certainty of the evidence is very low.\nCosts: two trials reported cost analyses but the cost-effectiveness of tap water compared with the use of normal saline is uncertain; the certainty of the evidence is very low.\nPain: results from one study comparing the use of tap water with no cleansing for acute and chronic wounds showed that there may be little or no difference in pain scores. The certainty of the evidence is low.\nPatient satisfaction: results from one study comparing the use of tap water with no cleansing for acute and chronic wounds showed that there may be little or no difference in patient satisfaction. The certainty of evidence is low. The effect of cleansing with tap water compared with normal saline is uncertain as the certainty of the evidence is very low."
    },
    {
      "heading": "Authors' conclusions",
      "text": "All the evidence identified in the review was low or very low certainty. Cleansing with tap water may make little or no difference to wound healing compared with no cleansing; there are no data relating to the impact on wound infection. The effects of cleansing with tap water, cooled boiled water or distilled water compared with cleansing with saline are uncertain, as is the effect of distilled water compared with cooled boiled water. Data for other outcomes are limited across all the comparisons considered and are either uncertain or suggest that there may be little or no difference in the outcome."
    }
  ],
  "pls_title": "The effects of water compared with other solutions for wound cleansing",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Infection can interfere with the normal wound-healing process. In order to reduce the risk of infection, wounds are routinely cleansed to remove dirt, contamination or impurities. In this review, a wound is defined as a break in the skin."
    },
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this review was to investigate the effects of wound cleansing using different types of water (e.g. tap water, distilled, boiled) compared with no cleansing or with other solutions (e.g. normal saline). We measured effectiveness by looking at wound-related infection rate and wound healing.\nResearchers from Cochrane searched for all randomised controlled trials (RCTs) relating to this question and found 13 relevant studies. RCTs are studies where people are chosen at random to receive different treatments. Allocating participants in this way provides the most reliable evidence about possible relationships between the treatment used and any reported health outcomes."
    },
    {
      "heading": "Key messages",
      "text": "We compared wound cleansing with tap water, distilled water, cooled boiled water or saline with each other or with no cleansing. It is unclear if any of these interventions have an effect on the number of wounds which become infected. It is also unclear if they have an effect on healing (number of wounds healed; change in wound size; and rate of wound healing); costs; pain; or patient satisfaction."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Wounds are commonly cleansed to prevent infection. The cleansing solution can be tap water, distilled water, cooled boiled water or saline. Tap water is commonly used in the community because it is easily accessible, efficient and cost-effective; however, there is an unresolved debate about its use. We compared the effects of cleansing wounds with water with other types of water, normal saline and no cleansing.\nWe included all RCTs that compared wound cleansing using different types of water (e.g. tap water, distilled, boiled) compared with no cleansing or with other solutions (e.g. normal saline). Participants were from any age group and any setting e.g. hospital, community, nursing homes, general practice, wound clinics. We excluded trials that compared solutions for dental procedures or for patients with burns."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "We included results from 13 RCTs in this review, with a combined total of 2504 participants. The participants were adults or children with a range of different types of wounds who were treated in the community, emergency departments or hospital wards. Eight trials assessed cleansing with tap water compared with cleansing with normal saline. Three trials compared cleansing with tap water with no cleansing. Two trials assessed cleansing with distilled water compared with cleansing with normal saline, one trial also assessed cleansing with cooled boiled water with cleansing with normal saline and cleansing with distilled water compared with cleansing with cooled boiled water.\nWe compared wound cleansing with tap water, distilled water, cooled boiled water or saline with each other or with no cleansing. It is unclear if any of these interventions have an effect on the number of wounds which become infected. It is also unclear if they have an effect on healing (number of wounds healed; change in wound size; and rate of wound healing); costs; pain; or patient satisfaction.\nWe are unsure if the interventions have an effect because not enough participants received each intervention to reliably assess their effects. The way that the studies were designed and conducted also means that the results may not reliably reflect the effects of the interventions. This is partly due to uncertainty over how participants were assigned to the treatments. It is also possible that many participants and healthcare professionals were aware of which treatments were being used."
    },
    {
      "heading": "How up to date is this review?",
      "text": "We searched for studies that had been published up to 20 May 2021."
    }
  ]
}