{
  "doi": "10.1002/14651858.CD011595.pub2",
  "name": "Mosquito repellents for malaria prevention",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Malaria is an important cause of illness and death across endemic regions. Considerable success against malaria has been achieved within the past decade mainly through long-lasting insecticide-treated nets (LLINs). However, elimination of the disease is proving difficult as current control methods do not protect against mosquitoes biting outdoors and when people are active. Repellents may provide a personal protection solution during these times."
    },
    {
      "heading": "Objectives",
      "text": "To assess the impact of topical repellents, insecticide-treated clothing, and spatial repellents on malaria transmission."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases up to 26 June 2017: the Cochrane Infectious Diseases Group Specialized Register; the Central Register of Controlled Trials (CENTRAL), published in the Cochrane Library; MEDLINE; Embase; US AFPMB; CAB Abstracts; and LILACS. We also searched trial registration platforms and conference proceedings; and contacted organizations and companies for ongoing and unpublished trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) and cluster-randomized controlled trials of topical repellents proven to repel mosquitoes; permethrin-treated clothing; and spatial repellents such as mosquito coils. We included trials that investigated the use of repellents with or without LLINs, referred to as insecticide-treated nets."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently reviewed trials for inclusion, extracted the data, and assessed the risk of bias. A third review author resolved any discrepancies. We analysed data by conducting meta-analysis and stratified by whether the trials had included LLINs. We combined results from cRCTs with individually RCTs by adjusting for clustering and presented results using forest plots. We used GRADE to assess the certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "Eight cRCTs and two RCTs met the inclusion criteria. Six trials investigated topical repellents, two trials investigated insecticide-treated clothing, and two trials investigated spatial repellents.\nTopical repellents\nSix RCTS, five of them cluster-randomized, investigated topical repellents involving residents of malaria-endemic regions. Four trials used topical repellents in combination with nets, but two trials undertaken in displaced populations used topical repellents alone. It is unclear if topical repellents can prevent clinical malaria (RR 0.65, 95% CI 0.4 to 1.07, very low certainty evidence ) or malaria infection (RR 0.84, 95% CI 0.64 to 1.12, low-certainty evidence ) caused by P. falciparum. It is also unclear if there is any protection against clinical cases of P. vivax (RR 1.32, 95% CI 0.99 to 1.76, low-certainty evidence ) or incidence of infections (RR 1.07, 95% CI 0.80 to 1.41, low-certainty evidence ). Subgroup analysis of trials including insecticide-treated nets did not show a protective effect of topical repellents against malaria. Only two studies did not include insecticide-treated nets, and they measured different outcomes; one reported a protective effect against clinical cases of P. falciparum (RR 0.40, 95% CI 0.23 to 0.71); but the other study measured no protective effect against malaria infection incidence caused by either P. falciparum or P. vivax.\nInsecticide-treated clothing\nInsecticide-treated clothing were investigated in trials conducted in refugee camps in Pakistan and amongst military based in the Colombian Amazon. Neither study provided participants with insecticide-treated nets. In the absence of nets, treated clothing may reduce the incidence of clinical malaria caused by P. falciparum by approximately 50% (RR 0.49, 95% CI 0.29 to 0.83, low-certainty evidence ) and P. vivax (RR 0.64, 95% CI 0.40 to 1.01, low-certainty evidence).\nSpatial repellents\nTwo cluster-randomized RCTs investigated mosquito coils for malaria prevention. We do not know the effect of spatial repellents on malaria prevention (RR 0.24, 95% CI 0.03 to 1.72, very low certainty evidence ). There was large heterogeneity between studies and one study had high risk of bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to conclude topical or spatial repellents can prevent malaria. There is a need for better designed trials to generate higher certainty of evidence before well-informed recommendations can be made. Adherence to daily compliance remains a major limitation. Insecticide-treated clothing may reduce risk of malaria infection in the absence of insecticide-treated nets; further studies on insecticide-treated clothing in the general population should be done to broaden the applicability of the results."
    }
  ],
  "pls_title": "Mosquito repellents for malaria prevention",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What was the aim of this review?",
      "text": "The aim of this Cochrane Review was to find out if mosquito repellents — topical repellents (applied to the skin); insecticide-treated clothing; or spatial repellents such as mosquito coils — can prevent malaria. We collected and analysed the results of all relevant studies to answer this question and found data from ten trials: six on topical repellents, two on insecticide-treated clothing, and two on spatial repellents."
    },
    {
      "heading": "Key messages",
      "text": "We do not know if the use of repellent lotions or burning of mosquito coils can provide protection from malaria to communities living in endemic regions. In situations where long-lasting insecticide-treated bed nets (LLINs) cannot be rolled out, such as after a natural disaster or amongst displaced populations, the use of insecticide-treated clothing may reduce the risk of malaria infection by 50%. Most studies included in our analysis were poorly designed and had high risk of bias. In order to draw well-informed conclusions, further high-quality studies must be conducted to improve the certainty of the evidence. However, it is questionable if topical repellents can be used for malaria prevention in the general population as daily compliance and poor standardization (amount of repellent used, surface area applied, time of application, and period between repeated applications) are major limitations of this intervention."
    },
    {
      "heading": "What was studied in this review",
      "text": "Mosquito repellents provide protection from mosquito bites. There are three different types of repellents: topical repellents, which can be applied on the skin; insecticide-treated clothing, through impregnation of clothing with repellent compounds; and spatial repellents, such as mosquito coils. Malaria has decreased in many countries because people have been given highly effective LLINs. However people are still being bitten before they go to bed. There is a need to find a way to offer protection from malaria during these hours. Mosquito repellents may address this gap."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "A total of six trials investigated the use of topical repellents for malaria prevention. The trials took place in different malaria-endemic regions across South America, Asia, and sub-Saharan Africa. The topical repellents tested included lotions, treated soap, and local cosmetics. We analysed the studies in groups according to LLIN inclusion. Most studies rolled out LLINs to the population and investigated topical repellents as a complementary intervention to the treated bed-nets. The poor design of the included studies provided low to very low certainty evidence, consequently we do not know if there is a benefit of using topical repellents in addition to LLINs to prevent malaria. The compliance of participants to adhere to the daily application of repellents remains a challenge to further research.\nInsecticide-treated clothing was investigated in two trials conducted with refugees in Pakistan and military deployed in the Amazon; neither study rolled out or reported the use of bed-nets. In the absence of LLINs, there is some evidence that insecticide-treated clothing may reduce the risk of malaria infection by 50%. Given that the findings relate to special populations living in particularly harsh conditions it is unclear if the results are applicable to the general population. Further studies involving civilian populations should be done to improve the certainty of these findings.\nTwo studies investigated the practice of burning mosquito coils to reduce malaria infections. One study was conducted in China and the other in Indonesia. The study designs were substantially different and one study had high risk of bias leading to very low certainty evidence. We do not know if mosquito coils offer protection against malaria. The findings underline the need for further research."
    },
    {
      "heading": "How up to date is this review?",
      "text": "The review authors searched for studies that had been published up to 26 June 2017."
    }
  ]
}