{
  "doi": "10.1002/14651858.CD004358.pub2",
  "name": "Anticholinergics for prolonged non‐specific cough in children",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Non-specific cough is defined as non-productive cough in the absence of identifiable respiratory disease or known aetiology. It is commonly seen in paediatric practice. These children are treated with a variety of therapies including inhaled anti-cholinergic medications."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy of inhaled anti-cholinergic medications in the management of prolonged non-specific cough in children."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Register of Controlled Trials (CENTRAL), MEDLINE and EMBASE databases were searched. Relevant pharmaceutical companies were contacted. The latest searches were carried out in April 2010."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials comparing inhaled anti-cholinergic medication with a placebo medication."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Results of searches were reviewed against pre-determined criteria for inclusion. No eligible trials were identified and thus no data were available for analysis. A single small trial in adults has been reported."
    },
    {
      "heading": "Main results",
      "text": "No randomised-controlled trials that examined the efficacy of inhaled anti-cholinergic medications in the management of prolonged non-specific cough in children were found. An additional search in April 2010 did not identify any further studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently no evidence to support the use of inhaled anti-cholinergics for symptomatic control of non-specific cough in children. Further research examining the effects of this intervention is needed."
    }
  ],
  "pls_title": "Anticholinergics for prolonged non specific cough in children",
  "pls_type": "long",
  "pls": "Children with non-specific cough, (non-productive cough in the absence of identifiable chest disease) are commonly treated with a variety of medications for control of cough symptoms. This review examined the effect of inhaled anti-cholinergic drugs in children with non-specific cough. Currently there is no evidence to support the use of inhaled anti-cholinergics as no randomised-controlled trials of inhaled anti-cholinergic medications in the management of prolonged non-specific cough in children were found."
}