{
  "doi": "10.1002/14651858.CD013827.pub2",
  "name": "Progestogens for prevention of luteinising hormone (LH) surge in women undergoing controlled ovarian hyperstimulation as part of an assisted reproductive technology (ART) cycle ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Currently, gonadotrophin releasing hormone (GnRH) analogues are used to prevent premature ovulation in ART cycles. However, their costs remain high, the route of administration is invasive and has some adverse effects. Oral progestogens could be cheaper and effective to prevent a premature LH surge."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of using progestogens to avoid spontaneous ovulation in women undergoing controlled ovarian hyperstimulation (COH)."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Gynaecology and Fertility Group trials register, CENTRAL, MEDLINE, Embase and PsycINFO in Dec 2021. We contacted study authors and experts to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that included progestogens for ovulation inhibition in women undergoing controlled ovarian hyperstimulation (COH)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures recommended by Cochrane, including the risk of bias (RoB) assessment. The primary review outcomes were live birth rate (LBR) and oocyte pick-up cancellation rate (OPCR). Secondary outcomes were clinical pregnancy rate (CPR), cumulative pregnancy, miscarriage rate (MR), multiple pregnancies, LH surge, total and MII oocytes, days of stimulation, dose of gonadotropins, and moderate/severe ovarian hyperstimulation syndrome (OHSS) rate. The primary analyses were restricted to studies at overall low and some concerns RoB, and sensitivity analysis included all studies. We used the GRADE approach to assess the certainty of evidence."
    },
    {
      "heading": "Main results",
      "text": "We included 14 RCTs (2643 subfertile women undergoing ART, 47 women used oocyte freezing for fertility preservation and 534 oocyte donors).\nProgestogens versus GnRH antagonists\nWe are very uncertain of the effect of medroxyprogesterone acetate (MPA) 10 mg compared with cetrorelix on the LBR in poor responders (odds ratio (OR) 1.25, 95% confidence interval (CI) 0.73 to 2.13, one RCT, N = 340, very-low-certainty evidence), suggesting that if the chance of live birth following GnRH antagonists is assumed to be 18%, the chance following MPA would be 14% to 32%.\nThere may be little or no difference in OPCR between progestogens and GnRH antagonists, but due to wide Cs (CIs), we are uncertain (OR 0.92, 95%CI 0.42 to 2.01, 3 RCTs, N = 648, I² = 0%, low-certainty evidence), changing the chance of OPCR from 4% with progestogens to 2% to 8%.\nGiven the imprecision found, no conclusions can be retrieved on CPR and MR.\nLow-quality evidence suggested that using micronised progesterone in normo-responders may increase by 2 to 6 the MII oocytes in comparison to GnRH antagonists.\nThere may be little or no differences in gonadotropin doses.\nProgestogens versus GnRH agonists\nResults were uncertain for all outcomes comparing progestogens with GnRH agonists.\nOne progestogen versus another progestogen\nThe analyses comparing one progestogen versus another progestogen for LBR did not meet our criteria for primary analyses.\nThe OPCR was probably lower in the MPA 10 mg in comparison to MPA 4 mg (OR 2.27, 95%CI 0.90 to 5.74, one RCT, N = 300, moderate-certainty evidence), and MPA 4 mg may be lower than micronised progesterone 100 mg, but due to wide CI, we are uncertain of the effect (OR 0.81, 95%CI 0.43 to 1.53, one RCT, N = 300, low-certainty evidence), changing the chance of OPCR from 5% with MPA 4 mg to 5% to22%, and from 17% with micronised progesterone 100 mg to 8% to 24%.\nWhen comparing dydrogesterone 20 mg to MPA, the OPCR is probably lower in the dydrogesterone group in comparison to MPA 10 mg (OR 1.49, 95%CI 0.80 to 2.80, one RCT, N = 520, moderate-certainty evidence), and it may be lower in dydrogesterone group in comparison to MPA 4 mg but due to wide confidence interval, we are uncertain of the effect (OR 1.19, 95%CI 0.61 to 2.34, one RCT, N = 300, low-certainty evidence), changing the chance of OPCR from 7% with dydrogesterone 20 to 6-17%, and in MPA 4 mg from 12% to 8% to 24%.\nWhen comparing dydrogesterone 20 mg to micronised progesterone 100 mg, the OPCR is probably lower in the dydrogesterone group (OR 1.54, 95%CI 0.94 to 2.52, two RCTs, N=550, I² = 0%, moderate-certainty evidence), changing OPCR from 11% with dydrogesterone to 10% to 24%.\nWe are very uncertain of the effect in normo-responders of micronised progesterone 100 mg compared with micronised progesterone 200 mg on the OPCR (OR 0.35, 95%CI 0.09 to 1.37, one RCT, N = 150, very-low-certainty evidence).\nThere is probably little or no difference in CPR and MR between MPA 10 mg and dydrogesterone 20 mg.\nThere may be little or no differences in MII oocytes and gonadotropins doses.\nNo cases of moderate/severe OHSS were reported in most of the groups in any of the comparisons."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Little or no differences in LBR may exist when comparing MPA 4 mg with GnRH agonists in normo-responders. OPCR may be slightly increased in the MPA 4 mg group, but MPA 4 mg reduces the doses of gonadotropins in comparison to GnRH agonists.\nLittle or no differences in OPCR may exist between progestogens and GnRH antagonists in normo-responders and donors. However, micronised progesterone could improve by 2 to 6 MII oocytes.\nWhen comparing one progestogen to another, dydrogesterone suggested slightly lower OPCR than MPA and micronised progesterone, and MPA suggested slightly lower OPCR than the micronised progesterone 100 mg. Finally, MPA 10 mg suggests a lower OPCR than MPA 4 mg.\nThere is uncertainty regarding the rest of the outcomes due to imprecision and no solid conclusions can be drawn."
    }
  ],
  "pls_title": "Progestogens versus gonadotrophin-releasing hormone (GnRH) agonists, GnRH antagonists and other progestogens for women undergoing assisted reproductive technology (ART)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Cochrane authors reviewed the evidence about the effect of progestogens versus gonadotrophin-releasing (GnRH) agonists, GnRH antagonists and other progestogens in women undergoing assisted reproductive technology."
    },
    {
      "heading": "Background",
      "text": "GnRH agonists and antagonists are medications that affect hormones related to fertility. They are commonly used to prevent a hormone called luteinising hormone from causing a premature ovulation in women undergoing assisted reproductive technology treatments. This is important because spontaneous ovulation can lead to the cancellation of egg retrieval. However, these medications can be costly and need to be injected. An alternative approach is to use progestogens, which are steroid hormones, as they may be just as effective but are taken orally, which can reduce costs and increase patient satisfaction. We conducted a comparison of the benefits and risks of these two treatments, using different types of progestogens, such as medroxyprogesterone acetate, dydrogesterone and micronised progesterone."
    },
    {
      "heading": "Study characteristics",
      "text": "We found 14 studies comparing oral progestogens with GnRH agonists, antagonists and other progestogens in a total of 3224 women undergoing assisted reproductive technology. The evidence is current to December 2021."
    },
    {
      "heading": "Key results",
      "text": "Fourteen well-designed studies were included in the analysis."
    },
    {
      "heading": "Progestogens versus GnRH antagonists",
      "text": "The evidence suggests that if the chance of live birth following GnRH antagonists is assumed to be 18%, the chance following medroxyprogesterone acetate (progestogen) would be between 14% and 32%.\nCancellation rates may have no differences between progestogens and GnRH antagonists and may be slightly reduced in GnRH agonists in comparison to medroxyprogesterone acetate 4 mg.\nNo conclusions can be retrieved regarding clinical pregnancy rate and miscarriage rate, when comparing progestogens with GnRH antagonists.\nIn women with normal number of eggs (normo-responders), micronised progesterone (progestogen) may increase by 2 to 6 the number of MII oocytes in comparison to GnRH antagonists.\nThere may be little or no differences in gonadotropin doses."
    },
    {
      "heading": "Progestogens versus GnRH agonists",
      "text": "There may be no differences in live birth rate when comparing medroxyprogesterone acetate 4 mg (progestogen) to GnRH agonist in normo-responders undergoing assisted reproductive technology.\nThe evidence suggests that if the chance of cycle cancellation following GnRH agonists is assumed to be 5%, the chance following medroxyprogesterone acetate 4 mg (progestogen) would be between 2% and 16%.\nNo conclusions can be retrieved regarding clinical pregnancy rate and miscarriage rate when comparing progestogens with GnRH agonists.\nThere may be little or no differences in MII oocytes.\nMedroxyprogesterone acetate 4 mg (progestogen) reduces the doses of gonadotropins in comparison to GnRH agonists."
    },
    {
      "heading": "One progestogen versus another progestogen",
      "text": "None of the studies that reported live birth rate were included in the primary analysis.\n- Dydrogesterone probably decreases the cancellation rate in comparison to medroxyprogesterone acetate and micronised progesterone.\n- Medroxyprogesterone acetate suggested a slightly lower cancellation rate in comparison to micronised progesterone 100 mg.\n- Medroxyprogesterone acetate 10 mg probably suggests lower oocyte pick-up cancellation rates than in medroxyprogesterone acetate 4 mg.\n- Data were lacking on other unwanted effects.\nThe evidence suggests that:\n- if the chance of cancellation following medroxyprogesterone acetate 10 mg is assumed to be 5%, the chance following medroxyprogesterone acetate 4 mg would be between 5% and 22%;\n- if the chance of cancellation following micronised progesterone 100 mg is assumed to be 17%, the chance following medroxyprogesterone acetate 4 mg would be between 8% and 24%;\n- if the chance of cancellation following dydrogesterone 20 mg is assumed to be 7%, the chance following medroxyprogesterone acetate 10 mg would be between 6% and 17%;\n- if the change of cancellation following dydrogesterone 20 mg is assumed to be 12%, the chance following medroxyprogesterone acetate 4 mg would be between 8% and 24%\n- if the chance of cancellation following dydrogesterone 20 mg is assumed to be 11%, the chance following micronised progesterone 100 mg would be between 10% and 24%.\nThere is probably little or no difference in clinical pregnancy rate and miscarriage rate between medroxyprogesterone acetate 10 mg (progestogen) and dydrogesterone 20 mg (progestogen).\nThere may be little or no differences in MII oocytes and in gonadotropin doses.\nEvidence about other moderate or severe unwanted events was poorly reported and inconclusive for all the comparisons."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "There remains uncertainty about whether any progestogens compared among them or to GnRH antagonists or GnRH agonists changes the chance of having a baby. However, there may be little or no differences in the egg retrieval cancellation rate when compared to GnRH antagonists and progestogens may increase the risk of cancellation when compared to GnRH agonists. Among progestogens, cancellation rate may be lower in dydrogesterone in comparison to the rest, and medroxyprogesterone acetate 10 mg may be better than medroxyprogesterone acetate 4 mg and micronised progesterone. The certainty of the evidence was assessed as low. The reason for this is that most comparisons included only one study that did not recruit a large enough number of women to provide meaningful results. This means that results must be treated cautiously, and further studies are needed to confirm findings."
    }
  ]
}