{
  "doi": "10.1002/14651858.CD006659.pub3",
  "name": "Carnitine supplementation for inborn errors of metabolism",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Inborn errors of metabolism are genetic conditions which can lead to abnormalities in the synthesis and metabolism of proteins, carbohydrates, or fats. It has been proposed that in some instances carnitine supplementation should be provided to infants with a suspected metabolic disease as an interim measure, particularly whilst awaiting test results. Carnitine supplementation is used in the treatment of primary carnitine deficiency, and also where the deficiency is a secondary complication of several inborn errors of metabolism, such as organic acidaemias and fatty acid oxidation defects in children and adults."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of carnitine supplementation in the treatment of inborn errors of metabolism."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cystic Fibrosis and Genetic Disorders Group's Inborn Errors of Metabolism Trials Register, the Cochrane Central Register of Controlled Trials (The Cochrane Library 2007, Issue 4) and MEDLINE via Ovid (1950 to July week 4 2007), LILACS (15/05/2008) and Iranmedex (15/05/2008) and also the reference lists of retrieved articles.\nDate of most recent search of the Group's Inborn Errors of Metabolism Register: 27 October 2011."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials and quasi-randomised controlled trials comparing carnitine supplementation (in different dose, frequency, or duration) versus placebo in children and adults diagnosed with an inborn error of metabolism."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently screened and assessed the eligibility of the identified trials."
    },
    {
      "heading": "Main results",
      "text": "No trials were included in the review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are no published or ongoing randomised controlled clinical trials relevant to this review question. Therefore, in the absence of any high level evidence, clinicians should base their decisions on clinical experience and in conjunction with preferences of the individual where appropriate. This does not mean that carnitine is ineffective or should not be used in any inborn error of metabolism. However, given the lack of evidence both on the effectiveness and safety of carnitine and on the necessary dose and frequency to be prescribed, the current prescribing practice should continue to be observed and monitored with care until further evidence is available. Methodologically sound trials, reported according to the Consolidated Standards of Reporting Trials (CONSORT) statement, are required. It should be considered whether placebo-controlled trials in potentially lethal diseases, e.g. carnitine transporter disorder or glutaric aciduria type I, are ethical."
    }
  ],
  "pls_title": "Carnitine supplements for treating people with inborn errors of metabolism",
  "pls_type": "long",
  "pls": "Inborn errors of metabolism are genetic disorders which have a wide range of symptoms. These often start at or soon after birth but may appear first at any time during adulthood. Affected individuals may need to deal with symptoms of the disease throughout their lifetime. Symptoms are often non-specific and may affect any organ. It can be difficult to diagnose an inborn error of metabolism. However, early detection is important and screening of infants for some disorders, such as phenylketonuria, is routine in several countries. It is recommended that carnitine supplements are prescribed in the diet of individuals with certain inborn errors of metabolism, along with other standard treatments. Carnitine supplements take the form of tablet, oral liquid, paediatric liquid and injection and might be taken with food for ease of administration. Unfortunately, we did not find any good quality trials to include in the review. This does not mean that carnitine is ineffective or should not be used in treating inborn errors of metabolism; however, individuals receiving carnitine should be carefully observed and monitored. Therefore, we recommend that clinicians base their decision to prescribe carnitine on clinical experience together with individual preferences. Future trials should include patient-reported outcomes using validated and internationally recognised scales. Any adverse events associated with the treatment should be reported. It should be carefully considered whether placebo-controlled trials in potentially lethal diseases, e.g. carnitine transporter disorder or glutaric aciduria type I, are ethical."
}