{
  "doi": "10.1002/14651858.CD004231.pub2",
  "name": "Inhaled corticosteroids for non‐specific chronic cough in children",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cough in isolation of other clinical features is known as non-specific cough, which has been defined as non-productive cough in the absence of identifiable respiratory disease or any known aetiology. In children with non-specific cough the possibility of asthma being the underlying disorder is often raised (so called cough variant asthma). The proponents of cough variant asthma suggest a therapeutic trial of medications usually used to treat asthma."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy of inhaled corticosteroids in non-specific cough in children over the age of two years."
    },
    {
      "heading": "Search methods",
      "text": "Searches were conducted on Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE and EMBASE. Searches were current as of March 2004."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised (randomised and quasi-randomised) controlled clinical trials in which an inhaled corticosteroid (beclomethasone (BDP), fluticasone (FP), triamcinalone (TAA) or any other corticosteroid) were given for cough in children over two years of age were included. Two review authors independently assessed articles for inclusion and methodological quality."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data from trials was extracted by both review authors and entered into the Cochrane Collaboration software program RevMan Analyses 1.0.2."
    },
    {
      "heading": "Main results",
      "text": "Two trials met the inclusion criteria (123 participants). One compared inhaled beclomethasone dipropionate (400 micrograms per day) with placebo and the other compared fluticasone propionate (2 mg per day for 3 days followed by 1 mg per day for 11 days) with placebo. Both studies used metered dose inhalers via a spacer. With the lower dose of inhaled corticosteroid there was no significant difference between the beclomethasone and placebo groups. With the higher dose there was a significant improvement in nocturnal cough frequency after two weeks in children presenting with persistent nocturnal cough. However, a significant but smaller improvement was also seen with placebo."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In one study beclomethasone dipropionate (400 micrograms per day) was no different from placebo in reducing the frequency of cough measured objectively or scored subjectively. There might be a small improvement with very high-dose inhaled corticosteroid but the clinical impact of this is unlikely to beneficial."
    }
  ],
  "pls_title": "Inhaled corticosteroids for treating non-specific chronic cough in children",
  "pls_type": "long",
  "pls": "Persistent cough in childhood is a common problem that is sometimes confused with asthma. This review questions the appropriateness of the common practice of using inhaled corticosteroids in the treatment of children with cough and without any other evidence of asthma or any other chronic chest condition. The review found that there is currently no good evidence to suggest that treatment with standard doses of inhaled corticosteroids will be beneficial."
}