{
  "doi": "10.1002/14651858.CD012502.pub2",
  "name": "Ezetimibe for the prevention of cardiovascular disease and all‐cause mortality events",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cardiovascular disease (CVD) remains an important cause of mortality and morbidity, and high levels of blood cholesterol are thought to be the major modifiable risk factors for CVD. The use of statins is the preferred treatment strategy for the prevention of CVD, but some people at high-risk for CVD are intolerant to statin therapy or unable to achieve their treatment goals with the maximal recommended doses of statin. Ezetimibe is a selective cholesterol absorption inhibitor, whether it has a positive effect on CVD events remains uncertain. Results from clinical studies are inconsistent and a thorough evaluation of its efficacy and safety for the prevention of CVD and mortality is necessary."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of ezetimibe for the prevention of CVD and all-cause mortality."
    },
    {
      "heading": "Search methods",
      "text": "We searched the CENTRAL, MEDLINE, Embase and Web of Science on 27 June 2018, and two clinical trial registry platforms on 11 July 2018. We checked reference lists from primary studies and review articles for additional studies. No language restrictions were applied."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that compared ezetimibe versus placebo or ezetimibe plus other lipid-modifying drugs versus other lipid-modifying drugs alone in adults, with or without CVD, and which had a follow-up of at least 12 months."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies for inclusion, extracted data, assessed risk of bias and contacted trialists to obtain missing data. We performed statistical analyses according to the Cochrane Handbook for Systematic Reviews of Interventions and used the GRADE to assess the quality of evidence."
    },
    {
      "heading": "Main results",
      "text": "We included 26 RCTs randomising 23,499 participants. All included studies assessed effects of ezetimibe plus other lipid-modifying drugs compared with other lipid-modifying drugs alone or plus placebo. Our findings were driven by the largest study (IMPROVE-IT), which had weights ranging from 41.5% to 98.4% in the different meta-analyses.\nEzetimibe with statins probably reduces the risk of major adverse cardiovascular events compared with statins alone (risk ratio (RR) 0.94, 95% confidence interval (CI) 0.90 to 0.98; a decrease from 284/1000 to 267/1000, 95% CI 256 to 278; 21,727 participants; 10 studies; moderate-quality evidence). Trials reporting all-cause mortality used ezetimibe with statin or fenofibrate and found they have little or no effect on this outcome (RR 0.98, 95% CI 0.91 to 1.05; 21,222 participants; 8 studies; high-quality evidence). Adding ezetimibe to statins probably reduces the risk of non-fatal myocardial infarction (MI) (RR 0.88, 95% CI 0.81 to 0.95; a decrease from 105/1000 to 92/1000, 95% CI 85 to 100; 21,145 participants; 6 studies; moderate-quality evidence) and non-fatal stroke (RR 0.83, 95% CI 0.71 to 0.97; a decrease 32/1000 to 27/1000, 95% CI 23 to 31; 21,205 participants; 6 studies; moderate-quality evidence). Trials reporting cardiovascular mortality added ezetimibe to statin or fenofibrate, probably having little or no effect on this outcome (RR 1.00, 95% CI 0.89 to 1.12; 19457 participants; 6 studies; moderate-quality evidence). The need for coronary revascularisation might be reduced by adding ezetimibe to statin (RR 0.94, 95% CI 0.89 to 0.99; a decrease from 196/1000 to 184/1000, 95% 175 to 194; 21,323 participants; 7 studies); however, no difference in coronary revascularisation rate was observed when a sensitivity analysis was limited to studies with a low risk of bias.\nIn terms of safety, adding ezetimibe to statins may make little or no difference in the risk of hepatopathy (RR 1.14, 95% CI 0.96 to 1.35; 20,687 participants; 4 studies; low-quality evidence). It is uncertain whether ezetimibe increase or decrease the risk of myopathy (RR 1.31, 95% CI 0.72 to 2.38; 20,581 participants; 3 studies; very low-quality evidence) and rhabdomyolysis, given the wide CIs and low event rate. Little or no difference in the risk of cancer, gallbladder-related disease and discontinuation due to adverse events were observed between treatment groups. For serum lipids, adding ezetimibe to statin or fenofibrate might further reduce the low-density lipoprotein cholesterol (LDL-C), total cholesterol and triglyceride levels and likely increase the high-density lipoprotein cholesterol levels; however, substantial heterogeneity was detected in most analyses.\nNone of the included studies reported on health-related quality of life."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Moderate- to high-quality evidence suggests that ezetimibe has modest beneficial effects on the risk of CVD endpoints, primarily driven by a reduction in non-fatal MI and non-fatal stroke, but it has little or no effect on clinical fatal endpoints. The cardiovascular benefit of ezetimibe might involve the reduction of LDL-C, total cholesterol and triglycerides. There is insufficient evidence to determine whether ezetimibe increases the risk of adverse events due to the low and very low quality of the evidence. The evidence for beneficial effects was mainly obtained from individuals with established atherosclerotic cardiovascular disease (ASCVD, predominantly with acute coronary syndrome) administered ezetimibe plus statins. However, there is limited evidence regarding the role of ezetimibe in primary prevention and the effects of ezetimibe monotherapy in the prevention of CVD, and these topics thus requires further investigation."
    }
  ],
  "pls_title": "Ezetimibe for the prevention of heart disease and death",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Is taking ezetimibe safe and does it prevent heart disease and death?"
    },
    {
      "heading": "Background",
      "text": "Heart disease remains the leading cause of death worldwide, and controlling lipid levels is one of the most effective strategies for preventing heart disease. The use of statins is the preferred treatment strategy for the prevention of heart disease, but some people at high risk of heart disease are intolerant to statins or with a poor response to statin therapy. Ezetimibe is a non-statin drug that can reduce the blood lipids levels by inhibiting cholesterol absorption, but whether it has beneficial effects on heart disease and death remains uncertain."
    },
    {
      "heading": "Study characteristics",
      "text": "This evidence is current up to July 2018. We included 26 studies involving 23,499 participants. These studies assessed the effects of ezetimibe plus other lipid-lowering drugs versus lipid-lowering drugs alone for heart disease. The participants were adults, and most of them had been diagnosed with coronary heart disease."
    },
    {
      "heading": "Key results",
      "text": "Ezetimibe with statins probably reduces the risk for combined outcome of death due to heart disease, heart attack or stroke, but the benefit is moderate. However, adding ezetimibe to statin or fenofibrate have little or no effect on death from any cause. Treatment with ezetimibe and statin probably reduces the risk for non-fatal heart attacks and non-fatal stroke. Adding ezetimibe to statin or fenofibrate probably have little or no effect on heart-related death. Ezetimibe with statins might reduce the need for coronary revascularisation (the restoration of an adequate blood supply to the heart) by means of surgery.\nIn terms of safety, we do not have enough evidence to know whether ezetimibe increases or decreases side-effects (e.g. liver injury, muscle pain, cancer, gallbladder-related disease and discontinuation). The analysis of blood lipids revealed that the addition of ezetimibe statin or fenofibrate therapy might further reduce the levels of blood lipids, including low-density lipoprotein cholesterol ('bad' cholesterol), total cholesterol and triglycerides, and likely increased the level of high-density lipoprotein cholesterol ('good' cholesterol). None of the included studies reported on health-related quality of life. There is a lack of evidence supporting the use of ezetimibe monotherapy for the prevention of heart disease, and this topic requires further investigation."
    },
    {
      "heading": "Quality of evidence",
      "text": "The quality of evidence ranged from high to very low across the outcomes."
    }
  ]
}