{
  "doi": "10.1002/14651858.CD012294.pub2",
  "name": "Ketorolac for postoperative pain in children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Children who undergo surgical procedures in ambulatory and inpatient settings are at risk of experiencing acute pain. Nonsteroidal anti-inflammatory drugs (NSAIDs) can reduce moderate to severe pain without many of the side effects associated with opioids. However, NSAIDs may cause bleeding, renal and gastrointestinal toxicity, and potentially delay wound and bone healing. Intravenous administration of ketorolac for postoperative pain in children has not been approved in many countries, but is routinely administered in clinical practise."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of ketorolac for postoperative pain in children."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases, without language restrictions, to November 2017: CENTRAL (The Cochrane Library 2017, Issue 10); MEDLINE, Embase, and LILACS. We also checked clinical trials registers and reference lists of reviews, and retrieved articles for additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials that compared the analgesic efficacy of ketorolac (in any dose, administered via any route) with placebo or another active treatment, in treating postoperative pain in participants zero to 18 years of age following any type of surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. Two review authors independently considered trials for inclusion in the review, assessed risk of bias, and extracted data. We analyzed trials in two groups; ketorolac versus placebo, and ketorolac versus opioid. However, we performed limited pooled analyses. We assessed the overall quality of the evidence for each outcome using GRADE, and created a 'Summary of findings' table."
    },
    {
      "heading": "Main results",
      "text": "We included 13 studies, involving 920 randomised participants. There was considerable heterogeneity among study designs, including the comparator arms (placebo, opioid, another NSAID, or a different regimen of ketorolac), dosing regimens (routes and timing of administration, single versus multiple dose), outcome assessment methods, and types of surgery. Mean study population ages ranged from 356 days to 13.9 years. The majority of studies chose a dose of either 0.5 mg/kg (as a single or multiple dose regimen) or 1 mg/kg (single dose with 0.5 mg/kg for any subsequent doses). One study administered interventions intraoperatively; the remainder administered interventions postoperatively, often after the participant reported moderate to severe pain.\nThere were insufficient data to perform meta-analysis for either of our primary outcomes: participants with at least 50% pain relief; or mean postoperative pain intensity. Four studies individually reported statistically significant reductions in pain intensity when comparing ketorolac with placebo, but the studies were small and had various risks of bias, primarily due to incomplete outcome data and small sample sizes.\nWe found limited data available for the secondary outcomes of participants requiring rescue medication and opioid consumption. For the former, we saw no clear difference between ketorolac and placebo; 74 of 135 (55%) participants receiving ketorolac required rescue analgesia in the post-anaesthesia care unit (PACU) versus 81 of 127 (64%) receiving placebo (relative risk (RR) 0.85, 95% confidence interval (CI) 0.71 to 1.00, P = 0.05; 4 studies, 262 participants). For opioid consumption in the PACU, we saw no clear difference between ketorolac and placebo (P = 0.61). For the time period zero to four hours after administration of the interventions, participants receiving ketorolac received 1.58 mg less intravenous morphine equivalents than those receiving placebo (95% CI -2.58 mg to -0.57 mg, P = 0.002; 2 studies, 129 participants). However, we are uncertain whether ketorolac has an important effect on opioid consumption, as the data were sparse and the results were inconsistent. Only one study reported data for opioid consumption when comparing ketorolac with an opioid. There were no clear differences between the ketorolac and opioid group at any time point. There were no data assessing this outcome for the comparison of ketorolac with another NSAID.\nThere were insufficient data to allow us to analyze overall adverse event or serious adverse event rates. Although the majority of serious adverse events reported in those receiving ketorolac involved bleeding, the number of events was too low to conclude that bleeding risk was increased in those receiving ketorolac perioperatively. There was not a statistically significant increase in event rates for any specific adverse event, either in pooled analysis or in single studies, when comparing ketorolac and placebo. When comparing ketorolac with opioids or other NSAIDs, there were too few data to make any conclusions regarding event rates. Lastly, withdrawals due to adverse events were vary rare in all groups, reflecting the acute nature of such studies.\nWe assessed the quality of evidence for all outcomes for each comparison (placebo or active) as very low, due to issues with risk of bias in individual studies, imprecision, heterogeneity between studies, and low overall numbers of participants and events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Due to the lack of data for our primary outcomes, and the very low-quality evidence for secondary outcomes, the efficacy and safety of ketorolac in treating postoperative pain in children were both uncertain. The evidence was insufficient to support or reject its use."
    }
  ],
  "pls_title": "Ketorolac for short-term pain after surgery in children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Bottom line",
      "text": "There is no good evidence from studies to support or reject the suggestion that ketorolac is beneficial, or that it is associated with serious side effects in treating children's pain after surgery."
    },
    {
      "heading": "Background",
      "text": "Children are at risk of experiencing pain in the short term after surgery. Nonsteroidal anti-inflammatory drugs (NSAIDs, e.g. aspirin) can reduce moderate to severe pain without many of the side effects associated with opioids (drugs like morphine). However, NSAIDs may cause bleeding and injury to the kidneys and gut. Ketorolac is an NSAID that can be given by injection into a vein, which may be useful when patients are not able to take medicines by mouth. Despite the fact that ketorolac has not been approved for use in children by many government agencies, it is often used after surgery, because of a lack of alternative options."
    },
    {
      "heading": "Study characteristics",
      "text": "In November 2017, we searched for clinical trials where ketorolac was used to treat pain after surgery in children. We found 13 studies, enrolling 920 children, that met our requirements for the review. The studies were quite different in their design, the dose of ketorolac, the timing (during or after surgery) and number of doses given, the type of surgery, and to what ketorolac was compared (either a placebo (a dummy treatment, such as a bag of fluid) or another drug)."
    },
    {
      "heading": "Key findings",
      "text": "There was not enough information for a statistical analysis of the assessments in which we were most interested, that is, the number of children with at least 50% pain relief; or the average pain intensity (a measure of a patient's pain that asks the patient to rate how much pain they have, often on a scale of 0 for 'no pain' to 10 for 'worst pain imaginable'). Four studies individually reported that ketorolac was better at reducing pain intensity than placebo, but the studies were small and had various design issues. There was more information for other assessments, such as the number of children who needed rescue medication (additional pain medication that is given if the study medication is not helping the person's pain sufficiently), and how much of this rescue medication was used. Fewer children needed rescue medication in the ketorolac group than those who received placebo, although the result was not statistically different. During the four hours after they received study medications, children receiving ketorolac needed slightly less rescue pain medication than those who had received placebo. There was not enough information about ketorolac in direct comparisons with other medications.\nThere was also not enough information in the studies for us to make a good assessment of side effects and serious side effects when ketorolac was used in this setting. Serious side effects in those receiving ketorolac included bleeding, but it didn't occur often enough for us to make any firm conclusions. Very few children dropped out of the studies because of side effects. This is normal in studies where participants are only in the study for a short period of time."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We rated the quality of the evidence as very low, due to methodological issues with many of the studies, differences in study designs, and low overall numbers of children enrolled. Very low-quality evidence means that we are very uncertain about the results."
    }
  ]
}