{
  "doi": "10.1002/14651858.CD012756.pub2",
  "name": "Bisphosphonate use in children with cerebral palsy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cerebral palsy (CP) is a heterogeneous group of non-progressive disorders of posture or movement, caused by a lesion of the developing brain. Osteoporosis is common in children with cerebral palsy, particularly in children with reduced gross motor function, and leads to an increased risk of fractures. Gross motor function in children with CP can be categorised using a tool called the Gross Motor Function Classification System (GMFCS). Bisphosphonate increases bone mineral density (BMD) and reduces fracture rates. Bisphosphonate is used widely in the treatment of adult osteoporosis. However, the use of bisphosphonate in children with CP remains controversial, due to a paucity of evidence and a lack of recent trials examining the efficacy and safety of bisphosphonate use in this population."
    },
    {
      "heading": "Objectives",
      "text": "To examine the efficacy and safety of bisphosphonate therapy in the treatment of low BMD or secondary osteoporosis (or both) in children with cerebral palsy (GMFCS Levels III to V) who are under 18 years of age."
    },
    {
      "heading": "Search methods",
      "text": "In September 2020, we searched CENTRAL, MEDLINE, Embase, six other databases, and two trial registers for relevant studies. We also searched the reference lists of relevant systematic reviews, trials, and case studies identified by the search, and contacted the authors of relevant studies in an attempt to identify unpublished literature."
    },
    {
      "heading": "Selection criteria",
      "text": "All relevant randomised controlled trials (RCTs), and quasi-RCTs, comparing at least one bisphosphonate (given at any dose, orally or intravenously) with placebo or no drug, for the treatment of low BMD or osteoporosis in children up to 18 years old, with cerebral palsy (GMFCS Levels III to V)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. We were unable to conduct any meta-analyses due to insufficient data, and therefore provide a narrative assessment of the results."
    },
    {
      "heading": "Main results",
      "text": "We found two relevant RCTs (34 participants). Both studies included participants with non-ambulatory CP or CP and osteoporosis. Participants in both studies were similar in severity of CP, age distribution, and sex distribution. The two trials used different bisphosphonate medications and different intervention durations, but further comparison of the interventions was not possible due to a lack of published data from one trial.\nOne trial received funding and support from research, academic, and hospital foundations, with pharmaceutical companies providing components of the calcium and vitamin supplement; the other trial did not report sources of funding. We judged one study at an overall high risk of bias; the other as overall unclear risk of bias.\nPrimary outcome. Compared to placebo or no treatment, both studies provided very low certainty evidence of improved BMD at least four months post-intervention in children treated with bisphosphonate. Only one study (12 participants) provided sufficient detail to assess a measure of the effect, and reported an improvement at six months post-intervention in lumbar spine z-score (mean difference (MD) 18%, 95% confidence interval (CI) 6.57 to 29.43; very low certainty evidence).\nSecondary outcomes. Very low certainty evidence from one study found that bisphosphonate reduced serum N-telopeptides (NTX) more than placebo; the other study reported that both bisphosphonate plus alfacalcidol and alfacalcidol alone reduced NTX, but did not compare groups.\nOne study reported inconclusive results between groups for serum bone-specific alkaline phosphatase (BAP). The other study reported that both bisphosphonate plus alfacalcidol and alfacalcidol alone reduced BAP, but did not compare groups.\nNeither study reported data for the effect of bisphosphonate treatment on changes in volumetric BMD in the distal radius or tibia, changes in fracture frequency, bone pain, or quality of life. One study reported that two participants had febrile events noted during their first dosing schedule, but no further adverse events were reported in either relevant study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on the available evidence, there is very low certainty evidence that bisphosphonate treatment may improve bone health in children with cerebral palsy. We could only include one study with 14 participants in the assessment of the effect size; therefore, the precision of the effect estimate is low. We could only evaluate one planned primary outcome, as there was insufficient detail reported in the relevant studies.\nFurther research from RCTs on the effect and safety of bisphosphonate to improve bone health in children with cerebral palsy is required. These studies should clarify the optimal standard treatment regarding weight-bearing exercises, vitamin D and calcium supplementation, and should include fracture frequency as a primary outcome."
    }
  ],
  "pls_title": "Bisphosphonate treatment to improve bone health in children with cerebral palsy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is this review important?",
      "text": "Poor bone strength is common in people with cerebral palsy (CP). Causes include: reduced weight-bearing activities that build bone strength, such as walking or running, particularly among people who require mobility assistance devices; reduced intake of vitamins and minerals that increase bone strength, including calcium and vitamin D; and increased use of medications that prevent bone formation, such as anti-seizure medications. This leads to a high risk of bone fractures, even with very mild trauma. Children with CP who are unable to walk are at particularly high risk of poor bone strength and fractures in the leg bones. Bisphosphonates are a group of medications that are used to improve bone strength. Bisphosphonates are commonly used in adults with poor bone strength. However, there is a lack of evidence for their use in children."
    },
    {
      "heading": "What questions does this review aim to answer?",
      "text": "First, what is the effect of bisphosphonate treatment compared to placebo (dummy pill) or no treatment on different measures of bone strength in children up to 18 years with CP? Measures include blood markers of bone health, fracture frequency, bone pain, and quality of life.\nSecond, are there any negative side effects?"
    },
    {
      "heading": "Which studies were included in the review?",
      "text": "We examined the available evidence for the use of bisphosphonate treatment in children with CP up to September 2020. We found two trials that compared the use of bisphosphonate treatment with placebo or no treatment to improve bone strength in children with CP. These two trials included a total of 34 participants with CP of similar levels of severity. Participants in both studies were 16 years of age or under, and there were equal numbers of boys and girls in each trial. Both trials included children who were unable to walk. The two trials used different types of bisphosphonate treatments, given for six months in one study and 12 months in the other. Further comparison of these treatments was not possible due to a lack of published information in one trial.\nOne trial was supported by research, academic and hospital foundations, with pharmaceutical companies donating components of the calcium and vitamin supplements. The other study did not report their funding sources."
    },
    {
      "heading": "What does the evidence from the review reveal?",
      "text": "Results from both trials provide some evidence that giving children with CP bisphosphonate treatment for at least six months, may improve their bone strength. The strength of this effect could only be measured in one trial with 12 participants. This suggested an average improvement in bone strength of 18%, measured by bone mineral density (BMD). However, because of the very small number of participants in both trials, the wide variation in results, and some problems with the way the trials were conducted, this conclusion is uncertain.\nEach study reported the results of changes in blood markers of bone strength in a different way, meaning we have inconclusive evidence, and cannot draw conclusions regarding the effects of bisphosphonate treatment.\nNeither trial reported any significant risks or serious adverse outcomes among the children undergoing bisphosphonate treatment.\nNeither trial examined the question of whether bisphosphonate treatment had an effect on changes in actual bone density, nor the rate of fractures of children with CP."
    },
    {
      "heading": "Author conclusions",
      "text": "We have limited confidence as to whether bisphosphonate treatment may improve bone health in children with CP.\nFurther studies are required to assess the benefit and risks of bisphosphonate treatment in children with CP. Future studies of bisphosphonate should examine the effects of bisphosphonate combined with other new treatment options."
    }
  ]
}