{
  "doi": "10.1002/14651858.CD005320.pub2",
  "name": "Operative and non‐operative treatment options for dislocation of the hip following total hip arthroplasty ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Dislocation following hip replacement is associated with significant morbidity and functional cost. The cause is usually multifactorial. A variety of treatment options are available which can broadly be classified into operative and non-operative."
    },
    {
      "heading": "Objectives",
      "text": "To determine the best methods of treatment of recurrent dislocation following total hip replacement."
    },
    {
      "heading": "Search methods",
      "text": "The following databases were searched until August 2006: MEDLINE, EMBASE, CINAHL, the Cochrane Central Register of Controlled Trials (CENTRAL), Health Technology Assessment database (HTA), Database of Abstracts of Reviews of Effectiveness (DARE), International Standard Randomised Controlled Trial Number Register (ISRCTN), and MetaRegister of Controlled Trials (mRCT)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised trials comparing operative and non-operative treatments for recurrent dislocation following total hip replacement."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two independent reviewers applied the inclusion criteria to identified studies."
    },
    {
      "heading": "Main results",
      "text": "Searches identified 269 studies. None fulfilled the inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The authors invite researchers to perform RCTs comparing different treatment options for recurrent dislocation of the hip. The heterogeneity of the population and variety of underlying causes would favour a multi-centre study to achieve an adequate sample size."
    }
  ],
  "pls_title": "Treatments for dislocation of the hip after Total Hip Replacement surgery",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "This summary of a Cochrane review presents what we know from research about the effects of treatments for dislocation of the hip after total hip replacement surgery. The review shows that:\nIt is not known what the best treatment for dislocation of the hip after Total Hip Replacement surgery is. This is because no evidence was found that looked at the treatments for dislocation of the hip after surgery."
    },
    {
      "heading": "What are the treatments for dislocation of the hip after Total Hip Replacement surgery?",
      "text": "In total hip replacement surgery, the whole hip joint can be replaced by an artificial joint or hip. About 3 out of 100 people who have this surgery will dislocate their hip. Dislocating a hip causes much pain and other problems. There are many ways to fix a dislocated hip. Usually, the first time a dislocation occurs the hip is put into a cast or brace. But repeated dislocations usually need to be fixed with surgery. Unfortunately, the causes for dislocation are many and some are not known making it difficult to know the best way to fix it."
    },
    {
      "heading": "What are the results of this review?",
      "text": "No evidence was found that looked at the treatments for dislocation of the hip after surgery."
    }
  ]
}