{
  "doi": "10.1002/14651858.CD009515.pub2",
  "name": "Prophylactic milrinone for the prevention of low cardiac output syndrome and mortality in children undergoing surgery for congenital heart disease ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Children with congenital heart disease often undergo heart surgery at a young age. They are at risk for postoperative low cardiac output syndrome (LCOS) or death. Milrinone may be used to provide inotropic and vasodilatory support during the immediate postoperative period."
    },
    {
      "heading": "Objectives",
      "text": "This review examines the effectiveness of prophylactic postoperative use of milrinone to prevent LCOS or death in children having undergone surgery for congenital heart disease."
    },
    {
      "heading": "Search methods",
      "text": "Electronic and manual literature searches were performed to identify randomised controlled trials. We searched CENTRAL, MEDLINE, EMBASE and Web of Science in February 2014 and conducted a top-up search in September 2014 as well as clinical trial registries and reference lists of published studies. We did not apply any language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Only randomised controlled trials were selected for analysis. We considered studies with newborn infants, infants, toddlers, and children up to 12 years of age."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data according to a pre-defined protocol. We obtained additional information from all study authors."
    },
    {
      "heading": "Main results",
      "text": "Three of the five included studies compared milrinone versus levosimendan, one study compared milrinone with placebo, and one compared milrinone verus dobutamine, with 101, 242, and 50 participants, respectively. Three trials were at low risk of bias while two were at higher risk of bias. The number and definitions of outcomes were non-uniform as well. In one study comparing two doses of milrinone and placebo, there was some evidence in an overall comparison of milrinone versus placebo that milrinone lowered risk for LCOS (risk ratio (RR) 0.52, 95% confidence interval (CI) 0.28 to 0.96; 227 participants). The results from two small studies do not provide enough information to determine whether milrinone increases the risk of LCOS when compared to levosimendan (RR 1.22, 95% CI 0.32 to 4.65; 59 participants). Mortality rates in the studies were low, and there was insufficient evidence to draw conclusions on the effect of milrinone compared to placebo or levosimendan or dobutamine regarding mortality, the duration of intensive care stay, hospital stay, mechanical ventilation, or maximum inotrope score (where available). Numbers of patients requiring mechanical cardiac support were also low and did not allow a comparison between studies, and none of the participants of any study received a heart transplantation up to the end of the respective follow-up period. Time to death within three months was not reported in any of the included studies. A number of adverse events was examined, but differences between the treatment groups could not be proven for hypotension, intraventricular haemorrhage, hypokalaemia, bronchospasm, elevated serum levels of liver enzymes, or a reduced left ventricular ejection fraction < 50% or reduced left ventricular fraction of shortening < 28%. Our analysis did not prove an increased risk of arrhythmias in patients treated prophylactically with milrinone compared with placebo (RR 3.59, 95% CI 0.83 to 15.42; 238 participants), a decreased risk of pleural effusions (RR 1.78, 95% CI 0.92 to 3.42; 231 participants), or a difference in risk of thrombocytopenia on milrinone compared with placebo (RR 0.86, 95% CI 0.39 to 1.88; 238 participants). Comparisons of milrinone with levosimendan or with dobutamine, respectively, did not clarify the risk of arrhythmia and were not possible for pleural effusions or thrombocytopenia."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence of the effectiveness of prophylactic milrinone in preventing death or low cardiac output syndrome in children undergoing surgery for congenital heart disease, compared to placebo. So far, no differences have been shown between milrinone and other inodilators, such as levosimendan or dobutamine, in the immediate postoperative period, in reducing the risk of LCOS or death. The existing data on the prophylactic use of milrinone has to be viewed cautiously due to the small number of small trials and their risk of bias."
    }
  ],
  "pls_title": "Milrinone to prevent reduced heart function and death after heart surgery in children",
  "pls_type": "long",
  "pls": "Background: Children who are born with heart defects often undergo heart surgery at a young age. They are at risk for reduced heart function and death after surgery. Milrinone is a medication that may be used in this situation to make the heart stronger and make it easier for the heart to pump blood into the body.\nReview question: We wanted to examine if the prophylactic use of milrinone prevents reduced heart function or death in babies and children from birth up to 12 years of age having had heart surgery. We planned to consider the number of children who died during the first 30 days after surgery as well as how many days they lived after surgery, followed up for three months. We searched a number of medical literature databases electronically which collect information about planned, ongoing, or finished studies, in order to find trials of this medication published by September 2014. Trials where children had received milrinone and another group of children had received another drug instead after heart surgery were considered. Data were collected by two review authors independently who had to use a pre-prepared work sheet.\nStudy characteristics: We found five studies, and we asked the study authors for more information. Three studies compared milrinone versus levosimendan, one study compared milrinone versus placebo, and one compared milrinone versus dobutamine. The patients were given the study drugs for 24 to 48 hours and were watched for six to 78 days. A total of 393 participants were included.\nQuality of evidence: Thus, the data are from a limited number of small trials and therefore must be viewed with caution. In addition, it was not always clear that the patient groups were formed and treated in a way that would make them completely comparable, that patients stayed in the trial for complete assessment, or that all study results were reported conscientiously.\nKey results: In one study comparing two doses of milrinone and placebo, milrinone was better than placebo to prevent reduced heart function within 36 hours after surgery, but there was not enough information about long-term heart function beyond the first postoperative days. It was not shown whether milrinone was better than placebo or than any of the other medications to prevent death, or whether the intensive care unit stay or hospital stay or time on mechanical ventilation was shorter if patients received milrinone. Similarly, when examining the studies regarding side effects of milrinone, we could not prove that milrinone caused more heart rhythm disturbances than dobutamine or placebo, or how it affected heart rhythm compared with levosimendan. We could not generate other useful information from comparing the trials regarding other harms which had been previously ascribed to milrinone, such as high heart rate, low blood pressure, bleeding into the brain's ventricular fluid, low potassium level in the blood, narrowing of the airways, low numbers of platelets in the blood, altered liver function tests, or low measurements of heart function by ultrasound. This was in part due to the different trial designs."
}