{
  "doi": "10.1002/14651858.CD006048.pub2",
  "name": "Cognitive behavioural therapy for men who physically abuse their female partner",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "In national surveys, between 10% and 34% of women have reported being physically assaulted by an intimate male partner. Cognitive behavioural therapy (CBT) or programmes including elements of CBT are frequently used treatments for physically abusive men. Participants either enrol voluntarily or are obliged to participate by means of a court order. CBT not only seeks to change behaviour using established behavioural strategies, but also targets thinking patterns and beliefs."
    },
    {
      "heading": "Objectives",
      "text": "To measure effectiveness of CBT and programmes including elements of CBT on men's physical abuse of their female partners."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (The Cochrane Library Issue 4, 2009), C2-SPECTR (2006), MEDLINE (1950 to 1 January 2010), EMBASE (1980 to 2009 week 53), CINAHL (1982 to December 2009), PsycINFO (1806 to week 4, December 2009), ERIC (1966 to December 2009), Social Care Online, previously CareData (13 January 2010), Sociological Abstracts (1963 to December 2009), Criminal Justice Abstracts (2003), Bibliography of Nordic Criminology (13 January 2010), and SIGLE (2003). We also contacted field experts and the authors of included studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials that evaluated the effectiveness of cognitive behavioural therapy for men who have physically abused their female partner and included a measure of the impact on violence."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers independently assessed references for possible inclusion, extracted data using an online data extraction form and assessed the risk of bias in each included study. Where necessary, we contacted study authors for additional information."
    },
    {
      "heading": "Main results",
      "text": "Six trials, all from the USA, involving 2343 participants, were included. A meta-analysis of four trials comparing CBT with a no-intervention control (1771 participants) reported that the relative risk of violence was 0.86 (favouring the intervention group) with a 95% confidence interval (CI) of 0.54 to 1.38. This is a small effect size, and the width of the CI suggests no clear evidence for an effect. One study (Wisconsin Study) compared CBT with process-psychodynamic group treatment and reported a relative risk of new violence of 1.07 (95% CI 0.68 to 1.68). Even though the process-psychodynamic treatment did marginally better than CBT, this result is equivocal. Finally, one small study (N = 64) compared a combined CBT treatment for substance abuse and domestic violence (SADV) with a Twelve-Step Facilitation (TSF) group. An analysis involving 58 participants investigated the effect on reduction in frequency of physical violence episodes. The effect size was 0.30 (favouring TSF) with 95% CI from -0.22 to 0.81."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are still too few randomised controlled trials to draw conclusions about the effectiveness of cognitive behaviour therapy for male perpetrators of domestic violence."
    }
  ],
  "pls_title": "Cognitive behavioural therapy for men who physically abuse their female partner",
  "pls_type": "long",
  "pls": "Violence by men against an intimate female partner is a serious and common problem, with between 10% and 34% of women reporting in national surveys that they have been assaulted by a male partner. Cognitive behavioural therapy (CBT) is used to reduce male violence by bringing about changes in how men think about violence and how they manage their behaviour. Some men volunteer to attend CBT treatment, while others are court mandated to participate. We included trials that involved both types of participants. The review found all randomised controlled evaluations of the effects of CBT on men's physical violence to their female partners worldwide, but there were only six small trials with a total of 2343 participants that met the inclusion criteria. The results of four of these trials, which compared men who received CBT with men getting no treatment, were combined. This was not able to show us whether or not CBT was better than no treatment. Similarly, the individual results of the other two trials, which compared CBT with another treatment, were inconclusive. Overall, the evidence from the included studies is insufficient to draw any conclusions."
}