{
  "doi": "10.1002/14651858.CD005944.pub3",
  "name": "Vitamin A supplementation for postpartum women",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "In areas where vitamin A deficiency (VAD) is a public health concern, the maternal dietary intake of vitamin A may be not sufficient to meet either the maternal nutritional requirements, or those of the breastfed infant, due the low retinol concentrations in breast milk."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effects of vitamin A supplementation for postpartum women on maternal and infant health."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (8 February 2016), LILACS (1982 to December 2015), Web of Science (1945 to December 2015), and the reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) or cluster-randomised trials that assessed the effects of vitamin A supplementation for postpartum women on maternal and infant health (morbidity, mortality and vitamin A nutritional status)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion, conducted data extraction, assessed risk of bias and checked for accuracy. We assessed the quality of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "Fourteen trials of mainly low or unclear risk of bias, enrolling 25,758 women and infant pairs were included. The supplementation schemes included high, single or double doses of vitamin A (200,000 to 400,000 internation units (IU)), or 7.8 mg daily beta-carotene compared with placebo, no treatment, other (iron); or higher (400,000 IU) versus lower dose (200,000 IU). In all trials, a considerable proportion of infants were at least partially breastfed until six months.\nSupplement (vitamin A as retinyl, water-miscible or beta-carotene) 200,000 to 400,000 IU versus control (placebo or no treatment)\nMaternal: We did not find evidence that vitamin A supplementation reduced maternal mortality at 12 months (hazard ratio (HR) 1.01, 95% confidence interval (CI) 0.44 to 2.21; 8577 participants; 1 RCT, moderate-quality evidence ). Effects were less certain at six months (risk ratio (RR) 0.50, 95% CI 0.09 to 2.71; 564 participants; 1 RCT; low-quality evidence). The effect on maternal morbidity (diarrhoea, respiratory infections, fever) was uncertain because the quality of evidence was very low (50 participants, 1 RCT). We found insufficient evidence that vitamin A increases abdominal pain (RR 1.28, 95% CI 0.95 to 1.73; 786 participants; 1 RCT; low-quality evidence ). We found low-quality evidence that vitamin A supplementation increased breast milk retinol concentrations by 0.20 µmol/L at three to three and a half months (mean difference (MD) 0.20 µmol/L, 95% CI 0.08 to 0.31; 837 participants; 6 RCTs).\nInfant: We did not find evidence that vitamin A supplementation reduced infant mortality at two to 12 months (RR 1.08, 95% CI 0.77 to 1.52; 6090 participants; 5 RCTs; low-quality evidence ). Effects on morbidity (gastroenteritis at three months) was uncertain (RR 6.03, 95% CI 0.30 to 121.82; 84 participants; 1 RCT; very low-quality evidence ). There was low-quality evidence for the effect on infant adverse outcomes (bulging fontanelle at 24 to 48 hours) (RR 2.00, 95% CI 0.61 to 6.55; 444 participants; 1 RCT).\nSupplement (vitamin A as retinyl) 400,000 IU versus 200,000 IU\nThree studies (1312 participants) were included in this comparison. None of the studies assessed maternal mortality, maternal morbidity or infant mortality. Findings from one study showed that there may be little or no difference in infant morbidity between the doses (diarrhoea, respiratory illnesses, and febrile illnesses) (312 participants, data not pooled). No firm conclusion could be drawn on the impact on maternal and infant adverse outcomes (limited data available).The effect on breast milk retinol was also uncertain due to the small amount of information available."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There was no evidence of benefit from different doses of vitamin A supplementation for postpartum women on maternal and infant mortality and morbidity, compared with other doses or placebo. Although maternal breast milk retinol concentrations improved with supplementation, this did not translate to health benefits for either women or infants. Few studies reported on maternal and infant mortality and morbidity. Future studies should include these important outcomes."
    }
  ],
  "pls_title": "Vitamin A supplementation for postpartum women",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Breastfeeding is expected to provide for the infant's needs in the early months of life. However, if the mother is undernourished herself, the infant may not receive all the nutrients they need. Vitamin A is important for immunity and helping the infant stay healthy, so if the mother does not have enough vitamin A intake in her diet, the infant may also not receive enough in the breast milk."
    },
    {
      "heading": "Why is this important?",
      "text": "In areas where vitamin A deficiency is a public health concern, the maternal dietary intake of vitamin A may be not sufficient to meet either the maternal nutritional requirements, or those of the breastfed infant, due the low concentrations in breast milk. Many studies have been carried out to address this concern in countries where vitamin A deficiency is common."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We reviewed 14 trials. The evidence in general was found was to be of low quality. These studies involved the mothers being given vitamin A or not, within the first six weeks after giving birth, or compared a high dose of vitamin A with a low dose. Our review looked at the overall health of the mothers and their infants, any adverse effects and the levels of retinol, which is a by-product of vitamin A, in the mother's breast milk. There was no change in how many mothers or babies died or were unwell. The mothers and their babies did not experience adverse effects. There was evidence of improved amounts of retinol in breast milk."
    },
    {
      "heading": "What does this mean?",
      "text": "In summary, although extra vitamin A given to the mother may slightly improve the amount of this nutrient in her breast milk, it probably makes little or no difference to deaths in the mother or baby. It may lead to little or no difference in any adverse effects to the mother or baby."
    }
  ]
}