{
  "doi": "10.1002/14651858.CD011332.pub2",
  "name": "Foam dressings for treating pressure ulcers",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pressure ulcers, also known as pressure injuries and bed sores, are localised areas of injury to the skin or underlying tissues, or both. Dressings made from a variety of materials, including foam, are used to treat pressure ulcers. An evidence-based overview of dressings for pressure ulcers is needed to enable informed decision-making on dressing use. This review is part of a suite of Cochrane Reviews investigating the use of dressings in the treatment of pressure ulcers. Each review will focus on a particular dressing type."
    },
    {
      "heading": "Objectives",
      "text": "To assess the clinical and cost effectiveness of foam wound dressings for healing pressure ulcers in people with an existing pressure ulcer in any care setting."
    },
    {
      "heading": "Search methods",
      "text": "In February 2017 we searched: the Cochrane Wounds Specialised Register; the Cochrane Central Register of Controlled Trials (CENTRAL); Ovid MEDLINE (including In-Process & Other Non-Indexed Citations); Ovid Embase; EBSCO CINAHL Plus and the NHS Economic Evaluation Database (NHS EED). We also searched clinical trials registries for ongoing and unpublished studies, and scanned reference lists of relevant included studies as well as reviews, meta-analyses and health technology reports to identify additional studies. There were no restrictions with respect to language, date of publication or study setting."
    },
    {
      "heading": "Selection criteria",
      "text": "Published or unpublished randomised controlled trials (RCTs) and cluster-RCTs, that compared the clinical and cost effectiveness of foam wound dressings for healing pressure ulcers (Category/Stage II or above)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently performed study selection, risk of bias and data extraction. A third reviewer resolved discrepancies between the review authors."
    },
    {
      "heading": "Main results",
      "text": "We included nine trials with a total of 483 participants, all of whom were adults (59 years or older) with an existing pressure ulcer Category/Stage II or above. All trials had two arms, which compared foam dressings with other dressings for treating pressure ulcers.\nThe certainty of evidence ranged from low to very low due to various combinations of selection, performance, attrition, detection and reporting bias, and imprecision due to small sample sizes and wide confidence intervals. We had very little confidence in the estimate of effect of included studies. Where a foam dressing was compared with another foam dressing, we established that the true effect was likely to be substantially less than the study's estimated effect.\nWe present data for four comparisons.\nOne trial compared a silicone foam dressing with another (hydropolymer) foam dressing (38 participants), with an eight-week (short-term) follow-up. It was uncertain whether alternate types of foam dressing affected the incidence of healed pressure ulcers (RR 0.89, 95% CI 0.45 to 1.75) or adverse events (RR 0.37, 95% CI 0.04 to 3.25), as the certainty of evidence was very low, downgraded for serious limitations in study design and very serious imprecision.\nFour trials with a median sample size of 20 participants (230 participants), compared foam dressings with hydrocolloid dressings for eight weeks or less (short-term). It was uncertain whether foam dressings affected the probability of healing in comparison to hydrocolloid dressings over a short follow-up period in three trials (RR 0.85, 95% CI 0.54 to 1.34), very low-certainty evidence, downgraded for very serious study limitations and serious imprecision. It was uncertain if there was a difference in risk of adverse events between groups (RR 0.88, 95% CI 0.37 to 2.11), very low-certainty evidence, downgraded for serious study limitations and very serious imprecision. Reduction in ulcer size, patient satisfaction/acceptability, pain and cost effectiveness data were also reported but we assessed the evidence as being of very low certainty.\nOne trial (34 participants), compared foam and hydrogel dressings over an eight-week (short-term) follow-up. It was uncertain if the foam dressing affected the probability of healing (RR 1.00, 95% CI 0.78 to 1.28), time to complete healing (MD 5.67 days 95% CI -4.03 to 15.37), adverse events (RR 0.33, 95% CI 0.01 to 7.65) or reduction in ulcer size (MD 0.30 cm2 per day, 95% CI -0.15 to 0.75), as the certainty of the evidence was very low, downgraded for serious study limitations and very serious imprecision.\nThe remaining three trials (181 participants) compared foam with basic wound contact dressings. Follow-up times ranged from short-term (8 weeks or less) to medium-term (8 to 24 weeks). It was uncertain whether foam dressings affected the probability of healing compared with basic wound contact dressings, in the short term (RR 1.33, 95% CI 0.62 to 2.88) or medium term (RR 1.17, 95% CI 0.79 to 1.72), or affected time to complete healing in the medium term (MD -35.80 days, 95% CI -56.77 to -14.83), or adverse events in the medium term (RR 0.58, 95% CI 0.33 to 1.05). This was due to the very low-certainty evidence, downgraded for serious to very serious study limitations and imprecision. Reduction in ulcer size, patient satisfaction/acceptability, pain and cost effectiveness data were also reported but again, we assessed the evidence as being of very low certainty.\nNone of the included trials reported quality of life or pressure ulcer recurrence."
    },
    {
      "heading": "Authors' conclusions",
      "text": "It is uncertain whether foam dressings are more clinically effective, more acceptable to users, or more cost effective compared to alternative dressings in treating pressure ulcers. It was difficult to make accurate comparisons between foam dressings and other dressings due to the lack of data on reduction of wound size, complete wound healing, treatment costs, or insufficient time-frames. Quality of life and patient (or carer) acceptability/satisfaction associated with foam dressings were not systematically measured in any of the included studies. We assessed the certainty of the evidence in the included trials as low to very low. Clinicians need to carefully consider the lack of robust evidence in relation to the clinical and cost-effectiveness of foam dressings for treating pressure ulcers when making treatment decisions, particularly when considering the wound management properties that may be offered by each dressing type and the care context."
    }
  ],
  "pls_title": "Foam dressings for treating pressure ulcers",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this review was to find out whether foam dressings (designed to absorb fluid from wounds whilst keeping them moist) have any advantages or disadvantages in healing pressure ulcers compared with other dressings (such as silicone foam dressings, hydrocolloid, hydrogel or basic wound dressings). Researchers from Cochrane collected and analysed all relevant studies (randomised controlled trials) to answer this question and found nine relevant studies."
    },
    {
      "heading": "Key messages",
      "text": "There is no clear evidence from any of the studies included in this review that foam dressings are more effective at healing pressure ulcers than other types of dressings; or that foam dressings are more cost effective than other dressings. This is due in part to the low quality of the studies, many of which had small numbers of participants and did not provide accurate details of their methods."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Pressure ulcers (pressure injuries or bed sores) are wounds that develop on bony parts of the body such as the heels, hips and lower back. Sitting or lying in the same position for long periods can cause damage to the skin and underlying tissue. People at risk of developing pressure ulcers include those with limited physical mobility such as people with spinal cord injuries, older people, or those ill in hospital.\nPressure ulcer treatment is a significant burden to patients, their carer(s) and healthcare systems worldwide. Treatments for pressure ulcers include dressings, antibiotics and antiseptics, and pressure-relieving mattresses or cushions. There are many wound dressings available to treat pressure ulcers, which vary in cost and may have differing degrees of effectiveness.\nFoam dressings are designed to absorb fluid (exudate) that comes from some pressure ulcer wounds, and to maintain a moist environment. We wanted to find out how foam dressings affected pressure ulcer healing and recurrence rates. We also wanted to find out whether foam dressings had an impact on participants’ quality of life and satisfaction with treatment, and whether there were any side effects such as infection or pain. We also evaluated the cost of foam dressings compared to other treatments."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "We found nine studies published between 1994 and 2016 involving a total of 483 participants with pressure ulcers at Category/Stage II or above (open wounds). Seven of the nine trials had more female participants than male. On average people in these studies were 59 years or older. The studies compared foam dressings with other types of dressings, however, there was no clear evidence to indicate foam dressings were more effective at healing pressure ulcers than other types of dressings, or more cost effective. Evidence regarding reduction in ulcer size, patient satisfaction and pain is very uncertain. None of the studies reported on participants’ quality of life or pressure ulcer recurrence. The majority of studies found the dressings evaluated were no better or worse than others on the market. So, while foam dressings can be safely used for the treatment for pressure ulcers, their effect on wound healing is not supported by scientific evidence.\nGenerally, the studies we found did not have many participants and the results were often inconclusive. Overall the evidence that exists is of very low quality."
    },
    {
      "heading": "How up to date is this review?",
      "text": "We searched for studies that had been published up to February 2017."
    }
  ]
}