{
  "doi": "10.1002/14651858.CD005308.pub2",
  "name": "Continuous positive airway pressure delivery interfaces for obstructive sleep apnoea",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Continuous positive airway pressure (CPAP) is the mainstay of therapy for moderate to severe obstructive sleep apnoea (OSA). However, compliance with CPAP has been less than ideal. There are many different CPAP interfaces now available for the treatment of OSA. The type of CPAP delivery interface is likely to influence a patient's acceptance of CPAP therapy and long term compliance."
    },
    {
      "heading": "Objectives",
      "text": "This review aims to compare the efficacy of the various CPAP delivery interfaces available for the treatment of obstructive sleep apnoea."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Specialised Register and the Cochrane Central Register of Controlled Trials (CENTRAL). Searches were current as of January 2011."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised, controlled trials comparing different forms of CPAP delivery interface for the treatment of OSA were considered for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data. Attempts were made to contact study authors to obtain additional, unpublished data."
    },
    {
      "heading": "Main results",
      "text": "Four trials involving 132 people were included. Two studies compared nasal mask with the Oracle oral mask and showed no significant difference in compliance at one month (mean difference (MD) 0.17 hours per night, 95%CI 0.54 to 0.87). There were also no significant differences in any of the physiological parameters (e.g. AHI, arousal index, minimum oxygen saturation), Epworth Sleepiness Scale (ESS), or symptoms of OSA. A single study comparing nasal mask with nasal pillows showed a significant difference in compliance when expressed as the percentage of days used in favour of nasal pillows (nasal pillows mean 94.1± SD 8.3%; nasal mask 85.7 ± 23.5%, P = 0.02), however there were no significant differences in the mean daily use for all days or when use was greater than 0 minutes per day. Nasal pillows were also associated with fewer overall adverse effects (P < 0.001) and greater interface satisfaction (P = 0.001). One study comparing nasal mask with face mask showed that compliance was significantly greater with use of a nasal mask (MD 1.0 hour per night,95% CI 0.3 to 1.8). Nasal mask was also associated with significantly lower ESS scores and was the preferred interface in almost all patients."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Due to the limited number of studies available comparing various interface types, the optimum form of CPAP delivery interface remains unclear. The results of our review suggest that nasal pillows or the Oracle oral mask may be useful alternatives when a patient is unable to tolerate conventional nasal masks. The face mask can not be recommended as a first line interface, but may be considered if nasal obstruction or dryness limits the use of a nasal mask. Further randomised studies comparing the different forms of CPAP delivery interface now available for the treatment of OSA, in larger groups of patients and for longer durations, are required."
    }
  ],
  "pls_title": "Continuous positive airway pressure delivery interfaces for obstructive sleep apnoea in adults",
  "pls_type": "long",
  "pls": "Obstructive sleep apnoea (OSA) is a condition whereby patients experience obstruction of their airways and develop an irregular breathing pattern during their sleep. If untreated, OSA can cause a variety of health problems, including high blood pressure, heart problems, difficulty concentrating, excessive sleepiness and an increased risk of having a motor vehicle accident. One widely recommended form of treatment for OSA is CPAP (continuous positive airway pressure), which consists of a pump which blows air into a patient's nose and/or mouth during sleep to hold open the airways and stop obstructions from occurring. The pump is connected to the patient via a connecting hose and an \"interface\" which rests on the patient's face. There are many different types of interface available for CPAP use, including masks which cover the nose, the mouth, both the nose and mouth, and even the entire face. Unfortunately, patients will often experience side effects related to their interface, which may make them want to stop their CPAP treatment. This review compares the different interface options for CPAP in patients with OSA. Four trials involving 132 people were included. Two studies compared nasal masks with an oral mask called the Oracle, and there did not appear to any significant differences between the two in terms of compliance, sleep study recordings, sleepiness or other symptoms of OSA. One study assessing nasal masks versus nasal pillows (consisting of prongs that rest within the nostrils) showed that patients using the nasal pillows had fewer overall side effects and reported greater satisfaction. The nose mask performed better than the face mask (which covers both the nose and mouth) with one study showing greater compliance and less sleepiness, and was the preferred mask in almost all patients. The choice of interface for a particular person will need to be tailored to the individual. Further trials comparing the many interfaces for CPAP in the treatment of OSA are needed."
}