{
  "doi": "10.1002/14651858.CD008204.pub2",
  "name": "Stent placement versus surgery for coarctation of the thoracic aorta",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Coarctation of the aorta (CoA) accounts for 5% to 7% of congenital heart disease, with an incidence of 0.3 to 0.4 per 1000 live births. Surgery was the only choice of therapy for CoA until 1982 when balloon angioplasty became an available alternative for its treatment. Re-coarctation, aneurysm and aortic dissection remain the disadvantages of both treatments. To avoid those disadvantages, in 1990 endovascular stents were introduced for native coarctation and re-coarctation and since then they have become an alternative approach to surgical repair. The best approach to treat the CoA, whether open surgery or by stent placement, is not clear."
    },
    {
      "heading": "Objectives",
      "text": "To analyze the effectiveness and safety of stent placement compared with open surgery in patients with coarctation of the thoracic aorta."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Peripheral Vascular Diseases Group searched their Specialised Register (last searched September 2011) and CENTRAL (2011, Issue 3). We also searched MEDLINE, EMBASE, CINAHL, AMED, Web of Science and LILACS (last searched in September 2011). We evaluated the located references and applied the inclusion criteria to selected studies. There was no restriction on language."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized or quasi-randomized controlled clinical trials that compared patients with CoA undergoing open surgery or stent placement."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The review authors independently assessed the studies identified for eligibility for inclusion. We excluded studies after a consensus meeting."
    },
    {
      "heading": "Main results",
      "text": "All identified studies were screened and had the selection criteria applied to the title and abstract. In total, we selected five studies for full-text analysis. After detailed evaluation, we excluded all studies because there was no comparison between stent placement and open surgery."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence with regards to the best treatment for coarctation of the thoracic aorta. This review suggests a need to perform a randomized controlled clinical trial with emphasis on the allocation method, evaluation of primary outcomes, size and quality of the sample, and long-term follow-up."
    }
  ],
  "pls_title": "Treatments for coarctation of the thoracic aorta",
  "pls_type": "long",
  "pls": "Coarctation of the aorta (CoA) is a congenital narrowing of the lumen in a section of the aorta. The narrowing is most commonly in the upper thoracic aorta but can occur in the abdominal aorta. It is present at birth and males are more often affected than females. Clinical symptoms are variable and depend on the position, degree and extent of the narrowed segment of the aorta. Other congenital heart abnormalities may also be present. In general, the diagnosis is made by finding a difference in pulsations and blood pressure between the upper body and arms and the lower body and legs. If left unrepaired, average survival is 31 years. The treatment of CoA is intended to improve life expectancy and quality of life by reducing the incidence of aortic and cardiac disabling conditions such as aneurysm (dilation) of the ascending aorta, coronary artery disease, high blood pressure, and aortic and mitral valvular disease. The treatment of CoA consists of enlarging of the narrowed segment. Traditionally this required open heart surgery. Balloon angioplasty became available as an alternative treatment in the 1980s but recurrence, aneurysm and aortic dissection (a tear in the inner wall of the aorta causing blood to flow between the layers of the blood vessel wall) remained disadvantages of both treatments. In the early 1990s, endovascular stents were introduced and have become an alternative approach to surgical repair. The present review looked at the available evidence for the effectiveness of open surgery compared with placing a stent in the coarctation of the thoracic aorta. The review authors searched the medical literature but they did not found any studies that compared open surgery and stent placement for the treatment of coarctation of the thoracic aorta. The treatment of CoA is a challenging procedure and the centers that perform this treatment have a well-established strategy for patients with CoA; the strategy is in accordance with the experience of involved professionals and local resources. In both situations experience and resources have improved the results of the treatment. However a more concrete and long-term analysis of these strategies is needed."
}