{
  "doi": "10.1002/14651858.CD007406.pub3",
  "name": "Neoadjuvant chemotherapy plus surgery versus surgery for cervical cancer",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "A previous systematic review found that giving neoadjuvant chemotherapy before surgery improved survival compared with radiotherapy. However, the role of neoadjuvant chemotherapy followed by surgery versus surgery alone is still unclear."
    },
    {
      "heading": "Objectives",
      "text": "To assess the role of neoadjuvant chemotherapy in women with early or locally-advanced cervical cancer."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library) (to Issue 8, 2012), MEDLINE (OVID) (to Aug 2012), LILACS (to Aug 2012), Physician's Data Query (PDQ) (to Aug 2012). We sought both published and unpublished trials and undertook systematic searches of a number of trial sources with no restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials comparing neoadjuvant chemotherapy with surgery in women with early or locally-advanced cervical cancer who had not undergone any prior treatment likely to interfere with the treatment comparison. Trials giving radical radiotherapy for inoperable tumours and/or post-operative radiotherapy were also eligible. The primary outcome was overall survival (OS). Secondary outcomes were progression-free survival (PFS), local and distant recurrence, rates of resection and surgical morbidity."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently extracted and checked data from trial reports, Depending on the type of outcome, trial hazard ratios (HRs) and odds ratios (ORs) were obtained or estimated from trial reports, or sought from trial investigators."
    },
    {
      "heading": "Main results",
      "text": "Six trials (1078 women) were identified for inclusion in this updated review. All six trials provided data on OS (1071 women) and PFS (1027 women). Data on resection rates and pathological response were only available for five trials (908 to 940 women) and data on recurrence were only available for four trials (737 women). Both OS (HR 0.77, 95% confidence interval (CI) 0.62 to 0.96, P = 0.02) and PFS (HR 0.75, 95% CI 0.61 to 0.93, P = 0.008) were significantly improved with neoadjuvant chemotherapy. The estimate for local recurrence was in favour of neoadjuvant chemotherapy (OR 0.67, 95% CI 0.45 to 0.99, P = 0.04), although heterogeneity was observed. The result was no longer significant when the random-effects model was used (OR 0.60, 95% CI 0.32 to 1.12, P = 0.11). Whilst not significant, estimates for distant recurrence (OR 0.72, 95% CI 0.45 to 1.14, P = 0.16) and rates of resection (OR 1.55, 95% CI 0.96 to 2.50, P = 0.07) tended to favour neoadjuvant chemotherapy, although heterogeneity was observed. Exploratory analyses of pathological response showed a significant decrease in adverse pathological findings with neoadjuvant chemotherapy (OR 0.54, 95% CI 0.40 to 0.73, P = < 0.0001 for lymph node status; OR 0.58, 95% CI 0.41 to 0.82, P = 0.002 for parametrial infiltration) which, despite substantial heterogeneity, was still significant when the random-effects model was used. There were also no differences in the effect of neoadjuvant chemotherapy on survival according to total cisplatin dose, chemotherapy cycle length or by cervical cancer stage."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Both OS and PFS were improved with neoadjuvant chemotherapy. Although the effects were less clear on all other pre-specified outcomes, they all tended to be in favour of neoadjuvant chemotherapy. Whilst these results appear to indicate that neoadjuvant chemotherapy may offer a benefit over surgery alone for women with early-stage or locally-advanced cervical cancer, the evidence is based on only a small number of trials, and further research may be warranted."
    }
  ],
  "pls_title": "Chemotherapy given before surgery, compared with surgery alone for women with cervical cancer",
  "pls_type": "long",
  "pls": "Around the world, cervical cancer is the second most common cancer in women. In some countries, screening (with smear tests) has reduced the number of women with cervical cancer, but large numbers of women still die from the disease every year.\nWhere the cancer has not spread outside the cervix (early-stage disease) women may have an operation to remove it by taking out the cervix, womb, the fallopian tubes, and maybe other nearby tissues (radical surgery). Or they might have treatment with x-rays (radical radiotherapy). Both of these treatments have been shown to be as good as each other. If the tumour is bigger, or has spread to tissues around the cervix (locally-advanced disease) women may also receive chemotherapy (drug treatment) at the same time as radiotherapy (chemoradiation).\nGiving chemotherapy before radical surgery (neoadjuvant chemotherapy) might shrink the tumour. This may make surgery easier and help to remove any tiny tumours that cannot be easily seen. A previous review found that women getting chemotherapy before radical surgery lived longer than women who got radical radiotherapy. However, we do not know whether giving chemotherapy before radical surgery is better than radical surgery on its own.\nThis review found six trials that included 1078 women. Using information from the trials, we found that giving chemotherapy before surgery helped women to live longer and also to live longer without cancer. It was not clear whether chemotherapy made radical surgery easier or helped to stop the cancer from coming back. The type of drugs used, and how they were given, did not affect the results. Also, results were similar in women with both early stage and more advanced stages of disease.\nIn one trial, all of the women also had radiotherapy after surgery (post-operative radiotherapy). In the other trials, up to two thirds of women got this post-operative radiotherapy. We are not sure how this extra treatment affects the results. It may also give women more side-effects.\nAlthough neoadjuvant chemotherapy seems to help women with cervical cancer live for longer and also to live for longer without disease, the results are based on only a small number of trials. If new drugs or new combinations of drugs show promising results, it may be worth doing more trials with these new treatments of neoadjuvant chemotherapy before surgery."
}