{
  "doi": "10.1002/14651858.CD007208.pub3",
  "name": "High feedback versus low feedback of prenatal ultrasound for reducing maternal anxiety and improving maternal health behaviour in pregnancy ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Prenatal ultrasound is one of many techniques used in screening and diagnosis. It gives parents instant access to the images of the fetus. Receiving information promotes knowledge and understanding, but it may also increase maternal anxiety."
    },
    {
      "heading": "Objectives",
      "text": "To compare high feedback versus low feedback during prenatal ultrasound for reducing maternal anxiety and improving maternal health behaviour."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (12 May 2015), the Central Register of Controlled Trials (The Cochrane Library 2015, Issue 5), MEDLINE (January 1966 to 12 May 2015), and the ISRCTN Registry (12 May 2015). We handsearched citation lists of relevant publications. We did not apply any language or date restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) of high feedback (women can see the monitor screen and receive detailed visual and verbal explanations) versus low feedback (women can not see the monitor screen and women are given only a summary statement of the scan) during prenatal ultrasound. The primary outcome measure was maternal state anxiety."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias, extracted data and checked for accuracy. We have expressed results as risk ratio (RR) or mean differences (MD), together with their 95% confidence intervals (CI)."
    },
    {
      "heading": "Main results",
      "text": "We included four studies (365 women). Three RCTs (346 participants) reported the effect of high versus low feedback during ultrasound on state anxiety scores (mean difference (MD) 0.92, 95% confidence interval (CI) -0.58 to 2.43; participants = 346; three studies, low quality evidence ). Two trials (148 participants) reported women's views of the level of feedback. They do not show that women in the high feedback groups are more likely to choose very positive adjectives to describe their feelings after the scan (risk ratio (RR) 3.30; 95% CI 0.73 to 14.85). Women who had a high feedback during ultrasound were more likely to stop smoking during pregnancy (RR 2.93, 95% CI 1.25 to 6.86; participants = 129; one study; low quality evidence ) and to avoid alcohol during pregnancy (RR 2.96, 95% CI 1.15 to 7.60; participants = 129; one study; low quality evidence). Downgrading of evidence was based on the unclear risk of bias of included studies, wide CI crossing the line of no effect or presence of heterogeneity."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to support either high or low feedback during a prenatal ultrasound to reduce maternal anxiety and promote health behaviour."
    }
  ],
  "pls_title": "Effect of high feedback versus low feedback of prenatal ultrasound on maternal anxiety and health behaviour in pregnancy",
  "pls_type": "long",
  "pls": "Ultrasound is a routine part of prenatal care offered to pregnant women in most countries with developed health services. It is used during prenatal care to help achieve a healthy mother and child. Pregnant women want reassurance and to check that all is normal by verifying fetal life and growth and to exclude fetal abnormalities. The parents are given immediate access to the images of the fetus, which may promote maternal attachment and positive attitudes toward health during the pregnancy. The obstetricians can identify high-risk conditions including multiple pregnancy, abnormalities of amniotic fluid volume and the placenta, fetal anomalies and growth restriction. During high-feedback ultrasound scans, women can see the screen and they receive detailed explanations of the images. In low-feedback ultrasound scans, only the operator can see the screen and the women are told the results at the end of the scan. High feedback might reduce pregnancy anxiety but it can impact both ways, not only adding excessive stress on the pregnant women and their partners but also on the physicians, especially when there is the possibility of an abnormal finding. We carried out this systematic review to compare high feedback versus low feedback during prenatal ultrasound for reducing maternal anxiety and improving maternal health behaviour and other pregnancy outcomes.\nWe included four studies involving 365 women. High or low feedback of prenatal ultrasound to reduce women's state of anxiety is not supported by evidence from the three randomised controlled trials, involving 346 pregnant women, that looked at this outcome (low-quality evidence). Two trials with a total of 148 women reported on the women's views on the level of feedback. The women in the high feedback groups were not clearly more likely to choose very positive adjectives to describe their feelings after the scan. One trial with 129 participants reported that women who had high feedback during ultrasound were more likely to stop smoking and avoid alcohol during pregnancy. The trials were reported on between 1985 and 1996."
}