{
  "doi": "10.1002/14651858.CD010583.pub5",
  "name": "Prophylactic abdominal drainage for pancreatic surgery",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The use of surgical drains is a very common practice after pancreatic surgery. The role of prophylactic abdominal drainage to reduce postoperative complications after pancreatic surgery is controversial. This is the third update of a previously published Cochrane Review to address the uncertain benifits of prophylactic abdominal drainage in pancreatic surgery."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of routine abdominal drainage after pancreatic surgery, compare the effects of different types of surgical drains, and evaluate the optimal time for drain removal."
    },
    {
      "heading": "Search methods",
      "text": "In this updated review, we re-searched CENTRAL, MEDLINE, Embase, Science Citation Index Expanded, and the Chinese Biomedical Literature Database (CBM) on 08 February 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs) that compared abdominal drainage versus no drainage in people undergoing pancreatic surgery. We also included RCTs that compared different types of drains and different schedules for drain removal in people undergoing pancreatic surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently identified the studies for inclusion, collected the data, and assessed the risk of bias. We conducted the meta-analyses using Review Manager 5. We calculated the risk ratio (RR) for dichotomous outcomes and the mean difference (MD) or standardized mean difference (SMD) for continuous outcomes with 95% confidence intervals (CI). For all analyses, we used the random-effects model. We used GRADE to assess the certainty of the evidence for important outcomes."
    },
    {
      "heading": "Main results",
      "text": "We identified a total of nine RCTs with 1892 participants.\nDrain use versus no drain use\nWe included four RCTs with 1110 participants, randomised to the drainage group (N = 560) and the no drainage group (N = 550) after pancreatic surgery. Low-certainty evidence suggests that drain use may reduce 90-day mortality (RR 0.23, 95% CI 0.06 to 0.90; two studies, 478 participants). Compared with no drain use, low-certainty evidence suggests that drain use may result in little to no difference in 30-day mortality (RR 0.78, 95% CI 0.31 to 1.99; four studies, 1055 participants), wound infection rate (RR 0.98, 95% CI 0.68 to 1.41; four studies, 1055 participants), length of hospital stay (MD -0.14 days, 95% CI -0.79 to 0.51; three studies, 876 participants), the need for additional open procedures for postoperative complications (RR 1.33, 95% CI 0.79 to 2.23; four studies, 1055 participants), and quality of life (105 points versus 104 points; measured with the pancreas-specific quality of life questionnaire (scale 0 to 144, higher values indicating a better quality of life); one study, 399 participants). There was one drain-related complication in the drainage group (0.2%). Moderate-certainty evidence suggests that drain use probably resulted in little to no difference in morbidity (RR 1.03, 95% CI 0.94 to 1.13; four studies, 1055 participants). The evidence was very uncertain about the effect of drain use on intra-abdominal infection rate (RR 0.97, 95% CI 0.52 to 1.80; four studies, 1055 participants; very low-certainty evidence), and the need for additional radiological interventions for postoperative complications (RR 0.87, 95% CI 0.40 to 1.87; three studies, 660 participants; very low-certainty evidence).\nActive versus passive drain\nWe included two RCTs involving 383 participants, randomised to the active drain group (N = 194) and the passive drain group (N = 189) after pancreatic surgery. Compared with a passive drain, the evidence was very uncertain about the effect of an active drain on 30-day mortality (RR 1.23, 95% CI 0.30 to 5.06; two studies, 382 participants; very low-certainty evidence), intra-abdominal infection rate (RR 0.87, 95% CI 0.21 to 3.66; two studies, 321 participants; very low-certainty evidence), wound infection rate (RR 0.92, 95% CI 0.44 to 1.90; two studies, 321 participants; very low-certainty evidence), morbidity (RR 0.97, 95% CI 0.53 to 1.77; two studies, 382 participants; very low-certainty evidence), length of hospital stay (MD -0.79 days, 95% CI -2.63 to 1.04; two studies, 321 participants; very low-certainty evidence), and the need for additional open procedures for postoperative complications (RR 0.44, 95% CI 0.11 to 1.83; two studies, 321 participants; very low-certainty evidence). There was no drain-related complication in either group.\nEarly versus late drain removal\nWe included three RCTs involving 399 participants with a low risk of postoperative pancreatic fistula, randomised to the early drain removal group (N = 200) and the late drain removal group (N = 199) after pancreatic surgery. Compared to late drain removal, the evidence was very uncertain about the effect of early drain removal on 30-day mortality (RR 0.99, 95% CI 0.06 to 15.45; three studies, 399 participants; very low-certainty evidence), wound infection rate (RR 1.32, 95% CI 0.45 to 3.85; two studies, 285 participants; very low-certainty evidence), hospital costs (SMD -0.22, 95% CI -0.59 to 0.14; two studies, 258 participants; very low-certainty evidence), the need for additional open procedures for postoperative complications (RR 0.77, 95% CI 0.28 to 2.10; three studies, 399 participants; very low-certainty evidence), and the need for additional radiological procedures for postoperative complications (RR 1.00, 95% CI 0.21 to 4.79; one study, 144 participants; very low-certainty evidence). We found that early drain removal may reduce intra-abdominal infection rate (RR 0.44, 95% CI 0.22 to 0.89; two studies, 285 participants; very low-certainty evidence), morbidity (RR 0.49, 95% CI 0.30 to 0.81; two studies, 258 participants; very low-certainty evidence), and length of hospital stay (MD -2.20 days, 95% CI -3.52 to -0.87; three studies, 399 participants; very low-certainty evidence), but the evidence was very uncertain. None of the studies reported on drain-related complications."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Compared with no drain use, it is unclear whether routine drain use has any effect on mortality at 30 days or postoperative complications after pancreatic surgery. Compared with no drain use, low-certainty evidence suggests that routine drain use may reduce mortality at 90 days. Compared with a passive drain, the evidence is very uncertain about the effect of an active drain on mortality at 30 days or postoperative complications. Compared with late drain removal, early drain removal may reduce intra-abdominal infection rate, morbidity, and length of hospital stay for people with low risk of postoperative pancreatic fistula, but the evidence is very uncertain."
    }
  ],
  "pls_title": "Drain use after pancreatic surgery",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Can the use of a drain reduce postoperative complications after pancreatic surgery?"
    },
    {
      "heading": "Background",
      "text": "The use of surgical drains is a very common practice after pancreatic surgery. However, the role of a drain in reducing complications after pancreatic surgery (called postoperative complications) is controversial."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to February 2021."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched for all relevant, well-conducted studies to February 2021. We included nine randomised controlled studies (an experiment in which participants are randomly allocated to two or more interventions, possibly including a control intervention or no intervention, and the results are compared). The nine studies included 1892 participants who underwent pancreatic surgery. Four of the nine studies randomised 1110 participants to drain use (number of participants = 560) or no drain use (N = 550). Two studies randomised 383 participants to an active drain (drains with low or high pressure suction, N = 194) and a passive drain (drains without suction, N = 189). Three studies randomised 399 participants with a low risk of postoperative pancreatic fistula (an abnormal communication between the pancreas and other organs due to leakage of pancreatic juice containing digestive enzymes from damaged pancreatic ducts) to early drain removal (N = 200) or late drain removal (N = 199)."
    },
    {
      "heading": "Study funding sources",
      "text": "Five of the nine included studies were sponsored by non-commercial grants. Two studies did not receive any funding. The other two studies did not report funding sources."
    },
    {
      "heading": "Key results",
      "text": "Drain use may reduce death at 90 days. Compared with no drain use, the evidence suggested that drain use may result in little to no difference in death at 30 days, wound infections, duration of hospitalization, the need for additional open procedures for postoperative complications, and quality of life. There was one drain-related complication (the drainage tube was broken) in the drainage group (0.2%). Drain use probably resulted in little to no difference in overall complications. The evidence was very uncertain about the effect of drain use on infections in the abdomen and the need for additional radiological interventions for postoperative complications.\nCompared with a passive drain, the evidence was very uncertain about the effect of an active drain on death at 30 days, infections in the abdomen, wound infections, overall complications, duration of hospitalization, and the need for additional open procedures for postoperative complications. There was no drain-related complication in either group.\nThe evidence was very uncertain about the effect of early drain removal on death at 30 days, wound infections, hospital costs, and the need for additional open or radiological procedures for postoperative complications. We found that early drain removal may reduce infections in the abdomen, overall complications, and duration of hospitalization, but the evidence was very uncertain. None of the studies reported on drain-related complications.\nIt is unclear whether routine drain use had any effect on death at 30 days or complications after surgery, compared with no drain use. Routine drain use may reduce death at 90 days compared with no drain use. The evidence is very uncertain about the effect of an active drain on death at 30 days or postoperative complications, compared with a passive drain. Compared with late drain removal, early drain removal appears to reduce infections in the abdomen, overall complications, duration of hospitalization for people with a low risk of postoperative pancreatic fistula, but the evidence is very uncertain."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "All nine studies had weaknesses that potentially affected the reliability of the results. Overall, the certainty of the evidence ranged from very low to moderate."
    }
  ]
}