{
  "doi": "10.1002/14651858.CD007724.pub3",
  "name": "Oral anti‐diabetic agents for women with established diabetes/impaired glucose tolerance or previous gestational diabetes planning pregnancy, or pregnant women with pre‐existing diabetes ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "While most guidance recommends the use of insulin in women whose pregnancies are affected by pre-existing diabetes, oral anti-diabetic agents may be more acceptable to women. The effects of these oral anti-diabetic agents on maternal and infant health outcomes need to be established in pregnant women with pre-existing diabetes or impaired glucose tolerance, as well as in women with previous gestational diabetes mellitus preconceptionally or during a subsequent pregnancy. This review is an update of a review that was first published in 2010."
    },
    {
      "heading": "Objectives",
      "text": "To investigate the effects of oral anti-diabetic agents in women with established diabetes, impaired glucose tolerance or previous gestational diabetes who are planning a pregnancy, or pregnant women with pre-existing diabetes, on maternal and infant health. The use of oral anti-diabetic agents for the management of gestational diabetes in a current pregnancy is evaluated in a separate Cochrane Review."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (31 October 2016) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) and quasi-RCTs assessing the effects of oral anti-diabetic agents in women with established diabetes, impaired glucose tolerance or previous gestational diabetes who were planning a pregnancy, or pregnant women with pre-existing diabetes. Cluster-RCTs were eligible for inclusion, but none were identified."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed study eligibility, extracted data and assessed the risk of bias of the included RCTs. Review authors checked the data for accuracy, and assessed the quality of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We identified six RCTs (707 women), eligible for inclusion in this updated review, however, three RCTs had mixed populations (that is, they included pregnant women with gestational diabetes) and did not report data separately for the relevant subset of women for this review. Therefore we have only included outcome data from three RCTs; data were available for 241 women and their infants. The three RCTs all compared an oral anti-diabetic agent (metformin) with insulin. The women in the RCTs that contributed data had type 2 diabetes diagnosed before or during their pregnancy. Overall, the RCTs were judged to be at varying risk of bias. We assessed the quality of the evidence for selected important outcomes using GRADE; the evidence was low- or very low-quality, due to downgrading because of design limitations (risk of bias) and imprecise effect estimates (for many outcomes only one or two RCTs contributed data).\nFor our primary outcomes there was no clear difference between metformin and insulin groups for pre-eclampsia (risk ratio (RR) 0.63, 95% confidence interval (CI) 0.33 to 1.20; RCTs = 2; participants = 227; very low-quality evidence) although in one RCT women receiving metformin were less likely to have pregnancy-induced hypertension (RR 0.58, 95% CI 0.37 to 0.91; RCTs = 1; participants = 206; low-quality evidence). Women receiving metformin were less likely to have a caesarean section compared with those receiving insulin (RR 0.73, 95% CI 0.61 to 0.88; RCTs = 3; participants = 241; low-quality evidence). In one RCT there was no clear difference between groups for large-for-gestational-age infants (RR 1.12, 95% CI 0.73 to 1.72; RCTs = 1; participants = 206; very low-quality evidence). There were no perinatal deaths in two RCTs (very low-quality evidence). Neonatal mortality or morbidity composite outcome and childhood/adulthood neurosensory disability were not reported.\nFor other secondary outcomes we assessed using GRADE, there were no clear differences between metformin and insulin groups for induction of labour (RR 1.42, 95% CI 0.62 to 3.28; RCTs = 2; participants = 35; very low-quality evidence), though infant hypoglycaemia was reduced in the metformin group (RR 0.34, 95% CI 0.18 to 0.62; RCTs = 3; infants = 241; very low-quality evidence). Perineal trauma, maternal postnatal depression and postnatal weight retention, and childhood/adulthood adiposity and diabetes were not reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are insufficient RCT data to evaluate the use of oral anti-diabetic agents in women with established diabetes, impaired glucose tolerance or previous gestational diabetes who are planning a pregnancy, or in pregnant women with pre-existing diabetes. Low to very low-quality evidence suggests possible reductions in pregnancy-induced hypertension, caesarean section birth and neonatal hypoglycaemia with metformin compared with insulin for women with type 2 diabetes diagnosed before or during their pregnancy, and no clear differences in pre-eclampsia, induction of labour and babies that are large-for-gestational age. Further high-quality RCTs that compare any combination of oral anti-diabetic agent, insulin and dietary and lifestyle advice for these women are needed. Future RCTs could be powered to evaluate effects on short- and long-term clinical outcomes; such RCTs could attempt to collect and report on the standard outcomes suggested in this review. We have identified three ongoing studies and four are awaiting classification. We will consider these when this review is updated."
    }
  ],
  "pls_title": "Oral anti-diabetic agents for women with diabetes or previous diabetes planning a pregnancy, or pregnant women with pre-existing diabetes",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Pre-existing diabetes and gestational diabetes can increase the risks of a number of poor outcomes for both mothers and their babies. For the mother, these include pregnancy-induced high blood pressure (pre-eclampsia) with additional fluid retention and protein in the urine; and giving birth by caesarean. For the infant, these can include preterm birth; as well as an increased risk of the presence of physical defects at birth such as heart defects, brain, spine, and spinal cord defects, Down syndrome; and spontaneous abortion. Other complications at birth include babies that are large for their gestational age, and obstructed labour (shoulder dystocia) caused by one of the shoulders becoming stuck in the birth canal once the baby's head has been born."
    },
    {
      "heading": "Why is this important?",
      "text": "Being pregnant can trigger diabetes (gestational diabetes) in women with impaired glucose tolerance. Women who have had gestational diabetes are at risk of developing diabetes later in life. This means that management is important for women with impaired glucose tolerance or previous gestational diabetes, as well as for women with established diabetes. Women with established diabetes need good blood sugar control before they become pregnant. Insulin gives good blood sugar control and does not affect the development of the baby, but women may find oral anti-diabetic agents more convenient and acceptable than insulin injections. However little is known about the effects of these oral agents.\nThis review sought to investigate the effects of oral anti-diabetic agents in women with established diabetes, impaired glucose tolerance or previous gestational diabetes who were planning a pregnancy, or pregnant women with pre-existing diabetes, on maternal and infant health. This review is an update of a review that was first published in 2010."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence from randomised controlled trials (RCTs) on 31 October 2016 and included six RCTs (707 women). Three RCTs included women with current gestational diabetes and did not report data separately for the population of women relevant to this review. Therefore we have only included outcome data from three RCTs, involving 241 pregnant women and their infants. The quality of the evidence was assessed as being low or very low and the overall risk of bias of the RCTs was varied. The three RCTs all compared an oral anti-diabetic agent (metformin) with insulin in pregnant women with pre-existing (type 2) diabetes.\nThere was no clear difference in the development of pre-eclampsia (high blood pressure and protein in the urine) for women who received metformin compared with insulin (2 RCTs; 227 women; very low-quality evidence), though women receiving metformin were less likely to have pregnancy-induced high blood pressure in one RCT (206 women; low-quality evidence). Women who received metformin were less likely to have a caesarean section birth (3 RCTs; 241 women; low-quality evidence), though no difference was observed in induction of labour (2 RCTs; 35 women; very low-quality evidence). There was no clear difference between groups of infants born to mothers who received metformin or insulin for being large-for-gestational age (1 RCT; 206 infants; very low-quality evidence), though infants born to mothers who received metformin were less likely to have low blood sugar (hypoglycaemia) (3 RCTs; 241 infants; very low-quality evidence). There were no infant deaths (before birth or shortly afterwards) (2 RCTs; very low-quality evidence). The RCTs did not report on many important short- and long-term outcomes, including perineal trauma and a combined outcome of infant death or morbidity, postnatal depression and weight retention for mothers, and adiposity or disability in childhood or adulthood for infants."
    },
    {
      "heading": "What does this mean?",
      "text": "There is not enough evidence to guide us on the effects of oral anti-diabetic agents in women with established diabetes, impaired glucose tolerance or previous gestational diabetes who are planning a pregnancy, or pregnant women with pre-existing diabetes. Further large, well-designed, RCTs are required and could assess and report on the outcomes suggested in this review, including both short- and long-term outcomes for mothers and their infants."
    }
  ]
}