{
  "doi": "10.1002/14651858.CD011476.pub2",
  "name": "Liposomal bupivacaine peripheral nerve block for the management of postoperative pain",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Postoperative pain remains a significant issue with poor perioperative pain management associated with an increased risk of morbidity and mortality. Liposomal bupivacaine is an analgesic consisting of bupivacaine hydrochloride encapsulated within multiple, non-concentric lipid bi-layers offering a novel method of sustained release."
    },
    {
      "heading": "Objectives",
      "text": "To assess the analgesic efficacy and adverse effects of liposomal bupivacaine infiltration peripheral nerve block for the management of postoperative pain."
    },
    {
      "heading": "Search methods",
      "text": "We identified randomised trials of liposomal bupivacaine peripheral nerve block for the management of postoperative pain. We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (2016, Issue 1), Ovid MEDLINE (1946 to January Week 1 2016), Ovid MEDLINE In-Process (14 January 2016), EMBASE (1974 to 13 January 2016), ISI Web of Science (1945 to 14 January 2016), and reference lists of retrieved articles. We sought unpublished studies from Internet sources, and searched clinical trials databases for ongoing trials. The date of the most recent search was 15 January 2016."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised, double-blind, placebo- or active-controlled clinical trials of a single dose of liposomal bupivacaine administered as a peripheral nerve block in adults aged 18 years or over undergoing elective surgery at any surgical site. We included trials if they had at least two comparison groups for liposomal bupivacaine peripheral nerve block compared with placebo or other types of analgesia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently considered trials for inclusion in the review, assessed risk of bias, and extracted data. We performed analyses using standard statistical techniques as described in the Cochrane Handbook for Systematic Reviews of Interventions, using Review Manager 5. We planned to perform a meta-analysis, however there were insufficient data to ensure a clinically meaningful answer; as such we have produced a 'Summary of findings' table in a narrative format, and where possible we assessed the evidence using GRADE (Grading of Recommendations Assessment, Development and Evaluation)."
    },
    {
      "heading": "Main results",
      "text": "We identified seven studies that met inclusion criteria for this review. Three were recorded as completed (or terminated) but no results were published. Of the remaining four studies (299 participants): two investigated liposomal bupivacaine transversus abdominis plane (TAP) block, one liposomal bupivacaine dorsal penile nerve block, and one ankle block. The study investigating liposomal bupivacaine ankle block was a Phase II dose-escalating/de-escalating trial presenting pooled data that we could not use in our analysis.\nThe studies did not report our primary outcome, cumulative pain score between 0 and 72 hours, and secondary outcomes, mean pain score at 12, 24, 48, 72, or 96 hours. One study reported no difference in mean pain score during the first, second, and third postoperative 24-hour periods in participants receiving liposomal bupivacaine TAP block compared to no TAP block. Two studies, both in people undergoing laparoscopic surgery under TAP block, investigated cumulative postoperative opioid dose, reported opposing findings. One found a lower cumulative opioid consumption between 0 and 72 hours compared to bupivacaine hydrochloride TAP block and one found no difference during the first, second, and third postoperative 24-hour periods compared to no TAP block. No studies reported time to first postoperative opioid or percentage not requiring opioids over the initial 72 hours. No studies reported a health economic analysis or patient-reported outcome measures (outside of pain). The review authors sought data regarding adverse events but none were available, however there were no withdrawals reported to be due to adverse events.\nUsing GRADE, we considered the quality of evidence to be very low with any estimate of effect very uncertain and further research very likely to have an important impact on our confidence in the estimate of effect. All studies were at high risk of bias due to their small sample size (fewer than 50 participants per arm) leading to uncertainty around effect estimates. Additionally, inconsistency of results and sparseness of data resulted in further downgrading of the quality of the data."
    },
    {
      "heading": "Authors' conclusions",
      "text": "A lack of evidence has prevented an assessment of the efficacy of liposomal bupivacaine administered as a peripheral nerve block. At present there is a lack of data to support or refute the use of liposomal bupivacaine administered as a peripheral nerve block for the management of postoperative pain. Further research is very likely to have an important impact on our confidence in the estimate of effect and is likely to change the estimate."
    }
  ],
  "pls_title": "Liposomal bupivacaine as a nerve block to treat pain after surgery",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Authors' conclusions",
      "text": "There is currently a lack of evidence around the use of liposomal bupivacaine as a nerve block to treat pain after surgery. Further large studies are required to see if there is a role for liposomal bupivacaine to treat pain after surgery."
    },
    {
      "heading": "Background and objectives",
      "text": "Pain after surgery is a significant concern, with poor pain management linked to an increased risk of complications. One method to treat pain is to inject a painkiller around the nerves that transmit pain (sensory nerves) from the surgical site; this is called a nerve block. A new drug called liposomal bupivacaine has been developed consisting of multiple small parcels of bupivacaine (a commonly used painkiller), and it has been designed to release the painkiller over a long time. This review assessed how good liposomal bupivacaine sensory nerve blocks are at treating pain after surgery, and whether there are any risks associated with their use."
    },
    {
      "heading": "Study characteristics and key results",
      "text": "In January 2016, we found seven studies that assessed liposomal bupivacaine nerve block. Three studies were listed as completed but had not reported results. This left four studies involving 299 participants for this review. Two studies investigated liposomal bupivacaine given between two of the layers of abdominal muscles to block the nerves supplying sensation to that area (known as a transversus abdominus plane (TAP) block); one study investigated liposomal bupivacaine given around the nerves that supply sensation to the penis (dorsal penile nerve block); and one study investigated the ankle (ankle block).\nWe did not identify any studies that reported our primary outcome cumulative pain score between 0 and 72 hours or pain-centred secondary outcomes. Two studies reported cumulative opioid (a strong painkiller) use with inconsistent results. We looked for results about side effects but none were reported, however no participants dropped out of the studies due to side effects. Overall, the lack of evidence, due to the small number of trials each reporting different outcomes, prevented a full assessment of the role of liposomal bupivacaine administered as a nerve block for the management of pain after surgery in adults."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Due to the small number of trials, and small number of participants in these trials, the quality of evidence was very low. As such, further research is required to evaluate the role of liposomal bupivacaine as a nerve block to treat pain after surgery."
    }
  ]
}