{
  "doi": "10.1002/14651858.CD004359.pub2",
  "name": "Nurse‐led versus doctor‐led care for bronchiectasis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Specialist nursing roles to manage stable disease populations are being used to meet the needs of both patients and health services. With increasing cost pressures on health departments, alternative models such as nurse-led care are gaining momentum as a substitute for traditional doctor-led care. This review evaluates the safety, effectiveness, and health outcomes of nurses practising in autonomous roles while using advanced practice skills, within the context of bronchiectasis management in subacute, ambulatory, and/or community care."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effectiveness of nurse-led care versus doctor-led care in the management of stable bronchiectasis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Specialised Register and bibliographies of selected papers in addition to grey literature such as electronic clinical trials registries. Searches were current as of March 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials were eligible for inclusion in the review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers extracted and entered data from included studies. Primary outcomes were numbers of exacerbations requiring treatment with antibiotics, hospital admissions, and emergency department attendances."
    },
    {
      "heading": "Main results",
      "text": "We included one United Kingdom (UK) study in the review. In this randomised controlled trial, a total of 80 participants, with a mean age of 58 years, were treated for 12 months by a specialist nurse or doctor, then were crossed over to the other clinician for the next 12 months. Two participants died during the study period. Six participants failed to cross over to nurse-led care because of unstable bronchiectasis. Overall, the level of study completion was high.\nData show no difference in the numbers of exacerbations requiring treatment with antibiotics (rate ratio 1.09, 95% confidence interval (CI) 0.91 to 1.30, 80 participants, moderate-certainty evidence). Investigators reported more hospital admissions in the nurse-led care group (rate ratio 1.52, 95% CI 1.04 to 2.23, 80 participants, moderate-certainty evidence) and did not report emergency department attendance.\nFor secondary outcomes, participants in the nurse-led care group used more healthcare resources during the first year of the trial. Increased admissions and greater use of resources made treatment costs for nurse-led groups' higher. Total costs for both years of the study were £8,464 and £5,228 for nurse-led care compared with doctor-led care. However, by the second year, treatment costs were almost equitable between the two groups, which may reflect the nurses' learning of how to better treat people with bronchiectasis. No statistically significant changes were observed in quality of life, exercise capacity, mortality, or lung function. Wide confidence intervals led to uncertainty regarding these results. Adverse events were not an outcome for this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This update of the review shows that only one trial met review criteria. Review authors were unable to demonstrate effectiveness of nurse-led care compared with doctor-led care on the basis of findings of a single study. The included study reported no significant differences, but limited evidence means that differences in clinical outcomes between nurse-led care and usual care within the setting of a specialist clinic remain unclear. Further research is required to determine whether nurse-led care is cost-effective, if guidelines and protocols for bronchiectasis management are followed does this increases costs and how effective nurse-led management of bronchiectasis is in other clinical settings such as inpatient and outreach."
    }
  ],
  "pls_title": "Nurse specialist care for bronchiectasis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Bronchiectasis is a long-term lung disease. The main symptom is cough that produces phlegm and results in recurrent chest infections. As the disease gets worse, people have poor quality of life and eventually may develop respiratory failure - a condition in which the body is not able to control oxygen and carbon dioxide levels properly."
    },
    {
      "heading": "Review question",
      "text": "We wanted to find out if nurses are able to manage the care of people with bronchiectasis as well as doctors. We looked for randomised controlled trials comparing nurse-led care with doctor-led care."
    },
    {
      "heading": "Study characteristics",
      "text": "We found one study from the United Kingdom involving 80 people with bronchiectasis. The study was completed in 2002, when management of bronchiectasis was different from today. Participants were divided into two groups: One group of outpatients was observed for a 12-month period under the care of the specialist nurse, and the other under care of the doctor. After 12 months, these participants swapped groups."
    },
    {
      "heading": "Key results",
      "text": "We found no significant differences between nurse-led and doctor-led care in terms of lung function, infective flareups (exacerbations), or quality of life. In the first year of the study we noted increased costs for nurse-led care with more hospital admissions and greater use of antibiotic injections."
    },
    {
      "heading": "Certainty of evidence",
      "text": "The certainty of evidence in the one included study was satisfactory, given that the study design meant participants knew which group they belonged to."
    },
    {
      "heading": "Bottom line",
      "text": "More research is required to determine how nurse specialists compare with doctors in providing safe and effective treatment for patients with stable bronchiectasis.\nThis Cochrane plain language summary was up-to-date as of March 2018."
    }
  ]
}