{
  "doi": "10.1002/14651858.CD010008.pub5",
  "name": "Topiramate for juvenile myoclonic epilepsy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Topiramate is a newer broad-spectrum antiepileptic drug (AED). Some studies have shown the benefits of topiramate in the treatment of juvenile myoclonic epilepsy (JME). However, there are no current systematic reviews to determine the efficacy and tolerability of topiramate in people with JME.\nThis is an update of a Cochrane Review first published in 2015, and last updated in 2019."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy and tolerability of topiramate in the treatment of JME."
    },
    {
      "heading": "Search methods",
      "text": "For the latest update, we searched the Cochrane Register of Studies (CRS Web) on 26 August 2021, and MEDLINE (Ovid 1946 to 26 August 2021). CRS Web includes randomized or quasi-randomized controlled trials from PubMed, Embase, ClinicalTrials.gov, the World Health Organization International Clinical Trials Registry Platform (ICTRP), the Cochrane Central Register of Controlled Trials (CENTRAL), and the Specialized Registers of Cochrane Review Groups, including Cochrane Epilepsy."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) investigating topiramate versus placebo or other AED treatment for people with JME, with the outcomes of proportion of responders and proportion of participants experiencing adverse events (AEs)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened the titles and abstracts of identified records, selected studies for inclusion, extracted data, cross-checked the data for accuracy and assessed the methodological quality of the studies."
    },
    {
      "heading": "Main results",
      "text": "We included three studies with a total of 83 participants. For efficacy, a greater proportion of participants in the topiramate group had a 50% or greater reduction in primarily generalized tonic-clonic seizures (PGTCS), compared with participants in the placebo group (RR 4.00, 95% CI 1.08 to 14.75; 1 study, 22 participants; very low-certainty evidence). There were no significant differences between topiramate and valproate for participants responding with a 50% or greater reduction in myoclonic seizures (RR 0.88, 95% CI 0.67 to 1.15; one study, 23 participants; very-low certainty evidence) or in PGTCS (RR 1.22, 95% CI 0.68 to 2.21; one study, 16 participants, very-low certainty evidence), or participants becoming seizure-free (RR 1.13, 95% CI 0.61 to 2.11; one study, 27 participants; very-low certainty evidence). Concerning tolerability, we ranked AEs associated with topiramate as moderate to severe, while we ranked 59% of AEs linked to valproate as severe complaints (2 studies, 61 participants; very low-certainty evidence). Moreover, systemic toxicity scores were higher in the valproate group than the topiramate group.\nOverall we judged all three studies to be at high risk of attrition bias and at unclear risk of reporting bias. We judged the studies to be at low to unclear risk of bias for the remaining domains (selection bias, performance bias, detection bias and other bias). We judged the overall certainty of the evidence for the outcomes as very low using the GRADE approach."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We have found no new studies since the last version of this review was published in 2019. This review does not provide sufficient evidence to support topiramate for the treatment of people with JME. Based on the current limited available data, topiramate seems to be better tolerated than valproate, but has no clear benefits over valproate in terms of efficacy. Well-designed, double-blind RCTs with large samples are required to test the efficacy and tolerability of topiramate in people with JME."
    }
  ],
  "pls_title": "Topiramate for juvenile myoclonic epilepsy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Juvenile myoclonic epilepsy (JME) is characterized by involuntary (uncontrolled) twitching of muscles in the shoulders and arms after awakening, often starting in childhood."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched scientific databases for clinical trials comparing the antiepileptic medication, topiramate, with placebo (a pretend treatment) or another antiepileptic drug in people with JME. We wanted to evaluate how well topiramate worked and if it had any side effects."
    },
    {
      "heading": "Key results",
      "text": "We included and analyzed three randomized controlled trials (clinical studies where people are randomly put into one of two or more treatment groups) with 83 participants. Based on the information in these trials, it seems that topiramate is better tolerated than valproate, but is no more effective than valproate. Topiramate seemed to work better than placebo, but this result was based on a small number of included people."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence from the studies was very low and the results should be interpreted with caution. More randomized controlled trials with large numbers of participants are required to test how effective and well tolerated topiramate is in people with JME. Future trials should be well-designed and double-blinded (where neither the participant nor the researcher know which treatment has been given until after the results have been collected)."
    },
    {
      "heading": "Conclusions",
      "text": "This review does not provide sufficient evidence to support topiramate for the treatment of people with JME.\nThe evidence is current to August 2021."
    }
  ]
}