{
  "doi": "10.1002/14651858.CD000064.pub2",
  "name": "Corticosteroids for acute ischaemic stroke",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The majority of strokes are due to cerebral infarction. Ischaemic cerebral tissue tends to develop cytotoxic oedema which, if the blood-brain barrier is disrupted, may be followed by vasogenic oedema. Large infarcts can develop life-threatening massive oedema. Early treatment with corticosteroids could theoretically help reduce both cytotoxic and vasogenic oedema and so improve the clinical outcome after a stroke."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of corticosteroids in acute presumed ischaemic stroke."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group Trials Register (last searched: 17 February 2011)."
    },
    {
      "heading": "Selection criteria",
      "text": "Published randomised trials comparing corticosteroids with placebo or a control group in people with acute (presumed or definite) ischaemic stroke. Trials were included if treatment began within 48 hours of stroke onset and if clinical outcomes were assessed."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently applied the inclusion criteria, assessed trial quality and extracted the data."
    },
    {
      "heading": "Main results",
      "text": "Eight trials involving 466 people were included. Details of trial quality that may relate to bias were not available for most trials. No difference was shown in the odds of death within one year (odds ratio (OR) 0.87, 95% confidence interval (CI) 0.57 to 1.34). Treatment did not appear to improve functional outcome in survivors. Seven trials reported neurological impairment but pooling the data was impossible because no common scale or time interval was used. The results were inconsistent between individual trials. The only adverse effects reported were small numbers of gastrointestinal bleeds, infections and deterioration of hyperglycaemia across both groups. The results are unchanged since the previous update."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is not enough evidence to evaluate corticosteroid treatment for people with acute presumed ischaemic stroke. The conclusions are unchanged since the previous update."
    }
  ],
  "pls_title": "Corticosteroids for acute ischaemic stroke",
  "pls_type": "long",
  "pls": "There is no evidence of benefit from corticosteroids for acute ischaemic stroke. Stroke from blockage of an artery to a part of the brain causes swelling of that part of the brain. The swelling produces pressure effects, may cause additional brain cells to die, or delays the recovery of damaged but recoverable brain cells. Reduction of this swelling may relieve pressure on adjacent parts of the brain, reduce the number of brain cells that are killed and allow better recovery of damaged brain cells. Corticosteroids have been used to reduce this brain swelling in order to help limit damage and speed recovery. However, from the small and inadequate amount of evidence available from eight trials involving 466 participants, this review found no benefit of corticosteroids on reducing the number of deaths or improving functional outcome in survivors."
}