{
  "doi": "10.1002/14651858.CD009481.pub2",
  "name": "Narrow‐band ultraviolet B phototherapy versus broad‐band ultraviolet B or psoralen‐ultraviolet A photochemotherapy for psoriasis ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The most commonly used types of phototherapy for treating psoriasis are narrow-band ultraviolet B (NB-UVB); broad-band ultraviolet B (BB-UVB), which includes selective (delivering radiation with a wavelength range of 305 to 325 nm) and conventional BB-UVB (280 to 320 nm); and psoralen ultraviolet A photochemotherapy (oral or bath PUVA). There is substantial controversy regarding their efficacy when compared with each other."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of narrow-band ultraviolet B phototherapy versus broad-band ultraviolet B or psoralen ultraviolet A photochemotherapy for psoriasis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases up to August 2013: the Cochrane Skin Group Specialised Register, CENTRAL in The Cochrane Library (2013, Issue 7), MEDLINE (from 1946), and EMBASE (from 1974). We searched the following databases up to November 2012: CNKI (from 1974) and CBM (from 1978). We also searched trials registers and the OpenGrey database."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs) that compared NB-UVB phototherapy with BB-UVB or PUVA for treating psoriasis, which included chronic plaque psoriasis (CPP), guttate psoriasis (GP), and palmoplantar psoriasis (PPP)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently conducted the study selection, 'Risk of bias' assessment, and data extraction."
    },
    {
      "heading": "Main results",
      "text": "We included 13 RCTs, with a total of 662 participants. We report the results of intention-to-treat analyses (ITT) here. Our primary outcomes of interest were as follows: Participant-rated global improvement, Percentage of participants reaching Psoriasis Area and Severity Index (PASI) 75 (which meant equal to or more than 75% reduction in PASI score), Withdrawal due to side-effects, and Clearance rate.\nIn one RCT of NB-UVB compared with oral PUVA in participants with CPP, the difference in PASI 75 was not statistically significant (risk ratio (RR) 0.91, 95% confidence interval (CI) 0.63 to 1.32; N = 51; low quality). In three other RCTs of CPP, the clearance rates were inconsistent because in one, there was no difference between the groups (RR 1.01, 95% CI 0.91 to 1.12; N = 54), and in the other two, the clearance rates were statistically significantly in favour of oral PUVA: RR 0.66, 95% CI 0.47 to 0.93; N = 93 and RR 0.75, 95% CI 0.59 to 0.96; N = 100, respectively. Pooled data from these three studies indicated that withdrawals due to adverse events were not significantly different between either group (RR 0.71, 95% CI 0.20 to 2.54; N = 247; low quality).\nThe evidence from the comparison of NB-UVB with bath PUVA in terms of clearance rate for CPP was also inconsistent: Pooled data from two left-right body comparison RCTs found no significant difference between the NB-UVB and bath PUVA groups (RR 1.79, 95% CI 0.46 to 6.91; N = 92; low quality), while a parallel RCT favoured bath PUVA (RR 0.18, 95% CI 0.05 to 0.71; N = 36; low quality).\nIn participants with PPP, one RCT found there were no significant differences between NB-UVB treated sides and topical PUVA treated sides in terms of clearance rate (RR 0.09, 95% CI 0.01 to 1.56; N = 50; low quality).\nTwo RCTs found NB-UVB plus retinoid (re-NB-UVB) and PUVA plus retinoid (re-PUVA) had similar effects for treating people with CPP or GP in terms of clearance rate (RR 0.93, 95% CI 0.79 to 1.10; N = 90; low quality).\nOne RCT in people with CPP found no significant differences between NB-UVB and selective BB-UVB in terms of clearance rate (RR 1.40, 95% CI 0.92 to 2.13; N = 100; low quality) and withdrawals due to adverse events (RR 3.00, 95% CI 0.32 to 27.87; N = 100; low quality).\nNo studies reported our primary outcomes for NB-UVB compared with conventional BB-UVB."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Current evidence is very heterogeneous and needs to be interpreted with caution. The clearance rate between oral PUVA and NB-UVB is inconsistent among the included studies. Evidence regarding NB-UVB versus bath PUVA is also inconsistent. Re-NB-UVB and re-PUVA are similarly effective for treating people with CPP or GP. In practice, NB-UVB may be more convenient to use since exogenous photosensitiser is not required before phototherapy.\nNB-UVB is considered ineffective for PPP in clinical practice, and a small RCT did not detect a statistically significant difference between NB-UVB and topical PUVA for clearing PPP. NB-UVB seemed to be similar to selective BB-UVB for clearing CPP.\nLarger prospective studies are needed to confirm the long-term safety of NB-UVB."
    }
  ],
  "pls_title": "Narrow-band ultraviolet B phototherapy versus broad-band ultraviolet B or psoralen ultraviolet A photochemotherapy for treating psoriasis",
  "pls_type": "long",
  "pls": "Psoriasis is a common, chronic inflammatory skin disease, with an estimated global prevalence ranging from 0.5% to 4.6%. Based on clinical features, psoriasis is generally divided into the following: chronic plaque psoriasis (CPP); psoriasis associated with psoriatic arthritis; and pustular, erythrodermic, or guttate psoriasis. We also considered psoriasis affecting the palms and soles (palmoplantar psoriasis, or PPP). Although psoriasis is rarely life-threatening, it can affect a person's quality of life significantly.\nPhototherapy is an essential treatment option for people with psoriasis. The most commonly used types of phototherapy are narrow-band ultraviolet B (NB-UVB), broad-band ultraviolet B (BB-UVB), and psoralen ultraviolet A photochemotherapy (PUVA). PUVA can be further divided into oral, bath, and topical PUVA according to the administrative route of psoralen. NB-UVB delivers almost exclusively 311 nm radiation, whereas BB-UVB can be divided into two types: selective BB-UVB (305 to 325 nm radiation) and conventional BB-UVB (280 to 320 nm radiation).\nThis review included 13 small randomised controlled trials (RCT), with a total of 662 participants. Most of these were of poor methodological quality.\nFor treating CPP, the clearance rate between the NB-UVB and oral PUVA groups were inconsistent in three RCTs. In one, there was no difference between the groups, and in the other two, the clearance rate was in favour of oral PUVA. The evidence from the comparison of NB-UVB with bath PUVA in terms of clearance rate was also inconsistent: Pooled data from two left-right body comparison RCTs found no significant difference between the two groups, while another RCT favoured bath PUVA.\nTwo RCTs found NB-UVB plus retinoid (re-NB-UVB) and PUVA plus retinoid (re-PUVA) had similar effects for treating people with CPP or guttate psoriasis. One RCT found no significant differences between NB-UVB and selective BB-UVB for clearing CPP or in the number of withdrawals due to side-effects.\nIn participants with PPP, one RCT found there were no statistically significant differences between NB-UVB treated sides and topical PUVA treated sides in terms of clearance rate.\nIn summary, NB-UVB may be preferred to oral or bath PUVA because it is more convenient to use. NB-UVB seemed to be equal to selective BB-UVB for clearing CPP. Evidence regarding NB-UVB and conventional BB-UVB is limited. The long-term safety of NB-UVB needs to be confirmed. The efficacy of NB-UVB for clearing PPP needs to be confirmed in future studies."
}