{
  "doi": "10.1002/14651858.CD008596.pub2",
  "name": "Histamine H2‐receptor antagonists for urticaria",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Urticaria is a common skin disease characterised by itching weals or hives, which can occur almost anywhere on the body. There are a number of different subtypes and a range of available treatment options. There is lack of agreement on the efficacy of H2-receptor antagonists used in the treatment of urticaria."
    },
    {
      "heading": "Objectives",
      "text": "To assess the safety and effectiveness of H2-receptor antagonists in the treatment of urticaria."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases up to 7 October 2011: the Cochrane Skin Group Specialised Register, CENTRAL in The Cochrane Library (2011, Issue 4), MEDLINE (from 2005), EMBASE (from 2007), and LILACS (from 1982). We also searched online trials registries for ongoing trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of H2-receptor antagonists in people with a clinical diagnosis of urticaria of any duration or of any subtype. Studies including H1-antihistamines for chronic urticaria are the topic of a separate Cochrane review; thus, they were not included in this review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers independently assessed trial quality and extracted and analysed data."
    },
    {
      "heading": "Main results",
      "text": "Four studies of a relatively small size, involving 144 participants, were included in this review. A combination of ranitidine with diphenhydramine was more effective at improving the resolution of urticaria than diphenhydramine administered alone (risk ratio (RR) 1.59, 95% confidence interval (CI) 1.07 to 2.36). Although there was a similar improvement in itching, weal size, and intensity, cimetidine provided no statistically significant greater overall improvement in symptoms of urticaria when compared to diphenhydramine. However, a combination of these medications was more effective than diphenhydramine alone (RR 2.02, 95% CI 1.03 to 3.94). Adverse events were reported with several of the interventions, i.e. ranitidine and diphenhydramine, causing drowsiness and sedation, but there was no significant difference in the level of sedation from baseline with either famotidine or diphenhydramine."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The very limited evidence provided by this review was based on a few old studies of a relatively small size, which we categorised as having high to unclear risk of bias. Thus, at present, the review does not allow confident decision-making about the use of H2-receptor antagonists for urticaria. Although some of these studies have reported a measure of relief of symptoms of urticaria and rather minimal clinical improvement in some of the participants, the evidence was weak and unreliable. We have emphasised the lack of precision and limitations in the reported data where appropriate in this review."
    }
  ],
  "pls_title": "Histamine-blocking drugs for hives",
  "pls_type": "long",
  "pls": "Urticaria is a common skin disease characterised by itching weals or hives that can appear anywhere on the surface of the skin. Weals may be pinpoint in size or several inches in diameter. Most sufferers experience hives continuously or intermittently for less than six weeks, but they may last longer (when they are then called 'chronic'). Urticaria can also be accompanied by angioedema (swelling of a deeper layer of the skin). There are several varieties of urticaria, but the most common forms are acute urticaria and chronic urticaria. Common causes of acute urticaria are infections and adverse reactions to medications and foods, whereas in chronic urticaria the cause is often unknown. Intense itching is common, and it can lead to disturbed sleep and even depression, having a serious impact on a person's quality of life. As the face and other exposed body parts can be affected, hives and angioedema can prove embarrassing for the individual.\nThere are a range of treatment options for urticaria, of which the most well-known are the H1-antihistamines. This review evaluated the efficacy and safety of a similar category, the H2-antihistamines, and included 4 low-quality studies, which examined 144 participants. No firm conclusions could be drawn, but the combination of ranitidine with diphenhydramine appeared to be slightly more effective in reducing the symptoms of urticaria than diphenhydramine alone. In one study, cimetidine appeared to be as effective as diphenhydramine. However, the combination of both drugs was more effective than diphenhydramine alone. Drowsiness and sedation were reported with diphenhydramine, but there was no significant difference in the level of sedation with either famotidine or diphenhydramine. The studies were rather old and considered very few outcomes that were of importance to people with urticaria. Therefore, there is currently insufficient evidence to indicate whether this type of medication is effective or not."
}