{
  "doi": "10.1002/14651858.CD009275.pub3",
  "name": "Different types of dietary advice for women with gestational diabetes mellitus",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Dietary advice is the main strategy for managing gestational diabetes mellitus (GDM). It remains unclear what type of advice is best."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of different types of dietary advice for women with GDM for improving health outcomes for women and babies."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth's Trials Register (8 March 2016), PSANZ's Trials Registry (22 March 2016) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing the effects of different types of dietary advice for women with GDM."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed study eligibility, risk of bias, and extracted data. Evidence quality for two comparisons was assessed using GRADE, for primary outcomes for the mother: hypertensive disorders of pregnancy; caesarean section; type 2 diabetes mellitus; and child: large-for-gestational age; perinatal mortality; neonatal mortality or morbidity composite; neurosensory disability; secondary outcomes for the mother: induction of labour; perineal trauma; postnatal depression; postnatal weight retention or return to pre-pregnancy weight; and child: hypoglycaemia; childhood/adulthood adiposity; childhood/adulthood type 2 diabetes mellitus."
    },
    {
      "heading": "Main results",
      "text": "In this update, we included 19 trials randomising 1398 women with GDM, at an overall unclear to moderate risk of bias (10 comparisons). For outcomes assessed using GRADE, downgrading was based on study limitations, imprecision and inconsistency. Where no findings are reported below for primary outcomes or pre-specified GRADE outcomes, no data were provided by included trials.\nPrimary outcomes\nLow-moderate glycaemic index (GI) versus moderate-high GI diet (four trials):  no clear differences observed for: large-for-gestational age (risk ratio (RR) 0.71, 95% confidence interval (CI) 0.22 to 2.34; two trials, 89 infants; low-quality evidence ); severe hypertension or pre-eclampsia (RR 1.02, 95% CI 0.07 to 15.86; one trial, 95 women; very low-quality evidence ); eclampsia (RR 0.34, 95% CI 0.01 to 8.14; one trial, 83 women; very low-quality evidence ) or caesarean section (RR 0.66, 95% CI 0.29 to 1.47; one trial, 63 women; low-quality evidence).\nEnergy-restricted versus no energy-restricted diet (three trials):  no clear differences seen for: large-for-gestational age (RR 1.17, 95% CI 0.65 to 2.12; one trial, 123 infants; low-quality evidence ); perinatal mortality (no events; two trials, 423 infants; low-quality evidence ); pre-eclampsia (RR 1.00, 95% CI 0.51 to 1.97; one trial, 117 women; low-quality evidence ); or caesarean section (RR 1.12, 95% CI 0.80 to 1.56; two trials, 420 women; low-quality evidence).\nDASH (Dietary Approaches to Stop Hypertension) diet versus control diet (three trials):  no clear differences observed for: pre-eclampsia (RR 1.00, 95% CI 0.31 to 3.26; three trials, 136 women); however there were fewer caesarean sections in the DASH diet group (RR 0.53, 95% CI 0.37 to 0.76; two trials, 86 women).\nLow-carbohydrate versus high-carbohydrate diet (two trials):  no clear differences seen for: large-for-gestational age (RR 0.51, 95% CI 0.13 to 1.95; one trial, 149 infants); perinatal mortality (RR 3.00, 95% CI 0.12 to 72.49; one trial, 150 infants); maternal hypertension (RR 0.40, 95% CI 0.13 to 1.22; one trial, 150 women); or caesarean section (RR 1.29, 95% CI 0.84 to 1.99; two trials, 179 women).\nHigh unsaturated fat versus low unsaturated fat diet (two trials):  no clear differences observed for: large-for-gestational age (RR 0.54, 95% CI 0.21 to 1.37; one trial, 27 infants); pre-eclampsia (no cases; one trial, 27 women); hypertension in pregnancy (RR 0.54, 95% CI 0.06 to 5.26; one trial, 27 women); caesarean section (RR 1.08, 95% CI 0.07 to 15.50; one trial, 27 women); diabetes at one to two weeks (RR 2.00, 95% CI 0.45 to 8.94; one trial, 24 women) or four to 13 months postpartum (RR 1.00, 95% CI 0.10 to 9.61; one trial, six women).\nLow-GI versus high-fibre moderate-GI diet (one trial):  no clear differences seen for: large-for-gestational age (RR 2.87, 95% CI 0.61 to 13.50; 92 infants); caesarean section (RR 1.91, 95% CI 0.91 to 4.03; 92 women); or type 2 diabetes at three months postpartum (RR 0.76, 95% CI 0.11 to 5.01; 58 women).\nDiet recommendation plus diet-related behavioural advice versus diet recommendation only (one trial):  no clear differences observed for: large-for-gestational age (RR 0.73, 95% CI 0.25 to 2.14; 99 infants); or caesarean section (RR 0.78, 95% CI 0.38 to 1.62; 99 women).\nSoy protein-enriched versus no soy protein diet (one trial):  no clear differences seen for: pre-eclampsia (RR 2.00, 95% CI 0.19 to 21.03; 68 women); or caesarean section (RR 1.00, 95% CI 0.57 to 1.77; 68 women).\nHigh-fibre versus standard-fibre diet (one trial):  no primary outcomes reported.\nEthnic-specific versus standard healthy diet (one trial):  no clear differences observed for: large-for-gestational age (RR 0.14, 95% CI 0.01 to 2.45; 20 infants); neonatal composite adverse outcome (no events; 20 infants); gestational hypertension (RR 0.33, 95% CI 0.02 to 7.32; 20 women); or caesarean birth (RR 1.20, 95% CI 0.54 to 2.67; 20 women).\nSecondary outcomes\nFor secondary outcomes assessed using GRADE no differences were observed: between a low-moderate and moderate-high GI diet for induction of labour (RR 0.88, 95% CI 0.33 to 2.34; one trial, 63 women; low-quality evidence ); or an energy-restricted and no energy-restricted diet for induction of labour (RR 1.02, 95% CI 0.68 to 1.53; one trial, 114 women, low-quality evidence ) and neonatal hypoglycaemia (average RR 1.06, 95% CI 0.48 to 2.32; two trials, 408 infants; very low-quality evidence).\nFew other clear differences were observed for reported outcomes. Longer-term health outcomes and health services use and costs were largely not reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Evidence from 19 trials assessing different types of dietary advice for women with GDM suggests no clear differences for primary outcomes and secondary outcomes assessed using GRADE, except for a possible reduction in caesarean section for women receiving a DASH diet compared with a control diet. Few differences were observed for secondary outcomes.\nCurrent evidence is limited by the small number of trials in each comparison, small sample sizes, and variable methodological quality. More evidence is needed to assess the effects of different types of dietary advice for women with GDM. Future trials should be adequately powered to evaluate short- and long-term outcomes."
    }
  ],
  "pls_title": "Different types of dietary advice for women with gestational diabetes mellitus",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Gestational diabetes mellitus (GDM) is a carbohydrate intolerance resulting in excess of sugar in the blood (hyperglycaemia) that begins or is first recognised during pregnancy. Dietary counselling or advice is the main strategy for helping women manage GDM, but it is not clear what dietary advice is best. In this review we set out to determine what dietary advice for women with GDM is best for reducing health complications for women and their babies."
    },
    {
      "heading": "Why is this important?",
      "text": "Women with GDM are at increased risk of developing high blood pressure and pre-eclampsia (high blood pressure with swelling and protein in the urine) during pregnancy. The babies can grow large for their gestational age. As a result, they may be injured at birth, or cause injury to their mothers during the birth. The babies are more likely to have their birth induced or be born by caesarean section. Both the women and their babies are at increased risk of long-term health problems including type 2 diabetes and disability."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched the medical literature on 8 March 2016 and for this updated review we included 19 randomised controlled trials involving 1398 women with GDM and their babies. The overall risk of bias of the trials was unclear or moderate because of methodological limitations and the quality of the evidence was low or very low. The studies were generally small, few compared the same or similar interventions, and the outcomes they reported on were not comprehensive.\nTen different dietary advice comparisons were included. These were: 1) a low-moderate glycaemic index (GI) diet with a moderate-high GI diet (four trials); 2) an energy-restricted diet with a diet with no energy restriction (three trials); 3) a 'Dietary Approaches to Stop Hypertension (DASH)' diet rich in fruits, vegetables, whole grains and low-fat dairy products with a control diet (three trials); 4) a low-carbohydrate diet with a high-carbohydrate diet (two trials); 5) a high unsaturated fat diet with a low unsaturated fat diet (two trials); 6) a low-GI diet with a high-fibre moderate-GI diet (one trial); 7) diet recommendations and diet-related behavioural advice with diet recommendations only (one trial); 8) a soy protein-enriched diet with a diet with no soy protein (one trial); 9) a high-fibre diet with a standard-fibre diet (one trial); and 10) an ethnic-specific diet with a standard healthy diet (one trial).\nThe review found no clear differences between the different types of dietary advice on the number of women with high blood pressure during pregnancy including pre-eclampsia (nine trials in six different diet comparisons), large-for-gestational age babies (eight trials in seven different diet comparisons), perinatal deaths including stillbirth and death around the time of the birth (three trials in two different diet comparisons), type 2 diabetes development for the mother (two trials in two different diet comparisons), and a composite outcome of neonatal deaths or ill-health (one trial in one diet comparison). No clear difference was seen in the number of babies delivered by caesarean section (10 trials in eight different diet comparisons) except for a reduction with a DASH diet. None of the included trials reported on later disability during childhood for the babies.\nA range of other outcomes were looked at with no consistent differences reported between the different types of dietary advice. Outcomes related to longer-term health for women and their babies, and the use and costs of health services were largely not reported."
    },
    {
      "heading": "What does this mean?",
      "text": "Dietary advice is the main strategy for managing GDM, however it remains unclear what type of advice is best. Conclusive evidence from randomised controlled trials is not yet available to guide practice, although a wide range of dietary advice interventions have been investigated. Few trials have compared the same or similar interventions, trials have been small and have reported limited findings. Further large, well-designed, randomised controlled trials are required to assess the effects of different types of dietary advice for women with GDM for improving health outcomes for women and their babies in the short and long term."
    }
  ]
}