{
  "doi": "10.1002/14651858.CD003407.pub5",
  "name": "Erythropoietin or darbepoetin for patients with cancer",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Anaemia associated with cancer and cancer therapy is an important clinical factor in the treatment of malignant diseases. Therapeutic alternatives are recombinant human erythropoiesis stimulating agents (ESAs) and red blood cell transfusions."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of ESAs to either prevent or treat anaemia in cancer patients."
    },
    {
      "heading": "Search methods",
      "text": "This is an update of a Cochrane review first published in 2004. We searched the Central Register of Controlled Trials (CENTRAL), MEDLINE and EMBASE and other databases. Searches were done for the periods 01/1985 to 12/2001 for the first review, 1/2002 to 04/2005 for the first update and to November 2011 for the current update. We also contacted experts in the field and pharmaceutical companies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials on managing anaemia in cancer patients receiving or not receiving anti-cancer therapy that compared the use of ESAs (plus transfusion if needed)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Several review authors assessed trial quality and extracted data. One review author assessed quality assessment and extracted data, a second review author checked for correctness."
    },
    {
      "heading": "Main results",
      "text": "This update of the systematic review includes a total of 91 trials with 20,102 participants. Use of ESAs significantly reduced the relative risk of red blood cell transfusions (risk ratio (RR) 0.65; 95% confidence interval (CI) 0.62 to 0.68, 70 trials, N = 16,093). On average, participants in the ESAs group received one unit of blood less than the control group (mean difference (MD) -0.98; 95% CI -1.17 to -0.78, 19 trials, N = 4,715). Haematological response was observed more often in participants receiving ESAs (RR 3.93; 95% CI 3.10 to 3.71, 31 trials, N = 6,413). There was suggestive evidence that ESAs may improve Quality of Life (QoL). There was strong evidence that ESAs increase mortality during active study period (hazard ratio (HR) 1.17; 95% CI 1.06 to 1.29, 70 trials, N = 15,935) and some evidence that ESAs decrease overall survival (HR 1.05; 95% CI 1.00 to 1.11, 78 trials, N = 19,003). The risk ratio for thromboembolic complications was increased in patients receiving ESAs compared to controls (RR 1.52, 95% CI 1.34 to 1.74; 57 trials, N = 15,498). ESAs may also increase the risk for hypertension (fixed-effect model: RR 1.30; 95% CI 1.08 to 1.56; random-effects model: RR 1.12; 95% CI 0.94 to 1.33, 31 trials, N = 7,228) and thrombocytopenia/haemorrhage (RR 1.21; 95% CI 1.04 to 1.42; 21 trials, N = 4,507). There was insufficient evidence to support an effect of ESA on tumour response (fixed-effect RR 1.02; 95% CI 0.98 to 1.06, 15 trials, N = 5,012)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "ESAs reduce the need for red blood cell transfusions but increase the risk for thromboembolic events and deaths. There is suggestive evidence that ESAs may improve QoL. Whether and how ESAs affects tumour control remains uncertain. The increased risk of death and thromboembolic events should be balanced against the potential benefits of ESA treatment taking into account each patient’s clinical circumstances and preferences. More data are needed for the effect of these drugs on quality of life and tumour progression. Further research is needed to clarify cellular and molecular mechanisms and pathways of the effects of ESAs on thrombogenesis and their potential effects on tumour growth."
    }
  ],
  "pls_title": "Erythropoietin or darbepoetin for patients with cancer",
  "pls_type": "long",
  "pls": "Introduction\nResearchers in The Cochrane Collaboration conducted a review of the effect of epoetin and darbepoetin for people with cancer. After searching for all relevant studies, they found 91 studies with up to 20,102 people. Their findings are summarized below:\nWhat the research says:\nIn people with cancer-related anaemia:\n- Epoetin and darbepoetin decrease the need for red blood cell transfusions; however, they also increase the risk for hypertension, thromboembolic events and deaths\n- It is not clear whether epoetin and darbepoetin improve quality of life, by making you feel less tired\nWhen you have cancer, you often also have anaemia. Anemia means having lower than normal red blood cells in your blood. This might become even worse with cancer treatment such as chemotherapy and it is measured by the amount of haemoglobin in your red blood cells. As haemoglobin is responsible for carrying oxygen throughout your body, when you have anaemia you might experience symptoms such as extreme tiredness, shortness of breath, dizziness and chest pain. In order to treat anaemia, doctors often use red blood cell transfusions. Transfusions improve the symptoms of anaemia very quickly; however, they can have some infrequent complications like allergic reactions or transmission of infectious diseases.\nEpoetin and darbepoetin belong to a group of medications called 'Erythropoiesis Stimulating Agents'. Erythropoietin is the name of a hormone produced mainly in the kidney, which takes part in the production of red blood cells. Epoetin and darbepoetin work in a similar way to this hormone to increase the number of red blood cells and treat anaemia. Epoetin and darbepoetin are not used as anti-cancer therapy but as supportive treatment to treat anaemia caused by cancer or anticancer therapy. These drugs are marketed as Epogen®, Procrit®, (Eprex®), Recormon®, and Aranesp® and are given subcutaneously.\nWhat happens to people with cancer related anaemia who take epoetin or darbepoetin:\n- Twenty-five out of 100 persons receiving epoetin or darbepoetin had to undergo red blood cell transfusions, compared to 39 out of 100 persons not receiving epoetin or darbepoetin.\n- More people who received epoetin or darbepoetin died during and up to 30 days after the end of study compared with people who took placebo or underwent standard treatment. The increased risk for people taking epoetin or darbepoetin was 17%. One hundred and fourteen out of 1,000 persons receiving epoetin or darbepoetin died, compared with 98 out of 1,000 persons not receiving epoetin or darbepoetin. We could not identify particular characteristics of people or treatment strategies that increased or decreased the risk for dying.\n- Concerning long-term survival people taking epoetin or darbepoetin were 5% more at risk for dying than people taking placebo or receiving standard treatment.\n- People receiving epoetin or darbepoetin rated their fatigue symptoms to be an average of 2.08 points improved on a scale of 0-52 points after 3-4 months, compared with people taking placebo or having standard treatment. This improvement, however, is less than the 3.0 point increase which is considered to be the minimum required for the patient to feel a difference in his experience of fatigue-related symptoms using this scale.\n- People taking epoetin or darbepoetin rated their fatigue and anaemia symptoms had to be an average of 6.14 points improved after three to four months, on a scale of 0-80 points. This improvement is considered to reflect a positive change in the way patients experience their fatigue and anaemia related symptoms, as it is more than four to five points of increase which is the minimum required for this scale.\n- Seven people out of 100 who took epoetin or darbepoetin suffered a thromboembolic event such as stroke and myocardial infarction compared with five people out of 100 who did not receive epoetin or darbepoetin.\n- Six out of 100 people receiving epoetin or darbepoetin developed high blood pressure compared with four out of 100 people who took placebo or had standard care.\n"
}