{
  "doi": "10.1002/14651858.CD004734.pub4",
  "name": "Aspirin and/or heparin for women with unexplained recurrent miscarriage with or without inherited thrombophilia ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Since hypercoagulability might result in recurrent miscarriage, anticoagulant agents could potentially increase the chance of live birth in subsequent pregnancies in women with unexplained recurrent miscarriage, with or without inherited thrombophilia."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy and safety of anticoagulant agents, such as aspirin and heparin, in women with a history of at least two unexplained miscarriages with or without inherited thrombophilia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (1 October 2013) and scanned bibliographies of all located articles for any unidentified articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled trials that assessed the effect of anticoagulant treatment on live birth in women with a history of at least two unexplained miscarriages with or without inherited thrombophilia were eligible. Interventions included aspirin, unfractionated heparin (UFH), and low molecular weight heparin (LMWH) for the prevention of miscarriage. One treatment could be compared with another or with no-treatment (or placebo)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors (PJ and SK) assessed the studies for inclusion in the review and extracted the data. If necessary they contacted study authors for more information. We double checked the data."
    },
    {
      "heading": "Main results",
      "text": "Nine studies, including data of 1228 women, were included in the review evaluating the effect of either LMWH (enoxaparin or nadroparin in varying doses) or aspirin or a combination of both, on the chance of live birth in women with recurrent miscarriage, with or without inherited thrombophilia. Studies were heterogeneous with regard to study design and treatment regimen and three studies were considered to be at high risk of bias. Two of these three studies at high risk of bias showed a benefit of one treatment over the other, but in sensitivity analyses (in which studies at high risk of bias were excluded) anticoagulants did not have a beneficial effect on live birth, regardless of which anticoagulant was evaluated (risk ratio (RR) for live birth in women who received aspirin compared to placebo 0.94, (95% confidence interval (CI) 0.80 to 1.11, n = 256), in women who received LMWH compared to aspirin RR 1.08 (95% CI 0.93 to 1.26, n = 239), and in women who received LMWH and aspirin compared to no-treatment RR 1.01 (95% CI 0.87 to 1.16) n = 322).\nObstetric complications such as preterm delivery, pre-eclampsia, intrauterine growth restriction and congenital malformations were not significantly affected by any treatment regimen. In included studies, aspirin did not increase the risk of bleeding, but treatment with LWMH and aspirin increased the risk of bleeding significantly in one study. Local skin reactions (pain, itching, swelling) to injection of LMWH were reported in almost 40% of patients in the same study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is a limited number of studies on the efficacy and safety of aspirin and heparin in women with a history of at least two unexplained miscarriages with or without inherited thrombophilia. Of the nine reviewed studies quality varied, different treatments were studied and of the studies at low risk of bias only one was placebo-controlled. No beneficial effect of anticoagulants in studies at low risk of bias was found. Therefore, this review does not support the use of anticoagulants in women with unexplained recurrent miscarriage. The effect of anticoagulants in women with unexplained recurrent miscarriage and inherited thrombophilia needs to be assessed in further randomised controlled trials; at present there is no evidence of a beneficial effect."
    }
  ],
  "pls_title": "Aspirin and/or heparin for women with unexplained recurrent miscarriage with or without inherited thrombophilia",
  "pls_type": "long",
  "pls": "Recurrent miscarriage is associated with inherited blood clotting disorders that could interfere with the placental blood circulation. Recurrent miscarriage can also be unexplained, with no known cause. Anticoagulant drugs such as aspirin or low molecular weight heparin may help women with recurrent miscarriage and such an underlying blood clotting problem. These drugs may also cause bleeding (including nose bleeds and haematomas) in the mother, though not in the baby. Data from nine included randomised controlled trials (involving 1228 women) analysed in this review, provided no evidence to support the use of anticoagulants in women with recurrent miscarriage, regardless of the presence of inherited blood clotting disorders (thrombophilia).\nIrrespective of the type or combination of anticoagulant, no benefit of anticoagulant treatment was found for live births. Obstetric complications were not clearly affected by any treatment regimen. Injection of low molecular weight heparin caused local skin reactions (pain, itching, swelling) in one study (side effects were not regularly reported in all studies). In the nine reviewed studies quality varied and different treatments were studied. Three studies were considered at high risk of bias. The number of studies on this topic remains limited.\nThrombophilia refers to blood clotting disorders associated with a predisposition to thrombosis and thus increased risk for thrombotic events. It can be inherited as well as acquired, as is the case in the antiphospholipid syndrome. Both inherited and acquired thrombophilia are associated with vascular thrombosis as well as pregnancy complications including recurrent miscarriage and premature delivery."
}