{
  "doi": "10.1002/14651858.CD009231.pub3",
  "name": "Hospital at home: home‐based end‐of‐life care",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The policy several countries is to provide people with a terminal illness the choice of dying at home; this is supported by surveys that indicate that the general public and people with a terminal illness would prefer to receive end-of-life care at home. This is the fifth update of the original review."
    },
    {
      "heading": "Objectives",
      "text": "To determine if providing home-based end-of-life care reduces the likelihood of dying in hospital and what effect this has on patients' symptoms, quality of life, health service costs and caregivers compared with inpatient hospital or hospice care."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, Ovid MEDLINE(R), Embase, CINAHL, and clinical trials registries to 18 March 2020. We checked the reference lists of systematic reviews. For included studies, we checked the reference lists and performed a forward search using ISI Web of Science. We handsearched palliative care journals indexed by ISI Web of Science for online first references."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials evaluating the effectiveness of home-based end-of-life care with inpatient hospital or hospice care for people aged 18 years and older."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed study quality. When appropriate, we combined published data for dichotomous outcomes using a fixed-effect Mantel-Haenszel meta-analysis to calculate risk ratios (RR) with 95% confidence intervals (CI). When combining outcome data was not possible, we reported the results from individual studies."
    },
    {
      "heading": "Main results",
      "text": "We included four randomised trials and found no new studies from the search in March 2020. Home-based end-of-life care increased the likelihood of dying at home compared with usual care (RR 1.31, 95% CI 1.12 to 1.52; 2 trials, 539 participants; I2 = 25%; high-certainty evidence). Admission to hospital varied among the trials (range of RR 0.62, 95% CI 0.48 to 0.79, to RR 2.61, 95% CI 1.50 to 4.55). The effect on patient outcomes and control of symptoms was uncertain. Home-based end-of-life care may slightly improve patient satisfaction at one-month follow-up, with little or no difference at six-month follow-up (2 trials; low-certainty evidence). The effect on caregivers (2 trials; very low-certainty evidence), staff (1 trial; very low-certainty evidence) and health service costs was uncertain (2 trials, very low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence included in this review supports the use of home-based end-of-life care programmes for increasing the number of people who will die at home. Research that assesses the impact of home-based end-of-life care on caregivers and admissions to hospital would be a useful addition to the evidence base, and might inform the delivery of these services."
    }
  ],
  "pls_title": "Home-based end-of-life care",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What was the aim of this review?",
      "text": "We systematically reviewed the literature to see if the provision of end-of-life home-based care reduced the likelihood of dying in hospital and what effect this has on patients' and caregivers' satisfaction and health service costs, compared with being admitted to a hospital or hospice. This is the fifth update of the original review."
    },
    {
      "heading": "Key messages",
      "text": "People who receive end-of-life care at home are more likely to die at home. There were few data on the impact of home-based end-of-life services on family members and lay caregivers."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Several countries have invested in health services to provide care at home to people with a terminal illness who wish to die at home. The preferences of the general public and people with a terminal illness seem to support this, as most people indicate that they would prefer to receive end-of-life care at home."
    },
    {
      "heading": "What were the main results of the review?",
      "text": "We included four trials in our review. We found that people receiving end-of-life care at home were more likely to die at home. Admission to hospital while receiving home-based end-of-life care varied between trials. People who received end-of-life care at home may have been slightly more satisfied after one month. The impact of home-based end-of-life care on caregivers, healthcare staff and health service costs was uncertain. There were no data on costs to participants and their families."
    },
    {
      "heading": "How up-to-date was this review?",
      "text": "We searched for studies up to 18 March 2020."
    }
  ]
}