{
  "doi": "10.1002/14651858.CD009982.pub2",
  "name": null,
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Infections during pregnancy confers increased risk of maternal and perinatal morbidity and mortality. However, the case for advocating Haemophilus influenzae type B (Hib) and viral Influenza vaccinations in pregnancy is still debatable."
    },
    {
      "heading": "Objectives",
      "text": "To assess the impact of Hib and viral Influenza vaccinations during pregnancy on maternal, neonatal and infant health outcomes compared to placebo/control."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (29 January 2015) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled clinical trials (including cluster-randomised trials) and quasi-randomised trials evaluating Hib or viral influenza vaccination during pregnancy compared with no vaccination or placebo."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion, risk of bias and extracted data. Data were checked for accuracy."
    },
    {
      "heading": "Main results",
      "text": "Two trials were included this review. One (involving 213 women and 213 neonates) evaluated the impact of Hib vaccination during pregnancy and the other study (involving 2116 women and 2049 neonates) evaluated the impact of viral influenza vaccination during pregnancy. Overall, the HiB vaccination trial was judged to be at 'high risk of bias' due to inadequate randomisation while the other trial was judged to be at 'low risk of bias'.\nHib vaccination during pregnancy versus placebo\nOne trial involving 213 women and 213 neonates evaluating the impact of Hib vaccination during pregnancy was included under this comparison. The study did not report on any of this review's prespecified primary outcomes (including mortality, respiratory tract infection and sepsis) or secondary outcomes (including adverse events) except preterm delivery. There was no clear difference between the Hib vaccination and placebo control groups in terms of preterm delivery (risk ratio (RR) 1.28, 95% confidence interval (CI) 0.12 to 13.86, one study, 213 participants), fetal distress (RR 1.23, 95% CI 0.67 to 2.26, one study, 213 infants), intubation (RR 1.03, 95% CI 0.55 to 1.95, one study, 213 infants) and neonatal jaundice (RR 1.01, 95% CI 0.52 to 1.97, one study, 213 infants). We could not grade the evidence for quality due to lack of outcome data.\nViral influenza vaccination during pregnancy versus placebo\nOne trial involving 2116 women and 2049 infants evaluating the impact of trivalent inactivated influenza vaccine (IIV3) during pregnancy was included under this comparison.\nThere was no clear difference between the viral influenza and placebo control group in terms of most of this review's primary outcomes: maternal death (RR 4.96, 95% CI 0.24 to 103.24, moderate quality evidence ), infant death up to 175 days after birth (RR 0.71, 95% CI 0.37 to 1.37, moderate quality evidence ), perinatal death (stillbirth and death in the first week of life) (RR 1.32, 95% CI 0.73 to 2.38, moderate quality evidence ), influenza-like illness in women (RR 0.96, 95% CI 0.79 to 1.16) or their babies (RR 1.02, 95% CI 0.94 to 1.09), any respiratory illness in women (RR 0.97, 95% CI 0.91 to 1.04, high quality evidence ) or their babies (RR 1.01, 95% CI 0.95 to 1.07, high quality evidence ). There were also no clear differences between vaccination and placebo control groups in terms of maternal hospitalisation for any infection (RR 2.27, 95% CI 0.94 to 5.49; 2116 women, moderate quality evidence ), and neonatal hospitalisation for sepsis (RR 1.60, 95% CI 0.73 to 3.50; 2049 infants, moderate quality evidence). However, viral influenza vaccination during pregnancy was associated with a reduction in reverse-transcriptase–polymerase-chain-reaction (RT-PCR) confirmed influenza among infants (RR 0.51, 95% CI 0.30 to 0.88, one study, 2049 infants) and women (RR 0.50, 95% CI 0.29 to 0.86, one study, 2116 women).\nIn terms of this review's secondary outcomes, there were no clear differences in terms of the impact on pregnancy outcomes (miscarriage, preterm labour and stillbirth), hospitalisation for respiratory infection among women and infants. Similarly, there was no difference between the viral influenza vaccine and placebo control groups in terms of any adverse systemic reactions."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is limited evidence (from one small trial at a high risk of bias) on the effectiveness on Hib during pregnancy for improving maternal, neonatal and infant health outcomes.\nEvidence from one large high quality trial on the effectiveness of viral influenza vaccine during pregnancy suggests reduced RT-PCR confirmed influenza among women and their babies, suggesting the potential of this strategy for scale up but further evidence from varying contexts is required.\nFurther trials for both Hib and viral influenza vaccines with appropriate study designs and suitable comparison groups are required. There are currently two 'ongoing' studies - these will be incorporated into the review in future updates."
    }
  ],
  "pls_title": "Haemophilus influenzae type B and viral influenza vaccinations during pregnancy for improving maternal, neonatal and infant health outcomes",
  "pls_type": "long",
  "pls": "Maternal immunisation with Haemophilus influenzae type B (Hib) and viral influenza vaccines may reduce the risk of infections in mothers and infants, however, this is an area of controversy. Both infections can cause severe pneumonia and deaths among children under five years of age, particularly in developing countries. Rates of influenza-associated complications and consequent hospitalisations are substantially higher among pregnant women, infants and newborns. Pregnant women who are vaccinated against influenza have protective levels of anti-influenza antibodies, which can be passively transferred to the infant to improve their health outcomes. Infants of immune mothers usually have influenza symptoms that are delayed in onset and of shorter duration. This review investigated whether vaccinating pregnant women with Hib and viral influenza vaccinations during pregnancy could reduce the risk of infection among mothers and babies and improve health outcomes for both.\nTwo trials were included this review. One trial (considered to be at a high risk of bias) evaluated the impact of Hib vaccination during pregnancy and the other trial (judged to be at a low risk of bias) evaluated the impact of viral influenza vaccination during pregnancy.\nIn one small study (involving 213 women, mainly Hispanic and with low income, and 213 neonates, conducted in the US), women were given either Hib vaccination or a placebo control at between 34 to 36 weeks gestation. This trial did not report on any of this review's primary outcomes, including: mortality, respiratory tract infection or sepsis among the women or their babies. Nor did the study report on any of this review's other secondary outcomes apart from preterm birth and there were no clear differences between the vaccination and placebo groups.\nIn one large trial (involving 2116 women and 2049 infants, conducted in Soweto, South Africa) pregnant women received either inactivated viral influenza vaccination or a placebo control. Viral influenza vaccination was associated with a reduction in confirmed influenza among women and their babies. However, there was no clear difference between groups in terms of pregnancy outcomes (miscarriage, preterm labour and stillbirth), influenza-like illness in women or their babies (high quality evidence), any respiratory illness, hospitalisation for respiratory infections and deaths among women (moderate quality evidence ) and their babies (moderate quality evidence ), neonatal hospitalisation for sepsis (moderate quality evidence ), or maternal hospitalisation for any infection (moderate quality evidence). Similarly, there was no clear difference in any adverse systemic reactions between the vaccine and placebo groups. Evidence from one large high quality trial on the effectiveness of viral influenza vaccine during pregnancy suggests reduced reverse-transcriptase–polymerase-chain-reaction (RT-PCR) ) confirmed influenza among women and their babies, suggesting the potential of this strategy for scale up but further evidence from varying contexts is required.\nFurther trials for both Hib and viral influenza vaccines with appropriate study designs and suitable comparison groups are required.\nThere are currently two ongoing studies - these will be incorporated into this review in future updates."
}