{
  "doi": "10.1002/14651858.CD002809.pub2",
  "name": "Intra‐uterine insemination versus timed intercourse or expectant management for cervical hostility in subfertile couples ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The postcoital test has poor diagnostic and prognostic characteristics. Nevertheless, some physicians believe it can identify scanty or abnormal mucus that might impair fertility. One way to avoid 'hostile' cervical mucus is intrauterine insemination. With this technique, the physician injects sperm directly into the uterine cavity through a small catheter passed through the cervix; the theory is to bypass the \"hostile\" cervical mucus. Although most gynaecological societies do not endorse use of intrauterine insemination for hostile cervical mucus, some physicians consider it an effective treatment for women with infertility thought due to cervical mucus problems."
    },
    {
      "heading": "Objectives",
      "text": "The aim of this review was to determine the effectiveness of intrauterine insemination with or without ovarian stimulation in women with cervical hostility who failed to conceive."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Central Register of Controlled Trials (CENTRAL) on The Cochrane Library Issue 3, 2008, MEDLINE (1966 to August 2008), EMBASE (1980 to August 2008), POPLINE (to August 2008) and LILACS (to August 2008). In addition, we contacted experts and searched the reference list of relevant articles and book chapters."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised and quasi-randomized controlled trials comparing intrauterine insemination with intercourse timed at the presumed fertile period or expectant management. Participants were women with cervical hostility who failed to conceive for at least one year."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We assessed the titles and abstracts of 396 publications and two reviewers independently abstracted data on methods and results from five studies identified for inclusion. The main outcome is pregnancy rate per couple."
    },
    {
      "heading": "Main results",
      "text": "We did not pool the outcomes of the included six studies in a meta-analysis due to the methodological quality of the trials and variations in the patient characteristics and interventions. Narrative summaries of the outcomes are provided. Each study was too small for a clinically relevant conclusion. Only one of the studies provided information on important outcomes such as spontaneous abortion, multiple pregnancies, but none of studies reported on the occurrence of e.g. ovarian hyperstimulation syndrome."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence from the published studies that intrauterine insemination is an effective treatment for cervical hostility. Given the poor diagnostic and prognostic properties of the postcoital test and the observation that the test has no benefit on pregnancy rates, intrauterine insemination (with or without ovarian stimulation) is unlikely to be a useful treatment for putative problems identified by postcoital testing."
    }
  ],
  "pls_title": "Intra-uterine insemination versus timed intercourse or expectant management for cervical hostility in subfertile couples",
  "pls_type": "long",
  "pls": "Three elements are required for human fertilization to occur: an egg, a sperm, and the ability of the egg and sperm to meet. One possible cause of egg and sperm not meeting could be a lack of cervical mucus or mucus that is of poor quality. Mucus in the cervix is thought to help a sperm reach the egg. In 1866, the American gynaecologist James Marion Sims first described the postcoital test with which sperm motility can be observed in mucus of the cervical canal: \"If we take a drop of semen from the vagina immediately after intercourse, and place it under the microscope, we shall see the hurried movements of seemingly thousands of spermatozoa.\" By the 1990's, however, the postcoital test appeared to have poor diagnostic and prognostic characteristics. Nevertheless, some doctors believe that intrauterine insemination is an effective treatment for cervical 'hostility' (poor-quality or insufficient mucus). With this technique, doctors insert a tiny tube with selected sperm into the woman's vagina, through the cervix, ready to meet the egg (in the tube). The idea is to bypass the mucus thought to be causing the infertility problem. To evaluate the usefulness of this technique, we looked for all the controlled trials that have studied it. Intrauterine insemination was compared with timed intercourse: intercourse was advised by pinpointing the most fertile time of the cycle. Five studies were found and are included in this systematic review. The outcomes of the six studies were impossible to combine due to the poor quality of the trials and variations in the participant characteristics and approaches to insemination. There is no evidence that intrauterine insemination is an effective treatment for cervical hostility. Intrauterine insemination is unlikely to be helpful in this setting."
}