{
  "doi": "10.1002/14651858.CD008757.pub3",
  "name": "Information provision for people with multiple sclerosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "People with multiple sclerosis (MS) are confronted with a number of important uncertainties concerning many aspects of the disease. These include diagnosis, prognosis, disease course, disease-modifying therapies, symptomatic therapies, and non-pharmacological interventions, among others. While people with MS demand adequate information to be able to actively participate in medical decision making and to self manage their disease, it has been shown that patients’ disease-related knowledge is poor, therefore guidelines recommend clear and concise high-quality information at all stages of the disease. Several studies have outlined communication and information deficits in the care of people with MS. However, only a few information and decision support programmes have been published."
    },
    {
      "heading": "Objectives",
      "text": "The primary objectives of this updated review was to evaluate the effectiveness of information provision interventions for people with MS that aim to promote informed choice and improve patient-relevant outcomes, Further objectives were to evaluate the components and the developmental processes of the complex interventions used, to highlight the quantity and the certainty of the research evidence available, and to set an agenda for future research."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched the Cochrane Multiple Sclerosis and Rare Diseases of the Central Nervous System Group Specialised Register, which contains trials from CENTRAL (the Cochrane Library 2017, Issue 11), MEDLINE, Embase, CINAHL, LILACS, PEDro, and clinical trials registries (29 November 2017) as well as other sources. We also searched reference lists of identified articles and contacted trialists."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs), cluster-randomised controlled trials, and quasi-randomised trials comparing information provision for people with MS or suspected MS (intervention groups) with usual care or other types of information provision (control groups) were eligible."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the retrieved articles for relevance and methodological quality and extracted data. Critical appraisal of studies addressed the risk of selection bias, performance bias, attrition bias, and detection bias. We contacted authors of relevant studies for additional information."
    },
    {
      "heading": "Main results",
      "text": "We identified one new RCT (73 participants), which when added to the 10 previously included RCTs resulted in a total of 11 RCTs that met the inclusion criteria and were analysed (1387 participants overall; mean age, range: 31 to 51; percentage women, range: 63% to 100%; percentage relapsing-remitting MS course, range: 45% to 100%). The interventions addressed a variety of topics using different approaches for information provision in different settings. Topics included disease-modifying therapy, relapse management, self care strategies, fatigue management, family planning, and general health promotion. The active intervention components included decision aids, decision coaching, educational programmes, self care programmes, and personal interviews with physicians. All studies used one or more components, but the number and extent differed markedly between studies. The studies had a variable risk of bias. We did not perform meta-analyses due to marked clinical heterogeneity. All five studies assessing MS-related knowledge (505 participants; moderate-certainty evidence) detected significant differences between groups as a result of the interventions, indicating that information provision may successfully increase participants’ knowledge. There were mixed results on decision making (five studies, 793 participants; low-certainty evidence) and quality of life (six studies, 671 participants; low-certainty evidence). No adverse events were detected in the seven studies reporting this outcome."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Information provision for people with MS seems to increase disease-related knowledge, with less clear results on decision making and quality of life. The included studies in this review reported no negative side effects of providing disease-related information to people with MS. Interpretation of study results remains challenging due to the marked heterogeneity of interventions and outcome measures."
    }
  ],
  "pls_title": "Information provision to help people with multiple sclerosis make informed decisions",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "People with multiple sclerosis (MS) are confronted with many uncertainties in all phases of the disease. For example, the significance of a diagnosis for the future disease course remains unclear, as up to one-third of people will experience a benign disease course with little or even no disability progression. Uncertainty is also present for the effects and adverse effects of drug and non-drug therapies.\nPeople with MS have the right and wish to receive accurate, recent, and relevant information in order to make informed choices on all relevant disease-related decisions and also on personal life-planning decisions. For this to occur, balanced information is a prerequisite. It has been shown that disease knowledge is poor in people with MS, therefore people with MS should receive interventions that provide information on all aspects relevant for them."
    },
    {
      "heading": "Results",
      "text": "We searched for relevant studies in the medical literature in November 2017 and identified 11 studies involving a total of 1387 participants. The studies evaluated a variety of approaches including the provision of written information or decision aids, coaching, educational programmes, and personal information. The quality of the study methods varied. Topics included disease-modifying therapy, relapse management, self care strategies, fatigue management, family planning, and general health promotion. Five studies assessing level of knowledge showed that information may successfully increase patients’ knowledge (moderate-certainty evidence). Five studies reporting on the effects on decision making (low-certainty evidence) and six studies assessing quality of life (low-certainty evidence) showed mixed results. As the studies and the interventions used differed markedly, and the certainty of the evidence for our outcomes was not high, our results prevented a clear conclusion about the effectiveness of information provision interventions for people with MS."
    }
  ]
}