{
  "doi": "10.1002/14651858.CD004975.pub3",
  "name": "Once or twice daily versus three times daily amoxicillin with or without clavulanate for the treatment of acute otitis media ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acute otitis media (AOM) is a common problem in children, for which amoxicillin, with or without clavulanate, is frequently prescribed as a treatment of choice. The conventional recommendation is either three or four daily doses. However, nowadays it is frequently prescribed as once or twice daily doses. If once or twice daily amoxicillin, with or without clavulanate, is as effective for acute otitis media as three or four times a day, it may be more convenient to give the medication once or twice a day to children and hence improve compliance."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effectiveness of one or two daily doses with three or four daily doses of amoxicillin, with or without clavulanate, for the treatment of AOM in children; and to compare complication rates and adverse reactions."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL 2013, Issue 2, MEDLINE (January 1950 to March week 1, 2013), EMBASE (1974 to March 2013) and the Science Citation Index (2001 to March 2013)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) of children aged 12 years or younger with AOM, diagnosed by acute ear pain (otalgia) and inflamed ear drum (confirmed by positive tympanocentesis or tympanogram of type B or C)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data on treatment outcomes from individual trials and assessed trial quality based on selection bias, performance bias and detection bias, attrition bias, reporting bias and other biases. We defined the quality grading as low risk of bias, high risk of bias or unclear risk of bias. We summarised the results as risk ratio (RR) with 95% confidence intervals (CI)."
    },
    {
      "heading": "Main results",
      "text": "We included five studies with 1601 children in the review. Pooled analysis demonstrated that the following outcomes were comparable between the two groups: clinical cure at the end of therapy (RR 1.03, 95% CI 0.99 to 1.07); during therapy (RR 1.06, 95% CI 0.85 to 1.33) and at follow-up (RR 1.02, 95% CI 0.95 to 1.09); recurrent AOM (RR 1.21, 95% CI 0.52 to 2.81); compliance rate (RR 1.04, 95% CI 0.98 to 1.10) and overall adverse events (RR 0.92, 95% CI 0.52 to 1.63). When we performed subgroup analysis separately for trials with amoxicillin only and amoxicillin/clavulanate only, it showed that all important outcomes were comparable between once or twice daily groups and the three times daily group. The risk of bias amongst the five included studies was as follows: for random sequence generation we graded two studies as low and three unclear risk of bias; for allocation concealment all studies were at unclear risk of bias; for blinding (performance and detection bias) we graded four as high and one as unclear risk of bias; for incomplete outcome data (attrition bias) we graded two low, two high and one as unclear risk of bias; for reporting bias four were at low and one at high risk; and for ‘other’ bias four were at low and one at unclear risk of bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review showed that the results of using once or twice daily doses of amoxicillin, with or without clavulanate, were comparable with three doses for the treatment of AOM."
    }
  ],
  "pls_title": "Dosage intervals of amoxicillin for the treatment of acute middle ear infection",
  "pls_type": "long",
  "pls": "Acute middle ear infection (acute otitis media) is a very common disease in children and may cause pain and hearing loss. Delayed or ineffective treatment may lead to serious complications such as ear drum perforation, sensorineural hearing loss or the disease becoming chronic. Amoxicillin, with or without clavulanate, is the most commonly used antibiotic for treating acute otitis media. Currently, a reduction in the dosing interval to one or two daily doses is being used, in preference to the conventional three or four daily doses, to aid compliance.\nWe identified five randomised clinical studies with 1601 children comparing two dosing schedules. Participants were aged 12 years or younger with AOM. The primary outcome was clinical cure rate in terms of resolution of otalgia and fever at the end of antibiotic therapy (days seven to 15). The secondary outcomes were clinical cure rate in terms of middle ear effusion during therapy, clinical cure rate post-treatment (one to three months) in terms of resolution of middle ear infection, AOM complications and adverse events to medication. The results showed that treating acute middle ear infection with either once/twice daily or three times daily amoxicillin, with or without clavulanate, has the same results using our outcome measures, including adverse events such as diarrhoea and skin reactions.\nThe evidence is current to March 2013."
}