{
  "doi": "10.1002/14651858.CD007941.pub3",
  "name": "Comparison of first‐line chemotherapy including escalated BEACOPP versus chemotherapy including ABVD for people with early unfavourable or advanced stage Hodgkin lymphoma ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "There are two different international standards for the treatment of early unfavourable and advanced stage Hodgkin lymphoma (HL): chemotherapy with escalated BEACOPP (bleomycin/etoposide/doxorubicin/cyclophosphamide/vincristine/procarbazine/prednisone) regimen and chemotherapy with ABVD (doxorubicin/bleomycin/vinblastine/dacarbazine) regimen."
    },
    {
      "heading": "Objectives",
      "text": "To determine the advantages and disadvantages of chemotherapy including escalated BEACOPP compared to chemotherapy including ABVD in the treatment of early unfavourable or advanced stage HL as first-line treatment."
    },
    {
      "heading": "Search methods",
      "text": "We searched for randomised controlled trials in MEDLINE, CENTRAL and conference proceedings (January 1985 to July 2013 and for the update to March 2017) and Embase (1985 to November 2008). Moreover we searched trial registries (March 2017; www.controlled-trials.com, www.clinicaltrialsregister.eu/ctr-search/search, clinicaltrials.gov, www.eortc.be, www.ghsg.org, www.ctc.usyd.edu.au, www.trialscentral.org/index.html)"
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials examining chemotherapy including at least two cycles of escalated BEACOPP regimens compared with chemotherapy including at least four cycles of ABVD regimens as first-line treatment for patients with early unfavourable stage or advanced stage HL."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The effect measures we used were hazard ratios (HRs) for overall survival (OS), progression-free survival (PFS) and freedom from first progression.\nWe used risk ratios (RRs) relative risks to analyse harms: treatment-related mortality, secondary malignancies (including myeloid dysplastic syndrome (MDS) or acute myeloid leukaemia (AML)), infertility and adverse events.\nQuality of life was not reported in any trial, therefore not analysed. Two review authors independently extracted data and assessed quality of trials."
    },
    {
      "heading": "Main results",
      "text": "We screened 1796 records and identified five eligible trials in total i.e. one trial could be added on the previous review. These trials included only adults (16 to 65 years of age). We included all five trials with 3427 people in the meta-analyses: the HD9 and HD14 trials were co-ordinated in Germany, the HD2000 and GSM-HD trials were performed in Italy and the EORTC 20012 was conducted in Belgium. The overall risk of performance and detection bias was low for overall survival (OS), but was high for other outcomes, as therapy blinding was not feasible. The remaining 'Risk of bias' domains were low and unclear.\nAll trials reported results for OS and progression-free survival (PFS). In contrast to the our first published review (2011) the addition of results from the EORTC 20012 BEACOPP escalated increases OS (3142 participants; HR 0.74 (95% confidence interval (CI) 0.57 to 0.97; high-quality evidence ). This means that only 90 (70 to 117) patients will die after five years in the BEACOPP escalated arm compared to 120 in the ABVD arm. This survival advantage is also reflected in an increased PFS with BEACOPP escalated (3142 participants; HR 0.54 (95% CI 0.45 to 0.64); moderate-quality evidence), meaning that after five years only 144 (121 to 168) patients will experience a progress, relapse or death in the BEACOPP escalated arm compared to 250 in the ABVD arm.\nThere is no evidence for a difference for treatment-related mortality (2700 participants, RR 2.15 (95% CI = 0.93 to 4.95), low-quality evidence).\nAlthough the occurrence of MDS or AML may increase with BEACOPP escalated (3332 participants, RR 3.90 (95% CI 1.36 to 11.21); low-quality evidence )), there is no evidence for a difference between both regimens for overall secondary malignancies (3332 participants, RR 1.00 (95% CI 0.68 to 1.48), low-quality evidence). However, the observation time of the studies included in the review is too short to be expected to demonstrate differences with respect to second solid tumours which would not be expected to show significance until around 15 years after treatment.\nWe are very uncertain how many female patients will be infertile due to chemotherapy and which arm might be favoured (106 participants, RR 1.37 (95% CI 0.83 to 2.26), very low-quality evidence). This is a very small sample, and the age of the patients was not detailed. No analysis of male fertility was provided.\nFive trials reported adverse events and the analysis shows that the escalated BEACOPP regimens probably causes more haematological toxicities WHO grade III or IV ((anaemia: 2425 participants, RR 10.67 (95% CI 7.14 to 15.93); neutropenia: 519 participants, RR 1.80 (95% CI 1.52 to 2.13); thrombocytopenia: 2425 participants, RR 18.12 (95% CI 11.77 to 27.92); infections: 2425 participants, RR 3.73 (95% CI 2.58 to 5.38), all low-quality evidence).\nOnly one trial (EORTC 20012) planned to assess quality of life, however, no results were reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This meta-analysis provides moderate- to high-quality evidence that adult patients between 16 and 60 years of age with early unfavourable and advanced stage HL benefit regarding OS and PFS from first-line chemotherapy including escalated BEACOPP. The proven benefit in OS for patients with advanced HL is a new finding of this updated review due to the inclusion of the results from the EORTC 20012 trial. Furthermore, there is only low-quality evidence of a difference in the total number of secondary malignancies, as the follow-up period might be too short to detect meaningful differences. Low-quality evidence also suggests that people treated with escalated BEACOPP may have a higher risk to develop secondary AML or MDS. Due to the availability of only very low-quality evidence available, we are unable to come to a conclusion in terms of infertility. This review does for the first time suggest a survival benefit. However, it is clear from this review that BEACOPP escalated may be more toxic that ABVD, and very important long-term side effects of second malignancies and infertility have not been sufficiently analysed yet."
    }
  ],
  "pls_title": "Comparison of the two international standards of chemotherapy for people with early unfavourable or advanced stage Hodgkin lymphoma",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "For the treatment of early unfavourable and advanced stage Hodgkin lymphoma (HL) two different international standards are commonly used, either chemotherapy with escalated (intensified) BEACOPP (bleomycin, etoposide, doxorubicin, cyclophosphamide, vincristine, procarbazine, prednisone) regimen or chemotherapy with ABVD (doxorubicin, bleomycin, vinblastine, dacarbazine) regimen."
    },
    {
      "heading": "Background",
      "text": "Hodgkin lymphoma is a malignancy of the lymphatic system. It is one of the most common cancers in young adults, particularly in their third decade of life, but it occurs also in children and elderly people. Within the last 50 years it has become one of the most curable forms of cancer. To find the best treatment with the greatest efficacy and least toxicity is the most important challenge in treating HL. There are two international standards for the treatment of early unfavourable or advanced stage HL: chemotherapy with escalated BEACOPP regimen initiated by the German Hodgkin Study Group (GHSG) and chemotherapy with ABVD regimen, which is widely used because it has been proven to be effective, well-tolerated and easy to administer. We aimed to clarify the advantages and disadvantages of both treatments by comparing the chance of survival (overall survival), the chance of recurrence of the tumour and the frequencies of adverse events after treatment in patients with early unfavourable stage or advanced stage HL."
    },
    {
      "heading": "Study characteristics",
      "text": "We found five eligible trials by the date of this updated review (search date March 2017). These trials included 3427 patients adult patients (16 to 65 years of age)."
    },
    {
      "heading": "Key results",
      "text": "For this updated review there are new data available resulting in a benefit in terms of overall survival (OS) for people with early unfavourable and advanced HL receiving BEACOPP escalated for first-line treatment. Furthermore, the analysis shows a better chance of avoiding recurrence of the tumour in patients who received chemotherapy including BEACOPP escalated.\nWe analysed the following harms potentially caused by both regimens. There is no evidence for a difference for treatment-related mortality.\nThere is evidence for a higher risk of secondary acute myeloid leukaemia (AML) or myelodysplastic syndromes (MDS) in patients receiving BEACOPP escalated, but the total number of secondary malignancies does not show evidence for a difference between both treatment groups. However, the observation time of the studies included in the review is too short to be expected to demonstrate differences with respect to second solid tumours. We are very uncertain how many female patients will be infertile due to chemotherapy and which arm might be favoured, as the evaluated sample is very small. No data for male patients and risk for infertility was provided. Treatment with BEACOPP escalated caused a higher risk of adverse events such as anaemia, neutropenia, thrombocytopenia and infections.\nQuality of life was not reported by any of the included trials. One trial stated it would assess quality of life, however, there were no results reported."
    },
    {
      "heading": "Quality of evidence",
      "text": "We assessed the quality of the evidence as high relating to overall survival, as moderate for progression-free survival and as low for secondary AML or MDS, secondary malignancies and treatment-related mortality and adverse events. The quality of evidence is very low for infertility."
    }
  ]
}