{
  "doi": "10.1002/14651858.CD010640.pub2",
  "name": "Iron therapy in anaemic adults without chronic kidney disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Anaemia affects about a quarter of the world's population. An estimated 50% of anaemic people have anaemia due to iron deficiency."
    },
    {
      "heading": "Objectives",
      "text": "To assess the safety and efficacy of iron therapies for the treatment of adults with anaemia who are not pregnant or lactating and do not have chronic kidney disease."
    },
    {
      "heading": "Search methods",
      "text": "We ran the search on 11 July 2013. We searched the Cochrane Central Register of Controlled Trials (CENTRAL), PubMed, EMBASE (Ovid SP), the Cumulative Index to Nursing and Allied Health Literature (CINAHL) Plus (EBSCO Host), the Institute for Scientific Information Web of Science (ISI WOS) Scientific Citation Index (SCI)-EXPANDED (1970) and Conference Proceedings Citation Index (CPCI)-Science (1990) and Clinicaltrials.gov; we also screened reference lists. An updated search was run on 24 November 2014 but the results have not yet been incorporated into the review."
    },
    {
      "heading": "Selection criteria",
      "text": "Two review authors independently selected references for further assessment by going through all titles and abstracts. Further selection was based on review of full-text articles for selected references."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted study data. We calculated the risk ratio (RR) with 95% confidence interval (CI) for binary outcomes and the mean difference (MD) or the standardised mean difference (SMD) with 95% CI for continuous outcomes. We performed meta-analysis when possible, when I2 was less than or equal to 80% using a fixed-effect or random-effects model, using Review Manager software. The range of point estimates for individual studies is presented when I2 > 80%."
    },
    {
      "heading": "Main results",
      "text": "We included in this systematic review 4745 participants who were randomly assigned in 21 trials. Trials were conducted in a wide variety of clinical settings. Most trials included participants with mild to moderate anaemia and excluded participants who were allergic to iron therapy. All trials were at high risk of bias for one or more domains. We compared both oral iron and parenteral iron versus inactive controls and compared different iron preparations.\nThe comparison between oral iron and inactive control revealed no evidence of clinical benefit in terms of mortality (RR 1.05, 95% CI 0.68 to 1.61; four studies, N = 659; very low-quality evidence). The point estimate of the mean difference in haemoglobin levels in individual studies ranged from 0.3 to 3.1 g/dL higher in the oral iron group than in the inactive control group. The proportion of participants who required blood transfusion was lower with oral iron than with inactive control (RR 0.74, 95% CI 0.55 to 0.99; three studies, N = 546; very low-quality evidence). Evidence was inadequate for determination of the effect of parenteral iron on mortality versus oral iron (RR 1.49, 95% CI 0.56 to 3.94; 10 studies, N = 2141; very low-quality evidence) or inactive control (RR 1.04, 95% CI 0.63 to 1.69; six studies, N = 1009; very low-quality evidence). Haemoglobin levels were higher with parenteral iron than with oral iron (MD -0.50 g/dL, 95% CI -0.73 to -0.27; six studies, N = 769; very low-quality evidence). The point estimate of the mean difference in haemoglobin levels in individual studies ranged between 0.3 and 3.0 g/dL higher in the parenteral iron group than in the inactive control group. Differences in the proportion of participants requiring blood transfusion between parenteral iron and oral iron groups (RR 0.61, 95% CI 0.24 to 1.58; two studies, N = 371; very low-quality evidence) or between parenteral iron groups and inactive controls (RR 0.84, 95% CI 0.66 to 1.06; eight studies, N = 1315; very low-quality evidence) were imprecise. Average blood volume transfused was less in the parenteral iron group than in the oral iron group (MD -0.54 units, 95% CI -0.96 to -0.12; very low-quality evidence) based on one study involving 44 people. Differences between therapies in quality of life or in the proportion of participants with serious adverse events were imprecise (very low-quality evidence). No trials reported severe allergic reactions due to parenteral iron, suggesting that these are rare. Adverse effects related to oral iron treatment included nausea, diarrhoea and constipation; most were mild.\nComparisons of one iron preparation over another for mortality, haemoglobin or serious adverse events were imprecise. No information was available on quality of life. Thus, little evidence was found to support the use of one preparation or regimen over another.\nSubgroup analyses did not reveal consistent results; therefore we were unable to determine whether iron is useful in specific clinical situations, or whether iron therapy might be useful for people who are receiving erythropoietin."
    },
    {
      "heading": "Authors' conclusions",
      "text": "• Very low-quality evidence suggests that oral iron might decrease the proportion of people who require blood transfusion, and no evidence indicates that it decreases mortality. Oral iron might be useful in adults who can tolerate the adverse events, which are usually mild.\n• Very low-quality evidence suggests that intravenous iron results in a modest increase in haemoglobin levels compared with oral iron or inactive control without clinical benefit.\n• No evidence can be found to show any advantage of one iron preparation or regimen over another.\n• Additional randomised controlled trials with low risk of bias and powered to measure clinically useful outcomes such as mortality, quality of life and blood transfusion requirements are needed."
    }
  ],
  "pls_title": "Iron treatment in adults without kidney disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Anaemia is common, affecting about a quarter of the world's population. Anaemia can be defined as a reduction in the number of circulating red cells or in the quantity of haemoglobin (both of which carry oxygen) in the blood. An estimated 50% of anaemic people have anaemia due to iron deficiency. We wanted to assess the safety and usefulness of iron treatment in adult men and adult women who were not pregnant and had not just given birth to a child, and who did not have kidney disease. To achieve this aim, we searched the medical literature in July 2013 for relevant studies. We included only randomised trials—a type of study in which the treatment received by participants is determined by chance, so that similar types of people are given the different treatments to be studied. This allows evaluation of the effects of treatment on these people rather than examination of preexisting differences among people receiving different treatments. We included all trials irrespective of the year or language in which they were published. Two review authors independently selected the studies and recorded information from these studies to minimise error."
    },
    {
      "heading": "Study characteristics",
      "text": "We included 4745 participants from 21 trials who received iron injections, iron tablets or no treatment. Clinical settings of these trials included loss of blood, cancer, anaemia before surgery for various reasons and heart failure, among others. Most trials included participants with mild to moderate anaemia and excluded participants who were allergic to iron therapy."
    },
    {
      "heading": "Key results",
      "text": "Comparisons between iron tablets and no treatment revealed no evidence of clinical benefit in terms of a decrease in death or in quality of life. However, a reduction in the proportion of participants who required blood transfusion was noted among those who received iron tablets versus no treatment. Haemoglobin levels were higher in participants receiving iron tablets versus no treatment. With regards to iron injections, haemoglobin levels were higher after iron injections compared with levels reported after iron tablets or no treatment, but no evidence showed clinical benefit in terms of a decrease in death, in the number of participants requiring blood transfusion or in quality of life of participants. Although the average amount of blood transfused was less in the iron injection group than in the iron tablet group, only one trial reported this outcome, introducing significant doubt about this finding. Differences in serious complications between people who received iron versus no treatment were imprecise. No trials reported severe allergic reactions due to iron injections, suggesting that these are rare. Most of the adverse events related to iron tablet treatment were mild; effects such as nausea, diarrhoea and constipation were reported. Comparisons of the clinical benefit of one iron preparation over another were imprecise. We were unable to determine whether iron is useful in specific clinical situations because available information was not clearly presented. In summary, no evidence is currently available to support the routine use of iron injections in adult anaemic men and or in adult non-pregnant anaemic women who have not just given birth to a baby. Iron tablets might be useful in anaemic adult men and adult women who can tolerate the side effects. No evidence suggests any advantage of one iron preparation over another."
    },
    {
      "heading": "Future research",
      "text": "Additional randomised controlled trials are required to determine whether iron treatment decreases death and blood transfusion requirements and improves quality of life. Such trials should be appropriately designed and should include a sufficiently large number of participants, to decrease the chance of erroneous conclusions."
    }
  ]
}