{
  "doi": "10.1002/14651858.CD008153.pub4",
  "name": "Subpial transection surgery for epilepsy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Nearly 30% of patients with epilepsy continue to have seizures despite using several antiepileptic drugs (AEDs). Such patients are regarded as having refractory, or uncontrolled, epilepsy. While there is no universally accepted definition of uncontrolled, or medically refractory, epilepsy, for the purposes of this review we will consider seizures as drug resistant if they have failed to respond to a minimum of two AEDs. Specialists consider that early surgical intervention may prevent seizures at a younger age, which in turn may improve the intellectual and social status of children. Many types of surgery are available for treating refractory epilepsy; one such procedure is known as subpial transection."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of subpial transection for focal-onset seizures and generalised tonic-clonic seizures in children and adults."
    },
    {
      "heading": "Search methods",
      "text": "For the latest update we searched the following databases on 7 August 2018: the Cochrane Register of Studies (CRS Web), which includes the Cochrane Epilepsy Group Specialized Register and the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE (Ovid, 1946 to August 06, 2018), ClinicalTrials.gov, and the WHO International Clinical Trials Registry Platform (ICTRP). We imposed no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered all randomised and quasi-randomised parallel-group studies, whether blinded or non-blinded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors (BK and SR) independently screened trials identified by the search. The same two review authors planned to independently assess the methodological quality of studies. Had we identified studies for inclusion, one review author would have extracted the data, and the other would have verified the data."
    },
    {
      "heading": "Main results",
      "text": "We found no relevant studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no evidence to support or refute the use of subpial transection surgery for patients with medically refractory epilepsy. Well-designed randomised controlled trials are needed to guide clinical practice."
    }
  ],
  "pls_title": "Subpial transection surgery for epilepsy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Nearly 30% of patients with epilepsy continue to have seizures despite taking several antiepileptic drugs (AEDs). Such patients are regarded as having refractory, or uncontrolled, epilepsy, which directly affects the intellectual function and social status of children. It causes considerable morbidity and mortality, affecting the person's quality of life. Some people with refractory epilepsy benefit from surgical treatment.\nMultiple subpial transection (MST) is a surgical technique by which connections of the epileptic focus are partially cut without resection. MST is one type of surgery that can be performed for people with medically refractory epilepsy, for whom the epileptogenic zone cannot be resected because of high risk of neurological deficits."
    },
    {
      "heading": "Aim of the review",
      "text": "In this review, we planned to assess benefits and adverse effects of multiple subpial transection in people with refractory epilepsy."
    },
    {
      "heading": "Results",
      "text": "We found no randomised controlled trials comparing subpial transection versus antiepileptic drug therapy or another type of epilepsy surgery."
    },
    {
      "heading": "Conclusions",
      "text": "There is not enough evidence to know whether subpial transection is effective or safe; additional studies are needed. The evidence is current to August 2018."
    }
  ]
}