{
  "doi": "10.1002/14651858.CD010980.pub2",
  "name": "Methods for blood loss estimation after vaginal birth",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Almost 358,000 women die each year in childbirth, mainly in low-income countries. More than half of all maternal deaths occur within 24 hours of giving birth; severe bleeding in the postpartum period is the single most important cause. Depending on the rate of blood loss and other factors, such as pre-existing anaemia, untreated postpartum haemorrhage (PPH) can lead to hypovolaemic shock, multi-organ dysfunction, and maternal death, within two to six hours.\nThis review investigated different methods for estimating blood loss. The most common method of measuring blood loss during the third stage of labour is visual estimation, during which the birth attendant makes a quantitative or semi-quantitative estimate of the amount of blood lost. In direct blood collection, all blood lost during the third stage of labour (except for the placenta and membranes) is contained in a disposable, funnelled, plastic collector bag, which is attached to a plastic sheet, and placed under the woman's buttocks. When the bleeding stops, there are two options: the bag can be weighed (also called gravimetric technique), or the bag can be calibrated, allowing for a direct measurement. A more precise measurement of blood loss is haemoglobin concentration (Hb) in venous blood sampling and spectrophotometry. With the dye dilution technique, a known quantity of dye is injected into the vein and its plasmatic concentration is monitored after the uterus stops bleeding. Using nuclear medicine, a radioactive tracer is injected, and its concentration is monitored after the uterus stops bleeding. Although hypothetically, these advanced methods could provide a better quantification of blood loss, they are difficult to perform and are not accessible in most settings."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effect of alternative methods to estimate blood loss during the third stage of labour, to help healthcare providers reduce the adverse consequences of postpartum haemorrhage after vaginal birth."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth's Trials Register (2 February 2018), ClinicalTrials.gov and the WHO International Clinical Trials Registry Platform (ICTRP; 21 March 2018), and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised trials, including cluster-randomised trials, evaluating methods for estimating blood loss after vaginal birth."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias, extracted data, and checked them for accuracy."
    },
    {
      "heading": "Main results",
      "text": "The search retrieved 62 reports in total. Of these, we assessed 12 reports in full, corresponding to six trials. We included three trials and excluded one; two trials are ongoing.\nThe included trials were conducted in hospital settings. Two trials were conducted in India; the third trial was a large cluster-randomised trial, which took place in 13 European countries. Overall, we judged the included trials to be at a low risk of bias. One study evaluated the use of calibrated drapes versus visual estimation, another evaluated the use of calibrated drapes versus the gravimetric technique (weight of blood-soaked materials), therefore, we were unable to pool the data from the two studies. The third study did not measure any of the outcomes of interest, so did not contribute data to the analyses.\nDirect measurement using calibrated drapes versus visual estimation\nOne cluster-randomised controlled trial in 13 western European countries, with over 25,000 women, examined this comparison.\nThe trial did not report on postpartum anaemia (defined as Hb lower than 9 mg/dL), blood loss greater than 500 mL, or maternal infection.\nModerate-quality evidence suggests there is probably little or no difference between groups in: severe morbidity (coagulopathy, organ failure, intensive care unit admission; adjusted risk ratio (RR) 0.82, 95% confidence interval (CI) 0.48 to 1.39); the risk of blood transfusion (adjusted RR 0.82, 95% CI 0.46 to 1.46); the use of plasma expanders (adjusted RR 0.77, 95% CI 0.42 to 1.42); and the use of therapeutic uterotonics (adjusted RR 0.87, 95% CI 0.42 to 1.76).\nDirect measurement using calibrated drapes (Excellent BRASSS-V Drape™) versus gravimetric technique\nOne randomised controlled trial in India, with 900 women, examined this comparison.\nThe trial did not report on postpartum anaemia (defined as Hb lower than 9 mg/dL), severe morbidity, or maternal infection.\nHigh-quality evidence showed that using calibrated drapes improved the detection of blood loss greater than 500 mL when compared with the gravimetric technique (RR 1.86, 95% CI 1.11 to 3.11). Low-quality evidence suggests there may be little or no difference in the risk of blood transfusion between the two groups (RR 1.00, 95% CI 0.06 to 15.94), or in the use of plasma expanders, reported as intravenous fluids given for PPH treatment (RR 0.67; 95% CI 0.19 to 2.35). High-quality evidence showed little or no difference in the use of therapeutic uterotonics (RR 1.01, 95% CI 0.90 to 1.13), but the use of therapeutic uterotonics was extremely high in both arms of the study (57% and 56%)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Overall, the evidence in this review is insufficient to support the use of one method over another for blood loss estimation after vaginal birth. In general, the quality of evidence for our predefined outcomes ranged from low to high quality, with downgrading decisions due to imprecision. The included trials did not report on many of our primary and secondary outcomes.\nIn trials that evaluate methods for estimating blood loss during vaginal birth, we believe it is important to measure their impact on clinical maternal and neonatal outcomes, along with their diagnostic accuracy. This body of knowledge needs further, well designed, appropriately powered, randomised controlled trials that correlate blood loss with relevant clinical outcomes, such as those listed in this review."
    }
  ],
  "pls_title": "Methods for estimating blood loss after vaginal birth to improve maternal outcomes",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "While postpartum haemorrhage (PPH) is one of the leading causes of maternal death worldwide, it mostly occurs in low-income countries. It frequently occurs during the third stage of labour, the period of time from delivery of the baby to the expulsion of the placenta and membranes. During this period, the birth attendant evaluates how much blood the mother has lost."
    },
    {
      "heading": "Why is this important?",
      "text": "There is always some blood loss after the birth of a baby, but when this loss is excessive, it is called PPH. Severe PPH can lead to poor health for the mother (maternal morbidity), and sometimes even death, particularly in low- and middle-income countries. If excessive blood loss is identified early, interventions to help stem the blood flow can be started sooner, and improve health outcomes for the mother. Therefore, it is important to find the best method to measure blood loss after birth; one that is practical in all birth settings, including those in low- to middle-income countries.\nIn many instances, the birth attendant assesses blood loss by looking at the amount of blood lost, and estimating its volume (visual estimation). While this method is not very accurate, it is available in all birth settings. In another method, the birth attendant places a shallow bedpan below the mother’s buttocks, and then weighs the collected blood, along with blood that has soaked into any pads and material. This is referred to as an indirect method. In one direct method that has been devised, a 'calibrated delivery drape' is placed under the mother’s buttocks and tied around her waist, with the calibrated funnel portion (that indicates how much blood she has lost) hanging down between her legs. Other methods are also available, such as dye dilutions and radioactive techniques, but these are not practical in many birth settings."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence in February 2018, and found three randomised controlled trials, involving over 26,000 women. Two trials contributed data to our analyses; one study did not provide data for any of the outcomes of interest in this review. All of the trials took place in hospital settings. Two trials took place in India, the other was conducted in 13 different European countries. The trials examined different methods of estimating blood loss.\nOne trial (conducted in 13 European countries, involving over 25,000 women) compared the use of a calibrated drape (direct estimation) to visual estimation (indirect estimation). Moderate-quality evidence showed there was probably little or no difference between the methods for the risk of women developing serious conditions (e.g. failure to form clots, poor functioning of the liver, kidneys, and brain, admission to intensive care); their need for blood transfusion; the use of fluids to maintain their blood pressure; or the use of drugs to help their uterus contract to stop the bleeding. The trial did not report the number of women who had anaemia after birth, blood loss of at least 500 mL, or infection.\nOne trial (conducted in India, involving 900 women) compared the use of a calibrated drape (direct estimation) to weighing and measuring blood and blood-soaked materials (indirect method). High-quality evidence showed that calibrated drapes were better than measuring the blood and blood-soaked materials at detecting blood loss of at least 500 mL. Low-quality evidence showed there may be little or no difference between methods in the need for blood transfusion or fluids to maintain blood pressure. High-quality evidence showed little or no difference in the use of drugs to help the uterus contract in order to stop bleeding. The trial did not report the number of women who had anaemia after birth or infection, or the risk of developing serious conditions (such as failure to form clots, poor functioning of the liver, kidneys, and brain, or being admitted to intensive care)."
    },
    {
      "heading": "What does this mean?",
      "text": "There was insufficient evidence to support the use of one method over another to estimate blood loss after vaginal birth. There is a need for high quality trials that measure important outcomes, such as those listed in this review."
    }
  ]
}