{
  "doi": "10.1002/14651858.CD002014.pub3",
  "name": "Behavioural treatment for chronic low‐back pain",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Behavioural treatment is commonly used in the management of chronic low-back pain (CLBP) to reduce disability through modification of maladaptive pain behaviours and cognitive processes. Three behavioural approaches are generally distinguished: operant, cognitive, and respondent; but are often combined as a treatment package."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of behavioural therapy for CLBP and the most effective behavioural approach."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Back Review Group Trials Register, CENTRAL, MEDLINE, EMBASE, and PsycINFO were searched up to February 2009. Reference lists and citations of identified trials and relevant systematic reviews were screened."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials on behavioural treatments for non-specific CLBP were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the risk of bias in each study and extracted the data. If sufficient homogeneity existed among studies in the pre-defined comparisons, a meta-analysis was performed. We determined the quality of the evidence for each comparison with the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included 30 randomised trials (3438 participants) in this review, up 11 from the previous version. Fourteen trials (47%) had low risk of bias. For most comparisons, there was only low or very low quality evidence to support the results. There was moderate quality evidence that:\ni) operant therapy was more effective than waiting list (SMD -0.43; 95%CI -0.75 to -0.11) for short-term pain relief;\nii) little or no difference exists between operant, cognitive, or combined behavioural therapy for short- to intermediate-term pain relief;\niii) behavioural treatment was more effective than usual care for short-term pain relief (MD -5.18; 95%CI -9.79 to -0.57), but there were no differences in the intermediate- to long-term, or on functional status;\niv) there was little or no difference between behavioural treatment and group exercise for pain relief or depressive symptoms over the intermediate- to long-term;\nv) adding behavioural therapy to inpatient rehabilitation was no more effective than inpatient rehabilitation alone."
    },
    {
      "heading": "Authors' conclusions",
      "text": "For patients with CLBP, there is moderate quality evidence that in the short-term, operant therapy is more effective than waiting list and behavioural therapy is more effective than usual care for pain relief, but no specific type of behavioural therapy is more effective than another. In the intermediate- to long-term, there is little or no difference between behavioural therapy and group exercises for pain or depressive symptoms. Further research is likely to have an important impact on our confidence in the estimates of effect and may change the estimates."
    }
  ],
  "pls_title": "Behavioural treatment for chronic low-back pain",
  "pls_type": "long",
  "pls": "Low-back pain is a major health and economical problem that affects populations around the world. Chronic low-back pain, in particular, is a major cause of medical expenses, work absenteeism, and disability. Current management of chronic low-back pain includes a range of different treatments such as medication, exercise, and behavioural therapy. Research has shown that social roles and psychological factors have a role in the course of chronic low-back pain.\nThis review of 30 studies (3438 participants) evaluated three behavioural therapies for chronic low-back pain: (i) operant (which acknowledges that external factors associated with pain can reinforce it), (ii) cognitive (dealing with thoughts, feelings, beliefs, or a combination of the three, that trigger the pain), (iii) respondent (interrupts muscle tension with progressive relaxation techniques or biofeedback of muscle activity).\nFor pain relief, there was moderate quality evidence that:\n(i) operant therapy was more effective than waiting list controls in the short-term,\n(ii) there was little or no difference between operant therapy, cognitive therapy; or a combination of behavioural therapies in the short- or intermediate-term, and\n(iii) behavioural treatment was more effective than usual care (which usually consists of physical therapy, back school and/or medical treatments) in the short-term.\nOver a longer term, there was little or no difference between behavioural treatment and group exercise for pain relief or reduced depressive symptoms. The addition of behavioural therapy to inpatient rehabilitation did not appear to increase the effect of inpatient rehabilitation alone.\nFor most of the other comparisons, there was only low or very low quality evidence, which was based on the results of only two or three small trials. There were only a few studies which provided information on the effect of behavioural treatment on functional disability or return to work.\nFurther research is very likely to have an important impact on the results and our confidence in them."
}