{
  "doi": "10.1002/14651858.CD008549.pub3",
  "name": "Customised versus population‐based growth charts as a screening tool for detecting small for gestational age infants in low‐risk pregnant women ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Fetal growth restriction is defined as failure to reach growth potential and considered one of the major complications of pregnancy. These infants are often, although not universally, small for gestational age (SGA). SGA is defined as a weight less than a specified percentile (usually the 10th percentile). Identification of SGA infants is important because these infants are at increased risk of perinatal morbidity and mortality. Screening for SGA is a challenge for all maternity care providers and current methods of clinical assessment fail to detect many infants who are SGA. Large observational studies suggest that customised growth charts may be better able to differentiate between constitutional and pathologic smallness. Customised charts adjust for physiological variables such as maternal weight and height, ethnicity and parity."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of using population-based growth charts compared with customised growth charts as a screening tool for detection of fetal growth in pregnant women."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (12 March 2014), reviewed published guidelines and searched the reference lists of review articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised, quasi-randomised or cluster-randomised clinical trials comparing customised versus population-based growth charts used as a screening tool for detection of fetal growth in pregnant women."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion."
    },
    {
      "heading": "Main results",
      "text": "No randomised trials met the inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no randomised trial evidence currently available. Further randomised trials are required to accurately assess whether the improvement in detection shown is secondary to customised charts alone or an effect of the policy change. Future research in large trials is needed to investigate the benefits and harms (including perinatal mortality) of using customised growth charts in different settings and for both fundal height and ultrasound measurements"
    }
  ],
  "pls_title": "Customised versus population-based growth charts as a screening tool for detecting small for gestational age infants in low-risk pregnant women",
  "pls_type": "long",
  "pls": "Small for gestational age (SGA) infants are defined as having a birthweight that is less than that for 10% of the population when plotted on a growth chart based on their gestational age and sex. This definition includes both infants who are normally grown but small, and infants who do not reach their full growth potential (are growth restricted). SGA infants are at an increased risk of complications, fetal distress and even death during labour. Detecting SGA infants is a major challenge for all maternity care providers, particularly with women who have an otherwise healthy pregnancy.\nSeveral clinical methods are commonly used for assessing an infant’s growth during pregnancy including estimating the size of the uterus by examining the pregnant woman (symphysiofundal height (SFH) and single or a series of ultrasound scans).\nBoth of the above measurements can be plotted and followed on growth charts. Most maternity services use standard population-based growth charts in assessing fetal weight during pregnancy, and monitoring changes from the birthweight after the baby is born. Previous research suggests that customised growth charts which adjust for factors such as the mother's weight and height, ethnicity and number of babies she has had may make assessment of fetal growth more precise, reducing unnecessary consultations for investigations and parental anxiety.\nCurrently there are no studies available. Research is needed to assess the effect of using the charts in different settings and for both fundal height and ultrasound measurements on the health of women and their babies and should include important outcomes such as mortality."
}