{
  "doi": "10.1002/14651858.CD006974.pub4",
  "name": "Hematopoietic stem cell transplantation for Gaucher disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Gaucher disease is the most common lysosomal storage disorder caused by a deficiency of the enzyme glucocerebrosidase. Current treatment of the disease involves a choice from enzyme replacement therapy, substrate reduction therapy and hemotopoietic stem cell transplantation (HSCT). HSCT is a high risk procedure with possible long-term benefits in the regression of skeletal and neurological changes in people with Gaucher disease. This is an update of a previously published Cochrane Review."
    },
    {
      "heading": "Objectives",
      "text": "To determine the role of HSCT in people with Gaucher disease in relation to: mortality risk associated with the procedure; efficacy in modifying the course of the disease; and arrest or regression of neurological manifestations in neuronopathic forms (types 2 and 3)."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group Inborn Errors of Metabolism Trials Register which comprises of references identified from comprehensive electronic database searches and handsearches of relevant journals and abstract books of conference proceedings.\nDate of the most recent search of the Group's Haemoglobinopathies Trials Register: 19 January 2017.\nWe also searched the websites: www.clinicaltrials.gov; WHO International Clinical Trials Registry Platform portal and www.genzymeclinicalresearch.com. Date of most recent search of these sites: 02 March 2017."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised, quasi-randomised and controlled clinical trials comparing stem cell transplantation with enzyme replacement therapy, substrate reduction therapy, symptomatic treatment or no treatment in people with Gaucher disease of all ages."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We independently assessed trials for inclusion, however, no relevant trials were identified."
    },
    {
      "heading": "Main results",
      "text": "Thirty two trials were identified by the searches; however, these were not suitable for inclusion in the review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "HSCT is a form of treatment that offers the potential of permanent cure. However, there are no clinical trials that have assessed the safety and efficacy of this treatment in comparison to other conservative measures (enzyme replacement therapy, substrate reduction therapy) now in use.\nThere are no trials included in the review and we have not identified any relevant trials up to March 2017. We therefore do not plan to update this review until new trials are published."
    }
  ],
  "pls_title": "Stem cell transplantation for treating Gaucher disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect of hematopoietic stem cell transplantation (HSCT) in people with Gaucher disease."
    },
    {
      "heading": "Background",
      "text": "Gaucher disease is an inherited disorder caused by a deficiency of the enzyme glucocerebrosidase. This leads to storage of complex lipids in some types of blood cells. Due to these abnormal cells people with Gaucher disease will have pain, fatigue, anemia, jaundice and bone damage. Some forms of Gaucher disease may also cause neurological damage. The treatment of Gaucher disease at present is mainly by enzyme replacement therapy which is expensive. In some severe cases HSCT is used to treat people with Gaucher disease. This is a high risk procedure sometimes leading to death of the individual."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to: 19 January 2017."
    },
    {
      "heading": "Study characteristics",
      "text": "We have not found any trials to show the effectiveness and the risks of the procedure in people with Gaucher disease."
    },
    {
      "heading": "Key results",
      "text": "We have not found any trials assessing the effectiveness and the risks of the procedure in people with Gaucher disease. There are no trials included in the review and we have not identified any relevant trials up to January 2017. We therefore do not plan to update this review until new trials are published."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We have not found any trials assessing the effectiveness and the risks of the procedure in people with Gaucher disease."
    }
  ]
}