{
  "doi": "10.1002/14651858.CD012059.pub2",
  "name": "Desmopressin for treating nocturia in men",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Nocturia is the bothersome symptom of awakening one or more times per night to void. Desmopressin is a commonly used medication for treating nocturia."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of desmopressin as compared to other interventions in the treatment of nocturia in men."
    },
    {
      "heading": "Search methods",
      "text": "We performed a comprehensive search of the medical literature with no restrictions on the language of publication or publication status. The date of the latest search of all databases was August 2017."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised or quasi-randomised trials. Inclusion criteria were men with nocturia defined as one or more voids per night. We excluded trials of children or adults with primary or secondary enuresis or underlying distinct disorders."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently classified studies and abstracted data from the included studies. We performed statistical analyses using a random-effects model and interpreted data according to the Cochrane Handbook for Systematic Reviews of Interventions. We compared desmopressin with placebo, behavioural modification, alpha-blockers, in combination with alpha-blockers against alpha-blockers alone, and in combination with alpha-blocker against alpha-blocker plus anticholinergic. Our outcomes were mean number of voids, quality of life, adverse events, and sleep disturbance."
    },
    {
      "heading": "Main results",
      "text": "We included 14 studies with 2966 randomised men across five comparisons. The studies recruited from urology outpatients clinics and defined nocturia as two or more voids per night. The average age of study participants ranged between 57 and 74 years.\nDesmopressin versus placebo: based on short-term follow-up (up to three months), desmopressin may result in a small, possibly unimportant effect on the number of nocturnal voids (mean difference (MD) -0.61, 95% confidence interval (CI) -0.96 to -0.27; low-quality evidence). We are uncertain about the effect of desmopressin on major adverse events at short-term follow-up (risk ratio (RR) 0.97, 95% CI 0.10 to 9.03; very low-quality evidence). For intermediate-term follow-up (three to 12 months), desmopressin may reduce the number of nocturnal voids in an appreciable number of men (MD -0.85, 95% CI -1.17 to -0.53; low-quality evidence). There was one major adverse event in the desmopressin group at intermediate-term follow-up in one trial of 115 men (RR 3.05, 95% CI 0.13 to 73.39 for both outcomes; low-quality evidence). We found no evidence on quality of life. Subgroup analyses suggest a larger effect on nocturnal voiding with oral, higher-dose formulations of desmopressin and in men with documented nocturnal polyuria.\nDesmopressin versus behaviour modification: there were no data regarding the effect on the number of nocturnal voids, quality of life, or major adverse events.\nDesmopressin versus alpha-blocker: based on short-term follow-up in one small trial, desmopressin likely has a similar effect on the number of nocturnal voids (MD 0.30, 95% CI -0.20 to 0.80; moderate-quality evidence) and quality of life measured on the International Prostate Symptom Score (IPSS) scale (MD 0.00, 95% CI -0.35 to 0.35; moderate-quality evidence). There were no major adverse events in either group.\nDesmopressin plus alpha-blocker versus alpha-blocker alone: based on short-term follow-up, combination therapy likely results in a small, unimportant effect on the number of nocturnal voids (MD -0.47, 95% CI -0.73 to -0.21; moderate-quality evidence) and quality of life (MD -0.29, 95% CI -0.51 to -0.07; moderate-quality evidence). The risk of major adverse events may be similar (0.5% versus 0.3%; RR 0.30, 95% CI 0.01 to 7.32; low-quality evidence).\nDesmopressin plus alpha-blocker versus alpha-blocker plus an anticholinergic: based on short-term follow-up, combination therapy likely results in little or no difference in the number of nocturnal voids (MD -0.43, 95% CI -0.97 to 0.11; moderate-quality evidence). We found no evidence on quality of life or sleep duration. There were no major adverse events in either study group."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Desmopressin may reduce the number of nocturnal voids by a small amount compared to placebo in intermediate-term (three to 12 months) follow-up without increasing major adverse events. We found insufficient evidence to determine the effects of desmopressin when compared with behaviour modification. The effect on the number of nocturnal voids in the short term is likely to be similar to that of alpha-blockers, with very infrequent major adverse events. There appears to be little added benefit in the combined use of desmopressin with an alpha-blocker. The findings of this review were limited by short-term follow-up, study limitations, and imprecision."
    }
  ],
  "pls_title": "Desmopressin for treating nocturia in men with lower urinary tract symptoms",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Is desmopressin effective for treating nocturia in men?"
    },
    {
      "heading": "Background",
      "text": "Nocturia is the bothersome symptom of waking one or more times per night to pass urine. It is common in older men. More than half of men older than 70 years of age have nocturia, and there are many reasons for this. Desmopressin is a drug that regulates urine volume and concentration in the body. It is also used to treat nocturia."
    },
    {
      "heading": "Study characteristics",
      "text": "The search is up-to-date to 1 August 2017. We identified 14 clinical trials including 2966 men. We compared desmopressin alone or in combination with other medicines used for urinary problems (such as alpha-blockers or anticholinergics) against placebo (pretend treatment), behaviour changes, or medicines used for urinary problems alone or in combination. Most of the included studies enrolled only older men."
    },
    {
      "heading": "Key results",
      "text": "Treatment with desmopressin for three to 12 months may reduce how often men urinate at night in a small number of men compared to placebo. Serious side effects were not increased. We do not know how the use of desmopressin compares to changes in behaviour. The effect of desmopressin on how often men urinate at night is likely to be similar to that of alpha-blockers when given for up to three months (i.e. short-term treatment) without major side effects. Adding desmopressin to an alpha-blocker seems to work little better than an alpha-blocker alone or an alpha-blocker combined with an anticholinergic."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We rated the quality of the evidence to be low in most cases, meaning that we cannot fully trust the results. The included studies were poorly designed, small, and only followed people for a short time (usually three months or less)."
    }
  ]
}