{
  "doi": "10.1002/14651858.CD011563.pub2",
  "name": "Mesh fixation techniques in primary ventral or incisional hernia repair",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The use of a mesh in primary ventral or incisional hernia repair lowers the recurrence rate  and is the accepted standard of care for larger defects. In laparoscopic primary ventral or incisional hernia repair the insertion of a mesh is indispensable. Different mesh fixation techniques have been used and refined over the years. The type of fixation technique is claimed to have a major impact on recurrence rates, chronic pain, health-related quality of life (HRQOL) and complication rates."
    },
    {
      "heading": "Objectives",
      "text": "To determine the impact of different mesh fixation techniques for primary and incisional ventral hernia repair on hernia recurrence, chronic pain, HRQOL and complications."
    },
    {
      "heading": "Search methods",
      "text": "On 2 October 2020 we searched CENTRAL, MEDLINE (Ovid MEDLINE(R)) Epub Ahead of Print, In-Process & Other Non-Indexed Citations, Ovid MEDLINE(R) Daily and Ovid MEDLINE(R)), Ovid Embase, and two trials registries. We also performed handsearches, and contacted experts from the European Hernia Society (EHS)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) including adults with primary ventral or incisional hernia that compared different types of mesh fixation techniques (absorbable/nonabsorbable sutures, absorbable/nonabsorbable tacks, fibrin glue, and combinations of these techniques)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data in standardised piloted tables, or if necessary, directly into Review Manager 5. We assessed risks of bias with the Cochrane 'Risk of bias' tool. Two review authors independently selected the publications, and extracted data on results. We calculated risk ratios (RRs) for binary outcomes and mean differences (MDs) for continuous outcomes. For pooling we used an inverse-variance random-effects meta-analysis or the Peto method in the case of rare events. We prepared GRADE 'Summary of findings' tables.\nFor laparoscopic repair we considered absorbable tacks compared to nonabsorbable tacks, and nonabsorbable tacks compared to nonabsorbable sutures as key comparisons."
    },
    {
      "heading": "Main results",
      "text": "We included 10 trials with a total of 787 participants. The number of randomised participants ranged from 40 to 199 per comparison. Eight studies included participants with both primary and incisional ventral hernia. One study included only participants with umbilical hernia, and another only participants with incisional hernia. Hernia size varied between studies.\nWe judged the risk of bias as moderate to high.\nAbsorbable tacks compared to nonabsorbable tacks\nRecurrence rates in the groups were similar (RR 0.74, 95% confidence interval (CI) 0.17 to 3.22; 2 studies, 101 participants). It is uncertain whether there is a difference between absorbable tacks and nonabsorbable tacks in recurrence because the certainty of evidence was very low. Evidence suggests that the difference between groups in early postoperative, late follow-up, chronic pain and HRQOL is negligible.\nNonabsorbable tacks compared to nonabsorbable sutures\nAt six months there was one recurrence in each group (RR 1.00, 95% CI 0.07 to 14.79; 1 study, 36 participants). It is uncertain whether there is a difference between nonabsorbable tacks and nonabsorbable sutures in recurrence because the certainty of evidence was very low. Evidence suggests that the difference between groups in early postoperative, late follow-up and chronic pain is negligible. We found no study that assessed HRQOL.\nAbsorbable tacks compared to absorbable sutures\nNo recurrence was observed at one year (very low certainty of evidence). Early postoperative pain was higher in the tacks group (VAS 0 - 10: MD −2.70, 95% CI −6.67 to 1.27; 1 study, 48 participants). It is uncertain whether there is a difference between absorbable tacks compared to absorbable sutures in early postoperative pain because the certainty of evidence was very low. The MD for late follow-up pain was −0.30 (95% CI −0.74 to 0.14; 1 study, 48 participants). We found no study that assessed HRQOL.\nCombination of different fixation types (tacks and sutures) or materials (absorbable and nonabsorbable)\nThere were mostly negligible or only small differences between combinations (e.g. tacks plus sutures) compared to a single technique (e.g. sutures only), as well as combinations compared to other combinations (e.g. absorbable sutures combined with nonabsorbable sutures compared to absorbable tacks combined with nonabsorbable tacks) in all outcomes. It is uncertain whether there is an advantage for combining different fixation types or materials for recurrence, chronic pain, HRQOL and complications, because the evidence certainty was very low or low, or we found no study on important outcomes.\nNonabsorbable tacks compared to fibrin sealant\nThe two studies showed different directions of effects: one showed higher rates for nonabsorbable tacks, and the other showed higher rates for fibrin sealant. Low-certainty evidence suggests that the difference between groups in early postoperative, late follow-up, chronic pain and HRQOL is negligible.\nAbsorbable tacks compared to fibrin sealant\nOne recurrence in the tacks group and none in the fibrin sealant group were noted after one year (low certainty of evidence). Early postoperative pain might be slightly lower using tacks (VAS 0 - 100; MD −12.40, 95% CI −27.60 to, 2.80;1 study, 50 participants; low-certainty evidence). The pattern of pain and HRQOL course over time (up to 1 year) was similar in the groups (low certainty of evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Currently none of the techniques can be considered superior to any other, because the certainty of evidence was low or very low for all outcomes."
    }
  ],
  "pls_title": "Mesh fixation techniques in ventral hernias",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What are the benefits and harms of different techniques for fixing meshes (patches) in the belly wall in the course of ventral hernia repair."
    },
    {
      "heading": "Background",
      "text": "A hernia is a bulge or weakness, in which tissues or organs from inside the abdomen (the belly) can get trapped, and can cause discomfort and symptoms such as pain. The size of the hernia can be made worse by daily living activities, especially by coughing and straining. Hernias carry a risk of incarceration ( a hernia so occluded that it cannot be returned by manipulation)) and strangulation (when the circulation of blood has been cut off), which is a threat especially in incisional and umbilical hernias (navel area). An incisional hernia is a hernia that occurs through a previously-made incision in the abdominal wall, i.e. the scar left from a previous surgical operation. The incision could have been made in order to get to an internal organ such as the appendix, or a caesarian section.\nRepair of a ventral (abdominal wall) hernia is done by surgery. The choice of the right surgical procedure will depend on different criteria, like size of the hernia, previous surgery, location of the hernia and general health. There are two types of surgery: Open surgery, where the hernia is closed by sewing the layers of the abdominal wall. Often, the surgeon places an additional mesh on a layer of the abdominal wall, which makes a recurrence of the hernia less likely. The other type is called laparoscopic surgery, where the surgeon makes a few small incisions and inserts tiny long instruments and a camera into the abdomen. For the laparoscopic repair of the hernia, a mesh has to be used in every patient.\nDifferent techniques are used to fix the mesh to the abdominal wall in ventral hernia repair. However, the advantages and disadvantages of these techniques are not yet clear. We reviewed the evidence of different fixation techniques for their effect on recurrence, pain, complications and health-related quality of life in people with a ventral hernia."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to 2 October 2020."
    },
    {
      "heading": "Study characteristics",
      "text": "We included 10 studies involving 787 persons, with ages ranging from 31 to 62 years. Eight studies included people with primary as well as incisional ventral hernia, one study included people with umbilical (navel area) hernia only, and another study with incisional hernia only. Hernia size varied widely between studies. The number of included participants ranged from 40 to 199. Participant follow-up was mostly short (less than 12 months)."
    },
    {
      "heading": "Key results",
      "text": "The differences between the fixation techniques were small for our analysed outcomes. We could not find any difference between the use of tacks compared to sutures (stitches), the use of absorbable tacks compared to nonabsorbable tacks, the use of absorbable tacks compared to absorbable sutures and the use of fibrin sealant compared to tacks. In addition, the combination of fixation techniques (sutures and tacks) or materials (absorbable and nonabsorbable) showed no advantage for recurrence, pain or other complications."
    },
    {
      "heading": "Certainty of evidence",
      "text": "The certainty of evidence for the main outcomes of recurrence and pain, as well as for complications, was very low or low. The main reason for this was a lack of sufficient data, due to the small number of included participants, and the small number of hernia recurrences. Furthermore, almost all studies were at moderate to high risk of bias, as the healthcare professionals involved were unblinded, i.e. aware of the interventions their patients received."
    }
  ]
}