{
  "doi": "10.1002/14651858.CD005261.pub4",
  "name": "Endovascular treatment for ruptured abdominal aortic aneurysm",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "An abdominal aortic aneurysm (AAA) (pathological enlargement of the aorta) is a condition that can occur as a person ages. It is most commonly seen in men older than 65 years of age. Progressive aneurysm enlargement can lead to rupture and massive internal bleeding, which is fatal unless timely repair can be achieved. Despite improvements in perioperative care, mortality remains high (approximately 50%) after conventional open surgical repair. Endovascular aneurysm repair (EVAR), a minimally invasive technique, has been shown to reduce early morbidity and mortality as compared to conventional open surgery for planned AAA repair. More recently emergency endovascular aneurysm repair (eEVAR) has been used successfully to treat ruptured abdominal aortic aneurysm (RAAA), proving that it is feasible in select patients; however, it is unclear if eEVAR will lead to significant improvements in outcomes for these patients or if indeed it can replace conventional open repair as the preferred treatment for this lethal condition. This is an update of the review first published in 2006."
    },
    {
      "heading": "Objectives",
      "text": "To assess the advantages and disadvantages of emergency endovascular aneurysm repair (eEVAR) in comparison with conventional open surgical repair for the treatment of ruptured abdominal aortic aneurysm (RAAA). This will be determined by comparing the effects of eEVAR and conventional open surgical repair on short-term mortality, major complication rates, aneurysm exclusion (specifically endoleaks in the eEVAR treatment group), and late complications."
    },
    {
      "heading": "Search methods",
      "text": "For this update the Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register (last searched June 2016), CENTRAL (2016, Issue 5), and trials registries. We also checked reference lists of relevant publications."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials in which participants with a clinically or radiologically diagnosed RAAA were randomly allocated to eEVAR or conventional open surgical repair."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies identified for potential inclusion for eligibility. Two review authors also independently completed data extraction and quality assessment. Disagreements were resolved through discussion. We performed meta-analysis using fixed-effect models with odds ratios (ORs) and 95% confidence intervals (CIs) for dichotomous data and mean differences with 95% CIs for continuous data."
    },
    {
      "heading": "Main results",
      "text": "We included four randomised controlled trials in this review. A total of 868 participants with a clinical or radiological diagnosis of RAAA were randomised to receive either eEVAR or open surgical repair. Overall risk of bias was low, but we considered one study that performed randomisation in blocks by week and performed no allocation concealment and no blinding to be at high risk of selection bias. Another study did not adequately report random sequence generation, putting it at risk of selection bias, and two studies were underpowered. There was no clear evidence to support a difference between the two interventions for 30-day (or in-hospital) mortality (OR 0.88, 95% CI 0.66 to 1.16; moderate-quality evidence). There were a total of 44 endoleak events in 128 participants from three studies (low-quality evidence). Thirty-day complication outcomes (myocardial infarction, stroke, composite cardiac complications, renal complications, severe bowel ischaemia, spinal cord ischaemia, reoperation, amputation, and respiratory failure) were reported in between one and three studies, therefore we were unable to draw a robust conclusion. We downgraded the quality of the evidence for myocardial infarction, renal complications, and respiratory failure due to imprecision, inconsistency, and risk of bias. Odds ratios for complications outcomes were OR 2.38 (95% CI 0.34 to 16.53; 139 participants; 2 studies; low-quality evidence) for myocardial infarction; OR 1.07 (95% CI 0.21 to 5.42; 255 participants; 3 studies; low-quality evidence) for renal complications; and OR 3.62 (95% CI 0.14 to 95.78; 32 participants; 1 study; low-quality evidence) for respiratory failure. There was low-quality evidence of a reduction in bowel ischaemia in the eEVAR treatment group, but very few events were reported (OR 0.37, 95% CI 0.14 to 0.94), and we downgraded the evidence due to imprecision and risk of bias. Six-month and one-year outcomes were evaluated in three studies, but only results from a single study could be used for each outcome, which showed no clear evidence of a difference between the interventions. We rated six-month mortality evidence as of moderate quality due to imprecision (OR 0.89, 95% CI 0.40 to 1.98; 116 participants)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The conclusions of this review are currently limited by the paucity of data. We found from the data available moderate-quality evidence suggesting there is no difference in 30-day mortality between eEVAR and open repair. Not enough information was provided for complications for us to make a well-informed conclusion, although it is possible that eEVAR is associated with a reduction in bowel ischaemia. Long-term data were lacking for both survival and late complications. More high-quality randomised controlled trials comparing eEVAR and open repair for the treatment of RAAA are needed to better understand if one method is superior to the other, or if there is no difference between the methods on relevant outcomes."
    }
  ],
  "pls_title": "Endovascular treatment for ruptured abdominal aortic aneurysm",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "The abdominal aorta is the main artery supplying blood to the lower part of the body. An abnormal ballooning and weakening of the wall of the aorta (aortic aneurysm) can occur with age, particularly in older men. An aneurysm may progressively enlarge without obvious symptoms, yet it is potentially lethal as it can burst (rupture), causing massive internal bleeding. Death is inevitable unless the bleeding can be stopped and blood flow to the lower body promptly restored. Until recently this required an open operation (laparotomy) to clamp the abdominal aorta and replace the segment of the aorta with a synthetic artery tube-graft. Many patients do not survive this major operation due to the effects of massive bleeding or failure of vital organs, such as the heart, lungs, and kidneys, despite improvements in the surgical technique and care of the critically ill patient.\nEndovascular treatment, a minimally invasive technique, allows the surgeon to pass a stent graft through the blood vessels from the groin to the site of rupture, where it is positioned and attached to the healthy artery above and below the aneurysm to stop bleeding and form a new channel for blood flow. This technique is successful in suitable patients for the planned treatment of non-ruptured aneurysms and can reduce early postoperative complications and deaths."
    },
    {
      "heading": "Study characteristics and key results",
      "text": "The present review looked at the available evidence for endovascular repair effectiveness compared with open surgery for ruptured aneurysms. We included four studies with a total of 868 participants. Risk of bias was generally low, but one study was at high risk of selection bias due to their use of the block method of randomisation; one study did not adequately report randomisation methods; and two studies may not have included a sufficient number of participants to adequately answer the questions posed by the studies. We found that from the data currently available there appears to be no difference in death within 30 days of the procedure between endovascular repair and open repair. Endoleaks were reported in 44 participants from three studies. The data on complications (myocardial infarction, stroke, combined cardiac complications, renal complications, spinal cord ischaemia, reoperation, amputation, and respiratory failure) are not robust enough at this point to make any strong conclusions on superiority of either repair technique, but emergency endovascular aneurysm repair (eEVAR) may be associated with a lower risk of bowel ischaemia. No robust conclusion can be made on outcomes at six months or one year. More studies are needed to better understand whether or not one of the aneurysm repair techniques, endovascular or open surgical, is superior based on patient outcomes."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We found from the data available moderate-quality evidence suggesting there is no difference in 30-day mortality between eEVAR and open repair. Not enough information was provided for complications for us to make a well-informed conclusion, although it is possible that eEVAR is associated with a reduction in bowel ischaemia. We downgraded the quality of the evidence as some studies contained too few participants, not all studies reported on all complication outcomes, and the number of complications occurring between studies varied substantially."
    }
  ]
}