{
  "doi": "10.1002/14651858.CD009954.pub2",
  "name": "Cervical ripening before first trimester surgical evacuation for non‐viable pregnancy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Medications or mechanical dilators are often used to soften and dilate the cervix prior to surgical evacuation of the uterus for non-viable pregnancy, or miscarriage. The majority of miscarriages occur in the first trimester. The aim of cervical ripening is to reduce the possibility of injury to the uterus and cervix and improve the surgical ease of the procedure. Cervical ripening agents can have adverse effects and it is uncertain as to whether these risks outweigh the benefits of their use."
    },
    {
      "heading": "Objectives",
      "text": "To systematically review the benefits and harms of using cervical ripening agents prior to surgical evacuation of non-viable pregnancy prior to 14 weeks' gestation."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 April 2015) and reference lists of retrieved papers."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (published in full-text form, or as abstracts only), which assessed the use of pharmacological or mechanical agents to ripen the cervix in women undergoing dilation and curettage or vacuum aspiration for non-viable pregnancy at less than 14 weeks' gestation were eligible for inclusion. Cluster-randomised controlled trials and trials using a cross-over design were not eligible for inclusion.\nUnpublished randomised controlled trials and quasi-randomised trials would have been eligible for inclusion but none were identified."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the studies for inclusion, assessed risk of bias and carried out data extraction. Data were checked for accuracy."
    },
    {
      "heading": "Main results",
      "text": "We included nine trials with 469 women. A diverse set of medications and regimens were studied in these trials, making the comparisons available for meta-analysis limited. The comparisons draw data from six trials with 383 participants. All trials were relatively small and had several aspects of unclear risk of bias with few of this review's outcomes reported. Due to this, no data from three trials were able to be used despite them meeting inclusion criteria.\nWe carried out four comparisons: isosorbide mononitrate or dinitrate compared with misoprostol; misoprostol compared with placebo; chemical dilation (use of medications) compared with mechanical dilation; and any cervical preparation compared with placebo.\nNone of the included studies reported data on the review's primary outcome: cervical or uterine injury (perforation, laceration, creation of a false passage).\nNo clear difference was shown between isosorbide compounds and misoprostol for the outcome need for manual cervical dilation (average risk ratio (RR) 0.76, 95% confidence interval (CI) 0.10 to 5.64; three trials, 150 women; Tau² = 2.11; I² = 69%), however the data were heterogenous. In terms of adverse effects, misoprostol was associated with more vomiting (RR 0.11, 95% CI 0.01 to 0.85; two trials, 120 women), however there were no clear differences between isosorbide compounds and misoprostol in relation to other reported adverse effects (headache, nausea or hypotension). The dosing regimens differed in terms of dose, number of administrations and route of administration in the different trials. Mechanical (Dilapan-S hygroscopic) dilators performed similarly to chemical dilators in a single trial (65 women) that measured difficulty in cervical dilation, excessive bleeding and adverse effects.\nMisoprostol was shown to be more effective than placebo for cervical ripening (reduced need for manual cervical dilation ) (RR 0.14, 95% CI 0.08 to 0.26; one trial, 120 women), and surgical time was reduced when misoprostol was used (mean difference (MD) -3.15, 95% CI -3.59 to -2.70; one trial, 120 women). However, compared to placebo, misoprostol, was associated with more abdominal pain (RR 29.00, 95% CI 1.77 to 475.35; one trial, 120 women), although no clear differences in the risk of other adverse effects (nausea, vomiting, headache or fever) were observed between groups.\nThere was no clear differences between chemical dilation and mechanical dilators for the outcomes: difficulty in cervical dilation , excessive bleeding or adverse effects.\nCompared with placebo, any cervical preparation reduced the need for manual cervical dilatation (average RR 0.25, 95% CI 0.07 to 0.89; two trials, 168 women; Tau² = 0.67; I² = 81%), and reduced surgical time (MD -2.55, 95% CI -3.67 to -1.43, two trials, 168 women; Tau² = 0.63; I² = 96%).\nNone of the included trials reported on the review's other secondary outcomes, including: injury to bladder or bowel, miscarriage/preterm birth in a subsequent pregnancy, analgesia use after administration of ripening agent but before surgery, or analgesia use after surgery."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review found no evidence to evaluate cervical ripening prior to first trimester surgical evacuation for miscarriage for reducing the rate of cervical or uterine injury, however, this may be because these outcomes are very rare. Cervical preparation was shown to reduce the need for manual cervical dilatation compared with placebo.\nMisoprostol and isosorbide mononitrate and dinitrate were similarly effective in ripening the cervix, however there was more vomiting with misoprostol. Mechanical (Dilapan-S hygroscopic) dilators performed similarly to chemical dilators.\nThe nine studies included in this review were small and the methodological quality of the trials was mixed, and for the most part, not well-described; thus any conclusions drawn from the data included in this review must be treated with caution. Consequently, large, high-quality trials are required to determine whether the benefits of this treatment outweigh the risks. Further research should be powered to assess the rate of cervical and uterine injury between interventions. Future research should also guide clinicians in deciding whether the benefits of reduced manual cervical dilatation outweigh the risks of adverse effects associated with these agents (nausea, vomiting, headache, fever, diarrhoea and pain). Women's satisfaction and outcomes of future pregnancies should also be assessed."
    }
  ],
  "pls_title": "Cervical ripening before first trimester surgical evacuation for non-viable pregnancy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Using medications or devices to soften and dilate the cervix can reduce the amount of manual dilation required before the uterus is surgically emptied of a non-viable pregnancy, or miscarriage. The purpose of this cervical ripening is to reduce the possibility of injury to the uterus and cervix and make the procedure easier to perform, although the ripening agents can have side effects."
    },
    {
      "heading": "Why is this important?",
      "text": "A large number of gynaecologists are already using cervical ripening techniques before surgical evacuation of the uterus for miscarriages. It is important to assess whether this is an effective and safe practice."
    },
    {
      "heading": "What evidence did we find?",
      "text": "Our search for studies (on 30 April 2015) identified nine randomised controlled studies involving 469 women, but only six trials (involving 383 women) contributed data towards this review. The studies included small numbers of women and were not generally of high quality.\nNone of the included studies reported data on cervical or uterine injury, which are rare events.\nCervical preparation, either using mechanical or chemical dilation with misoprostol, was shown to reduce the need for manual cervical dilatation and surgical time compared with placebo (two trials, 168 women).\nMisoprostol was associated with more abdominal pain than placebo but no clear differences were observed in the risk of other adverse effects such as nausea, vomiting, headache or fever.\nMisoprostol and isosorbide mononitrate and dinitrate were similarly effective in ripening the cervix and reducing the need for manual cervical dilation (three trials, 150 women). Misoprostol caused more vomiting but with no clear differences in other reported adverse effects (headache, nausea or hypotension). The dosing regimens differed in terms of dose, number of administrations and route of administration in the different trials. Mechanical (Dilapan-S hygroscopic) dilators performed similarly to chemical dilators in a single trial (65 women) that measured difficulty in cervical dilation, excessive bleeding and adverse effects.\nThe medications or devices used did reduce the need for manual dilation of the cervix, but were associated with some side effects. These include abdominal pain, nausea, vomiting, fever, headache and diarrhoea. The particular agents that we compared were misoprostol, isosorbide mononitrate, isosorbide dinitrate and Dilapan-S hygroscopic dilators. No agent performed significantly better than another."
    },
    {
      "heading": "What does this mean?",
      "text": "The nine studies included in this review were small and the methodological quality of the trials was varied. For the most part, the study methods were not well-described; thus any conclusions drawn from the data included in this review must be treated with caution. Large, high-quality trials are required to understand whether easier dilation means there is less risk of injury to the woman's uterus or cervix during the surgery, or if there are any effects on future pregnancies."
    }
  ]
}