{
  "doi": "10.1002/14651858.CD004325.pub2",
  "name": "Surgical versus non‐surgical treatment for acute anterior shoulder dislocation",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acute anterior dislocation is the commonest type of shoulder dislocation. Subsequently, the shoulder is less stable and more susceptible to redislocation, especially in active young adults."
    },
    {
      "heading": "Objectives",
      "text": "To compare surgical versus non-surgical treatment for acute anterior dislocation of the shoulder."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Bone, Joint and Muscle Trauma Group Specialised Register (14 August 2009), The Cochrane Library (2009, Issue 3), MEDLINE (1950 to August 2009), EMBASE (1980 to August 2009), trial registration databases, conference proceedings and reference lists of articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised controlled trials comparing surgical with conservative interventions."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Both authors independently selected trials, assessed methodological quality and extracted data. Where appropriate, results were pooled."
    },
    {
      "heading": "Main results",
      "text": "The four included studies involved 163 participants, mainly active young adult males. All had had a primary (first time) traumatic anterior shoulder dislocation. Methodological quality was variable.\nAll participants of one trial returned to active military duty. Two trials respectively reported similar numbers with reduced sports participation or non return to previous activities. The other, an inadequately reported, trial found significantly fewer people in the surgical group failed to attain previous levels of sports activity.\nPooled results from all four trials showed that subsequent instability, either redislocation or subluxation, was statistically significantly less frequent in the surgical group (risk ratio 0.25, 95% confidence interval 0.14 to 0.44). This result remained statistically significant (risk ratio 0.32, 95% confidence interval 0.17 to 0.59) for the three trials reported in full. Half (17/33) of the conservatively treated patients with shoulder instability in these three trials opted for subsequent surgery.\nDifferent, mainly patient rated, functional assessment measures for the shoulder were recorded in these trials. The results were more favourable, usually statistically significantly so, in those treated surgically.\nThe only complication reported was a septic joint in a surgically treated patient. There was no information on shoulder pain, long-term complications or resource use."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Limited evidence supports primary surgery for young adults, usually male, engaged in highly demanding physical activities who have sustained their first acute traumatic shoulder dislocation. There is no evidence available to determine which treatment is better for other patient groups.\nSufficiently powered, good quality, well reported randomised trials are required that compare surgical treatment with conservative treatment for these injuries, including in people at lower risk of recurrence. Long-term surveillance of outcome, looking at shoulder disorders including osteoarthritis is also required."
    }
  ],
  "pls_title": "Surgical versus non-surgical treatment for acute anterior shoulder dislocation",
  "pls_type": "long",
  "pls": "Acute anterior shoulder dislocation occurs where the top end of the humerus (the upper arm bone) is pushed out of the joint socket in a forward direction, usually as a result of an accident such as a fall. Initial treatment requires putting the joint back together. Subsequent treatment is either non-surgical, involving placing the arm in a sling followed by exercises, or surgical, involving repair of damaged structures or cleaning up the joint space.\nThis review included four trials that involved 163 participants who were mainly active young adult males. All had had a primary (first time) anterior shoulder dislocation as a result of injury. Methodological quality of the trials was variable. Three trials found similar numbers returning to previous activities such as active military duties and sports. The other trial found significantly fewer people in the surgical group failing to attain previous levels of sports activity.\nPooled results from the three trials that were reported in full (124 participants) showed that subsequent instability, either redislocation or subluxation (partial dislocation), was significantly less frequent in the surgical group. Half (17/33) of the conservatively treated patients with shoulder instability in these three trials opted for subsequent surgery. Function, measured in different ways in the four trials, was usually better in those treated surgically. The only complication of treatment reported was an infected joint in a surgically treated patient.\nThis review found that highly active young people were less likely to have an unstable shoulder when treated surgically after an acute anterior shoulder dislocation."
}