{
  "doi": "10.1002/14651858.CD009840.pub2",
  "name": "Supportive interventions for enhancing dietary intake in malnourished or nutritionally at‐risk adults ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Supportive interventions such as serving meals in a dining room environment or the use of assistants to feed patients are frequently recommended for the management of nutritionally vulnerable groups. Such interventions are included in many policy and guideline documents and have implications for staff time but may incur additional costs, yet there appears to be a lack of evidence for their efficacy."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of supportive interventions for enhancing dietary intake in malnourished or nutritionally at-risk adults."
    },
    {
      "heading": "Search methods",
      "text": "We identified publications from comprehensive searches of the Cochrane Library, MEDLINE, Embase, AMED, British Nursing Index, CINAHL, SCOPUS, ISI Web of Science databases, scrutiny of the reference lists of included trials and related systematic reviews and handsearching the abstracts of relevant meetings. The date of the last search for all databases was 31 March 2013. Additional searches of CENTRAL, MEDLINE, ClinicalTrials.gov and WHO ICTRP were undertaken to September 2016. The date of the last search for these databases was 14 September 2016."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of supportive interventions given with the aim of enhancing dietary intake in nutritionally vulnerable adults compared with usual care."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors and for the final search, the editor, selected trials from titles and abstracts and independently assessed eligibility of selected trials. Two review authors independently extracted data and assessed risk of bias, as well as evaluating overall quality of the evidence utilising the GRADE instrument, and then agreed as they entered data into the review. The likelihood of clinical heterogeneity amongst trials was judged to be high as trials were in populations with widely different clinical backgrounds, conducted in different healthcare settings and despite some grouping of similar interventions, involved interventions that varied considerably. We were only able, therefore, to conduct meta-analyses for the outcome measures, 'all-cause mortality', 'hospitalisation' and 'nutritional status (weight change)'."
    },
    {
      "heading": "Main results",
      "text": "Forty-one trials (10,681 participants) met the inclusion criteria. Trials were grouped according to similar interventions (changes to organisation of nutritional care (N = 13; 3456 participants), changes to the feeding environment (N = 5; 351 participants), modification of meal profile or pattern (N = 12; 649 participants), additional supplementation of meals (N = 10; 6022 participants) and home meal delivery systems (N = 1; 203 participants). Follow-up ranged from ‘duration of hospital stay’ to 12 months.\nThe overall quality of evidence was moderate to very low, with the majority of trials judged to be at an unclear risk of bias in several risk of bias domains. The risk ratio (RR) for all-cause mortality was 0.78 (95% confidence interval (CI) 0.66 to 0.92); P = 0.004; 12 trials; 6683 participants; moderate-quality evidence. This translates into 26 (95% CI 9 to 41) fewer cases of death per 1000 participants in favour of supportive interventions. The RR for number of participants with any medical complication ranged from 1.42 in favour of control compared with 0.59 in favour of supportive interventions (very low-quality evidence). Only five trials (4451 participants) investigated health-related quality of life showing no substantial differences between intervention and comparator groups. Information on patient satisfaction was unreliable. The effects of supportive interventions versus comparators on hospitalisation showed a mean difference (MD) of -0.5 days (95% CI -2.6 to 1.6); P = 0.65; 5 trials; 667 participants; very low-quality evidence. Only three of 41 included trials (4108 participants; very low-quality evidence) reported on adverse events, describing intolerance to the supplement (diarrhoea, vomiting; 5/34 participants) and discontinuation of oral nutritional supplements because of refusal or dislike of taste (567/2017 participants). Meta-analysis across 17 trials with adequate data on weight change revealed an overall improvement in weight in favour of supportive interventions versus control: MD 0.6 kg (95% CI 0.21 to 1.02); 2024 participants; moderate-quality evidence. A total of 27 trials investigated nutritional intake with a majority of trials not finding marked differences in energy intake between intervention and comparator groups. Only three trials (1152 participants) reported some data on economic costs but did not use accepted health economic methods (very low-quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is evidence of moderate to very low quality to suggest that supportive interventions to improve nutritional care results in minimal weight gain. Most of the evidence for the lower risk of all-cause mortality for supportive interventions comes from hospital-based trials and more research is needed to confirm this effect. There is very low-quality evidence regarding adverse effects; therefore whilst some of these interventions are advocated at a national level clinicians should recognise the lack of clear evidence to support their role. This review highlights the importance of assessing patient-important outcomes in future research."
    }
  ],
  "pls_title": "Supportive interventions for improving dietary intake in nutritionally vulnerable groups",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Are supportive interventions for improving dietary intake in nutritionally vulnerable groups (malnourished or nutritionally at-risk individuals) effective?"
    },
    {
      "heading": "Background",
      "text": "Serving meals in a dining room, or the use of assistance to help feed people in need and other similar methods are often recommended to help especially sick and elderly people who have lost or are likely to lose weight (nutritionally vulnerable groups). Such supportive interventions are implemented in the health care in many countries but their effects are not well investigated."
    },
    {
      "heading": "Study characteristics",
      "text": "We included 41 randomised controlled studies (clinical studies where people are randomly put into one of two or more treatment groups) with a total of 10,681 people in our review. There were five different interventions which we call 'supportive interventions': changes to the organisation of nutritional care (13 studies, 3456 people), changes to the feeding environment (5 studies, 351 people), modification of the meal profile or pattern (12 studies, 649 people), additional supplementation of meals (10 studies, 6022 people) and home meal delivery systems (1 study, 203 people). Monitoring participants over time (follow-up) ranged from ‘duration of hospital stay’ to 12 months. The comparator groups received 'usual' care. More than half of all participants took part in studies investigating the additional supplementation of meals (for example a protein-energy oral nutritional supplement in addition to the usual diet)."
    },
    {
      "heading": "Key results",
      "text": "It is possible that supportive interventions for enhancing dietary intake in nutritionally vulnerable groups reduce death from any cause (approximately 23 fewer cases of death per 1000 participants in favour of supportive interventions). However, this has to be confirmed by more evidence from high-quality randomised controlled studies. The number of participants experiencing any medical complication did not differ substantially between the supportive interventions and the comparator groups. The same was found for health-related quality of life (which is physical, mental, emotional and social health attributed to health), patient satisfaction, nutritional or energy intake and days spent in hospital. Economic costs were not well investigated.\nOnly three studies reported on side effects, describing intolerance to the nutritional supplement (such as diarrhoea or vomiting in 5 of 34 participants) and discontinuation of oral nutritional supplements because of refusal or dislike of taste (567 of 2017 participants).\nAfter analysing 15 studies in 1945 participants we found a beneficial effect of supportive interventions compared with comparators on weight: on average people in the supportive interventions groups increased their weight 0.6 kg more than people in the comparator groups.\nThis evidence is up to date as of September 2016."
    },
    {
      "heading": "Quality of evidence",
      "text": "The overall quality of evidence ranged between moderate to very low, mainly because for most of our outcomes there was only a small number of studies and participants to achieve reliable information, or because risk of bias made results uncertain. However, if some randomised controlled studies with low risk of bias for our patient-important outcomes and a good number of participants were performed, this review could quickly provide good guidance for better health care."
    }
  ]
}