{
  "doi": "10.1002/14651858.CD009125.pub3",
  "name": "Psychological treatments for depression and anxiety in dementia and mild cognitive impairment ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Experiencing anxiety and depression is very common in people living with dementia and mild cognitive impairment (MCI). There is uncertainty about the best treatment approach. Drug treatments may be ineffective and associated with adverse effects. Guidelines recommend psychological treatments. In this updated systematic review, we investigated the effectiveness of different psychological treatment approaches."
    },
    {
      "heading": "Objectives",
      "text": "Primary objective\nTo assess the clinical effectiveness of psychological interventions in reducing depression and anxiety in people with dementia or MCI.\nSecondary objectives\nTo determine whether psychological interventions improve individuals' quality of life, cognition, activities of daily living (ADL), and reduce behavioural and psychological symptoms of dementia, and whether they improve caregiver quality of life or reduce caregiver burden."
    },
    {
      "heading": "Search methods",
      "text": "We searched ALOIS, the Cochrane Dementia and Cognitive Improvement Group's register, MEDLINE, Embase, four other databases, and three trials registers on 18 February 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that compared a psychological intervention for depression or anxiety with treatment as usual (TAU) or another control intervention in people with dementia or MCI."
    },
    {
      "heading": "Data collection and analysis",
      "text": "A minimum of two authors worked independently to select trials, extract data, and assess studies for risk of bias. We classified the included psychological interventions as cognitive behavioural therapies (cognitive behavioural therapy (CBT), behavioural activation (BA), problem-solving therapy (PST)); 'third-wave' therapies (such as mindfulness-based cognitive therapy (MBCT)); supportive and counselling therapies; and interpersonal therapies. We compared each class of intervention with control. We expressed treatment effects as standardised mean differences or risk ratios. Where possible, we pooled data using a fixed-effects model. We used GRADE methods to assess the certainty of the evidence behind each result."
    },
    {
      "heading": "Main results",
      "text": "We included 29 studies with 2599 participants. They were all published between 1997 and 2020. There were 15 trials of cognitive behavioural therapies (4 CBT, 8 BA, 3 PST), 11 trials of supportive and counselling therapies, three trials of MBCT, and one of interpersonal therapy. The comparison groups received either usual care, attention-control education, or enhanced usual care incorporating an active control condition that was not a specific psychological treatment. There were 24 trials of people with a diagnosis of dementia, and five trials of people with MCI. Most studies were conducted in community settings. We considered none of the studies to be at low risk of bias in all domains.\nCognitive behavioural therapies (CBT, BA, PST)\nCognitive behavioural therapies are probably slightly better than treatment as usual or active control conditions for reducing depressive symptoms (standardised mean difference (SMD) -0.23, 95% CI -0.37 to -0.10; 13 trials, 893 participants; moderate-certainty evidence). They may also increase rates of depression remission at the end of treatment (risk ratio (RR) 1.84, 95% CI 1.18 to 2.88; 2 studies, with one study contributing 2 independent comparisons, 146 participants; low-certainty evidence). We were very uncertain about the effect of cognitive behavioural therapies on anxiety at the end of treatment (SMD -0.03, 95% CI -0.36 to 0.30; 3 trials, 143 participants; very low-certainty evidence). Cognitive behavioural therapies probably improve patient quality of life (SMD 0.31, 95% CI 0.13 to 0.50; 7 trials, 459 participants; moderate-certainty evidence) and activities of daily living at end of treatment compared to treatment as usual or active control (SMD -0.25, 95% CI -0.40 to -0.09; 7 trials, 680 participants; moderate-certainty evidence).\nSupportive and counselling interventions\nMeta-analysis showed that supportive and counselling interventions may have little or no effect on depressive symptoms in people with dementia compared to usual care at end of treatment (SMD -0.05, 95% CI -0.18 to 0.07; 9 trials, 994 participants; low-certainty evidence). We were very uncertain about the effects of these treatments on anxiety, which was assessed only in one small pilot study.\nOther interventions\nThere were very few data and very low-certainty evidence on MBCT and interpersonal therapy, so we were unable to draw any conclusions about the effectiveness of these interventions."
    },
    {
      "heading": "Authors' conclusions",
      "text": "CBT-based treatments added to usual care probably slightly reduce symptoms of depression for people with dementia and MCI and may increase rates of remission of depression. There may be important effect modifiers (degree of baseline depression, cognitive diagnosis, or content of the intervention). CBT-based treatments probably also have a small positive effect on quality of life and activities of daily living. Supportive and counselling interventions may not improve symptoms of depression in people with dementia. Effects of both types of treatment on anxiety symptoms are very uncertain. We are also uncertain about the effects of other types of psychological treatments, and about persistence of effects over time. To inform clinical guidelines, future studies should assess detailed components of these interventions and their implementation in different patient populations and in different settings."
    }
  ],
  "pls_title": "Psychological treatments for depression and anxiety in dementia and mild cognitive impairment",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key points",
      "text": "- Psychological treatments based on cognitive behavioural therapy (which focuses on changing thoughts and behaviours) probably have small positive effects on depression, quality of life and daily activities in people with dementia or mild cognitive impairment (MCI).\n- There is not enough evidence to know whether any psychological treatments are helpful for anxiety in people with dementia or MCI.\n- More evidence is needed about different types of psychological treatments and which treatments may be best for which people."
    },
    {
      "heading": "What are dementia and mild cognitive impairment?",
      "text": "Dementia is a condition in which problems develop with cognition (memory and thinking skills). Someone with dementia is no longer able to manage all their daily activities independently. Mild cognitive impairment (MCI) is less severe and does not have a significant effect on daily activities. Some people with MCI will go on to develop dementia."
    },
    {
      "heading": "What do we mean by psychological treatments?",
      "text": "Psychological treatments, sometimes known as ‘talking therapies’, are based on psychological theories. They involve a therapist working together with an individual or a small group of people to develop skills and strategies to improve well-being. These treatments can be adapted for people with cognitive impairment."
    },
    {
      "heading": "What did we want to find out?",
      "text": "Depression and anxiety are common in people with dementia and MCI, but the best way to treat them is unclear. Medicines often used to treat these problems may not be effective for people with dementia and may cause side effects, so many guidelines recommend trying psychological treatments first. We were interested in psychological therapies that aim to reduce symptoms of anxiety or depression or to improve the emotional well-being of people with dementia or MCI. There are a variety of different types of psychological treatment. We wanted to find out how effective each treatment is for symptoms of depression and anxiety in people with dementia or MCI. We also wanted to find out about effects on quality of life, ability to manage daily activities and thinking skills, and to know if the treatments had any unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared a psychological treatment to usual care, or to usual care plus a treatment that was not a specific psychological treatment.\nWe divided the psychological treatments into several broad categories based on the theory behind them and the content of the treatment sessions, and we looked at each category separately. We summarised the results of the studies and rated our confidence in the evidence based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 29 studies that included 2599 people with dementia or MCI. Most of the evidence we found was about treatments based on cognitive behavioural therapy (CBT, which aims to alter thoughts and behaviours) and treatments aimed at supporting well-being, which we called counselling and supportive therapies. We also found a very small number of studies about mindfulness-based cognitive therapy and interpersonal therapy. The majority of studies looked at the effect on depression, but very few studies had anxiety as an outcome.\nThe evidence we found suggests that:\n- CBT-based treatments probably improve symptoms of depression, quality of life and ability to manage daily activities at the end of the treatment period in people with dementia or MCI, although the effects were small. We could not be sure about any effect on anxiety. There was some evidence that the effect on depression might depend on how severe the symptoms of depression were before the start of treatment, whether people had a diagnosis of dementia or MCI and what type of treatment was used, but more research would be needed to be sure about this.\n- Supportive and counselling treatments may have no effect on symptoms of depression at the end of treatment and there was not enough evidence for us to know if there was any effect on anxiety.\n- We cannot be sure about the effect of mindfulness-based therapies or interpersonal therapy because there were very few studies of these treatments.\nThere was limited information about unwanted effects associated with any of the treatments.\nWe also found 14 ongoing studies, so we can expect more evidence about our question to become available in the next few years."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We could be moderately certain about the small positive effects of CBT-based treatments on depression, quality of life and daily activities, but were less certain about other results. Most people in the review had dementia of mild to moderate severity so the results may not apply to people with MCI or more severe dementia. Very few studies included only people who had significant levels of depression before treatment, although these are the people most likely to be offered treatment in practice. There is not yet enough evidence to be able to say which people are most likely to benefit from which psychological treatments."
    },
    {
      "heading": "How up to date is the evidence?",
      "text": "This review is up to date to February 2021."
    }
  ]
}