{
  "doi": "10.1002/14651858.CD014703.pub2",
  "name": "Endovascular therapy versus medical treatment for spontaneous isolated dissection of the superior mesenteric artery ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Spontaneous isolated dissection of the superior mesenteric artery (SIDSMA) occurs when a tear in the inner layer of the superior mesenteric artery (SMA) allows blood to flow between the layers of the SMA, forcing the layers apart, and creating two lumens. Abdominal pain is the most prevalent clinical manifestation. Other people may have no symptoms or experience nausea, vomiting, diarrhea, or blood in their stools. For people with SIDSMA who are not suspected of intestinal necrosis or intra-abdominal bleeding, medical treatment and endovascular therapy are the main treatment options. There is no consensus on the optimum first-line management strategy."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of endovascular therapy versus medical treatment for spontaneous isolated dissection of the superior mesenteric artery (SIDSMA)."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search date was 3 August 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include all randomized controlled trials (RCTs) which compared endovascular therapy and medical treatments for SIDSMA. We planned to exclude studies where participants were treated with open surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were endovascular intervention rate and recurrent abdominal pain. Our secondary outcomes were open surgery rate, remodeling rate of SMA, new aneurysm formation of SMA, SMA occlusion, new dissection of SMA, death, symptom relief rate and complications of endovascular therapy. We planned to use GRADE to assess certainty of evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We did not identify any RCTs to include in any analysis."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We were not able to include any RCTs that compared endovascular therapy versus medical treatment in people with SIDSMA. High-quality RCTs that evaluate the benefits and harms of these interventions are needed to help determine the optimal strategy for managing SIDSMA."
    }
  ],
  "pls_title": "Endovascular therapy versus medical treatment for spontaneous isolated dissection of the superior mesenteric artery",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key message",
      "text": "There is not enough evidence to compare the benefits and harms of the two main options for treating people with spontaneous dissection of the mesenteric artery (SIDSMA)."
    },
    {
      "heading": "Why is this question important?",
      "text": "Blood vessels are made up of different layers. If one of these layers rips or ruptures, blood can flow between the layers, pushing the layers apart and creating two channels for the blood to flow through, which stops the blood from delivering oxygen and nutrients. A spontaneous isolated dissection of the superior mesenteric artery (SIDSMA) occurs after a rupture in one of the main blood vessels in the abdomen (stomach area), called the superior mesenteric artery, happens for no clear reason and not in any other main vessels. People may not show any symptoms, or they may have abdominal pain, feel sick, vomit, have diarrhea or blood in their stools.\nThere are two main treatment options for people with SIDSMA. The first is medical treatment, where people are given nutrients through a line straight into the blood. This means the stomach and intestines (where food is digested) do not need as much blood. This gives the ruptured vessels time to recover. The second option is endovascular therapy, where a small incision is made in the groin area or in the elbow pit and a small tube (stent) is placed into the blood vessel to seal the rupture and restore normal blood flow. Medical treatment is not always successful and the stent may not continue to maintain normal blood flow for a long time after endovascular therapy.\nIt is important to know about the benefits and harms of both of these options so that doctors and people with SIDSMA can make the best decision about treatment."
    },
    {
      "heading": "What did we do?",
      "text": "We searched the literature for randomized controlled trials which compared endovascular therapy with medical treatment for managing SIDSMA. In randomized controlled trials the treatments people receive are decided at random, and these give the most reliable evidence about treatment effects."
    },
    {
      "heading": "What did we find?",
      "text": "We did not find any studies comparing endovascular therapy with medical treatment."
    },
    {
      "heading": "How certain are we with the evidence?",
      "text": "There is a lack of evidence to help answer this question. High-quality studies are needed to help inform the best treatment options."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is current to 3 August 2021."
    }
  ]
}