{
  "doi": "10.1002/14651858.CD008207.pub3",
  "name": "Continuous passive motion for preventing venous thromboembolism after total knee arthroplasty",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Total knee arthroplasty (TKA) is a common form of orthopaedic surgery. Venous thromboembolism (VTE), which consists of deep venous thrombosis (DVT) and pulmonary embolism (PE), is a major and potentially fatal complication after TKA. The incidence of DVT after TKA is 40% to 80% and the incidence of PE is approximately 2%. It is generally agreed that thromboprophylaxis should be used in patients who undergo TKA. Both pharmacological and mechanical methods are used in the prevention of DVT. Pharmacological methods alter the blood coagulation profile and may increase the risk of bleeding complications. When pharmacological methods cannot be used the mechanical methods become crucial for VTE prophylaxis. Continuous passive motion (CPM) is provided through an external motorised device which enables a joint to move passively throughout a preset arc of motion. Despite the theoretical effectiveness and widespread use of CPM, there are still differing views on the effectiveness of CPM as prophylaxis against thrombosis after TKA. This is an update of the review first published in 2012."
    },
    {
      "heading": "Objectives",
      "text": "The aim of this review was to determine the effectiveness of continuous passive motion (CPM) therapy for preventing venous thromboembolism (VTE) in patients after total knee arthroplasty (TKA)."
    },
    {
      "heading": "Search methods",
      "text": "For this update the Cochrane Peripheral Vascular Diseases Group Trials Search Co-ordinator searched the Specialised Register (last searched February 2014), CENTRAL (2014, Issue 1), Ovid MEDLINE (to week 1 February 2014) and EMBASE (to Week 07 2014)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing the use of CPM with control in preventing DVT or PE after TKA. People aged 18 years and older who had undergone TKA were included in this review. We excluded studies of patients who presented with DVT at baseline. The experimental and control groups received similar postoperative care and therapy other than the CPM."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the citations retrieved by the search strategies for reports of relevant RCTs. They independently selected trials that satisfied the inclusion criteria, extracted data and undertook quality assessment. Effects were estimated as risk ratios (RRs), mean differences or standardised mean differences with 95% confidence intervals (CIs). Meta-analyses were performed using a fixed-effect model for continuous variables. Where heterogeneity existed (determined by the I2 statistic) a random-effects model was used."
    },
    {
      "heading": "Main results",
      "text": "Eleven RCTs involving 808 participants met the inclusion criteria. The methodological quality of the included studies was variable and most of the predefined outcomes were reported by only one or two studies, therefore the quality of the evidence was low. Five studies with a total of 405 patients reported the incidence of DVT. In the CPM group (205 patients) 36 developed DVT (18%) compared to 29 (15%) in the control group (200 patients). The results of the meta-analysis showed no evidence that CPM had any effect on preventing VTE after TKA (RR 1.22, 95% CI 0.84 to 1.79). One trial (150 participants) did not find PE in any of the patients during hospitalisation or in the subsequent three months. PE was not reported in the other included studies. None of the trials reported deaths among the included participants."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is not enough evidence from the available RCTs to conclude that CPM reduces VTE after TKA. We cannot assess the effect of CPM on mortality because no such events occurred amongst the participants of these trials. The quality of the evidence was low. The results are supported by only a small number of studies, most of which are of low to moderate quality."
    }
  ],
  "pls_title": "Continuous passive motion therapy for preventing venous thromboembolism after total knee replacement (arthroplasty)",
  "pls_type": "long",
  "pls": "Total knee arthroplasty (TKA) is a common form of orthopaedic surgery that can improve the quality of life for patients. Patients who receive joint replacement are particularly susceptible to developing deep vein thrombosis (DVT) and pulmonary embolism (PE) because of tissue damage, surgical stress, immobility and muscle weakness following the surgery. Venous thromboembolism (VTE) describes both DVT and PE, which is potentially fatal. The risk of DVT is greatest in the first week after surgery. Drug treatments to prevent VTE include low-molecular-weight heparin, fondaparinux or warfarin, which reduce blood clotting (coagulation). These drugs increase the risk of bleeding after TKA and associated complications such as infection and wound healing problems. Early mobilisation and mechanical methods are therefore of clinical interest. Continuous passive motion (CPM) uses an external motorised device to move the patient's knee through a preset range of motion, as part of postoperative management.\nWe included 11 trials involving 808 participants in our review. The methodological quality of the included studies was variable and the quality of the evidence was low because the outcomes of interest were only reported by one or two studies. Sensitive methods such as venography or sonography were not always used to diagnose DVT and the CPM was applied differently across studies, varying in range of motion, duration of CPM per day and the number of days after the surgery. The incidence of DVT or VTE was not clearly different in the CPM group compared with the control group of participants. This review did not find enough evidence from randomised controlled trials to conclude that CPM reduces VTE."
}