{
  "doi": "10.1002/14651858.CD011915.pub2",
  "name": "Adjunctive therapies in addition to land‐based exercise therapy for osteoarthritis of the hip or knee ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Land-based exercise therapy is recommended in clinical guidelines for hip or knee osteoarthritis. Adjunctive non-pharmacological therapies are commonly used alongside exercise in hip or knee osteoarthritis management, but cumulative evidence for adjuncts to land-based exercise therapy is lacking."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of adjunctive therapies used in addition to land-based exercise therapy compared with placebo adjunctive therapy added to land-based exercise therapy, or land-based exercise therapy only for people with hip or knee osteoarthritis."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, PsycINFO, EMBASE, CINAHL, Physiotherapy Evidence Database (PEDro) and clinical trials registries up to 10 June 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) or quasi-RCTs of people with hip or knee osteoarthritis comparing adjunctive therapies alongside land-based exercise therapy (experimental group) versus placebo adjunctive therapies alongside land-based exercise therapy, or land-based exercise therapy (control groups). Exercise had to be identical in both groups. Major outcomes were pain, physical function, participant-reported global assessment, quality of life (QOL), radiographic joint structural changes, adverse events and withdrawals due to adverse events. We evaluated short-term (6 months), medium-term (6 to 12 months) and long-term (12 months onwards) effects."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed study eligibility, extracted data, and assessed risk of bias and certainty of evidence for major outcomes using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included 62 trials (60 RCTs and 2 quasi-RCTs) totalling 6508 participants. One trial included people with hip osteoarthritis, one hip or knee osteoarthritis and 60 included people with knee osteoarthritis only. Thirty-six trials evaluated electrophysical agents, seven manual therapies, four acupuncture or dry needling, or taping, three psychological therapies, dietary interventions or whole body vibration, two spa or peloid therapy and one foot insoles. Twenty-two trials included a placebo adjunctive therapy. We presented the effects stratified by different adjunctive therapies along with the overall results. We judged most trials to be at risk of bias, including 55% at risk of selection bias, 74% at risk of performance bias and 79% at risk of detection bias. Adverse events were reported in 11 (18%) trials.\nComparing adjunctive therapies plus land-based exercise therapy against placebo therapies plus exercise up to six months (short-term), we found low-certainty evidence for reduced pain and function, which did not meet our prespecified threshold for a clinically important difference. Mean pain intensity was 5.4 in the placebo group on a 0 to 10 numerical pain rating scale (NPRS) (lower scores represent less pain), and 0.77 points lower (0.48 points better to 1.16 points better) in the adjunctive therapy and exercise therapy group; relative improvement 10% (6% to 15% better) (22 studies; 1428 participants). Mean physical function on the Western Ontario and McMaster (WOMAC) 0 to 68 physical function (lower scores represent better function) subscale was 32.5 points in the placebo group and reduced by 5.03 points (2.57 points better to 7.61 points better) in the adjunctive therapy and exercise therapy group; relative improvement 12% (6% better to 18% better) (20 studies; 1361 participants). Moderate-certainty evidence indicates that adjunctive therapies did not improve QOL (SF-36 0 to 100 scale, higher scores represent better QOL). Placebo group mean QOL was 81.8 points, and 0.75 points worse (4.80 points worse to 3.39 points better) in the placebo adjunctive therapy group; relative improvement 1% (7% worse to 5% better) (two trials; 82 participants). Low-certainty evidence (two trials; 340 participants) indicates adjunctive therapies plus exercise may not increase adverse events compared to placebo therapies plus exercise (31% versus 13%; risk ratio (RR) 2.41, 95% confidence interval (CI) 0.27 to 21.90). Participant-reported global assessment was not measured in any studies.\nCompared with land-based exercise therapy, low-certainty evidence indicates that adjunctive electrophysical agents alongside exercise produced short-term (0 to 6 months) pain reduction of 0.41 points (0.17 points better to 0.63 points better); mean pain in the exercise-only group was 3.8 points and 0.41 points better in the adjunctive therapy plus exercise group (0 to 10 NPRS); relative improvement 7% (3% better to 11% better) (41 studies; 3322 participants). Mean physical function (0 to 68 WOMAC subscale) was 18.2 points in the exercise group and 2.83 points better (1.62 points better to 4.04 points better) in the adjunctive therapy plus exercise group; relative improvement 9% (5% better to 13% better) (41 studies; 3323 participants). These results are not clinically important. Mean QOL in the exercise group was 56.1 points and 1.04 points worse in the adjunctive therapies plus exercise therapy group (1.04 points worse to 3.12 points better); relative improvement 2% (2% worse to 5% better) (11 studies; 1483 participants), indicating no benefit (low-certainty evidence). Moderate-certainty evidence indicates that adjunctive therapies plus exercise probably result in a slight increase in participant-reported global assessment (short-term), with success reported by 45% in the exercise therapy group and 17% more individuals receiving adjunctive therapies and exercise (RR 1.37, 95% CI 1.15 to 1.62) (5 studies; 840 participants). One study (156 participants) showed little difference in radiographic joint structural changes (0.25 mm less, 95% CI -0.32 to -0.18 mm); 12% relative improvement (6% better to 18% better). Low-certainty evidence (8 trials; 1542 participants) indicates that adjunctive therapies plus exercise may not increase adverse events compared with exercise only (8.6% versus 6.5%; RR 1.33, 95% CI 0.78 to 2.27)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Moderate- to low-certainty evidence showed no difference in pain, physical function or QOL between adjunctive therapies and placebo adjunctive therapies, or in pain, physical function, QOL or joint structural changes, compared to exercise only. Participant-reported global assessment was not reported for placebo comparisons, but there is probably a slight clinical benefit for adjunctive therapies plus exercise compared with exercise, based on a small number of studies. This may be explained by additional constructs captured in global measures compared with specific measures. Although results indicate no increased adverse events for adjunctive therapies used with exercise, these were poorly reported. Most studies evaluated short-term effects, with limited medium- or long-term evaluation. Due to a preponderance of knee osteoarthritis trials, we urge caution in extrapolating the findings to populations with hip osteoarthritis."
    }
  ],
  "pls_title": "Additional therapies used with exercise therapy for hip or knee osteoarthritis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What was the aim of this review?",
      "text": "Osteoarthritis, a chronic degenerative condition that commonly affects hip and knee joints, causes pain and difficulty with everyday activities such as walking. Land-based exercise therapy refers to exercise conducted on land (as opposed to exercise in the water) and is a first-line treatment. This review aimed to find out if adding additional therapies to land-based exercise therapy improved pain, function, quality of life, participant-reported overall change or X-ray changes in people with hip or knee osteoarthritis. Additional therapies include manual (hands-on) therapy, psychological or dietary therapies, electrophysical agents (such as heat, cold, nerve stimulation, ultrasound or laser therapy) or acupuncture. We included studies comparing additional therapies plus land-based exercise therapy to either 1) sham (or dummy) therapy plus land-based exercise therapy or 2) land-based exercise therapy only."
    },
    {
      "heading": "Search date",
      "text": "This systematic review is up-to-date to 10 June 2021."
    },
    {
      "heading": "What did we find?",
      "text": "We found 62 randomised controlled trials with 6508 participants, mostly women, from 24 countries. The average age was between 52 and 83 years, with symptoms present from 9 months to 12 years. Sixty studies enrolled people with knee osteoarthritis, one enrolled people with hip osteoarthritis and one enrolled people with knee or hip osteoarthritis. Twenty-two trials compared additional therapies plus exercise therapy to sham additional therapies plus exercise therapy, and 41 compared to exercise therapy. Thirty-eight trials studied electrophysical agents, seven studied manual therapies, four studied acupuncture/dry needling or use of tape, three studied psychological or dietary interventions, whole body vibration (this involves standing on a vibration platform), or spa/mud therapy, and one studied foot orthotics (shoe insoles)."
    },
    {
      "heading": "Funding source",
      "text": "Thirty-eight studies were funded, four received no funding and funding support was not reported in 20."
    },
    {
      "heading": "Main results",
      "text": "Eleven trials (18%) measured adverse (unwanted harmful) events, which included both non-serious and serious adverse events. The most common were increased pain, stiffness or swelling. There was no difference in adverse events between additional therapies used with exercise and sham therapies with exercise."
    },
    {
      "heading": "Additional therapies plus exercise therapy compared with sham additional therapies plus exercise therapy (22 studies)",
      "text": "Compared with sham additional therapies used with land-based exercise therapy, additional therapies such as electrophysical agents, acupuncture, dry needling or taping, used with exercise therapy, may not be more effective in improving pain, physical function or quality of life up to six months after treatment.\nPain (lower scores mean less pain)\nImproved by 10% or 0.77 points on a zero to 10-point scale.\nPhysical function scores (lower scores mean better physical function)\nImproved by 12% or 5.03 points on a zero to 68-point scale.\nQuality of life (higher scores mean better quality of life)\nWorse by 1% or 0.75 points worse on a zero to 100-point scale.\nAdverse events\nAlthough not commonly reported in studies, there was no difference in adverse events between additional therapies used with exercise and sham therapies with exercise."
    },
    {
      "heading": "Additional therapies plus exercise therapy compared with exercise therapy (41 studies)",
      "text": "Compared with land-based exercise therapy, additional therapies (manual therapies, electrotherapy, dietary interventions, psychological therapies, whole body vibration, acupuncture, dry needling, taping, spa/mud therapy or foot orthotics) plus exercise therapy, may not be more effective in improving pain, physical function, quality of life or joint changes measured with X-rays up to six months after treatment.\nPain (lower scores mean less pain)\nImproved by 7% or 0.41 points on a zero to 10-point scale.\nPhysical function scores (lower scores mean better physical function)\nImproved by 9% or 2.83 points on a zero to 68-point scale.\nQuality of life (higher scores mean better quality of life)\nWorse by 2%, or 1.04 points worse on a zero to 100-point scale.\nPatient-reported overall change\n17% more people rated their treatment a success.\nX-ray changes\nImproved by 12% (based on one study)\nAdverse effects\nAlthough not commonly reported in studies, risks appear no greater for additional therapies used with exercise compared to exercise only.\nFewer studies assessed outcomes six or 12 months after treatment. Additional therapies plus land-based exercise therapy may be no better in reducing pain or improving physical function or quality of life than exercise therapy at 6 or 12 months. In patient-reported overall assessment, 31% reported improvement at 6 months, and 42% reported improvement at 12 months."
    },
    {
      "heading": "Conclusions and certainty of evidence",
      "text": "Additional therapies plus exercise therapy do not appear to offer meaningful improvements in pain, function, quality of life or overall change for people with hip or knee osteoarthritis compared with sham additional therapies plus land-based exercise therapy; or in pain, function, quality of life or changes on X-rays when compared with exercise therapy only. Compared with exercise therapy there is probably a clinical benefit in patient-reported overall change for additional therapies plus exercise therapy, based on a small number of studies. Our confidence in the evidence varies between moderate to little or no confidence for different outcomes. Although results indicate no increased adverse events from additional therapies used with exercise therapy, this was poorly reported. Most studies evaluated short-term effects, with limited medium- or long-term evaluation."
    }
  ]
}