{
  "doi": "10.1002/14651858.CD012510.pub2",
  "name": "Drug‐eluting balloon angioplasty versus uncoated balloon angioplasty for the treatment of in‐stent restenosis of the femoropopliteal arteries ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Stents are placed in the femoropopliteal arteries for numerous reasons, such as atherosclerotic disease, the need for dissection, and perforation of the arteries, and can become stenosed with the passage of time. When a stent develops a flow-limiting stenosis, this process is known as \"in-stent stenosis.\" It is thought that in-stent restenosis is caused by a process known as \"intimal hyperplasia\" rather than by the progression of atherosclerotic disease. Management of in-stent restenosis may include performing balloon angioplasty, deploying another stent within the stenosed stent to force it open, and creating a bypass to deliver blood around the stent. The role of drug-eluting technologies, such as drug-eluting balloons (DEBs), in the management of in-stent restenosis is unclear. Drug-eluting balloons might function by coating the inside of stenosed stents with cytotoxic chemicals such as paclitaxel and by inhibiting the hyperplastic processes responsible for in-stent restenosis. It is important to perform this systematic review to evaluate the efficacy of DEB because of the potential for increased expenses associated with DEBs over uncoated balloon angioplasty, also known as plain old balloon angioplasty (POBA)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the safety and efficacy of DEBs compared with uncoated balloon angioplasty in people with in-stent restenosis of the femoropopliteal arteries as assessed by criteria such as amputation-free survival, vessel patency, target lesion revascularization, binary restenosis rate, and death. We define \"in-stent restenosis\" as 50% or greater narrowing of a previously stented vessel by duplex ultrasound or angiography."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register, CENTRAL, MEDLINE, Embase, and CINAHL databases and the World Health Organization International Clinical Trials Registry Platform and ClinicalTrials.gov trials registers to November 28, 2017. Review authors also undertook reference checking to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomized controlled trials that compared DEBs versus uncoated balloon angioplasty for treatment of in-stent restenosis in the femoropopliteal arteries."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors (AK, WA) independently selected appropriate trials and performed data extraction, assessment of trial quality, and data analysis. The senior review author (AD) adjudicated any disagreements."
    },
    {
      "heading": "Main results",
      "text": "Three trials that randomized a combined total of 263 participants met the review inclusion criteria. All three trials examined the treatment of symptomatic in-stent restenosis within the femoropopliteal arteries. These trials were carried out in Germany and Austria and used paclitaxel as the agent in the drug-eluting balloons. Two of the three trials were industry sponsored. Two companies manufactured the drug-eluting balloons (Eurocor, Bonn, Germany; Medtronic, Fridley, Minnesota, USA). The trials examined both anatomical and clinical endpoints. We noted heterogeneity in the frequency of bailout stenting deployment between studies as well as in the dosage of paclitaxel applied by the DEBs. Using GRADE assessment criteria, we determined that the certainty of evidence presented was very low for the outcomes of amputation, target lesion revascularization, binary restenosis, death, and improvement of one or more Rutherford categories. Most participants were followed up to 12 months, but one trial followed participants for up to 24 months.\nTrial results show no difference in the incidence of amputation between DEBs and uncoated balloon angioplasty. DEBs showed better outcomes for up to 24 months for target lesion revascularization (odds ratio (OR) 0.05, 95% confidence Interval (CI) 0.00 to 0.92 at six months; OR 0.24, 95% CI 0.08 to 0.70 at 24 months) and at six and 12 months for binary restenosis (OR 0.28, 95% CI 0.14 to 0.56 at six months; OR 0.34, 95% CI 0.15 to 0.76 at 12 months). Participants treated with DEBs also showed improvement of one or more Rutherford categories at six and 12 months (OR 1.81, 95% CI 1.02 to 3.21 at six months; OR 2.08, 95% CI 1.13 to 3.83 at 12 months). Data show no clear differences in death between DEBs and uncoated balloon angioplasty. Data were insufficient for subgroup or sensitivity analyses to be conducted."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on a meta-analysis of three trials with 263 participants, evidence suggests an advantage for DEBs compared with uncoated balloon angioplasty for anatomical endpoints such as target lesion revascularization (TLR) and binary restenosis, and for one clinical endpoint - improvement in Rutherford category post intervention for up to 24 months. However, the certainty of evidence for all these outcomes is very low due to the small number of included studies and participants and the high risk of bias in study design. Adequately powered and carefully constructed randomized controlled trials are needed to adequately investigate the role of drug-eluting technologies in the management of in-stent restenosis."
    }
  ],
  "pls_title": "Drug-eluting balloon angioplasty versus uncoated balloon angioplasty for stenosis of stents in lower limb arteries",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Many people have disease in their leg arteries that may develop into a blockage and lead to loss of circulation and subsequent pain, skin ulcers, and amputation of the leg. In an effort to prevent lack of blood from harming the leg, procedures can be performed to bypass the blocked artery using a vein or an artificial graft, or to cross it with a wire and open it with a balloon, then place a stent to help prevent the blockage from happening again. Although stents are very strong and can last a long time, it is possible that a stent inside an artery might at times become narrower, and eventually can become blocked. This process is known as \"in-stent restenosis.\" A blocked stent can be treated in several ways, such as sucking out the clot or ballooning it, or placing another stent inside the stent that failed. Although all treatment options offer advantages and disadvantages, there have been advancements in the technologies available to treat this problem. One of these advancements requires covering the balloon used to treat the stent blockage with a cytotoxic drug used in chemotherapy, to slow down the blockage process after the stent is treated. Such specially prepared balloons, known as \"drug-eluting balloons,\" have shown encouraging results for treating patients with artery disease in the leg."
    },
    {
      "heading": "Review question",
      "text": "The goal of this review was to determine how drug-eluting balloon (DEB) angioplasty compares with traditional uncoated balloon angioplasty, also known as plain old balloon angioplasty (POBA), for the treatment of in-stent restenosis in stents placed in leg arteries."
    },
    {
      "heading": "Study characteristics",
      "text": "Our review included three clinical trials that randomized 263 participants (most recent search - November 28, 2017). Trials included leg arteries at and above the knee and were carried out in Europe; all used DEBs that contained the chemical known as \"paclitaxel.\" Two companies manufactured the DEBs: Eurocor and Medtronic. Most study participants were followed for six or more months; this is called \"follow-up.\""
    },
    {
      "heading": "Key results",
      "text": "Results showed that DEBs were not better for participants than uncoated balloon angioplasty with regard to the need for amputation. At 24 months of follow-up, DEBs were associated with fewer target lesion revascularizations, which refers to the need to perform a procedure on a stent that had already been treated with a DEB or an uncoated balloon angioplasty for in-stent restenosis. DEBs were also found to have better binary restenosis rates, which refers to the percentage of treated stents that develop new stenosis after they have been treated with a DEB or an uncoated balloon angioplasty. Finally, more people who were treated with DEBs described improvement in their leg symptoms, as measured by a change in their Rutherford category. DEBs were not found to be better for participants than uncoated balloon angioplasty with regard to patient death."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "The certainty of the evidence presented was very low because we identified only three studies with small numbers of participants, and because many participants in those studies were lost to follow-up. Furthermore, risk of performance and attrition bias was significant, as was risk of other biases, due to lack of accounting for the type of stent treated and the need for bailout stenting."
    }
  ]
}