{
  "doi": "10.1002/14651858.CD000980.pub4",
  "name": "Vitamin C for preventing and treating the common cold",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Vitamin C (ascorbic acid) for preventing and treating the common cold has been a subject of controversy for 70 years."
    },
    {
      "heading": "Objectives",
      "text": "To find out whether vitamin C reduces the incidence, the duration or severity of the common cold when used either as a continuous regular supplementation every day or as a therapy at the onset of cold symptoms."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL 2012, Issue 11, MEDLINE (1966 to November week 3, 2012), EMBASE (1990 to November 2012), CINAHL (January 2010 to November 2012), LILACS (January 2010 to November 2012) and Web of Science (January 2010 to November 2012). We also searched the U.S. National Institutes of Health trials register and WHO ICTRP on 29 November 2012."
    },
    {
      "heading": "Selection criteria",
      "text": "We excluded trials which used less than 0.2 g per day of vitamin C and trials without a placebo comparison. We restricted our review to placebo-controlled trials."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data. We assessed 'incidence' of colds during regular supplementation as the proportion of participants experiencing one or more colds during the study period. 'Duration' was the mean number of days of illness of cold episodes."
    },
    {
      "heading": "Main results",
      "text": "Twenty-nine trial comparisons involving 11,306 participants contributed to the meta-analysis on the risk ratio (RR) of developing a cold whilst taking vitamin C regularly over the study period. In the general community trials involving 10,708 participants, the pooled RR was 0.97 (95% confidence interval (CI) 0.94 to 1.00). Five trials involving a total of 598 marathon runners, skiers and soldiers on subarctic exercises yielded a pooled RR of 0.48 (95% CI 0.35 to 0.64).\nThirty-one comparisons examined the effect of regular vitamin C on common cold duration (9745 episodes). In adults the duration of colds was reduced by 8% (3% to 12%) and in children by 14% (7% to 21%). In children, 1 to 2 g/day vitamin C shortened colds by 18%. The severity of colds was also reduced by regular vitamin C administration.\nSeven comparisons examined the effect of therapeutic vitamin C (3249 episodes). No consistent effect of vitamin C was seen on the duration or severity of colds in the therapeutic trials.\nThe majority of included trials were randomised, double-blind trials. The exclusion of trials that were either not randomised or not double-blind had no effect on the conclusions."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The failure of vitamin C supplementation to reduce the incidence of colds in the general population indicates that routine vitamin C supplementation is not justified, yet vitamin C may be useful for people exposed to brief periods of severe physical exercise. Regular supplementation trials have shown that vitamin C reduces the duration of colds, but this was not replicated in the few therapeutic trials that have been carried out. Nevertheless, given the consistent effect of vitamin C on the duration and severity of colds in the regular supplementation studies, and the low cost and safety, it may be worthwhile for common cold patients to test on an individual basis whether therapeutic vitamin C is beneficial for them. Further therapeutic RCTs are warranted."
    }
  ],
  "pls_title": "Vitamin C for preventing and treating the common cold",
  "pls_type": "long",
  "pls": "The common cold is a major cause of visits to a doctor in high-income countries and of absenteeism from work and school. There are over 200 viruses which can cause the common cold symptoms including runny nose, congestion, sneezing, sore throat, cough, and sometimes headache, fever and red eyes. Symptoms vary from person to person and cold to cold. Since the common cold is usually caused by one of the respiratory viruses, antibiotics are useless and therefore other potential treatment options are of substantial public health interest.\nVitamin C has been proposed for treating respiratory infections since it was isolated in the 1930s. It became particularly popular in the 1970s when Nobel laureate Linus Pauling concluded from earlier placebo-controlled trials that vitamin C would prevent and alleviate the common cold. Over two dozen new trials were undertaken thereafter. Vitamin C has been widely sold and used as a preventive and therapeutic agent.\nThis review is restricted to placebo-controlled trials testing 0.2 g/day or more of vitamin C. Regular ingestion of vitamin C had no effect on common cold incidence in the ordinary population, based on 29 trial comparisons involving 11,306 participants. However, regular supplementation had a modest but consistent effect in reducing the duration of common cold symptoms, which is based on 31 study comparisons with 9745 common cold episodes. In five trials with 598 participants exposed to short periods of extreme physical stress (including marathon runners and skiers) vitamin C halved the common cold risk. The published trials have not reported adverse effects of vitamin C.\nTrials of high doses of vitamin C administered therapeutically, starting after the onset of symptoms, showed no consistent effect on the duration or severity of common cold symptoms. However, only a few therapeutic trials have been carried out and none have examined children, although the effect of prophylactic vitamin C has been greater in children. One large trial with adults reported benefit from an 8 g therapeutic dose at the onset of symptoms, and two therapeutic trials using five-day supplementation reported benefit. More trials are necessary to settle the possible role of therapeutic vitamin C, meaning administration immediately after the onset of symptoms."
}