{
  "doi": "10.1002/14651858.CD015067.pub2",
  "name": "Non‐pharmacological interventions for improving language and communication in people with primary progressive aphasia ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Primary progressive aphasia (PPA) accounts for approximately 43% of frontotemporal dementias and is mainly characterised by a progressive impairment of speech and communication abilities. Three clinical variants have been identified: (a) non-fluent/agrammatic, (b) semantic, and (c) logopenic/phonological PPA variants. There is currently no curative treatment for PPA, and the disease progresses inexorably over time, with devastating effects on speech and communication ability, functional status, and quality of life. Several non-pharmacological interventions that may improve symptoms (e.g. different forms of language training and non-invasive brain stimulation) have been investigated in people with PPA."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of non-pharmacological interventions for people with PPA on word retrieval (our primary outcome), global language functions, cognition, quality of life, and adverse events."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Dementia and Cognitive Improvement Group's trial register, MEDLINE (Ovid SP), Embase (Ovid SP), four other databases and two other trial registers. The latest searches were run on 26 January 2024."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) evaluating the effects of non-pharmacological interventions in people with PPA."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "There were insufficient data available to conduct the network meta-analyses that we had originally planned (due to trial data being insufficiently reported or not reported at all, as well as the heterogeneous content of the included interventions). Therefore, we provide a descriptive summary of the included studies and results.\nWe included 10 studies, with a total of 132 participants, evaluating non-pharmacological interventions. These were: transcranial direct current stimulation (tDCS) or repetitive transcranial magnetic stimulation (rTMS) as stand-alone treatments (used by two and one studies, respectively); tDCS combined with semantic and phonological word-retrieval training (five studies); tDCS combined with semantic word-retrieval training (one study); and tDCS combined with phonological word-retrieval training (one study). Results for our primary outcome of word retrieval were mixed.\nFor the two studies that investigated the effects of tDCS as stand-alone treatment compared to placebo (\"sham\") tDCS, we rated the results as having very low-certainty evidence. One study found a significant beneficial effect on word retrieval after active tDCS; one study did not report any significant effects in favour of the active tDCS group.\nFive studies investigated tDCS administered to the dorsolateral prefrontal cortex, inferior frontal cortex, left frontotemporal region, or the temporoparietal cortex, combined with semantic and phonological word-retrieval training. The most consistent finding was enhancement of word-retrieval ability for trained items immediately after the intervention, when behavioural training was combined with active tDCS compared to behavioural training plus sham tDCS. We found mixed effects for untrained items and maintenance of treatment effects during follow-up assessments. We rated the certainty of the evidence as very low in all studies.\nOne study investigated tDCS combined with semantic word-retrieval training. Training was provided across 15 sessions with a frequency of three to five sessions per week, depending on the personal preferences of the participants. tDCS targeted the left frontotemporal region. The study included three participants: two received 1 mA stimulation and one received 2 mA stimulation. The study showed mixed results. We rated it as very low-certainty evidence.\nOne study investigated tDCS combined with phonological word-retrieval training. Training was again provided across 15 sessions over a period of three weeks. tDCS targeted the left inferior frontal gyrus. This study showed a significantly more pronounced improvement for trained and untrained words in favour of the group that had received active tDCS, but we rated the certainty of the evidence as very low.\nOne study compared active rTMS applied to an individually determined target site to active rTMS applied to a control site (vertex) for effects on participants' word retrieval. This study demonstrated better word retrieval for active rTMS administered to individually determined target brain regions than in the control intervention, but we rated the results as having a very low certainty of evidence.\nFour studies assessed overall language ability, three studies assessed cognition, five studies assessed potential adverse effects of brain stimulation, and one study investigated quality of life."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently no high-certainty evidence to inform clinical decision-making regarding non-pharmacological treatment selection for people with PPA. Preliminary evidence suggests that the combination of active tDCS with specific language therapy may improve impaired word retrieval for specifically trained items beyond the effects of behavioural treatment alone. However, more research is needed, including high-quality RCTs with detailed descriptions of participants and methods, and consideration of outcomes such as quality of life, depressive symptoms, and overall cognitive functioning. Moreover, studies assessing optimal treatments (i.e. behavioural interventions, brain stimulation interventions, and their combinations) for individual patients and PPA subtypes are needed. We were not able to conduct the planned (network) meta-analyses due to missing data that could not be obtained from most of the authors, a general lack of RCTs in the field, and heterogeneous interventions in eligible trials. Journals should implement a mandatory data-sharing requirement to assure transparency and accessibility of data from clinical trials."
    }
  ],
  "pls_title": "Does non-invasive brain stimulation or language training help people with primary progressive aphasia?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• We do not know if non-invasive brain stimulation or various types of language training, or both of these treatments combined, help people with primary progressive aphasia as the evidence available is limited and generally of poor quality.\n• No severe side effects were reported in brain stimulation studies."
    },
    {
      "heading": "What is primary progressive aphasia?",
      "text": "Primary progressive aphasia (PPA) is a rare condition that slowly damages the parts of the brain that control speech and language. There are three types (or variants) of PPA, with different symptoms or effects on people's speech and language. However, in general, people with PPA gradually lose the ability to speak, read, write, and understand conversations. PPA worsens over time, and currently, there is no cure. The inability to communicate is troublesome for people with PPA, as well for those caring for and supporting them."
    },
    {
      "heading": "How is it treated?",
      "text": "Research has shown that medicines do not help people with PPA to improve their language and communication abilities. Therefore, healthcare professionals have explored non-medicine-based treatments, which can be broadly grouped into 2 categories: (1) non-invasive brain stimulation; (2) behavioural treatments, which typically involve speech and language training.\nTwo main types of brain stimulation are used to treat PPA: (1) transcranial magnetic stimulation (TMS); and (2) transcranial direct current stimulation (tDCS). TMS uses a machine positioned near a person's head to generate gentle pulses of magnetic energy to stimulate specific brain regions. tDCS delivers low-level, harmless electrical currents into the brain via electrodes attached to the scalp. These treatments are non-invasive (they do not involve cutting the skin or entering the body) and both aim to stimulate brain activity.\nTreatments for PPA can involve brain stimulation, behavioural treatments, or a combination of both."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if non-medicine-based treatments help people with PPA improve their word-finding ability (ability to find the right word for the right object or situation), overall language abilities, cognition (thinking ability), and quality of life. We also wanted to find out if brain stimulation had any negative effects, such as causing pain or dizziness."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared non-medicine-based treatment to another non-medicine-based treatment or a control group (a group that received no treatment or a placebo – a 'dummy' or 'sham' treatment).\nWe summarised the results of the studies and rated our confidence in the evidence, based on factors such as study size, methods, and how well details of the treatments were reported."
    },
    {
      "heading": "What did we find?",
      "text": "We found 10 studies involving a total of 132 people. The studies were small, ranging from 3 to 40 participants. The average age of the people in the studies was around 68 years. The studies investigated the following treatments: \n• tDCS alone (2 studies); \n• tDCS plus some form of language training (7 studies); \n• repetitive TMS alone (1 study).\nThe interventions varied greatly in treatment type, duration, frequency, and in the specifics of the brain stimulation technique. This meant we considered each study's results individually, rather than combining and analysing the information from several studies."
    },
    {
      "heading": "Main findings",
      "text": "We found that tDCS plus language training may be helpful for improving word finding, especially for \"trained words\" - that is, words that participants had practiced finding during the study. Even though the results varied between studies, our review suggests that the combination of language therapy and tDCS may be suitable to improve language functions in PPA.\nThree studies assessed how the treatments affected people's overall language abilities; the results were inconclusive.\nOnly 1 study or no studies assessed some of our outcomes of interest, including cognition (1 study) and quality of life (1 study). The latter showed an improvement in people's quality of life, but we have little confidence in this result because it is based on a single study."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have very little confidence in the current evidence, mainly because of problems in how the studies were carried out and the small number of people studied."
    },
    {
      "heading": "How up to date is this review?",
      "text": "The evidence is current to January 2024."
    }
  ]
}