{
  "doi": "10.1002/14651858.CD009531.pub3",
  "name": "Collaborative care approaches for people with severe mental illness",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Collaborative care for severe mental illness (SMI) is a community-based intervention that promotes interdisciplinary working across primary and secondary care. Collaborative care interventions aim to improve the physical and/or mental health care of individuals with SMI. This is an update of a 2013 Cochrane review, based on new searches of the literature, which includes an additional seven studies."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of collaborative care approaches in comparison with standard care (or other non-collaborative care interventions) for people with diagnoses of SMI who are living in the community."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Study-Based Register of Trials (10 February 2021). We searched the Cochrane Common Mental Disorders (CCMD) controlled trials register (all available years to 6 June 2016). Subsequent searches on Ovid MEDLINE, Embase and PsycINFO together with the Cochrane Central Register of Controlled Trials (with an overlap) were run on 17 December 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) where interventions described as 'collaborative care' were compared with 'standard care' for adults (18+ years) living in the community with a diagnosis of SMI. SMI was defined as schizophrenia, other types of schizophrenia-like psychosis or bipolar affective disorder. The primary outcomes of interest were: quality of life, mental state and psychiatric admissions at 12 months follow-up."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Pairs of authors independently extracted data. We assessed the quality and certainty of the evidence using RoB 2 (for the primary outcomes) and GRADE. We compared treatment effects between collaborative care and standard care. We divided outcomes into short-term (up to six months), medium-term (seven to 12 months) and long-term (over 12 months).\nFor dichotomous data we calculated the risk ratio (RR) and for continuous data we calculated the standardised mean difference (SMD), with 95% confidence intervals (CIs). We used random-effects meta-analyses due to substantial levels of heterogeneity across trials. We created a summary of findings table using GRADEpro."
    },
    {
      "heading": "Main results",
      "text": "Eight RCTs (1165 participants) are included in this review. Two met the criteria for type A collaborative care (intervention comprised of the four core components). The remaining six met the criteria for type B (described as collaborative care by the trialists, but not comprised of the four core components). The composition and purpose of the interventions varied across studies. For most outcomes there was low- or very low-certainty evidence.\nWe found three studies that assessed the quality of life of participants at 12 months. Quality of life was measured using the SF-12 and the WHOQOL-BREF and the mean endpoint mental health component scores were reported at 12 months. Very low-certainty evidence did not show a difference in quality of life (mental health domain) between collaborative care and standard care in the medium term (at 12 months) (SMD 0.03, 95% CI -0.26 to 0.32; 3 RCTs, 227 participants). Very low-certainty evidence did not show a difference in quality of life (physical health domain) between collaborative care and standard care in the medium term (at 12 months) (SMD 0.08, 95% CI -0.18 to 0.33; 3 RCTs, 237 participants).\nFurthermore, in the medium term (at 12 months) low-certainty evidence did not show a difference between collaborative care and standard care in mental state (binary) (RR 0.99, 95% CI 0.77 to 1.28; 1 RCT, 253 participants) or in the risk of being admitted to a psychiatric hospital at 12 months (RR 5.15, 95% CI 0.67 to 39.57; 1 RCT, 253 participants).\nOne study indicated an improvement in disability (proxy for social functioning) at 12 months in the collaborative care arm compared to usual care (RR 1.38, 95% CI 0.97 to 1.95; 1 RCT, 253 participants); we deemed this low-certainty evidence.\nPersonal recovery and satisfaction/experience of care outcomes were not reported in any of the included studies. The data from one study indicated that the collaborative care treatment was more expensive than standard care (mean difference (MD) international dollars (Int$) 493.00, 95% CI 345.41 to 640.59) in the short term. Another study found the collaborative care intervention to be slightly less expensive at three years."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review does not provide evidence to indicate that collaborative care is more effective than standard care in the medium term (at 12 months) in relation to our primary outcomes (quality of life, mental state and psychiatric admissions). The evidence would be improved by better reporting, higher-quality RCTs and the assessment of underlying mechanisms of collaborative care. We advise caution in utilising the information in this review to assess the effectiveness of collaborative care."
    }
  ],
  "pls_title": "Collaborative care approaches for people with severe mental illness",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "This review does not provide evidence to indicate that collaborative care is more effective than standard care in the medium term (at 12 months) in relation to quality of life, mental state and psychiatric admissions.\nNo differences were shown in quality of life, mental state or admissions to a psychiatric hospital at 12 months. One study showed an improvement in disability at 12 months. Disability was used as an indirect measure of how well people function in their lives, in terms of their social roles and activities.\nMost of the studies included did not meet a strict definition of collaborative care (what we called type A collaborative care) and there were large variations in the interventions delivered. Furthermore, the majority of evidence was either low- or very low-certainty."
    },
    {
      "heading": "What is severe mental illness?",
      "text": "Severe mental illness (SMI) refers to people with psychological problems that can be challenging to a level that impacts on their ability to engage in everyday activities. Schizophrenia, bipolar disorder and non-organic psychosis are all examples of SMIs."
    },
    {
      "heading": "What did we want to find out?",
      "text": "The aim of this review was to assess the effectiveness of collaborative care in comparison to standard or usual care."
    },
    {
      "heading": "What is collaborative care?",
      "text": "Collaborative care aims to improve both the physical and mental health of people living with long-term conditions. All definitions agree that it seeks to develop closer working relationships and better communication between primary care (general practitioners (GPs) and practice nurses) and specialist health care (such as Community Mental Health Teams, including psychiatrists and psychologists). There are different ways in which this can be achieved, making collaborative care complex. Greater joined-up working between services is expected to provide someone with a severe mental illness (SMI) with better care, based in the community, which is often a less stigmatised and stigmatising setting than hospital. It is also important because about 31% of people with SMI living in the UK are seen only in a primary care setting."
    },
    {
      "heading": "What did we do?",
      "text": "Electronic databases were searched in 2020 and 2021 for trials of collaborative care. The primary outcomes of interest were quality of life, mental health and admissions to hospital. We included eight studies in this review. This is an update of the original review published in 2013, which included only one study. This version is based on new searches of the literature that identified an additional seven studies."
    },
    {
      "heading": "What did we find?",
      "text": "No differences were shown in quality of life, mental state or admissions to a psychiatric hospital at 12 months. One study showed an improvement in disability at 12 months. Disability was used as an indirect measure of how well people function in their lives, in terms of their social roles and activities.\nAlthough personal recovery and experience of care/satisfaction were outcomes that those with ongoing mental health problems highlighted as important, none of the included studies measured these."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in these findings is limited due to concerns about the certainty of the evidence. Most of the studies included did not meet a strict definition of collaborative care (what we called type A collaborative care) and there were large variations in the interventions delivered. Furthermore, the majority of evidence was either low- or very low-certainty. Further research is needed to determine whether collaborative care is good for people with a diagnosis of severe mental illness in terms of clinical outcomes or helping people feel better, as well as its cost-effectiveness. Further high-quality RCTs with a clear focus on assessing outcomes directly related to collaborative care are needed in this area, which may also benefit from mixed-methods and qualitative research to understand how collaborative care can best be delivered. None of the studies measured adverse effects of collaborative care.\nThe original plain language summary was written by Ben Gray and adapted by John Gibson for the updated review. Both are service user researchers."
    }
  ]
}