{
  "doi": "10.1002/14651858.CD003372.pub3",
  "name": "Single agent versus combination chemotherapy for metastatic breast cancer",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Combination chemotherapy regimens are frequently favoured over single agents for the treatment of metastatic breast cancer, in an attempt to achieve superior tumour response rates. It is not known however whether giving more intensive chemotherapy regimens results in better health outcomes, when both survival and toxicity are considered, and whether better response rates and rates of progression free survival actually translate to better overall survival."
    },
    {
      "heading": "Objectives",
      "text": "To compare single agent with combination chemotherapy for the treatment of metastatic breast cancer."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Breast Cancer Group Specialised Register November 2008. Handsearching of recent conference proceedings was also undertaken."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials of single agent chemotherapy compared to combination therapy in metastatic breast cancer."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trials for eligibility and quality, and extracted data. Hazard ratios were derived for reported time-to-event outcomes.Response rates were analysed as dichotomous variables. Toxicity and quality of life data were extracted where present."
    },
    {
      "heading": "Main results",
      "text": "Forty three eligible trials (48 comparisons) were identified. These included 9742 women, 55% of whom were receiving first-line treatment for metastatic disease. For overall survival there was a statistically significant difference in favour of the combination regimens with no heterogeneity (HR 0.88, 95% CI 0.83-0.93, p<0.00001). Results were very similar when trials of first-line treatment were analysed, and for analyses where the single agent was also included in the combination regimen. Combination regimens showed a statistically significant advantage for survival over single agent taxane (HR 0.82; 95% CI 0.75-0.89, p<0.00001), but not anthracycline (HR 0.94.86-1.02, p=0.15).\nCombination regimens were also associated with significantly better time to progression (HR 0.78, 95% CI 0.74 - 0.82, p<0.00001) and response (RR 1.29, 95% CI 1.14 -1.45, p<0.0001) although heterogeneity was statistically significant in both instances and probably due to clinical diversity of the participants and interventions.\nWomen receiving combination regimens experienced a statistically significant detrimental effect on white cell count, increased alopecia and nausea and vomiting."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Combination chemotherapy regimens show a statistically significant advantage for survival, tumor response and time to progression in women with metastatic breast cancer but they also produce more toxicity. An unresolved question is whether combination regimens are more effective than single agents given sequentially."
    }
  ],
  "pls_title": "Single agent versus combination chemotherapy for metastatic breast cancer",
  "pls_type": "long",
  "pls": "Metastatic breast cancer is cancer that has advanced and spread beyond the breast and regional lymph nodes. Although many women will live with advanced disease for many years, treatment is aimed at the alleviation of symptoms rather than cure. The first choice of treatment for advanced disease is dependent on hormone status (whether the tumour is stimulated to grow by oestrogen and progesterone) or whether the tumour overexpresses human epidermal growth factor receptor-2 (HER-2) and can be treated with trastuzumab (herceptin). Most women with advanced disease will however receive chemotherapy (anti-cancer agents) either as their first treatment, because their disease has become resistant to some treatments, or in combination with other types of treatments. Chemotherapy drugs can be given alone (single agent) or two or more drugs can be given together (combination chemotherapy). The aim of this review was to compare whether using a more intensive regimen (more than one drug) was better than the single agent treatment for women with advanced disease. We identified 43 eligible trials (48 comparisons- as some trials tested more than one comparison). These trials included 9742 women, 55% of whom were receiving their first treatment with chemotherapy for metastatic disease. The review found a benefit for the combination chemotherapy for survival (all trials). This was also the case when trials of first-line treatment only were analysed, and whether the single agent was also included in the combination or not. Combination treatments were also associated with significantly better time to progression (time after treatment until the disease progressed) and response (whether the tumour gets smaller as a result of the treatment). Women receiving combination treatment however experienced more adverse effects of treatment including a decrease in their white cell count, increased hair loss and nausea and vomiting. For women making a decision about treatment, it should be noted that this review was not able to address the issue of whether combination regimens are more effective than sequential treatment with different single agents. Some individual trials raised the possibility that giving a multiagent regimen sequentially with immediate cross-over from one agent to the next on progression may result in survival times similar to that seen when all the agents are given together\nAn important consideration for women with advanced disease is the balance between the benefit of treatment and the harms or adverse effects that these treatments may have. Unfortunately only 11 trials in this review reported information relating to quality of life. In general, survival gains with combination therapy came at the cost of a significant increase in toxicity and impact on other psychological and social factors which are known to contribute to a sense of quality of life for this group of women. There were insufficient data in this review to comment on the overall impact of the two treatment options on net clinical benefit from the women's perspective. Women with advanced disease will therefore need to seek the information to allow them to make decisions about the potential benefits of additional treatments (small survival gains) in progressing metastatic disease and the impact this can have on their quality of life."
}