{
  "doi": "10.1002/14651858.CD006279.pub2",
  "name": "Intervention for dysarthria associated with acquired brain injury in children and adolescents ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The term 'acquired brain injury' (ABI) incorporates a range of aetiologies including cerebrovascular accident, brain tumour and traumatic brain injury. ABI is a common cause of disability in the paediatric population, and dysarthria is a common and often persistent sequelae associated with ABI in children."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy of intervention delivered by Speech and Language Pathologists/Therapists targeting dysarthric speech in children resulting from acquired brain injury."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (Issue 4, 2006), MEDLINE (1966 to 02/2007), CINAHL (1982 to 02/2007), EMBASE (1980 to 02/2007), ERIC (1965 to 02/2007), Linguistics Abstracts Online (1985 to 02/07), PsycINFO (1872 to 02/2007). Additional references were also sought from reference lists studies."
    },
    {
      "heading": "Selection criteria",
      "text": "The review considered randomised controlled trials (RCTs) and quasi-experimental design studies of children aged 3-16 years with acquired dysarthria grouped by aetiology (e.g., brain tumour, traumatic brain injury, cerebrovascular accident)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Each author independently assessed the titles and abstracts for relevance (100% inter-rater reliability) and the full text version of all potentially relevant articles was obtained. No studies met inclusion criteria."
    },
    {
      "heading": "Main results",
      "text": "Of 2091 titles and abstracts identified, full text versions of only three  (Morgan 2007; Murdoch 1999; Netsell 2001) were obtained. 2088 were excluded, largely on the basis of not including dysarthria, being diagnostic or descriptive papers, and for concerning adults rather than children. Morgan 2007 and Murdoch 1999 were excluded for not employing RCT or quasi-randomised methodology; Netsell 2001 on the basis of being a theoretical review paper, rather than an intervention study. Five references were identified and obtained from the bibliography of the Murdoch 1999 paper. All were excluded due to including populations without ABI, adults with dysarthria, or inappropriate design. Thus, no studies met inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The review demonstrates a critical lack of studies, let alone RCTs, addressing treatment efficacy for dysarthria in children with ABI. Possible reasons to explain this lack of data include i) a lack of understanding of the characteristics or natural history of dysarthria associated with this population; ii) the lack of a diagnostic classification system for children precluding the development of well targeted intervention programs; and iii) the heterogeneity of both the aetiologies and resultant possible dysarthria types of paediatric ABI. Efforts should first be directed at modest well-controlled studies to identify likely efficacious treatments that may then be trialed in multi-centre collaborations using quasi-randomised or RCT methodology."
    }
  ],
  "pls_title": "Controlled studies for treatment of dysarthia associated with acquired brain injury in childhood urgently required",
  "pls_type": "long",
  "pls": "Dysarthria is a disorder of speech production that can make it harder for people to be understood by others.  Dysarthria is a common and often chronic outcome associated with brain injury suffered in childhood (also known as paediatric acquired brain injury (ABI) ).\nThis research examines the efficacy of treatment for dysarthria in children following ABI.\nAlthough this research reports that  positive gains have been reported from a case-based study of a child with dysarthria following ABI (specifically with traumatic brain injury), there are currently too few studies performed in this area to draw any conclusions about the efficacy of treatment for dysarthria in children and teenagers. This review therefore calls for Speech Language Pathologists/Speech Language Therapists (SLPs/SLTs) working in this area to perform studies of the natural history and treatment efficacy of this group."
}