{
  "doi": "10.1002/14651858.CD009359.pub2",
  "name": "Racecadotril for acute diarrhoea in children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acute diarrhoea is a leading cause of death for children under five years of age. Most deaths are caused by excessive fluid and electrolyte losses. Racecadotril is an anti-secretory drug that has been used for acute diarrhoea in children as an adjunct to oral rehydration therapy."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of racecadotril for treating acute diarrhoea in children under five years of age."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Infectious Diseases Group Specialized Register; the Cochrane Central Register of Controlled Trials (CENTRAL, published in the Cochrane Library Issue 3, March 2019); MEDLINE; Embase; LILACS; ClinicalTrials.gov; and the World Health Organization International Clinical Trials Registry Platform (WHO ICTRP), up to 4 March 2019, for clinical trials regardless of publication language or status."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs) that compared racecadotril to placebo or no intervention in addition to standard care (oral rehydration therapy) in children under five with acute diarrhoea. The primary outcomes were failure of oral rehydration, duration of diarrhoea, and number of stools. The secondary outcomes were stool output, length of the hospital stay, and adverse events."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial eligibility, extracted the data and assessed risk of bias. We presented dichotomous data with risk ratios (RR) and continuous data with mean difference (MD) or standardized mean difference (SMD). Where appropriate, we combined trials with meta-analysis and used a random-effects model if there was significant heterogeneity (I² ≥ 50%). We assessed the certainty of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "Seven RCTs with a total of 1140 participants met the inclusion criteria. The trials were carried out on children aged three months to five years, in outpatient and inpatient facilities from France, Spain, Peru, India, Kenya, and Ecuador. The efficacy and safety of racecadotril were compared to placebo or no treatment. Racecadotril may reduce the risk of rehydration failure (RR 0.41, 95% CI 0.13 to 1.23; 2 RCTs, 192 participants; low-certainty evidence). Data on duration of diarrhoea, number of stools in the first 48 hours are insufficient to reach a conclusion; stool output in the first 48 hours appears to be lower in the two trials measuring this, although the data is not combinable. Length of hospital stay was similar in two studies measuring this, and overall there was no evidence that racecadotril increased overall rate of adverse events (RR 0.90, 95% CI 0.66 to 1.22; 5 RCTs, 688 participants; low-certainty evidence). Most adverse events in the racecadotril group were mild or moderate."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Racecadotril seems to be a safe drug but has little benefit in improving acute diarrhoea in children under five years of age. Current evidence does not support routine use of racecadotril in management of acute diarrhoea in children under five outside of the context of placebo controlled RCTs."
    }
  ],
  "pls_title": "Racecadotril to treat children under five years of age with acute diarrhoea",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What was the aim of this review?",
      "text": "The aim of this Cochrane Review was to find out whether racecadotril works for children under five years of age with diarrhoea. Cochrane Review authors collected and analysed all relevant trials to answer this question and included seven trials in this review."
    },
    {
      "heading": "Key messages",
      "text": "Racecadotril may reduce the risk of rehydration failure. We are uncertain whether or not it influences number of bowel movements or duration of diarrhoea."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Diarrhoea is a leading cause of death in children under five years old, especially in low-income countries. Children who have diarrhoea often suffer from frequent and watery bowel movements, which might cause excessive loss of fluid and electrolytes (dehydration). Fluid replacement is recommended to prevent and treat dehydration caused by diarrhoea. Racecadotril has been used in addition to fluid replacement for treating diarrhoea in children, as it reduces release of water and electrolytes into the digestive tract. The drug is supposed to improve the symptoms of diarrhoea (shorten duration of diarrhoea or reduce the stool frequency) as well as reduce the risk of rehydration failure. However, it is not clear if racecadotril really works for children with diarrhoea."
    },
    {
      "heading": "What are the main results?",
      "text": "The review authors searched for available trials and included seven trials. The trials were conducted in a total of 1140 children aged from 3 months to 5 years. Children who were given racecadotril were compared to a control group (children who, instead of racecadotril, received a placebo (a dummy drug that contains no racecadotril) or no drug). The review shows that when children with diarrhoea were given racecadotril, compared to placebo or no drug:\n• racecadotril may reduce the risk of rehydration failure (low-certainty evidence);\n• we are uncertain whether or not racecadotril shortens duration of diarrhoea (very low-certainty evidence);\n• we are uncertain whether racecadotril influences the number of stools (very low-certainty evidence);\n• racecadotril may reduce weight of stool output (low-certainty evidence);\n• racecadotril may make little or no difference to length of hospital stay for inpatients (low-certainty evidence);\n• racecadotril may make little or no difference to rates of side-effect events (low-certainty evidence)"
    },
    {
      "heading": "How up to date is this review?",
      "text": "The review authors searched for trials published up to 4 March 2019."
    }
  ]
}