{
  "doi": "10.1002/14651858.CD005586.pub3",
  "name": "Instruments for assessing readiness to commence suck feeds in preterm infants: effects on time to establish full oral feeding and duration of hospitalisation ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "One of the most challenging milestones for preterm infants is the acquisition of safe and efficient feeding skills. The majority of healthy full term infants are born with skills to coordinate their suck, swallow and respiration. However, this is not the case for preterm infants who develop these skills gradually as they transition from tube feeding to suck feeds. For preterm infants the ability to engage in oral feeding behaviour is dependent on many factors. The complexity of factors influencing feeding readiness has led some researchers to investigate the use of an individualised assessment of an infant's abilities. A limited number of instruments that aim to indicate an individual infant's readiness to commence either breast or bottle feeding have been developed."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of using a feeding readiness instrument when compared to no instrument or another instrument on the outcomes of time to establish full oral feeding and duration of hospitalisations."
    },
    {
      "heading": "Search methods",
      "text": "We used the standard search strategy of the Cochrane Neonatal Review group to search the Cochrane Central Register of Controlled Trials (CENTRAL 2016, Issue 1), MEDLINE via PubMed (1966 to 22 February 2016), EMBASE (1980 to 22 February 2016), and CINAHL (1982 to 22 February 2016). We also searched clinical trials' databases, conference proceedings, and the reference lists of retrieved articles for randomised controlled trials and quasi-randomised trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised trials comparing a formal instrument to assess a preterm infant's readiness to commence suck feeds with either no instrument (usual practice) or another feeding readiness instrument."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The standard methods of Cochrane Neonatal were used. Two authors independently screened potential studies for inclusion. No studies were found that met our inclusion criteria."
    },
    {
      "heading": "Main results",
      "text": "No studies met the inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently no evidence to inform clinical practice, with no studies meeting the inclusion criteria for this review. Research is needed in this area to establish an evidence base for the clinical utility of implementing the use of an instrument to assess feeding readiness in the preterm infant population."
    }
  ],
  "pls_title": "Instruments for assessing readiness to commence suck feeds in preterm infants",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Does using an assessment tool which has been designed to assess preterm infants' readiness to commence breast or bottle feeding improve feeding outcomes and decrease length of stay?"
    },
    {
      "heading": "Background",
      "text": "Unlike babies born at term, who are able to breast or bottle feed soon after birth, preterm infants need time to learn to feed. This may take days or weeks after they are born. Preterm babies commence breast or bottle feeding at a time when the baby is deemed to be ready, as determined by healthcare professionals looking after the baby. The optimal timing of the introduction of suck feeds is unclear in both the literature and in practice. An individualised assessment specifically designed to assess an individual infant's readiness to commence breast or bottle feeding has been suggested as the best way to promote consistency in identifying when it is safe for an infant to commence breast or bottle feeding."
    },
    {
      "heading": "Study characteristics",
      "text": "No studies were found that met the inclusion criteria on this review."
    },
    {
      "heading": "Key results/Conclusion",
      "text": "Although a limited number of assessment tools to determine feeding readiness currently exist, no studies were found that evaluated the benefit or risk to the preterm infant. As a result, it is unclear to what extent a feeding readiness tool would assist healthcare professionals to decide when to introduce breast or bottle feeding to the preterm infant."
    },
    {
      "heading": "Quality of evidence",
      "text": "No evidence was found."
    }
  ]
}