{
  "doi": "10.1002/14651858.CD003387",
  "name": "Transcranial magnetic stimulation for the treatment of obsessive‐compulsive disorder",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Transcranial magnetic stimulation (TMS) was introduced as a neurophysiological technique in 1985 when Anthony Barker and his team developed a compact machine that permitted non-invasive stimulation of the cerebral cortex (Barker 1985). Since its introduction, TMS has been used to evaluate the motor system, to study the function of several cerebral regions, and for the pathophysiology of several neuropsychiatric illnesses. In addition, it has been suggested that TMS might have therapeutic potential.\nSome controlled studies have evaluated the effects of repetitive TMS (rTMS) in patients with obsessive-compulsive disorder (OCD). Greenberg (Greenberg 1997) observed that a single session of right prefrontal cortex stimulation produced a significant decrease in compulsive urges in OCD patients lasting over eight hours. Other studies have reported transitory improvements in mood but there are no observations for changes in anxiety or obsessions."
    },
    {
      "heading": "Objectives",
      "text": "To develop a systematic review on the clinical efficacy and safety of transcranial magnetic stimulation from randomised controlled trials in the treatment of obsessive-compulsive disorder."
    },
    {
      "heading": "Search methods",
      "text": "An electronic search was performed including the Cochrane Collaboration Depression, Anxiety and Neurosis Review Group trials register (last searched June, 2002), the Cochrane Controlled Trials Register (Issue 2, 2002), MEDLINE (1966-2002), EMBASE (1974-2002), PsycLIT (1980-2002), and bibliographies from reviewed articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials assessing the therapeutic efficacy and safety of transcranial magnetic stimulation for obsessive-compulsive disorder."
    },
    {
      "heading": "Data collection and analysis",
      "text": "All reviewers independently extracted the information and verified it by cross-checking. Disagreements were resolved through discussion."
    },
    {
      "heading": "Main results",
      "text": "Three trials were included in the review and only two contained data in a suitable form for quantitative analysis. It was not possible to pool any results for a meta-analysis. No difference was seen between rTMS and sham TMS using the Yale-Brown Obsessive-Compulsive Scale or the Hamilton Depression Rating Scale for all time periods analysed."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are currently insufficient data from randomised controlled trials to draw any conclusions about the efficacy of transcranial magnetic stimulation in the treatment of obsessive-compulsive disorder."
    }
  ],
  "pls_title": "Transcranial magnetic stimulation (TMS) for the treatment of obsessive compulsive disorder (OCD)",
  "pls_type": "long",
  "pls": "Transcranial magnetic stimulation was introduced as neurophysiological technique in 1985 when Anthony Barker and his team developed a compact machine that permitted a non-invasive stimulation of the cerebral cortex. In addition it has been suggested that TMS could have therapeutic potential. Its' capability for excitation or inhibition of cortical areas in a non-invasive way represents a remarkable advance in neuroscience researches. Some studies have evaluated the therapeutic effects of repetitive TMS in controlled studies on patients with obsessive-compulsive disorder observing some changes in their behaviour in terms of compulsive urges or improvements in mood. This review has evaluated the current evidence for TMS as a therapeutic treatment for obsessive-compulsive disorder (OCD). There is a lack of evidence for the effect of TMS in the treatment of OCD."
}