{
  "doi": "10.1002/14651858.CD006375.pub4",
  "name": "Mid‐urethral sling operations for stress urinary incontinence in women",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Urinary incontinence is a very common and debilitating problem affecting about 50% of women at some point in their lives. Stress urinary incontinence (SUI) is a predominant cause in 30% to 80% of these women imposing significant health and economic burden on society and the women affected. Mid-urethral sling (MUS) operations are a recognised minimally invasive surgical treatment for SUI. MUS involves the passage of a small strip of tape through either the retropubic or obturator space, with entry or exit points at the lower abdomen or groin, respectively. This review does not include single-incision slings."
    },
    {
      "heading": "Objectives",
      "text": "To assess the clinical effects of mid-urethral sling (MUS) operations for the treatment of SUI, urodynamic stress incontinence (USI) or mixed urinary incontinence (MUI) in women."
    },
    {
      "heading": "Search methods",
      "text": "We searched: Cochrane Incontinence Specialised Register (including: CENTRAL, MEDLINE, MEDLINE In-Process, ClinicalTrials.gov) (searched 26 June 2014); Embase Classic (January 1947 to Week 25 2014); WHO ICTRP (searched 30 June 2014); reference lists."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised controlled trials amongst women with SUI, USI or MUI, in which both trial arms involve a MUS operation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the methodological quality of potentially eligible studies and extracted data from included trials."
    },
    {
      "heading": "Main results",
      "text": "We included 81 trials that evaluated 12,113 women. We assessed the quality of evidence for outcomes using the GRADE assessment tool; the quality of most outcomes was moderate, mainly due to risk of bias or imprecision.\nFifty-five trials with data contributed by 8652 women compared the use of the transobturator route (TOR) and retropubic route (RPR). There is moderate quality evidence that in the short term (up to one year) the rate of subjective cure of TOR and RPR are similar (RR 0.98, 95% CI 0.96 to 1.00; 36 trials, 5514 women; moderate quality evidence) ranging from 62% to 98% in the TOR group, and from 71% to 97% in the RPR group. Short-term objective cure was similar in the TOR and RPR groups (RR 0.98, 95% CI 0.96 to 1.00; 40 trials, 6145 women). Fewer trials reported medium-term (one to five years) and longer-term (over five years) data, but subjective cure was similar between the groups (RR 0.97, 95% CI 0.87 to 1.09; 5 trials, 683 women; low quality evidence; and RR 0.95, 95% CI 0.80 to 1.12; 4 trials, 714 women; moderate quality evidence, respectively). In the long term, subjective cure rates ranged from 43% to 92% in the TOR group, and from 51% to 88% in the RPR group.\nMUS procedures performed using the RPR had higher morbidity when compared to TOR, though the overall rate of adverse events remained low. The rate of bladder perforation was lower after TOR (0.6% versus 4.5%; RR 0.13, 95% CI 0.08 to 0.20; 40 trials, 6372 women; moderate quality evidence). Major vascular/visceral injury, mean operating time, operative blood loss and length of hospital stay were lower with TOR.\nPostoperative voiding dysfunction was less frequent following TOR (RR 0.53, 95% CI 0.43 to 0.65; 37 trials, 6200 women; moderate quality evidence). Overall rates of groin pain were higher in the TOR group (6.4% versus 1.3%; RR 4.12, 95% CI 2.71 to 6.27; 18 trials, 3221 women; moderate quality evidence) whereas suprapubic pain was lower in the TOR group (0.8% versus 2.9%; RR 0.29, 95% CI 0.11 to 0.78); both being of short duration. The overall rate of vaginal tape erosion/exposure/extrusion was low in both groups: 24/1000 instances with TOR compared with 21/1000 for RPR (RR 1.13, 95% CI 0.78 to 1.65; 31 trials, 4743 women; moderate quality evidence). There were only limited data to inform the need for repeat incontinence surgery in the long term, but it was more likely in the TOR group than in the RPR group (RR 8.79, 95% CI 3.36 to 23.00; 4 trials, 695 women; low quality evidence).\nA retropubic bottom-to-top route was more effective than top-to-bottom route for subjective cure (RR 1.10, 95% CI 1.01 to 1.19; 3 trials, 477 women; moderate quality evidence). It incurred significantly less voiding dysfunction, and led to fewer bladder perforations and vaginal tape erosions.\nShort-and medium-term subjective cure rates between transobturator tapes passed using a medial-to-lateral as opposed to a lateral-to-medial approach were similar (RR 1.00, 95% CI 0.96 to 1.06; 6 trials, 759 women; moderate quality evidence, and RR 1.06, 95% CI 0.91 to 1.23; 2 trials, 235 women; moderate quality evidence). There was moderate quality evidence that voiding dysfunction was more frequent in the medial-to-lateral group (RR 1.74, 95% CI 1.06 to 2.88; 8 trials, 1121 women; moderate quality evidence), but vaginal perforation was less frequent in the medial-to-lateral route (RR 0.25, 95% CI 0.12 to 0.53; 3 trials, 541 women). Due to the very low quality of the evidence, it is unclear whether the lower rates of vaginal epithelial perforation affected vaginal tape erosion (RR 0.42, 95% CI 0.16 to 1.09; 7 trials, 1087 women; very low quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Mid-urethral sling operations have been the most extensively researched surgical treatment for stress urinary incontinence (SUI) in women and have a good safety profile. Irrespective of the routes traversed, they are highly effective in the short and medium term, and accruing evidence demonstrates their effectiveness in the long term. This review illustrates their positive impact on improving the quality of life of women with SUI. However, a brief economic commentary (BEC) identified three studies suggesting that transobturator may be more cost-effective compared with retropubic. Fewer adverse events occur with employment of a transobturator approach with the exception of groin pain. When comparing transobturator techniques of a medial-to-lateral versus a lateral-to-medial insertion, there is no evidence to support the use of one approach over the other. However, a bottom-to-top route was more effective than top-to-bottom route for retropubic tapes.\nA salient point illustrated throughout this review is the need for reporting of longer-term outcome data from the numerous existing trials. This would substantially increase the evidence base and provide clarification regarding uncertainties about long-term effectiveness and adverse event profile."
    }
  ],
  "pls_title": "Mid-urethral sling operations for stress urinary incontinence in women",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background information",
      "text": "Stress urinary incontinence (involuntary leakage of urine on effort or exertion; or on sneezing, coughing or laughing) is the commonest form of incontinence in women and leads to a reduction in their quality of life. Women with stress urinary incontinence can also have problems with sexual intercourse, as leakage of urine can occur. A significant amount of the woman's and her family's income can be spent on managing the symptoms. One in three women over the age of 18 years will be affected by stress urinary incontinence at some point in her lifetime.\nOver the years, surgery to stop this problem has become less invasive. Mid-urethral sling operations are one of the various types of surgeries available. These operations are suitable for women who are having their first operation and those who had previous unsuccessful surgery. In a mid-urethral sling operation a tape is placed underneath the urethra, which is the tube that carries urine out of the bladder. When the woman coughs, the tape compresses the tube, thus providing the support necessary to prevent urine leakage.\nThere are two main ways of carrying out these operations, either by inserting a tape behind the pubic bone through the abdomen ('retropubic'), or through the groin ('transobturator')."
    },
    {
      "heading": "What this review tried to find out",
      "text": "We looked at the effects and costs of mid-urethral sling operations using the two different methods. We also compared different ways of inserting the tape, and using tapes made from different materials. The purpose of this review was to find out how effective these operations are in the treatment of stress urinary incontinence and help determine potential complications rate."
    },
    {
      "heading": "Main findings of this review",
      "text": "We performed a thorough literature search up to June 2014. We identified 81 trials that had a total of 12,113 women. These trials showed that over 80% of women with stress urinary incontinence are cured, or have significant improvement in their symptoms, with either operation, for up to five years after surgery, irrespective of the tapes used and the route of tape insertion. The studies used different questionnaires to assess quality of life, which meant that we could not combine their results . However, the information available for quality of life shows that it improves as a result of these operations, though there is no clear difference between the two procedures. In terms of costs, a non-systematic review of economic studies suggested that transobturator had lower costs than retropubic methods. Only a few trials provided information about the effectiveness of these tapes more than five years after surgery. The evidence that we have been able to assess indicates that the positive effects persist."
    },
    {
      "heading": "Adverse effects",
      "text": "Tapes passing behind the pubic bone (retropubic) seem to carry a greater risk of injuring the bladder during the operation and of women experiencing problems emptying their bladder completely after surgery. However, this operation leads to less groin pain in the short term. There is some limited evidence that this way of inserting the tape has a lower risk of requiring a repeat operation in the long term compared to tapes passing through the groin (transobturator). There is moderate quality evidence that overall reported rates of tape-related complications are low, such as erosion of the tape into the vagina at about 2% for both routes of tape insertion. The reported occurrence of problems with sexual intercourse including pain was low, and leakage of urine during intercourse are improved following insertion of these tapes."
    },
    {
      "heading": "Limitations of the review",
      "text": "Most of our results are based on moderate quality evidence. Most trials did not describe their methods clearly, thus leading to some degree of uncertainty in the findings. At present there are only a limited number of randomised controlled trials (these produce the most reliable results) that have published data beyond five years after surgery. This means that evidence about how effective and safe these procedures are in the longer term lags behind the evidence for them in the short and medium term (up to five years). Longer-term data are required to help increase the reliability of longer-term results."
    }
  ]
}