{
  "doi": "10.1002/14651858.CD007851.pub3",
  "name": "Intravenous alpha‐1 antitrypsin augmentation therapy for treating patients with alpha‐1 antitrypsin deficiency and lung disease ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Alpha-1 antitrypsin deficiency is an inherited disorder that can cause chronic obstructive pulmonary disease (COPD). People who smoke are more seriously affected and have a greater risk of dying from the disease. Therefore, the primary treatment is to help people give up smoking. There are now also preparations available that contain alpha-1 antitrypsin, but it is uncertain what their clinical effect is."
    },
    {
      "heading": "Objectives",
      "text": "To review the benefits and harms of augmentation therapy with intravenous alpha-1 antitrypsin in patients with alpha-1 antitrypsin deficiency and lung disease."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), PubMed and ClinicalTrials.gov to 25 March 2016."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised trials of augmentation therapy with alpha-1 antitrypsin compared with placebo or no treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The two review authors independently selected trials, extracted outcome data and assessed the risk of bias."
    },
    {
      "heading": "Main results",
      "text": "We included three trials (283 participants in the analyses) that ran for two to three years. All participants were ex- or never-smokers and had genetic variants that carried a high risk of developing COPD. Only one trial reported mortality data (one person of 93 died in the treatment group and three of 87 died in the placebo group). There was no information on harms in the oldest trial. Another trial reported serious adverse events in 10 participants in the treatment group and 18 participants in the placebo group. In the most recent trial, serious adverse events occurred in 28 participants in each group. None of the trials reported mean number of lung infections or hospital admissions. In the two trials that reported exacerbations, there were more exacerbations in the treatment group than in the placebo group, but the results of both trials included the possibility of no difference. Quality of life was similar in the two groups. Forced expiratory volume in one second (FEV1) deteriorated more in participants in the treatment group than in the placebo group but the confidence interval (CI) included no difference (standardised mean difference -0.19, 95% CI -0.42 to 0.05; P = 0.12). For carbon monoxide diffusion, the difference was -0.11 mmol/minute/kPa (95% CI -0.35 to 0.12; P = 0.34). Lung density measured by computer tomography (CT) scan deteriorated significantly less in the treatment group than in the placebo group (mean difference (MD) 0.86 g/L, 95% CI 0.31 to 1.42; P = 0.002). Several secondary outcomes were unreported in the largest and most recent trial whose authors had numerous financial conflicts of interest."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review update added one new study and 143 new participants, but the conclusions remain unchanged. Due to sparse data, we could not arrive at a conclusion about the impact of augmentation therapy on mortality, exacerbations, lung infections, hospital admission and quality of life, and there was uncertainty about possible harms. Therefore, it is our opinion that augmentation therapy with alpha-1 antitrypsin cannot be recommended."
    }
  ],
  "pls_title": "Intravenous alpha-1 antitrypsin augmentation therapy for treating patients with alpha-1 antitrypsin deficiency and lung disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Alpha-1 antitrypsin deficiency is an inherited disorder that can cause lung disease (chronic obstructive pulmonary disease or COPD, which is a chronic lung condition that prevents the air supply from getting to the lungs). It affects about 1 in 1600 to 1 in 5000 people. Patients with lung disease suffer from shortness of breath, reduced ability to exercise and wheezing. People who smoke are more seriously affected and have a greater risk of dying from the disease."
    },
    {
      "heading": "Study characteristics",
      "text": "We reviewed the benefits and harms of treating patients who have the form of the disease that affects the lungs with alpha-1 antitrypsin extracted from blood donations. We found three randomised clinical trials (283 participants in the analyses) comparing treatment with alpha-1 antitrypsin with placebo (a pretend treatment) for two to three years. All participants were ex-smokers or had never smoked but had the genetic problem that carried a high risk of developing lung problems. The evidence is current to March 2016."
    },
    {
      "heading": "Key results",
      "text": "Only one trial reported deaths (one of 93 participants died taking the medicine and three of 87 died taking placebo). There was no information on harms in the oldest trial. In another trial, serious adverse events occurred in 10 participants in the medicine group and 18 participants in the placebo group. In the most recent trial, serious adverse events occurred in 28 participants in each group.\nNone of the trials reported on the number of lung infections or hospital admissions. There were more exacerbations (acute worsening in lung function) in the medicine group than in the placebo group, whereas quality of life was similar in the two groups.\nAll trials measured lung function using forced expiratory volume in one second (how much air a person can breathe out during a forced breath) and carbon monoxide diffusion (a medical test that measures how much gas travels from the lungs to the blood). Lung function was slightly worse in participants taking the medicine but the differences were not significant. Lung function deteriorated significantly less when measured by a special type of X-ray called a computer tomography (CT) scan. Several secondary outcomes were unreported in the largest and most recent trial whose authors had numerous financial conflicts of interest."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Due to a lack of information, we cannot be sure whether this treatment works or not. Therefore, it is our opinion that treatment with alpha-1 antitrypsin augmentation cannot be recommended."
    }
  ]
}