{
  "doi": "10.1002/14651858.CD003654.pub6",
  "name": "Calcium channel blockers versus other classes of drugs for hypertension",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is the first update of a review published in 2010. While calcium channel blockers (CCBs) are often recommended as a first-line drug to treat hypertension, the effect of CCBs on the prevention of cardiovascular events, as compared with other antihypertensive drug classes, is still debated."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether CCBs used as first-line therapy for hypertension are different from other classes of antihypertensive drugs in reducing the incidence of major adverse cardiovascular events."
    },
    {
      "heading": "Search methods",
      "text": "For this updated review, the Cochrane Hypertension Information Specialist searched the following databases for randomised controlled trials (RCTs) up to 1 September 2020: the Cochrane Hypertension Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL 2020, Issue 1), Ovid MEDLINE, Ovid Embase, the World Health Organization International Clinical Trials Registry Platform, and ClinicalTrials.gov. We also contacted the authors of relevant papers regarding further published and unpublished work and checked the references of published studies to identify additional trials. The searches had no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing first-line CCBs with other antihypertensive classes, with at least 100 randomised hypertensive participants and a follow-up of at least two years."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors independently selected the included trials, evaluated the risk of bias, and entered the data for analysis. Any disagreements were resolved through discussion. We contacted study authors for additional information."
    },
    {
      "heading": "Main results",
      "text": "This update contains five new trials. We included a total of 23 RCTs (18 dihydropyridines, 4 non-dihydropyridines, 1 not specified) with 153,849 participants with hypertension. All-cause mortality was not different between first-line CCBs and any other antihypertensive classes. As compared to diuretics, CCBs probably increased  major cardiovascular events (risk ratio (RR) 1.05, 95% confidence interval (CI) 1.00 to 1.09, P = 0.03) and increased congestive heart failure events (RR 1.37, 95% CI 1.25 to 1.51, moderate-certainty evidence). As compared to beta-blockers, CCBs reduced the following outcomes: major cardiovascular events (RR 0.84, 95% CI 0.77 to 0.92), stroke (RR 0.77, 95% CI 0.67 to 0.88, moderate-certainty evidence), and cardiovascular mortality (RR 0.90, 95% CI 0.81 to 0.99, low-certainty evidence). As compared to angiotensin-converting enzyme (ACE) inhibitors, CCBs reduced stroke (RR 0.90, 95% CI 0.81 to 0.99, low-certainty evidence) and increased congestive heart failure (RR 1.16, 95% CI 1.06 to 1.28, low-certainty evidence). As compared to angiotensin receptor blockers (ARBs), CCBs reduced myocardial infarction (RR 0.82, 95% CI 0.72 to 0.94, moderate-certainty evidence) and increased congestive heart failure (RR 1.20, 95% CI 1.06 to 1.36, low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "For the treatment of hypertension, there is moderate certainty evidence that diuretics reduce major cardiovascular events and congestive heart failure more than CCBs. There is low to moderate certainty evidence that CCBs probably reduce major cardiovascular events more than beta-blockers. There is low to moderate certainty evidence that CCBs reduced stroke when compared to angiotensin-converting enzyme (ACE) inhibitors and reduced myocardial infarction when compared to angiotensin receptor blockers (ARBs), but increased congestive heart failure when compared to ACE inhibitors and ARBs. Many of the differences found in the current review are not robust, and further trials might change the conclusions. More well-designed RCTs studying the mortality and morbidity of individuals taking CCBs as compared with other antihypertensive drug classes are needed for patients with different stages of hypertension, different ages, and with different comorbidities such as diabetes."
    }
  ],
  "pls_title": "Calcium channel blockers versus other classes of drugs for hypertension",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "In this first update of a review published in 2010, we wanted to find out if calcium channel blockers (CCBs) can prevent harmful cardiovascular events such as stroke, heart attack, and heart failure when compared to other antihypertensive (blood pressure-lowering) medications used for individuals with raised blood pressure (hypertension)."
    },
    {
      "heading": "Background",
      "text": "Appropriate lowering of elevated blood pressure in individuals with hypertension can reduce the amount of major complications of hypertension, such as stroke, heart attack, congestive heart failure, and even death. CCBs are used as a first-line blood pressure-lowering medication, but whether this is the best way to reduce harmful cardiovascular events has been a matter of debate."
    },
    {
      "heading": "Search date",
      "text": "We collected and analysed all relevant studies up to 01 September 2020."
    },
    {
      "heading": "Study characteristics",
      "text": "We found 23 relevant studies conducted in Europe, North America, Oceania, Israel, and Japan. The studies compared treatment with CCBs versus treatment with other classes of blood pressure-lowering medications in people with hypertension and included 153,849 participants. Follow-up of trial participants ranged from 2 to 5.3 years."
    },
    {
      "heading": "Key results",
      "text": "There was no difference in deaths from all causes between CCBs and other blood pressure-lowering medications. Diuretics probably reduce total cardiovascular events and congestive heart failure more than CCBs. CCBs probably reduce total cardiovascular events more than beta-blockers. CCBs reduced stroke when compared to angiotensin-converting enzyme (ACE) inhibitors and reduced heart attack when compared to angiotensin receptor blockers (ARBs), but increased congestive heart failure when compared to ACE inhibitors and ARBs."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We assessed the quality of the evidence as mostly moderate, although more trials are desirable."
    }
  ]
}