{
  "doi": "10.1002/14651858.CD006715.pub3",
  "name": "Epidural analgesia for adults undergoing cardiac surgery with or without cardiopulmonary bypass ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "General anaesthesia combined with epidural analgesia may have a beneficial effect on clinical outcomes. However, use of epidural analgesia for cardiac surgery is controversial due to a theoretical increased risk of epidural haematoma associated with systemic heparinization. This review was published in 2013, and it was updated in 2019."
    },
    {
      "heading": "Objectives",
      "text": "To determine the impact of perioperative epidural analgesia in adults undergoing cardiac surgery, with or without cardiopulmonary bypass, on perioperative mortality and cardiac, pulmonary, or neurological morbidity."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, and Embase in November 2018, and two trial registers up to February 2019, together with references and relevant conference abstracts."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomized controlled trials (RCTs) including adults undergoing any type of cardiac surgery under general anaesthesia and comparing epidural analgesia versus another modality of postoperative pain treatment. The primary outcome was mortality."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures as expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We included 69 trials with 4860 participants: 2404 given epidural analgesia and 2456 receiving comparators (systemic analgesia, peripheral nerve block, intrapleural analgesia, or wound infiltration). The mean (or median) age of participants varied between 43.5 years and 74.6 years. Surgeries performed were coronary artery bypass grafting or valvular procedures and surgeries for congenital heart disease. We judged that no trials were at low risk of bias for all domains, and that all trials were at unclear/high risk of bias for blinding of participants and personnel taking care of study participants.\nEpidural analgesia versus systemic analgesia\nTrials show there may be no difference in mortality at 0 to 30 days (risk difference (RD) 0.00, 95% confidence interval (CI) −0.01 to 0.01; 38 trials with 3418 participants; low-quality evidence), and there may be a reduction in myocardial infarction at 0 to 30 days (RD −0.01, 95% CI −0.02 to 0.00; 26 trials with 2713 participants; low-quality evidence). Epidural analgesia may reduce the risk of 0 to 30 days respiratory depression (RD −0.03, 95% CI −0.05 to −0.01; 21 trials with 1736 participants; low-quality evidence). There is probably little or no difference in risk of pneumonia at 0 to 30 days (RD −0.03, 95% CI −0.07 to 0.01; 10 trials with 1107 participants; moderate-quality evidence), and epidural analgesia probably reduces the risk of atrial fibrillation or atrial flutter at 0 to 2 weeks (RD −0.06, 95% CI −0.10 to −0.01; 18 trials with 2431 participants; moderate-quality evidence). There may be no difference in cerebrovascular accidents at 0 to 30 days (RD −0.00, 95% CI −0.01 to 0.01; 18 trials with 2232 participants; very low-quality evidence), and none of the included trials reported any epidural haematoma events at 0 to 30 days (53 trials with 3982 participants; low-quality evidence). Epidural analgesia probably reduces the duration of tracheal intubation by the equivalent of 2.4 hours (standardized mean difference (SMD) −0.78, 95% CI −1.01 to −0.55; 40 trials with 3353 participants; moderate-quality evidence). Epidural analgesia reduces pain at rest and on movement up to 72 hours after surgery. At six to eight hours, researchers noted a reduction in pain, equivalent to a reduction of 1 point on a 0 to 10 pain scale (SMD −1.35, 95% CI −1.98 to −0.72; 10 trials with 502 participants; moderate-quality evidence). Epidural analgesia may increase risk of hypotension (RD 0.21, 95% CI 0.09 to 0.33; 17 trials with 870 participants; low-quality evidence) but may make little or no difference in the need for infusion of inotropics or vasopressors (RD 0.00, 95% CI −0.06 to 0.07; 23 trials with 1821 participants; low-quality evidence).\nEpidural analgesia versus other comparators\nFewer studies compared epidural analgesia versus peripheral nerve blocks (four studies), intrapleural analgesia (one study), and wound infiltration (one study). Investigators provided no data for pulmonary complications, atrial fibrillation or flutter, or for any of the comparisons. When reported, other outcomes for these comparisons (mortality, myocardial infarction, neurological complications, duration of tracheal intubation, pain, and haemodynamic support) were uncertain due to the small numbers of trials and participants."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Compared with systemic analgesia, epidural analgesia may reduce the risk of myocardial infarction, respiratory depression, and atrial fibrillation/atrial flutter, as well as the duration of tracheal intubation and pain, in adults undergoing cardiac surgery. There may be little or no difference in mortality, pneumonia, and epidural haematoma, and effects on cerebrovascular accident are uncertain. Evidence is insufficient to show the effects of epidural analgesia compared with peripheral nerve blocks, intrapleural analgesia, or wound infiltration."
    }
  ],
  "pls_title": "Epidural analgesia for heart surgery with or without the heart lung machine in adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We set out to determine from randomized controlled trials the effect of epidural pain relief on the number of deaths following surgery and risk of heart, lung, or nerve complications in adults undergoing heart surgery.\nThis review was first published in 2013, and it was updated in 2019."
    },
    {
      "heading": "Background",
      "text": "For epidural pain relief, a local anaesthetic, an opioid, or a mixture of both drugs is given through a catheter in the epidural space, which is the space immediately outside the membrane surrounding the cord. Epidural analgesia could reduce the risk of complications after surgery, such as lung infections including pneumonia, difficulty in breathing (respiratory failure), heart attack, and irregular heart rhythm caused by atrial fibrillation. A concern is that for cardiac surgery, the blood has to be thinned to reduce blood clotting, which may increase the chance of bleeding around the spinal cord. The collection of blood puts pressure on the spinal cord and can cause permanent nerve damage and disability."
    },
    {
      "heading": "Study characteristics",
      "text": "We included randomized controlled trials involving adults undergoing any type of cardiac surgery under general anaesthesia with or without cardiopulmonary bypass where researchers compared epidural pain relief around the time of surgery against other forms of pain relief. Surgeries performed were coronary artery bypass grafting or valvular procedures and surgeries for congenital heart disease. The average age of participants was between 43 and 75 years. Outcomes were measured up to one year after surgery.\nWe included 69 studies with 4860 participants. Where stated, the studies were funded by governmental resources (five studies), charity (eight), institutional resources (23), or in part by the industry (two). In all, 31 trials did not mention the source of funding. The evidence is current to November 2018."
    },
    {
      "heading": "Key results",
      "text": "When researchers compared epidural analgesia versus systemic pain relief (e.g. by an analgesic given directly into a vein), they could not detect any difference in the number of deaths in the first 30 days after surgery (38 studies, 3418 participants). There might be a difference in the number of people experiencing heart attacks (26 studies, 2713 participants). These findings were supported by low-quality evidence. We found a small reduction in the risk of respiratory depression with epidural pain relief (21 studies, 1736 participants), but not in the risk of pneumonia (10 studies, 1107 participants) (low- or moderate-quality evidence). The reduced risk of respiratory depression was more obvious when cardiopulmonary bypass was needed for cardiac surgery. Epidural analgesia reduced the risk of atrial fibrillation or atrial flutter early in recovery at zero to two weeks (18 studies, 2431 participants; moderate-quality evidence). The number of cerebrovascular accidents was not clearly different (18 studies, 2232 participants), and no lasting neurological complications or epidural haematomas were reported (53 studies, 3982 participants; very low- or low-quality evidence). Although epidural analgesia may have reduced the duration of tracheal intubation, this was noted mainly in older studies, and clinical practices have changed since that time (40 trials, 3353 participants; moderate-quality evidence).\nWe found only six studies that compared epidural pain relief versus application of local anaesthetic on the body surface to produce peripheral nerve blocks directly into the space around the lungs (intrapleural analgesia) and onto the surgical wound (wound infiltration). These studies provided low- or very low-quality evidence and did not report on many of the outcomes for this review. Study authors reported no heart attacks and no epidural haematomas."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We rated the quality of evidence as moderate, low, or very low. We included too few participants in our review to rule out any differences in the number of patient deaths between epidural analgesia and systemic analgesia, nor to see any increase in epidural haematomas."
    }
  ]
}