{
  "doi": "10.1002/14651858.CD011902.pub2",
  "name": "Dermoscopy, with and without visual inspection, for diagnosing melanoma in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Melanoma has one of the fastest rising incidence rates of any cancer. It accounts for a small percentage of skin cancer cases but is responsible for the majority of skin cancer deaths. Although history-taking and visual inspection of a suspicious lesion by a clinician are usually the first in a series of ‘tests’ to diagnose skin cancer, dermoscopy has become an important tool to assist diagnosis by specialist clinicians and is increasingly used in primary care settings. Dermoscopy is a magnification technique using visible light that allows more detailed examination of the skin compared to examination by the naked eye alone. Establishing the additive value of dermoscopy over and above visual inspection alone across a range of observers and settings is critical to understanding its contribution for the diagnosis of melanoma and to future understanding of the potential role of the growing number of other high-resolution image analysis techniques."
    },
    {
      "heading": "Objectives",
      "text": "To determine the diagnostic accuracy of dermoscopy alone, or when added to visual inspection of a skin lesion, for the detection of cutaneous invasive melanoma and atypical intraepidermal melanocytic variants in adults. We separated studies according to whether the diagnosis was recorded face-to-face (in-person), or based on remote (image-based), assessment."
    },
    {
      "heading": "Search methods",
      "text": "We undertook a comprehensive search of the following databases from inception up to August 2016: CENTRAL; MEDLINE; Embase; CINAHL; CPCI; Zetoc; Science Citation Index; US National Institutes of Health Ongoing Trials Register; NIHR Clinical Research Network Portfolio Database; and the World Health Organization International Clinical Trials Registry Platform. We studied reference lists and published systematic review articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Studies of any design that evaluated dermoscopy in adults with lesions suspicious for melanoma, compared with a reference standard of either histological confirmation or clinical follow-up. Data on the accuracy of visual inspection, to allow comparisons of tests, was included only if reported in the included studies of dermoscopy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted all data using a standardised data extraction and quality assessment form (based on QUADAS-2). We contacted authors of included studies where information related to the target condition or diagnostic threshold were missing. We estimated accuracy using hierarchical summary receiver operating characteristic (SROC),methods. Analysis of studies allowing direct comparison between tests was undertaken. To facilitate interpretation of results, we computed values of sensitivity at the point on the SROC curve with 80% fixed specificity and values of specificity with 80% fixed sensitivity. We investigated the impact of in-person test interpretation; use of a purposely developed algorithm to assist diagnosis; observer expertise; and dermoscopy training."
    },
    {
      "heading": "Main results",
      "text": "We included a total of 104 study publications reporting on 103 study cohorts with 42,788 lesions (including 5700 cases), providing 354 datasets for dermoscopy. The risk of bias was mainly low for the index test and reference standard domains and mainly high or unclear for participant selection and participant flow. Concerns regarding the applicability of study findings were largely scored as ‘high’ concern in three of four domains assessed. Selective participant recruitment, lack of reproducibility of diagnostic thresholds and lack of detail on observer expertise were particularly problematic.\nThe accuracy of dermoscopy for the detection of invasive melanoma or atypical intraepidermal melanocytic variants was reported in 86 datasets; 26 for evaluations conducted in person (dermoscopy added to visual inspection), and 60 for image-based evaluations (diagnosis based on interpretation of dermoscopic images). Analyses of studies by prior testing revealed no obvious effect on accuracy; analyses were hampered by the lack of studies in primary care, lack of relevant information and the restricted inclusion of lesions selected for biopsy or excision. Accuracy was higher for in-person diagnosis compared to image-based evaluations (relative diagnostic odds ratio (RDOR) 4.6, 95% confidence interval (CI) 2.4 to 9.0; P < 0.001).\nWe compared accuracy for (a), in-person evaluations of dermoscopy (26 evaluations; 23,169 lesions and 1664 melanomas),versus visual inspection alone (13 evaluations; 6740 lesions and 459 melanomas), and for (b), image-based evaluations of dermoscopy (60 evaluations; 13,475 lesions and 2851 melanomas),versus image-based visual inspection (11 evaluations; 1740 lesions and 305 melanomas). For both comparisons, meta-analysis found dermoscopy to be more accurate than visual inspection alone, with RDORs of (a), 4.7 (95% CI 3.0 to 7.5; P < 0.001), and (b), 5.6 (95% CI 3.7 to 8.5; P < 0.001). For a), the predicted difference in sensitivity at a fixed specificity of 80% was 16% (95% CI 8% to 23%; 92% for dermoscopy + visual inspection versus 76% for visual inspection), and predicted difference in specificity at a fixed sensitivity of 80% was 20% (95% CI 7% to 33%; 95% for dermoscopy + visual inspection versus 75% for visual inspection). For b) the predicted differences in sensitivity was 34% (95% CI 24% to 46%; 81% for dermoscopy versus 47% for visual inspection), at a fixed specificity of 80%, and predicted difference in specificity was 40% (95% CI 27% to 57%; 82% for dermoscopy versus 42% for visual inspection), at a fixed sensitivity of 80%.\nUsing the median prevalence of disease in each set of studies ((a), 12% for in-person and (b), 24% for image-based), for a hypothetical population of 1000 lesions, an increase in sensitivity of (a), 16% (in-person), and (b), 34% (image-based), from using dermoscopy at a fixed specificity of 80% equates to a reduction in the number of melanomas missed of (a), 19 and (b), 81 with (a), 176 and (b), 152 false positive results. An increase in specificity of (a), 20% (in-person), and (b), 40% (image-based), at a fixed sensitivity of 80% equates to a reduction in the number of unnecessary excisions from using dermoscopy of (a), 176 and (b), 304 with (a), 24 and (b), 48 melanomas missed.\nThe use of a named or published algorithm to assist dermoscopy interpretation (as opposed to no reported algorithm or reported use of pattern analysis), had no significant impact on accuracy either for in-person (RDOR 1.4, 95% CI 0.34 to 5.6; P = 0.17), or image-based (RDOR 1.4, 95% CI 0.60 to 3.3; P = 0.22), evaluations. This result was supported by subgroup analysis according to algorithm used. We observed higher accuracy for observers reported as having high experience and for those classed as ‘expert consultants’ in comparison to those considered to have less experience in dermoscopy, particularly for image-based evaluations. Evidence for the effect of dermoscopy training on test accuracy was very limited but suggested associated improvements in sensitivity."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Despite the observed limitations in the evidence base, dermoscopy is a valuable tool to support the visual inspection of a suspicious skin lesion for the detection of melanoma and atypical intraepidermal melanocytic variants, particularly in referred populations and in the hands of experienced users. Data to support its use in primary care are limited, however, it may assist in triaging suspicious lesions for urgent referral when employed by suitably trained clinicians. Formal algorithms may be of most use for dermoscopy training purposes and for less expert observers, however reliable data comparing approaches using dermoscopy in person are lacking."
    }
  ],
  "pls_title": "How accurate is dermoscopy compared to visual inspection of the skin for diagnosing skin cancer (melanoma) in adults?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of the review?",
      "text": "The aim of this Cochrane Review was to find out the accuracy of dermoscopy for the diagnosis of melanoma in comparison to visual inspection of the skin with the naked eye. The Review also investigated whether diagnostic accuracy using dermoscopy on a patient in person differed to the accuracy of diagnosis using dermoscopic images of the skin. Researchers in Cochrane included 104 studies to answer this question."
    },
    {
      "heading": "Why is improving the diagnosis of melanoma important?",
      "text": "Melanoma is one of the most dangerous forms of skin cancer. Not recognising a melanoma when it is present (a false-negative test result), delays surgery to remove it, risking cancer spreading to other organs in the body, and possibly death. Diagnosing a skin lesion (a mole or area of skin with an unusual appearance in comparison with the surrounding skin) as a melanoma when it is not (a false-positive result), may result in unnecessary surgery, further investigations and patient anxiety. Visual inspection of suspicious skin lesions by a clinician using the naked eye is usually the first of a series of ‘tests’ to diagnose melanoma. Magnification techniques can be used by skin cancer specialists to allow a more detailed examination of suspicious skin lesions than can be achieved using the naked eye alone."
    },
    {
      "heading": "What was studied in the review?",
      "text": "A dermatoscope is a handheld device using visible light (such as from incandescent or LED bulbs), that can be used as part of the clinical examination of suspicious skin lesions. Dermoscopy has become an important tool to assist diagnosis by specialist clinicians and is also increasingly used in primary care settings. Knowing the diagnostic accuracy of dermoscopy added to visual inspection alone is important to understanding who it should be used by and in which healthcare settings.\nResearchers sought to find out the diagnostic accuracy of dermoscopy of suspicious skin lesions on a patient in person and using dermoscopic images compared to visual inspection alone. Researchers also sought to find out whether diagnostic accuracy was improved by use of a dermoscopy checklist or by an increase in level of clinical expertise."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "The review included 104 studies reporting data for people with lesions suspected of melanoma. The main results for the diagnosis of melanoma (including very early melanomas), are based on 86 of the studies, 26 of which provide information on the accuracy of dermoscopy added to in-person visual inspection of a skin lesion and 60 provide information based on examination of dermoscopic images without the patient being present.\nThe 26 in-person studies provide the most relevant data for the use of dermoscopy in practice and their results are summarised here. A total of 23,169 suspicious skin lesions were included in the 26 studies and 13 of them also provided information on the accuracy of visual inspection of a lesion without the use of dermoscopy. The results suggest that dermoscopy is more accurate than visual inspection on its own, both for identifying melanoma correctly and excluding things that are not melanoma.\nThe studies used different ways of deciding whether a skin lesion was a melanoma or not, which means that we cannot be exactly sure about how much better dermoscopy is compared to visual inspection alone. Instead we can give an illustrative example of the expected effect of the increase in accuracy using a group of 1000 lesions, of which 120 (12%), are melanoma. In order to see how much better dermoscopy is in identifying melanoma correctly when compared to just looking at the skin, we have to assume that both lead to the same number of lesions being falsely diagnosed as melanoma (we assumed that 176 of the 880 lesions without melanoma would have an incorrect diagnosis of melanoma). In this fixed situation, adding dermoscopy to visual inspection would correctly identify an extra 19 melanomas (110 compared with 91), that would have been missed by just looking at the skin alone. In other words, more melanomas would be correctly identified.\nIn order to see how much better dermoscopy is in deciding if a skin lesion is not a melanoma when compared to just looking at the skin, we have to assume that both lead to the same number of melanomas being correctly diagnosed (in this case we assumed that 96 out of the 120 melanomas would be correctly diagnosed). In this situation, adding in dermoscopy to visual inspection would reduce the number of lesions being wrongly diagnosed as being melanoma by 176 (a reduction from 220 in the visual inspection group to 44 lesions in the dermoscopy group). In other words, more lesions that were not melanoma would be correctly identified and fewer people would end up being sent for surgery.\nValue of visual inspection checklists and effect of observer expertise\nThere was no evidence that use of a checklist to help dermoscopy interpretation changed diagnostic accuracy. Accuracy was better (with fewer missed melanomas and fewer people having unnecessary surgery), when the diagnosis was made by people with more clinical expertise and training."
    },
    {
      "heading": "How reliable are the results of the studies of this review?",
      "text": "In the majority of included studies, the diagnosis of melanoma was made by lesion biopsy and the absence of melanoma was confirmed by biopsy or by follow-up over time to make sure the skin lesion remained negative for melanoma, both of which are likely to have been a reliable method for deciding whether patients really had melanoma*. In a few studies, the absence of melanoma was made by expert diagnosis, which is unlikely to have been a reliable method for deciding whether patients really had melanoma. Poor reporting of study conduct made assessment of the reliability of studies difficult. Selective participant recruitment and lack of detail regarding the threshold for deciding on a positive test result were particularly problematic."
    },
    {
      "heading": "Who do the results of this review apply to?",
      "text": "Sixty-six studies were undertaken in Europe (77%), with the remainder undertaken in North America (6 studies), Asia (4), Oceania (4), or were multicentre (7). Mean age ranged from 30 to 58 years (reported in 26 studies). The percentage of individuals with melanoma ranged between 1% and 41% for dermoscopy in-person studies (median 12%), and between 3% and 61% in studies using dermoscopy images (median 24%). Almost all of the studies were carried out in referral settings rather than in primary care. In the majority of studies the lesions were unlikely to be representative of the range of those seen in practice, for example only including skin lesions of a certain size or with a specific appearance. In addition variation in the expertise of clinicians performing visual inspection and the definition used for a positive dermoscopy test result across studies makes it unclear as to how dermoscopy should be carried out and by people with different levels of clinical expertise in order to achieve the accuracy observed in studies."
    },
    {
      "heading": "What are the implications of this review?",
      "text": "When used by specialists, dermoscopy is better at diagnosing melanoma compared to inspection of a suspicious skin lesion using the naked eye alone. Dermoscopy is more accurate when interpreted with the patient present rather than using dermoscopy images. Dermoscopy might help general practitioners to correctly identify people with suspicious lesions who need to be seen by a specialist. Checklists to help interpret dermoscopy might improve the accuracy of people with less expertise and training. Further, well-reported studies assessing the diagnostic accuracy of dermoscopy when used in primary care and to identify the best way of delivering dermoscopy training are needed."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The review authors searched for and used studies published up to August 2016.\n*In these studies biopsy, clinical follow-up or specialist clinician diagnosis were the reference standards (means of establishing the final diagnosis)."
    }
  ]
}