{
  "doi": "10.1002/14651858.CD007881.pub3",
  "name": "Interventions for cough in cancer",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an updated version of the original Cochrane review first published in Issue 9, 2010 on “Interventions for cough in cancer”. Cough is a common symptom in patients with malignancies, especially in patients with lung cancer. Cough is not well controlled in clinical practice and clinicians have few management options to treat it."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective was to determine the effectiveness of interventions, both pharmacological and non-pharmacological, (other than chemotherapy and external beam radiotherapy) in the management of cough in malignant disease (especially in lung cancer)."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched for relevant studies in CENTRAL and DARE (The Cochrane Library); MEDLINE; EMBASE; PsycINFO; AMED and CINAHL to 9 June 2014. In addition, we searched for ongoing trials via the metaRegister of controlled trials (mRCT), ClinicalTrials.gov, the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) and the UK Clinical Research Network Study Portfolio."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomised controlled trials (RCTs) and clinical trials (quasi-experimental trials and trials where there is a comparison group but no mention of randomisation) in participants with primary or metastatic lung cancer or other cancers."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the titles and abstracts of all studies for inclusion, and extracted data from all included studies independently before reaching consensus. A third review author arbitrated on any disagreement. Meta-analysis was not attempted due to the heterogeneity of the studies."
    },
    {
      "heading": "Main results",
      "text": "For the original version of the review, 17 studies met the inclusion criteria and examined either brachytherapy, laser or photodynamic therapy (eight studies) or a variety of pharmacological therapies (nine studies). Overall, there was an absence of credible evidence and the majority of studies were of low methodological quality and at high risk of bias. Brachytherapy in a variety of doses seemed to improve cough in selected participants, suggesting that possibly the lowest effective dose should be used to minimise side effects. Photodynamic therapy was examined in one study and, while improvements in cough were observed, its role in relationship to other therapies for cough was unclear. Some indication of positive effect was observed with morphine, codeine, dihydrocodeine, levodropropizine, sodium cromoglycate and butamirate citrate linctus (cough syrup), although all studies had significant risk of bias. For this update, we did not identify any additional trials for inclusion. Two ongoing trials were identified but no study results were available."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No new trials were included since the publication of the original version of this review, while 11 new studies that were identified were eventually excluded from this review. Therefore, our conclusions remain unchanged. No practice recommendations could be drawn from this review. There is an urgent need to increase the number and quality of studies evaluating the effects of interventions for the management of cough in cancer."
    }
  ],
  "pls_title": "Interventions for cough in patients with cancer",
  "pls_type": "long",
  "pls": "Cough is a distressing symptom in patients with cancer and is difficult to manage in practice. Hence, the aim of this review was to assess and synthesise the available literature on the management of cough in cancer patients in order to improve practice recommendations. Studies with chemotherapy or radiotherapy were excluded. An extensive literature search yielded 17 studies for evaluation. For this update, we did not identify any additional studies for inclusion. Eight of the studies were about the use of brachytherapy (a technique where a radiation source is placed inside the bronchus in the lung for lung cancer or next to the area requiring treatment), use of laser resection or photodynamic therapy (a treatment that uses a drug plus a special type of light to kill cancer cells). Nine studies assessed the effects of a number of different medications, including codeine and morphine. Overall, the research was of poor quality with significant methodological problems, hence no credible evidence was available in the literature to guide practice. Acknowledging these limitations, brachytherapy in a variety of radiation doses was found to be helpful in selected patients. Some pharmacological treatments were found to be helpful, in particular morphine, codeine, dihydrocodeine, levodropropizine, sodium cromoglycate and butamirate citrate linctus (a cough syrup), although all studies had significant risk of bias and some reported side effects. No practice recommendations could be drawn from this review. There is an urgent need to increase the number and quality of studies evaluating the effects of interventions for the management of cough in cancer."
}