{
  "doi": "10.1002/14651858.CD013013.pub2",
  "name": "Anaesthesia/analgesia for manual removal of retained placenta",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "As a retained placenta is a potential life-threatening obstetrical complication, effective and timely management is important. The estimated mortality rates from a retained placenta in developing countries range from 3% to 9%. One possible factor contributing to the high mortality rates is a delay in initiating manual removal of the placenta. Effective anaesthesia or analgesia during this procedure will provide adequate uterine relaxation and pain control, enabling it to be carried out effectively."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of general, regional, and local anaesthesia or analgesia during manual removal of a retained placenta."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth’s Trials Register, ClinicalTrials.gov and the World Health Organization's International Clinical Trials Registry Platform to 30 September 2019, and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We sought randomised controlled trials (RCTs), quasi-randomised controlled trials, and cluster-randomised trials that compared different methods of preoperative or intraoperative anaesthetic or analgesic, administered during the manual removal of a retained placenta."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the study reports for inclusion, and risk of bias, extracted data and checked them for accuracy. We followed standard Cochrane methodology."
    },
    {
      "heading": "Main results",
      "text": "We identified only one randomised controlled trial (N = 30 women) that evaluated the effect of paracervical block on women undergoing manual removal of a retained placenta compared with intravenous pethidine and diazepam. The study was conducted in a hospital in Papua New Guinea. The study was at high risk of bias of performance bias and detection bias, low risk of attrition bias, and an unclear risk of selection bias, reporting bias, and other bias.\nThe included study did not measure this review's primary outcomes of pain intensity and adverse events.\nThe study reported that there were no women, in either group, who experienced an estimated postpartum blood loss of more than 500 mL.\nWe are uncertain about the providers' satisfaction with the procedure, defined as their perception of achieving good pain relief during the procedure (risk ratio (RR) 1.50, 95% confidence interval (CI) 0.71 to 3.16, one study, 30 women; very low quality evidence).\nWe are also uncertain about the women's satisfaction with the procedure, defined as their perception of achieving good pain relief during the procedure (RR 0.82, 95% CI 0.49 to 1.37; one study, 30 women; very low quality evidence).\nThe included study did not report on any of our other outcomes of interest."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence from one small study to evaluate the effectiveness and safety of anaesthesia or analgesia during the manual removal of a retained placenta.\nThe quality of the available evidence was very low. We downgraded based on issues of limitations in study design (risk of bias) and imprecision (single study with small sample size, few or no events, and wide confidence intervals).\nThere is a need for well-designed, multi-centre, randomised, controlled trials to evaluate the effectiveness and safety of different types of anaesthesia and analgesia during manual removal of a retained placenta. These studies could report on the important outcomes outlined in this review."
    }
  ],
  "pls_title": "Anaesthesia or analgesia during the manual removal of a retained placenta",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "We looked for evidence from randomised controlled trials on the effectiveness and safety of different types of anaesthesia (drugs that produce a partial or total loss of feeling and sensation) and analgesia (drugs that reduce pain) during the manual removal of a retained placenta in women who have just given vaginal birth."
    },
    {
      "heading": "What is the issue?",
      "text": "The placenta is attached to the lining of the uterus during pregnancy. After the baby is born, the placenta separates, and uterine contractions push it out. When the placenta does not come away within 60 minutes after a vaginal birth, it is referred to as a retained placenta.\nAnaesthesia can be general or regional, using the spinal or epidural routes; medications for pain and relaxation, such as fentanyl, midazolam, diazepam, or ketamine, can be given intravenously. We wanted to find out which types of anaesthesia and analgesics were the most effective and safe for women undergoing the manual removal of a retained placenta."
    },
    {
      "heading": "Why is this important?",
      "text": "A delay in the removal of the placenta may result in excessive blood loss that can be life threatening, and require a blood transfusion. Therefore, a retained placenta needs to be removed quickly. When the placenta is removed from the uterus by hand, it is called manual removal. This causes considerable discomfort and pain."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence to September 2019. We found one small, randomised controlled study that took place in a hospital in Papua New Guinea. The study involved 30 women who were undergoing the manual removal of a retained placenta. It compared an injection of the local anaesthetic, lidocaine, around the cervix (paracervical block) and intravenous medication pethidine and diazepam, for pain relief and relaxation.\nThis study did not report on pain intensity or adverse events.\nThe study did report that none of the women experienced a postpartum blood loss of more than 500 mL.\nWe are uncertain about the providers' satisfaction with the procedure (defined as their perception of good pain relief during the procedure), and the women's satisfaction with the procedure (defined as their perception of good pain relief during the procedure)."
    },
    {
      "heading": "What does this mean?",
      "text": "We found insufficient evidence to determine the effectiveness and safety of anaesthesia or analgesia during manual removal of a retained placenta.\nThere is a need for further well designed, randomised controlled trials that report on the important outcomes outlined in this review."
    }
  ]
}