{
  "doi": "10.1002/14651858.CD001049.pub5",
  "name": "Mannitol for acute traumatic brain injury",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Mannitol is sometimes effective in reversing acute brain swelling, but its effectiveness in the ongoing management of severe head injury remains unclear. There is evidence that, in prolonged dosage, mannitol may pass from the blood into the brain, where it might cause increased intracranial pressure."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of different mannitol therapy regimens, of mannitol compared to other intracranial pressure (ICP) lowering agents, and to quantify the effectiveness of mannitol administration given at other stages following acute traumatic brain injury."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Injuries Group Specialised Register, CENTRAL (The Cochrane Library), MEDLINE (OvidSP), EMBASE (OvidSP), ISI Web of Science (SCI-EXPANDED & CPCI-S) and PubMed. We checked reference lists of trials and review articles, and contacted authors of trials. The search was updated on the 20th April 2009."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of mannitol, in patients with acute traumatic brain injury of any severity. The comparison group could be placebo-controlled, no drug, different dose, or different drug. We excluded cross-over trials, and trials where the intervention was started more than eight weeks after injury."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We independently rated quality of allocation concealment and extracted the data. Relative risks (RR) and 95% confidence intervals (CI) were calculated for each trial on an intention to treat basis."
    },
    {
      "heading": "Main results",
      "text": "We identified four eligible randomised controlled trials. One trial compared ICP-directed therapy to 'standard care' (RR for death = 0.83; 95% CI 0.47 to 1.46). One trial compared mannitol to pentobarbital (RR for death = 0.85; 95% CI 0.52 to 1.38). One trial compared mannitol to hypertonic saline (RR for death = 1.25; 95% CI 0.47 to 3.33). One trial tested the effectiveness of pre-hospital administration of mannitol against placebo (RR for death = 1.75; 95% CI 0.48 to 6.38)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Mannitol therapy for raised ICP may have a beneficial effect on mortality when compared to pentobarbital treatment, but may have a detrimental effect on mortality when compared to hypertonic saline. ICP-directed treatment shows a small beneficial effect compared to treatment directed by neurological signs and physiological indicators. There are insufficient data on the effectiveness of pre-hospital administration of mannitol."
    }
  ],
  "pls_title": "Mannitol for acute traumatic brain injury",
  "pls_type": "long",
  "pls": "Mannitol is a sugar alcohol solution which is sometimes effective in reducing brain swelling after head injury. However, its effectiveness in the ongoing treatment of severe head injury remains unclear. There is evidence that excessive administration of mannitol may be harmful, by mannitol passing from the bloodstream into the brain, where it increases pressure within the skull and worsens brain swelling. The review authors searched the medical literature and identified four randomized controlled trials comparing mannitol to other treatment strategies for reducing brain swelling after head injury. One trial compared treatment with mannitol directed by measurement of the pressure within the skull (intracranial pressure) with ‘standard treatment’ (treatment without measurement of intracranial pressure). One trial compared treatment with mannitol to treatment with pentobarbital (a barbiturate drug). One trial compared treatment with mannitol to treatment with hypertonic saline (highly concentrated salt solution). One trial compared treatment with mannitol to treatment with placebo (an inactive ‘dummy’ solution) before arrival in the hospital (pre-hospital). The review found that treatment with mannitol for increased intracranial pressure reduced the likelihood of death when compared to treatment with pentobarbital. In contrast, it found that treatment with mannitol may increase the likelihood of death when compared to treatment with hypertonic saline. The review also found a small benefit when mannitol treatment is directed by measurement of intracranial pressure compared to ‘standard treatment.’ The review found insufficient data on the effectiveness of pre-hospital administration of mannitol."
}