{
  "doi": "10.1002/14651858.CD003416.pub5",
  "name": "Number of embryos for transfer following in vitro fertilisation or intra‐cytoplasmic sperm injection ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Transfer of more than one embryo during in vitro fertilisation (IVF) or intracytoplasmic sperm injection (ICSI) increases multiple pregnancy rates resulting in an increased risk of maternal and perinatal morbidity. Elective single embryo transfer offers a means of minimising this risk, but this potential gain needs to be balanced against the possibility of jeopardising the overall live birth rate (LBR)."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of different policies for the number of embryos transferred in infertile couples undergoing assisted reproductive technology cycles."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Gynaecology and Fertility Group specialised register of controlled trials, CENTRAL, MEDLINE, Embase, ClinicalTrials.gov, and the World Health Organization International Clinical Trials Registry Platform from inception to March 2020. We handsearched reference lists of articles and relevant conference proceedings. We also communicated with experts in the field regarding any additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) comparing different policies for the number of embryos transferred following IVF or ICSI in infertile women. Studies of fresh or frozen and thawed transfer of one to four embryos at cleavage or blastocyst stage were eligible."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed trial eligibility and risk of bias. The primary outcomes were LBR and multiple pregnancy rate. The secondary outcomes were clinical pregnancy and miscarriage rates. We analysed data using risk ratios (RR), Peto odds ratio (Peto OR) and a fixed effect model."
    },
    {
      "heading": "Main results",
      "text": "We included 17 RCTs in the review (2505 women). The main limitation was inadequate reporting of study methods and moderate to high risk of performance bias due to lack of blinding. A majority of the studies had low numbers of participants.\nNone of the trials compared repeated single embryo transfer (SET) with multiple embryo transfer. Reported results of multiple embryo transfer below refer to double embryo transfer.\nRepeated single embryo transfer versus multiple embryo transfer in a single cycle\nRepeated SET was compared with double embryo transfer (DET) in four studies of cleavage-stage transfer. In these studies the SET group received either two cycles of fresh SET (one study) or one cycle of fresh SET followed by one frozen SET (three studies). The cumulative live birth rate after repeated SET may be little or no different from the rate after one cycle of DET (RR 0.95, 95% CI (confidence interval) 0.82 to 1.10; I² = 0%; 4 studies, 985 participants; low-quality evidence). This suggests that for a woman with a 42% chance of live birth following a single cycle of DET, the repeated SET would yield pregnancy rates between 34% and 46%. The multiple pregnancy rate associated with repeated SET is probably reduced compared to a single cycle of DET (Peto OR 0.13, 95% CI 0.08 to 0.21; I² = 0%; 4 studies, 985 participants; moderate-quality evidence). This suggests that for a woman with a 13% risk of multiple pregnancy following a single cycle of DET, the risk following repeated SET would be between 0% and 3%. The clinical pregnancy rate (RR 0.99, 95% CI 0.87 to 1.12; I² = 47%; 3 studies, 943 participants; low-quality evidence) after repeated SET may be little or no different from the rate after one cycle of DET. There may be little or no difference in the miscarriage rate between the two groups.\nSingle versus multiple embryo transfer in a single cycle\nA single cycle of SET was compared with a single cycle of DET in 13 studies, 11 comparing cleavage-stage transfers and three comparing blastocyst-stage transfers.One study reported both cleavage and blastocyst stage transfers.\nLow-quality evidence suggests that the live birth rate per woman may be reduced in women who have SET in comparison with those who have DET (RR 0.67, 95% CI 0.59 to 0.75; I² = 0%; 12 studies, 1904 participants; low-quality evidence). Thus, for a woman with a 46% chance of live birth following a single cycle of DET, the chance following a single cycle of SET would be between 27% and 35%. The multiple pregnancy rate per woman is probably lower in those who have SET than those who have DET (Peto OR 0.16, 95% CI 0.12 to 0.22; I² = 0%; 13 studies, 1952 participants; moderate-quality evidence). This suggests that for a woman with a 15% risk of multiple pregnancy following a single cycle of DET, the risk following a single cycle of SET would be between 2% and 4%. Low-quality evidence suggests that the clinical pregnancy rate may be lower in women who have SET than in those who have DET (RR 0.70, 95% CI 0.64 to 0.77; I² = 0%; 10 studies, 1860 participants; low-quality evidence). There may be little or no difference in the miscarriage rate between the two groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Although DET achieves higher live birth and clinical pregnancy rates per fresh cycle, the evidence suggests that the difference in effectiveness may be substantially offset when elective SET is followed by a further transfer of a single embryo in fresh or frozen cycle, while simultaneously reducing multiple pregnancies, at least among women with a good prognosis.\nThe quality of evidence was low to moderate primarily due to inadequate reporting of study methods and absence of masking those delivering, as well as receiving the interventions."
    }
  ],
  "pls_title": "Number of embryos for transfer in women undergoing assisted reproductive technology (ART)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "How many embryos should be transferred in couples undergoing ART?"
    },
    {
      "heading": "Background",
      "text": "Multiple pregnancy causes serious health risks for mothers and babies. Single embryo transfer (SET) can reduce the chance of having twins, triplets or higher order multiples but this needs to be balanced against the risk of lowering the chance of pregnancy or live birth. We reviewed the evidence about the number of embryos transferred in women undergoing ART. The evidence is current to March 2020."
    },
    {
      "heading": "Study characteristics",
      "text": "We found 17 randomised controlled trials with a total of 2505 participants. Most were not commercially funded. None of the trials compared repeated single embryo transfer (SET) with multiple embryo transfer. A majority of the studies had low numbers of participants. Reported results of multiple embryo transfer below refer to double embryo transfer."
    },
    {
      "heading": "Key findings",
      "text": "Repeated single embryo transfer versus multiple embryo transfer in a single cycle\nBased on low-quality evidence, there was no indication that overall live birth and clinical pregnancy rates differed substantially when repeated SET (either two cycles of single embryo transfer or one cycle of single embryo transfer followed by transfer of a single frozen embryo) was compared with double embryo transfer (DET). For a woman with a 42% chance of live birth following a single cycle of DET, the chance following repeated single embryo transfer would be between 34% and 46%. Moderate-quality evidence suggests that the risk of multiple birth is much lower in the SET group (between 0% and 3%) compared to a 13% chance of multiple pregnancy following a single cycle of DET. The chance of miscarriage rate is similar between the two groups.\nSingle versus multiple embryo transfer in a single cycle\nWe found low-quality evidence that the rates of live birth and clinical pregnancy (CPR) were lower after one cycle of fresh SET compared with the outcome of one cycle of fresh DET. For a woman with a 46% chance of live birth following one cycle of DET, the chance following one cycle of SET was between 27% and 35%. However, the risk of multiple pregnancy was higher after DET. There was no difference in the chance of miscarriage between the two groups."
    },
    {
      "heading": "Conclusion",
      "text": "While live birth and clinical pregnancy was lower following SET compared to DET after single fresh cycle, there was no difference between overall live birth rate and CPR following consecutive SET versus a single cycle of DET. However, the multiple pregnancy rate is much lower following SET compared to DET. Most of the evidence currently available concerns younger women with a good prognosis."
    },
    {
      "heading": "Quality of evidence",
      "text": "The quality of evidence was low to moderate primarily due to inadequate reporting of study methods and absence of masking those delivering, as well as receiving the interventions."
    }
  ]
}