{
  "doi": "10.1002/14651858.CD002210",
  "name": "LAAM maintenance vs methadone maintenance for heroin dependence",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "LAAM and methadone are both opiate agonists and have been shown to reduce dependence on heroin when given continuously under supervised dosing conditions. LAAM has a long duration of action requiring dosing every two/three days compared to methadone which requires daily dosing. LAAM is not as widely available internationally as methadone, and may be withdrawn from the market following ten cases of life-threatening cardiac arrhythmias and an association with QT prolongation."
    },
    {
      "heading": "Objectives",
      "text": "To compare the efficacy and acceptability of LAAM maintenance with methadone maintenance in the treatment of heroin dependence."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE (January 1966 - August 2000), PsycINFO (1887 - August 2000), EMBASE (January 1985 - August 2000), and Cochrane Controlled Trials Register (Issue 2 2000). We hand searched NIDA monographs until August 2000 and reference lists of articles. The specialised register of trials of the Cochrane Group on Drugs and Alcohol was searched until February 2003."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials, controlled clinical trials and controlled prospective studies comparing LAAM and methadone maintenance for the treatment of heroin dependence, outcomes of efficacy or acceptability were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data on retention in treatment, heroin use, side-effects and mortality were collected by two reviewers independently. A meta-analysis was performed using RevMan. Discrepancies were resolved by consensus."
    },
    {
      "heading": "Main results",
      "text": "Eighteen studies, (15 RCTs, 3 Controlled prospective studies) met the inclusion criteria for the review. Three were excluded from the meta-analysis due to lack of data on retention, heroin use or mortality. Cessation of allocated medication (11 studies, 1473 participants) was greater with LAAM than with methadone, (RR 1.36, 95%CI 1.07-1.73, p=0.001, NNT=7.7 (or 8)). Non-abstinence was less with LAAM (5 studies, 983 participants; RR 0.81, 95%CI 0.72-0.91, p=0.0003, NNT=9.1 (or 10)). In 10 studies (1441 participants) there were 6 deaths from a range of causes, 5 in participants assigned to LAAM (RR 2.28 (95%CI 0.59-8.9, p=0.2). other relevant outcomes, such as quality of life and criminal activity could not be analysed because of lack of information in the primary studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "LAAM appears more effective than methadone at reducing heroin use. More LAAM patients than methadone ceased their allocated medication during the studies, but many transferred to methadone and so the significance of this is unclear. There was no difference in safety observed, although there was not enough evidence to comment on uncommon adverse events."
    }
  ],
  "pls_title": "LAAM may be more effective at reducing heroin dependence than methadone, but it is associated with adverse effects, some of which may be life-threatening",
  "pls_type": "long",
  "pls": "Opiate drugs are used to help people reduce their dependence on heroin (an opiate drug). Methadone needs daily doses, but the effects do not last 24 hours for many people. A dose of LAAM (levomethadyl acetate hydrochloride) works for two or three days. LAAM is not as widely available internationally as methadone, and may be withdrawn from the market because of concerns about life-threatening effects on the heart. The review found that LAAM is more effective than methadone at reducing heroin dependence, but there was not enough evidence from trials to draw conclusions about safety."
}