{
  "doi": "10.1002/14651858.CD014461.pub2",
  "name": "Red flags to screen for vertebral fracture in people presenting with low back pain",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Low back pain is a common presentation across different healthcare settings. Clinicians need to confidently be able to screen and identify people presenting with low back pain with a high suspicion of serious or specific pathology (e.g. vertebral fracture). Patients identified with an increased likelihood of having a serious pathology will likely require additional investigations and specific treatment. Guidelines recommend a thorough history and clinical assessment to screen for serious pathology as a cause of low back pain. However, the diagnostic accuracy of recommended red flags (e.g. older age, trauma, corticosteroid use) remains unclear, particularly those used to screen for vertebral fracture."
    },
    {
      "heading": "Objectives",
      "text": "To assess the diagnostic accuracy of red flags used to screen for vertebral fracture in people presenting with low back pain. Where possible, we reported results of red flags separately for different types of vertebral fracture (i.e. acute osteoporotic vertebral compression fracture, vertebral traumatic fracture, vertebral stress fracture, unspecified vertebral fracture)."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search date was 26 July 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered primary diagnostic studies if they compared results of history taking or physical examination (or both) findings (index test) with a reference standard test (e.g. X-ray, magnetic resonance imaging (MRI), computed tomography (CT), single-photon emission computerised tomography (SPECT)) for the identification of vertebral fracture in people presenting with low back pain. We included index tests that were presented individually or as part of a combination of tests."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data for diagnostic two-by-two tables from the publications or reconstructed them using information from relevant parameters to calculate sensitivity, specificity, and positive (+LR) and negative (−LR) likelihood ratios with 95% confidence intervals (CIs). We extracted aspects of study design, characteristics of the population, index test, reference standard, and type of vertebral fracture. Meta-analysis was not possible due to heterogeneity of studies and index tests, therefore the analysis was descriptive. We calculated sensitivity, specificity, and LRs for each test and used these as an indication of clinical usefulness. Two review authors independently conducted risk of bias and applicability assessment using the QUADAS-2 tool."
    },
    {
      "heading": "Main results",
      "text": "This review is an update of a previous Cochrane Review of red flags to screen for vertebral fracture in people with low back pain. We included 14 studies in this review, six based in primary care, five in secondary care, and three in tertiary care. Four studies reported on 'osteoporotic vertebral fractures', two studies reported on 'vertebral compression fracture', one study reported on 'osteoporotic and traumatic vertebral fracture', two studies reported on 'vertebral stress fracture', and five studies reported on 'unspecified vertebral fracture'. Risk of bias was only rated as low in one study for the domains reference standard and flow and timing. The domain patient selection had three studies and the domain index test had six studies rated at low risk of bias. Meta-analysis was not possible due to heterogeneity of the data. Results from single studies suggest only a small number of the red flags investigated may be informative.\nIn the primary healthcare setting, results from single studies suggest 'trauma' demonstrated informative +LRs (range: 1.93 to 12.85) for 'unspecified vertebral fracture' and 'osteoporotic vertebral fracture' (+LR: 6.42, 95% CI 2.94 to 14.02). Results from single studies suggest 'older age' demonstrated informative +LRs for studies in primary care for 'unspecified vertebral fracture' (older age greater than 70 years: 11.19, 95% CI 5.33 to 23.51). Results from single studies suggest 'corticosteroid use' may be an informative red flag in primary care for 'unspecified vertebral fracture' (+LR range: 3.97, 95% CI 0.20 to 79.15 to 48.50, 95% CI 11.48 to 204.98) and 'osteoporotic vertebral fracture' (+LR: 2.46, 95% CI 1.13 to 5.34); however, diagnostic values varied and CIs were imprecise. Results from a single study suggest red flags as part of a combination of index tests such as 'older age and female gender' in primary care demonstrated informative +LRs for 'unspecified vertebral fracture' (16.17, 95% CI 4.47 to 58.43).\nIn the secondary healthcare setting, results from a single study suggest 'trauma' demonstrated informative +LRs for 'unspecified vertebral fracture' (+LR: 2.18, 95% CI 1.86 to 2.54) and 'older age' demonstrated informative +LRs for 'osteoporotic vertebral fracture' (older age greater than 75 years: 2.51, 95% CI 1.48 to 4.27). Results from a single study suggest red flags as part of a combination of index tests such as 'older age and trauma' in secondary care demonstrated informative +LRs for 'unspecified vertebral fracture' (+LR: 4.35, 95% CI 2.92 to 6.48). Results from a single study suggest when '4 of 5 tests' were positive in secondary care, they demonstrated informative +LRs for 'osteoporotic vertebral fracture' (+LR: 9.62, 95% CI 5.88 to 15.73).\nIn the tertiary care setting, results from a single study suggest 'presence of contusion/abrasion' was informative for 'vertebral compression fracture' (+LR: 31.09, 95% CI 18.25 to 52.96)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The available evidence suggests that only a few red flags are potentially useful in guiding clinical decisions to further investigate people suspected to have a vertebral fracture. Most red flags were not useful as screening tools to identify vertebral fracture in people with low back pain. In primary care, 'older age' was informative for 'unspecified vertebral fracture', and 'trauma' and 'corticosteroid use' were both informative for 'unspecified vertebral fracture' and 'osteoporotic vertebral fracture'. In secondary care, 'older age' was informative for 'osteoporotic vertebral fracture' and 'trauma' was informative for 'unspecified vertebral fracture'. In tertiary care, 'presence of contusion/abrasion' was informative for 'vertebral compression fracture'. Combinations of red flags were also informative and may be more useful than individual tests alone. Unfortunately, the challenge to provide clear guidance on which red flags should be used routinely in clinical practice remains. Further research with primary studies is needed to improve and consolidate our current recommendations for screening for vertebral fractures to guide clinical care."
    }
  ],
  "pls_title": "Use of red flags to screen for vertebral fractures in people with low back pain",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "– The four best red flags for vertebral fractures in people with low back pain were corticosteroid use (e.g. medicines that can weaken bones), older age (e.g. aged above 70 years), trauma (e.g. a fall), and a contusion (bruising) or abrasion (cuts and grazes).\n– More research is needed to identify the best red flags or combination of red flags to screen for spinal fractures."
    },
    {
      "heading": "Red flags to screen for spinal fractures",
      "text": "Red flags for spinal fractures are signs and symptoms found by a health professional (e.g. doctor, physiotherapist) during an examination that warn that something is wrong within the spine (backbone). The accuracy of red flags is important, as low-quality tests can lead to incorrect diagnosis and treatment. On the one hand, if the tests are not accurate, people without a spinal fracture (break) may undergo unnecessary imaging (e.g. X-ray, magnetic resonance imaging that uses radio waves to produce detailed images of the inside of the body). Some of these imaging methods lead to radiation exposure, extra costs, and added worry for the patient. On the other hand, missing a spinal fracture will result in a delay in receiving treatment and reduce quality of life. Therefore, identifying the most accurate red flags to screen for spinal fractures is needed."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to assess how accurate the red flags used to screen for spinal fracture are in people presenting with low back pain. Where possible, we reported results of red flags separately for the different types of spinal fracture, such as osteoporotic vertebral compression fractures (e.g. fractures due to osteoporosis), vertebral traumatic fracture (e.g. due to falls), vertebral stress fracture (e.g. rapid increase in load on the spine), or unspecified vertebral fracture (e.g. no specific cause reported)."
    },
    {
      "heading": "What did we do?",
      "text": "We updated a previous Cochrane Review. We searched for studies that investigated the accuracy of red flags across different healthcare settings. We included studies that compared results of history taking and physical examination (or both) (known as index tests or red flags) with different types of imaging (known as the reference standard) to identify spinal fractures in people with low back pain. We also included studies if they reported on the results of red flags separately for the different types of spinal fractures."
    },
    {
      "heading": "What did we find?",
      "text": "Fourteen studies investigated different red flags used to identify spinal fractures, and most of the red flags were not accurate or useful. Overall, the four best red flags found were corticosteroid use (e.g. medicines that can weaken bones), person's age (e.g. aged above 70 years), trauma (e.g. a fall), and a contusion (bruising) or abrasion (cuts and grazes).\nIn the primary healthcare setting (e.g. general practitioners), 'trauma' as a red flag was best to screen for 'unspecified spinal fracture' and 'osteoporotic spinal fracture'. 'Older age' as a red flag was best to screen for 'unspecified spinal fracture' in primary care. 'Corticosteroid use' may be useful as a red flag in primary care to screen for 'unspecified spinal fracture' and 'osteoporotic spinal fracture'. Red flags as part of a combination of index tests such as 'older age and female gender' as a red flag in primary care is best to screen for 'unspecified spinal fracture'.\nIn the secondary healthcare setting (e.g. specialists and consultants), 'trauma' as a red flag is best to screen for 'unspecified spinal fracture' and 'older age' for 'osteoporotic spinal fracture'. Red flags as part of a combination of index tests such as 'older age and trauma' in secondary care as a red flag is best to screen for 'unspecified spinal fracture'. When 'four of five tests' are positive in secondary care as a red flag, it may be used to screen for 'osteoporotic spinal fracture'.\nIn the tertiary care setting (e.g. specialised care in a hospital setting), the 'presence of contusion/abrasion' as a red flag was best to screen for 'spinal compression fracture'."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "A limitation of our review is that most of the included studies were different in terms of the healthcare setting they were performed in, used different study designs, or presented data for different types of spinal fracture, which made drawing conclusions difficult. Many of the red flags investigated were from single studies and few studies investigated the same index tests. There was also little uniform agreement on the definition of red flags (e.g. for corticosteroids, it was not clear how long and how much was used), which may explain why the accuracy of some red flags varied from study to study. Some red flags may also affect different types of spinal fractures differently; however, this was not clearly reported in most cases."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to July 2022."
    }
  ]
}