{
  "doi": "10.1002/14651858.CD000054",
  "name": "Interventions for treating genital chlamydia trachomatis infection in pregnancy",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chlamydia trachomatis is a sexually transmitted infection. Mother-to-child transmission can occur at the time of birth and may result in ophthalmia neonatorum or pneumonitis in the newborn."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to assess the effects of antibiotics in the treatment of genital infection with Chlamydia trachomatis during pregnancy with respect to neonatal and maternal morbidity."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register and added the results to Studies awaiting classification (September 2006). We updated this search on 3 January 2012 and added one additional trial report to the awaiting classification section."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials of any antibiotic regimen compared with placebo or no treatment or alternative antibiotic regimens in pregnant women with genital Chlamydia trachomatis infection."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors assessed trial quality and extracted data independently. Study authors were contacted for additional information."
    },
    {
      "heading": "Main results",
      "text": "Eleven trials were included. Trial quality was generally good. Amoxycillin appeared to be as effective as erythromycin in achieving microbiological cure (odds ratio 0.54, 95% confidence interval 0.28 to 1.02). Amoxycillin was better tolerated than erythromycin (odds ratio 0.16, 95% confidence interval 0.09 to 0.30). Clindamycin and azithromycin also appear to be effective, although the numbers of women included in trials are small."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Amoxycillin appears to be an acceptable alternative therapy for the treatment of genital chlamydial infections in pregnancy when compared with erythromycin. Clindamycin and azithromycin may be considered if erythromycin and amoxycillin are contra-indicated or not tolerated.\n[Note: The seven citations in the awaiting classification section of the review may alter the conclusions of the review once assessed.]"
    }
  ],
  "pls_title": "Interventions for treating genital chlamydia trachomatis infection in pregnancy",
  "pls_type": "long",
  "pls": "Chlamydia is a sexually transmitted infection which, if a mother has it during pregnancy and labour, can cause eye or lung infections in the newborn baby. The risk of transmission during birth varies, but is about 20% to 50% for eye infections and about 10% to 20% for infection of the lungs. Mothers may also be at increased risk of infection of the uterus. The review looked at various antibiotics being used during pregnancy to reduce these problems and to assess any adverse effects. Tetracyclines taken in pregnancy are known to be associated with teeth and bone abnormalities in babies, and some women find erythromycin unpleasant to take because of feeling sick and vomiting. The review found eleven trials, involving 1449 women, on erythromycin, amoxycillin, azithromycin and clindamycin, and the overall trial quality was good. However, all the trials assessed 'microbiological cure' (that is they looked for an eradication of the infection) and none assessed whether the eye or lung problems for the baby were reduced. Also, none of the trials were large enough to assess potential adverse outcomes adequately. The review found amoxycillin was an effective alternative to erythromycin but lack of long-term assessment of outcomes caused concern about its routine use in practice. If erythromycin is used, some women may stop taking it because of adverse effects. Azithromycin and clindamycin are potential alternatives. More research is needed."
}