{
  "doi": "10.1002/14651858.CD009015.pub2",
  "name": "Intravenous versus inhalational anaesthesia for paediatric outpatient surgery",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Ambulatory or outpatient anaesthesia is performed in patients who are discharged on the same day as their surgery. Perioperative complications such as postoperative nausea and vomiting (PONV), postoperative behavioural disturbances and cardiorespiratory complications should be minimized in ambulatory anaesthesia. The choice of anaesthetic agents and techniques can influence the occurrence of these complications and thus delay in discharge."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to evaluate the risk of complications (the risk of postoperative nausea and vomiting (PONV), admission or readmission to hospital, postoperative behavioural disturbances and perioperative respiratory and cardiovascular complications) and recovery times (time to discharge from recovery ward and time to discharge from hospital) comparing the use of intravenous to inhalational anaesthesia for paediatric outpatient surgery."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) in The Cochrane Library (2013, Issue 8); MEDLINE (1948 to 1 October 2013); EMBASE (1974 to 1 October 2013); Literatura Latino-Americana e do Caribe em Ciências da Saúde (LILACS) (1982 to 1 October 2013). We also handsearched relevant journals and searched the reference lists of the articles identified."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials comparing paediatric outpatient surgery using intravenous versus inhalational anaesthesia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted the data. When necessary, we requested additional information and clarification of published data from the authors of individual trials."
    },
    {
      "heading": "Main results",
      "text": "We included 16 trials that involved 900 children in this review. Half of all the studies did not describe the generation of randomized sequence and most studies did not describe adequate allocation sequence concealment. The included studies showed variability in the types and combinations of drugs and the duration of anaesthesia, limiting the meta-analysis and interpretation of the results.\nFor the induction and maintenance of anaesthesia there was a significant difference favouring intravenous anaesthesia with propofol; the incidence of PONV was 32.6% for sevoflurane and 16.1% for propofol (odds ratio (OR) 2.96; 95% confidence interval (CI) 1.35 to 6.49, four studies, 176 children, low quality evidence). The risk of postoperative behavioural disturbances also favoured intravenous anaesthesiaas the incidence was 24.7% for sevoflurane and 11.5% for propofol (OR 2.67; 95% CI 1.14 to 6.23, four studies, 176 children, very low quality evidence). There were no differences between groups in the risk of intraoperative and postoperative respiratory and cardiovascular complications (OR 0.75; 95% CI 0.27 to 2.13, three studies,130 children, very low quality evidence) and there was no difference in the time to recovery from anaesthesia and discharge from hospital. These results should be interpreted with caution due to heterogeneity between studies in the type and duration of operations, types of reported complications and the high risk of bias in almost all studies. Two studies (105 participants) compared halothane to propofol and showed heterogeneity in duration of anaesthesia and in the type of ambulatory procedure. For the risk of PONV the results of the studies were conflicting, and for the risks of intraoperative and postoperative complications there were no significant differences between the groups.\nFor the maintenance of anaesthesia there was a significant difference favouring anaesthesia with propofol, with or without nitrous oxide (N2O), when compared to thiopentone and halothane + N2O (OR 3.23; 95% CI 1.49 to 7.02, four studies, 176 children, low quality evidence; and OR 7.44; 95% CI 2.60 to 21.26, two studies, 87 children, low quality evidence), respectively. For the time to discharge from the recovery room, there were no significant differences between groups. The studies were performed with different ambulatory surgeries and a high risk of bias.\nFour studies (250 participants) compared the induction of anaesthesia by the inhalational or intravenous route, with inhalational anaesthesia for maintenance, and found no significant differences between groups in all outcomes (the risk of PONV, behavioural disturbances, respiratory and cardiovascular complications and time to discharge from recovery room). Meta-analysis was not done in this comparison because of significant clinical heterogeneity.\nReadmission to hospital was not reported in any of the included studies. No other adverse effects were reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to determine whether intravenous anaesthesia with propofol for induction and maintenance of anaesthesia in paediatric outpatients undergoing surgery reduces the risk of postoperative nausea and vomiting and the risk of behavioural disturbances compared with inhaled anaesthesia. This evidence is of poor quality. More high-quality studies are needed to compare the different types of anaesthesia in different subsets of children undergoing ambulatory surgery."
    }
  ],
  "pls_title": "Intravenous versus inhaled anaesthesia for children having day surgery procedures",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effects of general anaesthesia (GA) for children having day surgery. The GA was given to the children either by intravenous injection (injection of a drug such as propofol or thiopental) or by the child inhaling or breathing a gas such as sevoflurane or halothane through a mask. We found 16 studies that compared these two types of GA."
    },
    {
      "heading": "Background",
      "text": "We wanted to find out whether intravenous or inhaled anaesthesia reduced the risk of outcomes such as postoperative nausea and sickness (vomiting) (PONV) and behavioural problems in children having day surgery. PONV is one of the most common problems for children having day surgery. PONV is a common reason for delay in a child's hospital discharge and for their unplanned admission to hospital. Postoperative pain can cause behavioural problems in children. These behavioural problems may present as moaning, being restless and confused, and physical movements such as thrashing about in the bed. Mental disturbances such as hallucinations, delusions and confusion can also be evident as a child emerges from GA."
    },
    {
      "heading": "Search date",
      "text": ""
    },
    {
      "heading": "Study characteristics",
      "text": "Study characteristics\nWe included 16 studies (900 participants) in this review. All participants were otherwise healthy children (aged under 15 years) who were scheduled for day surgery. The studies compared different types of intravenous and inhaled anaesthetic medications."
    },
    {
      "heading": "Key results",
      "text": "The authors found that when compared to inhaled anaesthesia with sevoflurane, intravenous anaesthesia with propofol may reduce the risk of PONV and the risk of behavioural problems with no difference in the time to recovery from anaesthesia and discharge from hospital in children having day surgery. The effect on complications was imprecise. The studies that compared other anaesthetic agents involved different types of surgical procedures, different procedure durations and drugs, making it difficult to sum the results."
    },
    {
      "heading": "Quality of evidence",
      "text": "Most of the trials included in this review were of poor quality and had high risk of bias. There was great variety in the included studies in the combinations of drugs, duration of anaesthesia and types of surgical procedures, which made the results uncertain. Further trials are needed to compare the types of anaesthesia used in children's ambulatory surgery."
    }
  ]
}