{
  "doi": "10.1002/14651858.CD007118.pub2",
  "name": "Palliative cytoreductive surgery versus other palliative treatments in patients with unresectable liver metastases from gastro‐entero‐pancreatic neuroendocrine tumours ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Neuroendocrine tumours are tumours of cells which possess secretory granules and originate from the neuroectoderm. While liver resection is generally advocated in patients with resectable liver alone metastases, the management of patients with liver metastases, which cannot be completely resected, is controversial."
    },
    {
      "heading": "Objectives",
      "text": "To determine if cytoreductive surgery is better than other palliative treatments in patients with liver metastases from gastro-entero-pancreatic neuroendocrine tumours, which cannot be completely resected."
    },
    {
      "heading": "Search methods",
      "text": "We searched The Cochrane Hepato-Biliary Group Controlled Trials Register , the Cochrane Central Register of Controlled Trials (CENTRAL ) in The Cochrane Library , MEDLINE , EMBASE , Science Citation Index Expanded , and LILACS until July 2008 for identifying the randomised trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Only randomised clinical trials (irrespective of language, blinding, or publication status) comparing liver resection (alone or in combination with radiofrequency ablation or cryoablation) versus other palliative treatments (chemotherapy or hormone-therapy or immunotherapy) or no treatment in patients with liver metastases from neuroendocrine tumours, which cannot be completely resected, were considered for the review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently identified trials for inclusion."
    },
    {
      "heading": "Main results",
      "text": "We were unable to identify any randomised clinical trial suitable for inclusion in this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The literature provides no evidence from randomised clinical trials in order to assess the role of cytoreductive surgery in non-resectable liver metastases from gastro-entero-pancreatic neuroendocrine tumours. High-quality randomised clinical trials may become feasible to perform if their conduct and study design is thoroughly considered in all their practical and methodological aspects. Pilot randomised clinical trials, which can guide the study design of definitive randomised clinical trials, are necessary."
    }
  ],
  "pls_title": "No evidence for optimal management of patients with unresectable liver spread originating from intestinal hormone cells",
  "pls_type": "long",
  "pls": "Liver metastases (liver spread) from gastrointestinal neuroendocrine tumours (cancer of intestinal hormone cells which originate from the embryonic nerve cells or the embryonic outer coat) are generally treated with surgery if a complete removal is deemed possible. This is associated with a long-term survival. However, more than four-fifths of patients with liver metastases from neuroendocrine tumours cannot undergo resection of all metastatic disease. The treatment of such patients is controversial. Palliative removal of the liver spread (ie, leaving behind a part of the cancerous liver spread) or destroying a significant portion of the cancerous liver spread using radiofrequency waves (collectively called cytoreductive surgeries) are some of the options offering symptomatic relief and possible prolongation of survival. This Cochrane review attempted to answer the question of whether palliative cytoreductive surgery is better than other palliative treatments, but no randomised clinical trials were found, addressing this issue. High-quality randomised clinical trials may become feasible to perform if their conduct and study design is thoroughly considered in all their practical and methodological aspects. Pilot randomised clinical trials, which can guide the study design of definitive randomised clinical trials, are necessary."
}