{
  "doi": "10.1002/14651858.CD003169.pub4",
  "name": "Multifocal versus monofocal intraocular lenses after cataract extraction",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Good unaided distance visual acuity (VA) is now a realistic expectation following cataract surgery and intraocular lens (IOL) implantation. Near vision, however, still requires additional refractive power, usually in the form of reading glasses. Multiple optic (multifocal) IOLs are available which claim to allow good vision at a range of distances. It is unclear whether this benefit outweighs the optical compromises inherent in multifocal IOLs."
    },
    {
      "heading": "Objectives",
      "text": "To assess the visual effects of multifocal IOLs in comparison with the current standard treatment of monofocal lens implantation."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (which contains the Cochrane Eyes and Vision Trials Register) (2016, Issue 5), Ovid MEDLINE, Ovid MEDLINE In-Process and Other Non-Indexed Citations, Ovid MEDLINE Daily, Ovid OLDMEDLINE (January 1946 to June 2016), Embase (January 1980 to June 2016), the ISRCTN registry (www.isrctn.com/editAdvancedSearch), ClinicalTrials.gov (www.clinicaltrials.gov), and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) (www.who.int/ictrp/search/en). We did not use any date or language restrictions in the electronic searches for trials. We last searched the electronic databases on 13 June 2016."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials comparing a multifocal IOL of any type with a monofocal IOL as control were included. Both unilateral and bilateral implantation trials were included. We also considered trials comparing multifocal IOLs with \"monovision\" whereby one eye is corrected for distance vision and one eye corrected for near vision."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. We assessed the 'certainty' of the evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We found 20 eligible trials that enrolled 2230 people with data available on 2061 people (3194 eyes). These trials were conducted in Europe (13), China (three), USA (one), Middle East (one), India (one) and one multicentre study in Europe and the USA. Most of these trials compared multifocal with monofocal lenses; two trials compared multifocal lenses with monovision. There was considerable variety in the make and model of lenses implanted. Overall we considered the trials at risk of performance and detection bias because it was difficult to mask participants and outcome assessors. It was also difficult to assess the role of reporting bias.\nThere was moderate-certainty evidence that the distance acuity achieved with multifocal lenses was not different to that achieved with monofocal lenses (unaided VA worse than 6/6: pooled RR 0.96, 95% confidence interval (CI) 0.89 to 1.03; eyes = 682; studies = 8). People receiving multifocal lenses may achieve better near vision (RR for unaided near VA worse than J3/J4 was 0.20, 95% CI 0.07 to 0.58; eyes = 782; studies = 8). We judged this to be low-certainty evidence because of risk of bias in the included studies and high heterogeneity (I2 = 93%) although all included studies favoured multifocal lenses with respect to this outcome.\nPeople receiving multifocal lenses may be less spectacle dependent (RR 0.63, 95% CI 0.55 to 0.73; eyes = 1000; studies = 10). We judged this to be low-certainty evidence because of risk of bias and evidence of publication bias (skewed funnel plot). There was also high heterogeneity (I2 = 67%) but all studies favoured multifocal lenses. We did not additionally downgrade for this.\nAdverse subjective visual phenomena were more prevalent and more troublesome in participants with a multifocal IOL compared with monofocals (RR for glare 1.41, 95% CI 1.03 to 1.93; eyes = 544; studies = 7, low-certainty evidence and RR for haloes 3.58, 95% CI 1.99 to 6.46; eyes = 662; studies = 7; moderate-certainty evidence).\nTwo studies compared multifocal lenses with monovision. There was no evidence for any important differences in distance VA between the groups (mean difference (MD) 0.02 logMAR, 95% CI -0.02 to 0.06; eyes = 186; studies = 1), unaided intermediate VA (MD 0.07 logMAR, 95% CI 0.04 to 0.10; eyes = 181; studies = 1) and unaided near VA (MD -0.04, 95% CI -0.08 to 0.00; eyes = 186; studies = 1) compared with people receiving monovision. People receiving multifocal lenses were less likely to be spectacle dependent (RR 0.40, 95% CI 0.30 to 0.53; eyes = 262; studies = 2) but more likely to report problems with glare (RR 1.41, 95% CI 1.14 to 1.73; eyes = 187; studies = 1) compared with people receiving monovision. In one study, the investigators noted that more people in the multifocal group underwent IOL exchange in the first year after surgery (6 participants with multifocal vs 0 participants with monovision)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Multifocal IOLs are effective at improving near vision relative to monofocal IOLs although there is uncertainty as to the size of the effect. Whether that improvement outweighs the adverse effects of multifocal IOLs, such as glare and haloes, will vary between people. Motivation to achieve spectacle independence is likely to be the deciding factor."
    }
  ],
  "pls_title": "Multifocal versus monofocal intraocular lenses for people having cataract surgery",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane Review was to assess the effects of multifocal compared with monofocal intraocular lenses after cataract extraction. Cochrane researchers collected and analysed all relevant studies to answer this question and found 20 studies."
    },
    {
      "heading": "Key messages",
      "text": "The review shows that people who have a multifocal intraocular lens after their cataract is removed may be less likely to need additional spectacles. However, they may experience more visual problems, such as glare or haloes (rings around lights), compared with people who have monofocal lenses."
    },
    {
      "heading": "What was studied in the review?",
      "text": "As people get older, sometimes the lens of the eye becomes cloudy leading to loss of vision. The cloudy lens is known as a 'cataract'. The cataract can be removed and a replacement lens put in its place. Usually the replacement lens has one 'point of focus'. This means that a person's vision after cataract surgery is either good for distance vision (driving, watching television) or good for near vision (reading, sewing) but not good for both. This standard lens is known as a 'monofocal' lens. People who get a monofocal lens will need to use spectacles for either distance or, more usually, for near vision.\nTo address this problem, new lenses have been developed that provide two or more points of focus. These are known as 'multifocal' lenses. These are designed to reduce the need for spectacles. People with multifocal lenses may have more vision problems such as glare and seeing haloes. Another option is to put a different monofocal lens in each eye: one with a focus for near vision and one with a focus for distance vision. This is known as 'monovision'."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "The Cochrane researchers found 20 relevant studies that were mainly conducted in Europe and North America (15 studies); three studies were conducted in China and one study each in the Middle East and India. Eighteen studies compared multifocal with monofocal lenses and two studies compared multifocal lenses with monovision.\nThe Cochrane researchers assessed how certain the evidence is for each review finding. They looked for factors that can make the evidence less certain, such as problems with the way the studies were done, very small studies, and inconsistent findings across studies. They also looked for factors that can make the evidence more certain, including very large effects. They graded each finding as very low, low, moderate or high certainty\nThe review shows that:\n• People with multifocal lenses probably have distance vision that is not very different to the distance vision of people who have standard monofocal lenses after cataract extraction (moderate-certainty evidence). However, people with multifocal lenses may have better near vision and may be less likely to need spectacles compared with people with monofocal lenses (low-certainty evidence).\n• People who have multifocal lenses may be more likely to experience haloes and glare compared with people who have monofocal lenses (low-certainty evidence).\n• People receiving multifocal lenses had similar distance vision and near vision compared with people receiving monovision but reported less spectacle dependence. People with multifocal lenses reported more problems with glare and haloes compared with people with monovision."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The Cochrane researchers searched for studies that had been published up to 13 June 2016."
    }
  ]
}