{
  "doi": "10.1002/14651858.CD011351.pub2",
  "name": "Pharmacological interventions for generalised itching (not caused by systemic disease or skin lesions) in pregnancy ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Generalised itching is one of the most common dermatological symptoms in pregnant women. Having itchy skin during pregnancy may be very frustrating and can lead to poor sleep, exhaustion and impaired quality of life. There is a need for a systematic review to evaluate the effectiveness and safety of pharmacological interventions for treating itching in pregnancy."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of pharmacological interventions for treating generalised itching (not caused by systemic diseases or skin lesions) in pregnancy."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (28 January 2016) and the reference list of the one identified study."
    },
    {
      "heading": "Selection criteria",
      "text": "All published, unpublished and ongoing randomised controlled trials (RCTs) evaluating interventions for itching in pregnancy.\nQuasi-RCTs, cluster-RCTs, RCTs using a cross-over design, and studies reported in abstract form (without full text) were not eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the one trial report that was identified from the search strategy and this was subsequently excluded."
    },
    {
      "heading": "Main results",
      "text": "There are no included studies as we did not identify any relevant trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Generalised itching (not caused by systemic disease or skin lesions) is quite a common symptom in pregnancy. However, there is no evidence from randomised controlled trials to guide practice in terms of the effectiveness and safety of pharmacological interventions for treating this condition.\nWell-designed randomised controlled trials are needed in order to evaluate the effectiveness of topical and systemic pharmacological interventions as well as any adverse effects of the interventions. Such studies should consider important outcomes such as relief of itching, women’s satisfaction, sleep disturbance, and adverse effects."
    }
  ],
  "pls_title": "Medications for generalised itching (not caused by a disease affecting the whole body or changes in the skin (lesions) during pregnancy",
  "pls_type": "long",
  "pls": "Itching, or an unpleasant sensation that provokes a desire to scratch, is one of the most common skin problems in pregnant women. It can be caused by skin diseases, diseases affecting the whole body, or simply by having dry skin, known as generalised itching. The growing uterus also stretches the skin around the belly and the skin containing oil glands which keep it moist are not able to meet the moisture requirement, leading to dry skin. For the pregnant woman, having itchy skin can add anxiety, frustration and lead to poor sleep and exhaustion. She may also cause skin damage from scratching.\nWe searched the medical literature for trials (28 January 2016) to determine the effectiveness of medications and any adverse effects of the medications used for the treatment of itching. Unfortunately, we found no evidence from randomised controlled trials to assess whether medications applied directly to the skin (topically) or taken systemically for generalised itching in pregnancy are effective or safe.\nHigh-quality randomised controlled trials assessing medications for generalised itching (not caused by a disease affecting the whole body or changes in the skin (lesions) in pregnant women are needed. Such studies should consider important outcomes such as relief of itching, women’s satisfaction, sleep disturbance and adverse effects of the interventions."
}