{
  "doi": "10.1002/14651858.CD000270.pub2",
  "name": "Community mental health teams (CMHTs) for people with severe mental illnesses and disordered personality ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Closure of asylums and institutions for the mentally ill, coupled with government policies focusing on reducing the number of hospital beds for people with severe mental illness in favour of providing care in a variety of non-hospital settings, underpins the rationale behind care in the community. A major thrust towards community care has been the development of community mental health teams (CMHT)."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effects of community mental health team (CMHT) treatment for anyone with serious mental illness compared with standard non-team management."
    },
    {
      "heading": "Search methods",
      "text": "We searched The Cochrane Schizophrenia Group Trials Register (March 2006). We manually searched the Journal of Personality Disorders, and contacted colleagues at ENMESH, ISSPD and in forensic psychiatry."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials of CMHT management versus non-team standard care."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data independently. For dichotomous data we calculated relative risks (RR) and their 95% confidence intervals (CI) on an intention-to-treat basis, based on a fixed effects model. We calculated numbers needed to treat/harm (NNT/NNH) where appropriate. For continuous data, we calculated weighted mean differences (WMD) again based on a fixed effects model."
    },
    {
      "heading": "Main results",
      "text": "CMHT management did not reveal any statistically significant difference in death by suicide and in suspicious circumstances (n=587, 3 RCTs, RR 0.49 CI 0.1 to 2.2) although overall, fewer deaths occurred in the CMHT group. We found no significant differences in the number of people leaving the studies early (n=253, 2 RCTs, RR 1.10 CI 0.7 to 1.8). Significantly fewer people in the CMHT group were not satisfied with services compared with those receiving standard care (n=87, RR 0.37 CI 0.2 to 0.8, NNT 4 CI 3 to 11). Also, hospital admission rates were significantly lower in the CMHT group (n=587, 3 RCTs, RR 0.81 CI 0.7 to 1.0, NNT 17 CI 10 to 104) compared with standard care. Admittance to accident and emergency services, contact with primary care, and contact with social services did not reveal any statistical difference between comparison groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Community mental health team management is not inferior to non-team standard care in any important respects and is superior in promoting greater acceptance of treatment. It may also be superior in reducing hospital admission and avoiding death by suicide. The evidence for CMHT based care is insubstantial considering the massive impact the drive toward community care has on patients, carers, clinicians and the community at large."
    }
  ],
  "pls_title": "Community mental health teams (CMHTs) for people with severe mental health problems",
  "pls_type": "long",
  "pls": "In the contemporary Western world mental health services are far more likely to be community than hospital based. In the United Kingdom, hospital and hospital-based out-patient clinics have been replaced with community mental health treatment teams (CMHTs) whose members are not just psychiatrists, but also nurses, psychologists, occupational therapists and social workers, and who work from a building other than a hospital, usually in a geographically defined area.\nThis review aims to compare CMHTs with inpatient care, hospital-based out-patient care or day hospital (standard care) for people living in the community with a serious mental health problem. Three randomised control trials were found that fulfilled these criteria.  They included a total of 587 people, took place in urban areas of the UK and lasted from three months to one year. In the two studies that recorded it, a total of 52 people from 253 left the study early, though there was no significant difference in numbers between CMHT and control. Deaths in each study were recorded (suicide, suspicious circumstances and physical ill-health), and although there were no significant differences between the two groups, those in the CMHT group were consistently lower than in standard care.  People in CMHTs were also significantly less likely to be admitted to hospital during the period of the study, and were less likely to use social services. However, there was no significant difference between the groups in the use of accident and emergency services, general hospital services and primary care (family doctors). One study looked at satisfaction with care and found those in CMHTs were more satisfied with their care than the standard care group.\nIn the UK and other Western world countries, the move to CMHT has happened despite the limited evidence given above, therefore improving the evidence base is difficult.  This should be borne in mind when comparing CMHTs with more specialised services such as early intervention or crisis resolution.\n\n(Plain language summary prepared for this review by Janey Antoniou of RETHINK, UK www.rethink.org)"
}