{
  "doi": "10.1002/14651858.CD006900.pub3",
  "name": "Ovulation triggers in anovulatory women undergoing ovulation induction",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Anovulation is a common cause of infertility. Drugs used to treat anovulation include selective oestrogen receptor modulators, aromatase inhibitors and gonadotrophins. Ovulation triggers are used with these drugs, as a surrogate for the hormonal surge seen in spontaneous menstrual cycles, to control the timing of ovulation and the timing of sexual intercourse. Ovulation triggers given without reliable evidence of oocyte maturity could be inappropriately timed; they increase costs, and the need to time intercourse precisely after the ovulation trigger is given adds to psychological stress.\nThis is an update of a Cochrane review first published in Issue 3, 2008, of the Cochrane Database of Systematic Reviews."
    },
    {
      "heading": "Objectives",
      "text": "To determine the benefits and harms of administering an ovulation trigger to anovulatory women receiving treatment with ovulation-inducing agents in comparison with spontaneous ovulation following ovulation induction."
    },
    {
      "heading": "Search methods",
      "text": "We updated searches of the Menstrual Disorders and Subfertility Group (MDSG) Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE and PsycINFO to November 2013. We checked conference proceedings, trial registries and reference lists and contacted researchers."
    },
    {
      "heading": "Selection criteria",
      "text": "Parallel-group, randomised, controlled trials (RCTs) evaluating the administration of an ovulation trigger to anovulatory women receiving treatment with ovulation-inducing agents."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We independently assessed trial eligibility and trial quality and extracted data. We calculated odds ratios (ORs) with 95% confidence intervals (CIs) for dichotomous data and used the random-effects model in meta-analyses when significant heterogeneity was present. We assessed overall quality of the evidence by using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "No new trials were identified. This review includes two RCTs with low risk of bias that compared urinary human chorionic gonadotrophin (hCG) versus no treatment in anovulatory women receiving clomiphene citrate. Urinary hCG did not result in an increase in live birth rate over no hCG (OR 0.97, 95% CI 0.52 to 1.83; two trials, 305 participants, I2 = 16%; low-quality evidence), but very serious imprecision around the effect estimate reduces our confidence in the apparent lack of effect of hCG as an ovulation trigger in clomiphene-induced cycles in anovulatory women.\nAmong this review's secondary outcomes, urinary hCG may not increase ovulation rate (OR 0.99, 95% CI 0.36 to 2.77; two trials, 305 participants, I2 = 55%; low-quality evidence), clinical pregnancy rate (OR 1.02, 95% CI 0.56 to 1.89; two trials, 305 participants, I2 = 35%; low-quality evidence) or miscarriage rate in pregnant women (OR 1.19, 95% CI 0.17 to 8.23; two trials, 54 participants, I2 = 0%; low-quality evidence). Multiple pregnancies and preterm deliveries were uncommon, and ovarian hyperstimulation syndrome, adverse events and deaths were not reported as outcomes in either trial.\n\nWe found no trials evaluating other ovulation triggers."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Evidence is inadequate to recommend or refute the use of urinary hCG as an ovulation trigger in anovulatory women treated with clomiphene citrate. We found no trials evaluating the use of ovulation triggers in anovulatory women treated with other ovulation-inducing agents."
    }
  ],
  "pls_title": "Use of medicines to help release eggs in women with infertility being treated with medicines to increase the growth of eggs",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "In women being treated with medicines to help eggs to grow (called ovulation induction), Cochrane authors wished to know whether adding medicines (called ovulation triggers) that help to release the egg (ovulation) would lead to more women having babies without causing harm compared with not giving them ovulation triggers. We found two randomised studies."
    },
    {
      "heading": "Background",
      "text": "Medicines that are given orally (e.g. clomiphene citrate) or by injection (e.g. gonadotrophins) are used to help eggs to grow in women who are unable to have children because they are not able to produce eggs (anovulation). In these women, instead of waiting for the eggs to be released spontaneously, additional medicines (called ovulation triggers) are often used (e.g. human chorionic gonadotrophin (hCG)) to help release the eggs. They are thought to improve the chances of ovulation occurring. They also help to control when ovulation occurs. This helps in timing more accurately when sexual intercourse should take place, so that the woman's chances of becoming pregnant are better. These ovulation triggers are given when the sac in which the egg is developing (follicle) is thought to be fully developed, based on ultrasound scans. However, this method is not always accurate and may lead to the ovulation trigger being given before the egg has matured. If eggs that are not fully developed are released, the chances of a successful pregnancy could be reduced. Couples are expected to have sex 36 hours after the ovulation trigger is given, and the need to stick to this timing may increase psychological stress for the couple. Ovulation triggers also add to the cost of treatment and occasionally may cause serious adverse events."
    },
    {
      "heading": "Study characteristics",
      "text": "The two studies included in this review randomly assigned 305 women being treated with clomiphene citrate to help eggs to develop to additionally receive a medicine (urinary hCG) to trigger their release or to receive no additional treatment. We found no trials comparing other ovulation triggers given with other medicines used for ovulation induction. The evidence is current to November 2013."
    },
    {
      "heading": "Key results",
      "text": "Giving women on clomiphene citrate additional urinary hCG may not increase their chances of delivering live babies, ovulating or becoming pregnant. Multiple pregnancies, miscarriages and preterm deliveries were not more common with or without an ovulation trigger. No serious adverse events were reported in either study."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We cannot be certain whether ovulation triggers are better or worse than no ovulation triggers in women undergoing ovulation induction because not enough women were included in the two trials for definite results to be obtained. Larger trials in women undergoing ovulation induction that compare different ovulation triggers versus no additional treatment are needed."
    }
  ]
}