{
  "doi": "10.1002/14651858.CD010169.pub2",
  "name": "Treatment for dysphagia (swallowing difficulties) in hereditary ataxia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Hereditary ataxias are a heterogeneous group of disorders resulting in progressive inco-ordination. Swallowing impairment, also known as dysphagia, is a common and potentially life threatening sequel of disease progression. The incidence and nature of dysphagia in these conditions is largely unknown. The loss of an effective and safe swallow can dramatically affect the health and well-being of an individual. Remediation of difficulties of eating and drinking is an important goal in the clinical care of people with hereditary ataxia."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of interventions for swallowing impairment (dysphagia) in people with hereditary ataxias."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Neuromuscular Disease Group Specialized Register, the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, CINAHL Plus, PsycINFO, and the Education Resources Information Center (ERIC) on 14 September 2015. We also searched Linguistics and Language Behavior Abstracts (LLBA), Dissertation Abstracts, and Trials Registries on 24 September 2015."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered all randomised controlled trials (RCTs) and quasi-RCTs that compared treatments for hereditary ataxia with placebo or no treatment. We only included studies measuring dysphagia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors (ES, KJ, MK) independently screened all titles and abstracts. In the event of any disagreement or uncertainty over the inclusion of a particular paper, the review authors planned to meet and reach consensus."
    },
    {
      "heading": "Main results",
      "text": "We identified no RCTs from the 519 titles and abstracts screened. We excluded papers primarily for not including participants with a hereditary ataxia (that is, being focused on other neurological conditions), being theoretical reviews rather than intervention studies, or being neither randomised nor quasi-randomised trials.\nWe identified five papers of various design that described treatment for dysphagia, or improvement to swallow as a by-product of treatment, in people with hereditary ataxia. None of these studies were RCTs or quasi-RCTs."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is an absence of any significant evidence supporting the use of any dysphagia intervention in hereditary ataxia. The lack of evidence highlights the critical need for well-controlled treatment trials in the field."
    }
  ],
  "pls_title": "Treatment for swallowing difficulties in hereditary ataxia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence for management of swallowing difficulties (dysphagia) in people with one of the many hereditary ataxias."
    },
    {
      "heading": "Background",
      "text": "Hereditary ataxias are a varied group of disorders that mainly affect a person's ability to co-ordinate movement. Symptoms become worse over time. Hereditary ataxias can also affect eyesight, speech, thinking, and swallowing. Although swallowing problems are common in ataxia, we do not know enough about their nature and severity. The loss of an effective and safe swallow can dramatically affect health and well-being. Improving difficulties of eating and drinking is an important goal in the clinical care of people with hereditary ataxia.\nWe wanted to discover if any treatments for dysphagia benefit people with hereditary ataxias. People with swallowing problems can experience malnutrition (lack of adequate nourishment), dehydration (lack of fluids), and pneumonia secondary to aspiration (lung infection secondary to food or liquids entering the lungs), which can be fatal. Any treatments aiming to prevent these problems or improve swallowing were of interest in the review."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched medical databases for randomised controlled trials (RCTs) or quasi-RCTs of treatments for swallowing difficulties in hereditary ataxia. Well performed RCTs provide the best quality evidence. Quasi-randomised trials allocate participants to treatment using methods that are not completely random, such as by date of birth, case record number, or day of the week. No studies met these pre-specified inclusion criteria."
    },
    {
      "heading": "Key results",
      "text": "We found no RCTs or quasi-RCTs of treatment for swallowing difficulties in hereditary ataxia."
    },
    {
      "heading": "Conclusions",
      "text": "The absence of high quality studies examining the efficacy of treatments for dysphagia in these disorders means than no conclusions can be drawn on the most appropriate treatment of dysphagia and highlights the urgent need for well controlled trials in the field.\nThe evidence is current to September 2015."
    }
  ]
}