{
  "doi": "10.1002/14651858.CD007239.pub4",
  "name": "Interventions for preventing mastitis after childbirth",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Despite the health benefits of breastfeeding, initiation and duration rates continue to fall short of international guidelines. Many factors influence a woman's decision to wean; the main reason cited for weaning is associated with lactation complications, such as mastitis.\nMastitis is an inflammation of the breast, with or without infection. It can be viewed as a continuum of disease, from non-infective inflammation of the breast to infection that may lead to abscess formation."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of preventive strategies (for example, breastfeeding education, pharmacological treatments and alternative therapies) on the occurrence or recurrence of non-infective or infective mastitis in breastfeeding women post-childbirth."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth’s Trials Register, ClinicalTrials.gov, the WHO International Clinical Trials Registry Platform (ICTRP) (3 October 2019), and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials of interventions for preventing mastitis in postpartum breastfeeding women.\nQuasi-randomised controlled trials and trials reported only in abstract form were eligible. We attempted to contact the authors to obtain any unpublished results, wherever possible.\nInterventions for preventing mastitis may include: probiotics, specialist breastfeeding advice and holistic approaches."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias, extracted data and assessed the certainty of the evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included 10 trials (3034 women). Nine trials (2395 women) contributed data. Generally, the trials were at low risk of bias in most domains but some were high risk for blinding, attrition bias, and selective reporting. Selection bias (allocation concealment) was generally unclear. The certainty of evidence was downgraded due to risk of bias and to imprecision (low numbers of women participating in the trials). Conflicts of interest on the part of trial authors, and the involvement of industry funders may also have had an impact on the certainty of the evidence.\nMost trials reported our primary outcome of incidence of mastitis but there were almost no data relating to adverse effects, breast pain, duration of breastfeeding, nipple damage, breast abscess or recurrence of mastitis.\nProbiotics versus placebo\nProbiotics may reduce the risk of mastitis more than placebo (risk ratio (RR) 0.51, 95% confidence interval (CI) 0.35 to 0.75; 2 trials; 399 women; low-certainty evidence). It is uncertain if probiotics reduce the risk of breast pain or nipple damage because the certainty of evidence is very low. Results for the biggest of these trials (639 women) are currently unavailable due to a contractual agreement between the probiotics supplier and the trialists. Adverse effects were reported in one trial, where no woman in either group experienced any adverse effects.\nAntibiotics versus placebo or usual care\nThe risk of mastitis may be similar between antibiotics and usual care or placebo (RR 0.37, 95% CI 0.10 to 1.34; 3 trials; 429 women; low-certainty evidence). The risk of mastitis may be similar between antibiotics and fusidic acid ointment (RR 0.22, 95% CI 0.03 to 1.81; 1 trial; 36 women; low-certainty evidence) or mupirocin ointment (RR 0.44, 95% CI 0.05 to 3.89; 1 trial; 44 women; low-certainty evidence) but we are uncertain due to the wide CIs. None of the trials reported adverse effects.\nTopical treatments versus breastfeeding advice\nThe risk of mastitis may be similar between fusidic acid ointment and breastfeeding advice (RR 0.77, 95% CI 0.27 to 2.22; 1 trial; 40 women; low-certainty evidence) and mupirocin ointment and breastfeeding advice (RR 0.39, 95% CI 0.12 to 1.35; 1 trial; 48 women; low-certainty evidence) but we are uncertain due to the wide CIs.\nOne trial (42 women) compared topical treatments to each other. The risk of mastitis may be similar between fusidic acid and mupirocin (RR 0.51, 95% CI 0.13 to 2.00; low-certainty evidence) but we are uncertain due to the wide CIs. Adverse events were not reported.\nSpecialist breastfeeding education versus usual care\nThe risk of mastitis (RR 0.93, 95% CI 0.17 to 4.95; 1 trial; 203 women; low-certainty evidence) and breast pain (RR 0.93, 95% CI 0.36 to 2.37; 1 trial; 203 women; low-certainty evidence) may be similar but we are uncertain due to the wide CIs. Adverse events were not reported.\nAnti-secretory factor-inducing cereal versus standard cereal\nThe risk of mastitis (RR 0.24, 95% CI 0.03 to 1.72; 1 trial; 29 women; low-certainty evidence) and recurrence of mastitis (RR 0.39, 95% CI 0.03 to 4.57; 1 trial; 7 women; low-certainty evidence) may be similar but we are uncertain due to the wide CIs. Adverse events were not reported.\nAcupoint massage versus routine care\nAcupoint massage probably reduces the risk of mastitis compared to routine care (RR 0.38, 95% CI 0.19 to 0.78;1 trial; 400 women; moderate-certainty evidence) and breast pain (RR 0.13, 95% CI 0.07 to 0.23; 1 trial; 400 women; moderate-certainty evidence). Adverse events were not reported.\nBreast massage and low frequency pulse treatment versus routine care\nBreast massage and low frequency pulse treatment may reduce risk of mastitis (RR 0.03, 95% CI 0.00 to 0.21; 1 trial; 300 women; low-certainty evidence). Adverse events were not reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is some evidence that acupoint massage is probably better than routine care, probiotics may be better than placebo, and breast massage and low frequency pulse treatment may be better than routine care for preventing mastitis. However, it is important to note that we are aware of at least one large trial investigating probiotics whose results have not been made public, therefore, the evidence presented here is incomplete.\nThe available evidence regarding other interventions, including breastfeeding education, pharmacological treatments and alternative therapies, suggests these may be little better than routine care for preventing mastitis but our conclusions are uncertain due to the low certainty of the evidence.\nFuture trials should recruit sufficiently large numbers of women in order to detect clinically important differences between interventions and results of future trials should be made publicly available."
    }
  ],
  "pls_title": "Interventions for the prevention of mastitis following childbirth",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "We set out to look at the effectiveness of interventions used to prevent breastfeeding women developing inflammation of breast tissue known as mastitis."
    },
    {
      "heading": "What is the issue?",
      "text": "Mastitis is a common complication of breastfeeding. It causes considerable pain and suffering for women and may stop some mothers from breastfeeding their babies for as long as they would like. Several factors contribute to the development of mastitis, such as blocked ducts, the breasts being too full with milk, cracked nipples and the baby being unable to latch on correctly. Mastitis can occur in one or both breasts and be associated with a number of symptoms including breast pain, redness and swelling, and flu-like symptoms. The symptoms can last from two to three days up to a couple of weeks or more."
    },
    {
      "heading": "Why is this important?",
      "text": "It is important to investigate treatments to prevent mastitis in order to maximise breastfeeding outcomes and duration. Breastfeeding has major health benefits for both babies and their mothers, and healthcare authorities and the World Health Organization recommend that newborn infants should be fed exclusively on breast milk until they are six months of age. We need to ensure mothers, and the doctors and midwives who care for them, know about the best interventions for preventing mastitis in order to help women breastfeed successfully for as long as they want."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence from randomised controlled trials in October 2019 and identified 10 trials (involving 3034 breastfeeding women). Most trials reported how many women were diagnosed with mastitis but there was almost no information about adverse effects, breast pain, duration of breastfeeding, nipple damage, breast abscess or recurrence of mastitis. Some trials were industry funded.\nThree trials (1038 women) compared probiotics to placebo. Results for the biggest of these trials (639 women) are currently unavailable because of a contractual agreement between the probiotics supplier and the trialists. Probiotics may reduce the risk of mastitis compared with placebo (low-certainty evidence). It is uncertain if probiotics reduce the risk of breast pain or nipple damage because the certainty of evidence is very low.\nThe risk of mastitis may be similar between antibiotics and usual care or placebo (low-certainty evidence). The risk of mastitis may be similar between antibiotics and fusidic acid ointment, antibiotics and mupirocin ointment, fusidic acid ointment and breastfeeding advice, mupirocin ointment and breastfeeding advice, fusidic acid and mupirocin, a single session of specialist breastfeeding education and routine care, anti-secretory factor-inducing cereal and standard cereal, but we are not certain about these results because they come from trials with small numbers of participants and the quality of evidence is low.\nAcupoint massage probably reduces the risk of mastitis and breast pain compared with routine care (moderate-certainty evidence).\nBreast massage and low frequency pulse treatment may reduce the risk of mastitis compared with routine care (low-certainty evidence)."
    },
    {
      "heading": "What does this mean?",
      "text": "Acupoint massage probably helps to prevent mastitis and breast pain, probiotics may be better than placebo and breast massage and low frequency pulse treatment may be better than routine care. However, in general, we cannot be sure what the most effective treatments are for preventing mastitis because the certainty of evidence is low due to risk of bias, low numbers of women participating in the trials, and large differences between the treatments which make it difficult to make meaningful comparisons. We are also unsure about the true effectiveness of probiotics because we know of at least one probiotics trial whose results are not publicly available."
    }
  ]
}