{
  "doi": "10.1002/14651858.CD010342.pub3",
  "name": "Interventions to improve hearing aid use in adult auditory rehabilitation",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acquired adult-onset hearing loss is a common long-term condition for which the most common intervention is hearing aid fitting. However, up to 40% of people fitted with a hearing aid either fail to use it or may not gain optimal benefit from it. This is an update of a review first published in The Cochrane Library in 2014."
    },
    {
      "heading": "Objectives",
      "text": "To assess the long-term effectiveness of interventions to promote the use of hearing aids in adults with acquired hearing loss fitted with at least one hearing aid."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane ENT Information Specialist searched the Cochrane ENT Trials Register; Central Register of Controlled Trials (CENTRAL 2016, Issue 5); PubMed; EMBASE; CINAHL; Web of Science; ClinicalTrials.gov; ICTRP and additional sources for published and unpublished trials. The date of the search was 13 June 2016."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) of interventions designed to improve or promote hearing aid use in adults with acquired hearing loss compared with usual care or another intervention. We excluded interventions that compared hearing aid technology. We classified interventions according to the 'chronic care model' (CCM). The primary outcomes were hearing aid use (measured as adherence or daily hours of use) and adverse effects (inappropriate advice or clinical practice, or patient complaints). Secondary patient-reported outcomes included quality of life, hearing handicap, hearing aid benefit and communication. Outcomes were measured over the short (</= 12 weeks), medium (> 12 to < 52 weeks) and long term (one year plus)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We included 37 studies involving a total of 4129 participants. Risk of bias across the included studies was variable. We judged the GRADE quality of evidence to be very low or low for the primary outcomes where data were available.\nThe majority of participants were over 65 years of age with mild to moderate adult-onset hearing loss. There was a mix of new and experienced hearing aid users. Six of the studies (287 participants) assessed long-term outcomes.\nAll 37 studies tested interventions that could be classified using the CCM as self-management support (ways to help someone to manage their hearing loss and hearing aid(s) better by giving information, practice and experience at listening/communicating or by asking people to practise tasks at home) and/or delivery system design interventions (just changing how the service was delivered).\nSelf-management support interventions\nWe found no studies that investigated the effect of these interventions on adherence, adverse effects or hearing aid benefit. Two studies reported daily hours of hearing aid use but we were unable to combine these in a meta-analysis. There was no evidence of a statistically significant effect on quality of life over the medium term. Self-management support reduced short- to medium-term hearing handicap (two studies, 87 participants; mean difference (MD) -12.80, 95% confidence interval (CI) -23.11 to -2.48 (0 to 100 scale)) and increased the use of verbal communication strategies in the short to medium term (one study, 52 participants; MD 0.72, 95% CI 0.21 to 1.23 (0 to 5 scale)). The clinical significance of these statistical findings is uncertain. It is likely that the outcomes were clinically significant for some, but not all, participants. Our confidence in the quality of this evidence was very low. No self-management support studies reported long-term outcomes.\nDelivery system design interventions\nThese interventions did not significantly affect adherence or daily hours of hearing aid use in the short to medium term, or adverse effects in the long term. We found no studies that investigated the effect of these interventions on quality of life. There was no evidence of a statistically or clinically significant effect on hearing handicap, hearing aid benefit or the use of verbal communication strategies in the short to medium term. Our confidence in the quality of this evidence was low or very low. Long-term outcome measurement was rare.\nCombined self-management support/delivery system design interventions\nOne combined intervention showed evidence of a statistically significant effect on adherence in the short term (one study, 167 participants, risk ratio (RR) 1.06, 95% CI 1.00 to 1.12). However, there was no evidence of a statistically or clinically significant effect on daily hours of hearing aid use over the long term, or the short to medium term. No studies of this type investigated adverse effects. There was no evidence of an effect on quality of life over the long term, or short to medium term. These combined interventions reduced hearing handicap in the short to medium term (14 studies, 681 participants; standardised mean difference (SMD) -0.26, 95% CI -0.50 to -0.02). This represents a small-moderate effect size but there is no evidence of a statistically significant effect over the long term. There was evidence of a statistically, but not clinically, significant effect on long-term hearing aid benefit (two studies, 69 participants, MD 0.30, 95% CI 0.02 to 0.58 (1 to 5 scale)), but no evidence of an effect over the short to medium term. There was evidence of a statistically, but not clinically, significant effect on the use of verbal communication strategies in the short term (four studies, 223 participants, MD 0.45, 95% CI 0.15 to 0.74 (0 to 5 scale)), but not the long term. Our confidence in the quality of this evidence was low or very low.\nWe found no studies that assessed the effect of other CCM interventions (decision support, the clinical information system, community resources or health system changes)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is some low to very low quality evidence to support the use of self-management support and complex interventions combining self-management support and delivery system design in adult auditory rehabilitation. However, effect sizes are small. The range of interventions that have been tested is relatively limited. Future research should prioritise: long-term outcome assessment; development of a core outcome set for adult auditory rehabilitation; and study designs and outcome measures that are powered to detect incremental effects of rehabilitative healthcare system changes."
    }
  ],
  "pls_title": "Interventions to improve hearing aid use in adult auditory rehabilitation",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We wanted to know if any interventions help people to wear their hearing aids more. We measured effects over the short term (less than 12 weeks), medium term (from 12 to 52 weeks) and long term (one year plus). This is an update of a review first published in The Cochrane Library in 2014."
    },
    {
      "heading": "Background",
      "text": "Hearing loss is very common. People who get hearing loss as adults are often offered a hearing aid(s). However, up to 40% of people fitted with a hearing aid choose not to use it."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is up to date as of June 2016. We found 37 studies involving a total of 4129 people. Most of the people in the studies were aged over 65. There was a mix of new and experienced hearing aid users. Seven studies funded by the United States Veterans Association dominate the evidence. The 1297 people in these studies were serving in the military or military veterans. All but two of the other studies included fewer than 100 people in each study."
    },
    {
      "heading": "Results",
      "text": "Thirty-three of the 37 studies looked at ways to help someone to manage their hearing loss and hearing aid(s) better by giving information, practice and experience at listening/communicating or by asking people to practise tasks at home. These are forms of self-management support. Most of these studies also changed how the self-management support was provided, for example by changing the number of appointment sessions or using telephone or email follow-up.\nSix studies looked at the effect of just changing how the service was delivered. No studies looked at the effect of using guidelines or standards, computerised medical record systems, community resources or changing the health system.\nWe found no evidence that the interventions helped people to wear their hearing aids for more hours per day over the short, medium or long term. One study that used interactive videos to give information after hearing aid fitting encouraged more people to wear their hearing aids.\nWe found no evidence of adverse effects of any of the interventions, but it was rare for studies to look for adverse effects.\nGiving self-management support meant that people reported less hearing handicap and improved verbal communication over the short term. When this was combined with changing how the support was delivered people also reported slightly more hearing aid benefit over the long term.\nOnly six studies (287 people) looked at how people were doing after a year or more."
    },
    {
      "heading": "Conclusions",
      "text": "Complex interventions that deliver self-management support in different ways improve some outcomes for some people with hearing loss who use hearing aids. We found no interventions that increased self-reported daily hours of hearing aid use. Few studies measured how many people use hearing aids compared to how many are fitted (adherence). Many things that might increase daily hours of hearing aid use or encourage more people to wear the hearing aids they have been fitted with have not been tested. It was difficult to combine data across different studies because many outcome measures were used and results were not always fully reported. In future it would be helpful if researchers:\n- used existing guidelines for presenting their results;\n- agreed a set of outcome measures for use in this type of study; and\n- focused on long-term outcomes where people are followed up for at least a year."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We judged the evidence to be of very low or low quality. There was risk of bias in the way many of the studies were carried out or reported. The largest studies included only military veterans. We do not know whether studies would find the same results in more mixed populations. Most of the other studies had small sample sizes. Very few studies measured long-term outcomes."
    }
  ]
}