{
  "doi": "10.1002/14651858.CD001027.pub2",
  "name": "Cognitive behaviour therapy for chronic fatigue syndrome in adults",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chronic fatigue syndrome (CFS) is a common, debilitating and serious health problem. Cognitive behaviour therapy (CBT) may help to alleviate the symptoms of CFS."
    },
    {
      "heading": "Objectives",
      "text": "To examine the effectiveness and acceptability of CBT for CFS, alone and in combination with other interventions, compared with usual care and other interventions."
    },
    {
      "heading": "Search methods",
      "text": "CCDANCTR-Studies and CCDANCTR-References were searched on 28/3/2008. We conducted supplementary searches of other bibliographic databases. We searched reference lists of retrieved articles and contacted trial authors and experts in the field for information on ongoing/completed trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials involving adults with a primary diagnosis of CFS, assigned to a CBT condition compared with usual care or another intervention, alone or in combination."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data on patients, interventions and outcomes were extracted by two review authors independently, and risk of bias was assessed for each study. The primary outcome was reduction in fatigue severity, based on a continuous measure of symptom reduction, using the standardised mean difference (SMD), or a dichotomous measure of clinical response, using odds ratios (OR), with 95% confidence intervals (CI)."
    },
    {
      "heading": "Main results",
      "text": "Fifteen studies (1043 CFS participants) were included in the review. When comparing CBT with usual care (six studies, 373 participants), the difference in fatigue mean scores at post-treatment was highly significant in favour of CBT (SMD -0.39, 95% CI -0.60 to -0.19), with 40% of CBT participants (four studies, 371 participants) showing clinical response in contrast with 26% in usual care (OR 0.47, 95% CI 0.29 to 0.76). Findings at follow-up were inconsistent. For CBT versus other psychological therapies, comprising relaxation, counselling and education/support (four studies, 313 participants), the difference in fatigue mean scores at post-treatment favoured CBT (SMD -0.43, 95% CI -0.65 to -0.20). Findings at follow-up were heterogeneous and inconsistent. Only two studies compared CBT against other interventions and one study compared CBT in combination with other interventions against usual care."
    },
    {
      "heading": "Authors' conclusions",
      "text": "CBT is effective in reducing the symptoms of fatigue at post-treatment compared with usual care, and may be more effective in reducing fatigue symptoms compared with other psychological therapies. The evidence base at follow-up is limited to a small group of studies with inconsistent findings. There is a lack of evidence on the comparative effectiveness of CBT alone or in combination with other treatments, and further studies are required to inform the development of effective treatment programmes for people with CFS."
    }
  ],
  "pls_title": "Cognitive behaviour therapy for chronic fatigue syndrome",
  "pls_type": "long",
  "pls": "Chronic fatigue syndrome (CFS) is a very common and disabling condition, in which people suffer from persistent symptoms of fatigue that are unexplained. Cognitive behaviour therapy is a psychological therapy model that is commonly used to treat a range of psychological and chronic pain conditions. This review aimed to find out whether CBT is effective for CBT, both as a standalone treatment and in combination with other treatments, and whether it is more effective than other treatments used for CFS. The review included 15 studies, with a total of 1043 CFS participants. The review showed that people attending for CBT were more likely to have reduced fatigue symptoms at the end of treatment than people who received usual care or were on a waiting list for therapy, with 40% of people in the CBT group showing clinical improvement, in contrast with 26% in usual care. At follow-up, 1-7 months after treatment ended, people who had completed their course of CBT continued to have lower fatigue levels, but when including people who had dropped out of treatment, there was no difference between CBT and usual care. The review also compared CBT against other types of psychological therapy, including relaxation techniques, counselling and support/education, and found that people attending for CBT was more likely to have reduced fatigue symptoms at the end of treatment than those attending for other psychological therapies. Physical functioning, depression, anxiety and psychological distress symptoms were also more reduced when compared with other psychological therapies. However at follow-up, the results were inconsistent and the studies did not fit well together, making it difficult to draw any conclusions. Very few studies reported on the acceptability of CBT and no studies examined side effects. Only two studies compared the effectiveness of CBT against other treatments, both exercise therapy, and just one study compared a combination of CBT and other treatments with usual care. More studies should be carried out to establish whether CBT is more helpful than other treatments for CFS, and whether CBT in combination with other treatments is more helpful than single treatment approaches."
}