{
  "doi": "10.1002/14651858.CD007880.pub3",
  "name": "Antibiotics for preventing suppurative complications from undifferentiated acute respiratory infections in children under five years of age ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Undifferentiated acute respiratory infections (ARIs) are a large and heterogeneous group of infections not clearly restricted to one specific part of the upper respiratory tract, which last for up to seven days. They are more common in pre-school children in low-income countries and are responsible for 75% of the total amount of prescribed antibiotics in high-income countries. One possible rationale for prescribing antibiotics is the wish to prevent bacterial complications."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of antibiotics in preventing bacterial complications in children aged two months to 59 months with undifferentiated ARIs."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL 2015, Issue 7), which contains the Cochrane Acute Respiratory Infections Group's Specialised Register, MEDLINE (1950 to August week 1, 2015) and EMBASE (1974 to August 2015)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) or quasi-RCTs comparing antibiotic prescriptions with placebo or no treatment in children aged two months to 59 months with an undifferentiated ARI for up to seven days."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted and analysed data using the standard Cochrane methodological procedures."
    },
    {
      "heading": "Main results",
      "text": "We identified four trials involving 1314 children. Three trials investigated the use of amoxicillin/clavulanic acid to prevent otitis and one investigated ampicillin to prevent pneumonia.\nThe use of amoxicillin/clavulanic acid compared to placebo to prevent otitis showed a risk ratio (RR) of 0.70 (95% confidence interval (CI) 0.45 to 1.11, three trials, 414 selected children, moderate-quality evidence). Methods of random sequence generation and allocation concealment were not clearly stated in two trials. Performance, detection and reporting bias could not be ruled out in three trials.\nAmpicillin compared to supportive care (continuation of breastfeeding, clearing of the nose and paracetamol for fever control) to prevent pneumonia showed a RR of 1.05 (95% CI 0.74 to 1.49, one trial, 889 selected children, moderate-quality evidence). The trial was non-blinded. Random sequence generation and allocation concealment methods were not clearly stated, so the possibility of reporting bias could not be ruled out.\nHarm outcomes could not be analysed as they were expressed only in percentages.\nWe found no studies assessing mastoiditis, quinsy, abscess, meningitis, hospital admission or death."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence for antibiotic use as a means of reducing the risk of otitis or pneumonia in children up to five years of age with undifferentiated ARIs. Further high-quality research is needed to provide more definitive evidence of the effectiveness of antibiotics in this population."
    }
  ],
  "pls_title": "Antibiotics for common respiratory infections with unclear causes and undifferentiated symptoms in children up to five years of age",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Do antibiotics prevent more severe infections in children up to five years old with common upper acute respiratory infections (ARIs)?"
    },
    {
      "heading": "Background",
      "text": "Common upper ARIs are a large and varied groups of infections. They occur in any part of the upper respiratory system, last for up to seven days and have a wide variety of causes. They may lead to complications such as ear, throat and sinus infections. More common in pre-school children, they are the most frequent reason for parents to seek medical assistance. Furthermore, they are responsible for 75% of the total prescribed antibiotics in high-income countries. One possible rationale for prescribing antibiotics is the wish to prevent bacterial complications."
    },
    {
      "heading": "Methods",
      "text": "This review focuses on the use of antibiotics to prevent clinical bacterial complications in children up to five years of age with common and undifferentiated ARIs. This is an update of a review previously published in 2014. The evidence is current to August 2015. In this update we retrieved 616 new studies, but none met our inclusion criteria."
    },
    {
      "heading": "Studies characteristics",
      "text": "We included four trials (1314 children) in this review. Three trials (414 children, during seven days) investigated the use of an antibiotic (amoxicillin/clavulanic acid) to prevent otitis media. One trial (889 children, during two weeks) investigated the use of another antibiotic (ampicillin) to prevent pneumonia. Only one trial addressed harms. However, we could not analyse the data as it was expressed in percentages rather then absolute terms. No studies assessed other severe complications (mastoiditis, quinsy, abscess, meningitis), hospital admission or death."
    },
    {
      "heading": "Key results",
      "text": "Current evidence does not provide support for the use of antibiotics to prevent otitis media and pneumonia in children up to five years of age with common upper ARIs."
    },
    {
      "heading": "Quality of the evidence",
      "text": "In the trials treating otitis media, the quality of the evidence was moderate as the methods for avoiding bias were not clearly stated. Furthermore, in one trial a pharmaceutical company prepared the placebo syrup used in the trial.\nIn the study treating pneumonia, we classified the quality of the evidence as moderate, because the families previously knew if their children were receiving antibiotics or not. Furthermore, the methods for avoiding bias were not clearly stated by the trial authors.\nFurther high-quality research is needed to provide more definitive evidence of the effectiveness of antibiotics in this population."
    }
  ]
}