{
  "doi": "10.1002/14651858.CD003435.pub2",
  "name": "Surgical decompression for cerebral oedema in acute ischaemic stroke",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Large cerebral infarction has a high case fatality. Despite the use of conventional medical treatments such as hyperventilation, mannitol, diuretics, corticosteroids and barbiturates, the outcome of this condition remains poor. Decompressive surgery to relieve intracranial pressure is performed in some cases, although evidence of any clinical benefits has not been available until recently. This is an update of a Cochrane review first published in 2002."
    },
    {
      "heading": "Objectives",
      "text": "To examine the effects of decompressive surgery in patients with massive acute ischaemic stroke complicated with cerebral oedema, and to judge whether decompressive surgery is effective in improving survival or survival free of severe disability."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group's Trials Register (last searched October 2010), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2010, Issue 7), MEDLINE (1966 to October 2010), EMBASE (1980 to October 2010) and Science Citation Index (October 2010). We also searched the reference lists of all relevant articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled studies of decompressive surgery plus medical treatment versus medical treatment alone in patients with clinically and radiologically confirmed cerebral infarcts complicated with cerebral oedema."
    },
    {
      "heading": "Data collection and analysis",
      "text": "One author assessed the titles and retrieved the relevant studies. The same author extracted data, with discussion among all authors for clarification. Outcomes were death at the end of follow-up, death or disability defined as the modified Rankin Scale (mRS) > 3 at the end of follow-up, death or severe disability defined as mRS > 4 at 12 months and disability defined as mRS 4 or 5 at 12 months. The results are given using the Peto odds ratio (Peto OR) with 95% confidence intervals (CIs)."
    },
    {
      "heading": "Main results",
      "text": "We included three trials in this review, involving 134 patients who were 60 years of age or younger. The time window for the intervention was 30 hours from stroke onset in two studies and 96 hours in one study. All trials were stopped early. Surgical decompression reduced the risk of death at the end of follow-up (OR 0.19, 95% CI 0.09 to 0.37) and the risk of death or disability defined as mRS > 4 at 12 months (OR 0.26, 95% CI 0.13 to 0.51). Death or disability defined as mRS > 3 at the end of follow-up was no different between the treatment arms (OR 0.56, 95% CI 0.27 to 1.15)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Surgical decompression lowers the risk of death and death or severe disability defined as mRS > 4 in selected patients 60 years of age or younger with a massive hemispheric infarction and oedema. Optimum criteria for patient selection and for timing of decompressive surgery are yet to be defined. Since survival may be at the expense of substantial disability, surgery should be the treatment of choice only when it can be assumed, based on their preferences, that it is in the best interest of patients. Since all the trials were stopped early, an overestimation of the effect size cannot be excluded."
    }
  ],
  "pls_title": "Surgical decompression for cerebral oedema in acute ischaemic stroke",
  "pls_type": "long",
  "pls": "About four-fifths of strokes are due to blockage of an artery in the brain. When the artery is blocked, part of the brain is damaged, this is called a cerebral infarct. If a large artery is blocked the area of brain damage can be large. About 24 to 48 hours after a large infarct the brain can swell, causing a dangerous rise of pressure inside the head. Surgery to remove some of the skull bone over the swollen area of brain reduces the pressure. Results from recent clinical trials showed that surgery reduced the risk of death. However, survivors were left with moderate to severe disability requiring help in their daily life activities. These results only apply to people 60 years of age or younger."
}