{
  "doi": "10.1002/14651858.CD014763.pub2",
  "name": "Purse‐string skin closure versus linear skin closure in people undergoing stoma reversal",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Stoma reversal is associated with a relatively high risk of surgical site infection (SSI), occurring in up to 40% of cases. This may be explained by the presence of microorganisms around the stoma site, and possible contamination with the intestinal contents during the open-end manipulation of the bowel, making the stoma closure site a clean-contaminated wound. The conventional technique for stoma reversal is linear skin closure (LSC). The purse-string skin closure (PSSC) technique (circumferential skin approximation) creates a small opening in the centre of the wound, enabling free drainage of contaminants and serous fluid. This could decrease the risk of SSI compared with LSC."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of purse-string skin closure compared with linear skin closure in people undergoing stoma reversal."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, two other databases, and three trials registers on 21 December 2022. We also checked references, searched for citations, and contacted study authors to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs) comparing PSSC and LSC techniques in people undergoing closure of stoma (loop ileostomy, end ileostomy, loop colostomy, or end colostomy) created for any indication."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected eligible studies, extracted data, evaluated the methodological quality of the included studies, and conducted the analyses. The most clinically relevant outcomes were SSI, participant satisfaction, incisional hernia, and operative time. We calculated odds ratios (ORs) for dichotomous data and mean differences (MDs) for continuous data, each with its corresponding 95% confidence interval (CI). We used the GRADE approach to rate the certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "Nine RCTs involving 757 participants were eligible for inclusion. Eight studies recruited only adults (aged 18 years and older), and one study included people aged 12 years and older. The participants underwent elective reversal of either ileostomy (82%) or colostomy (18%). We considered all studies at high risk of performance and detection bias (lack of blinding) and four studies at unclear risk of selection bias related to random sequence generation.\nPSSC compared with LSC likely reduces the risk of SSI (OR 0.17, 95% CI 0.09 to 0.29; I2 = 0%; 9 studies, 757 participants; moderate-certainty evidence). The anticipated absolute risk of SSI is 52 per 1000 people who have PSSC and 243 per 1000 people who have LSC.\nThe likelihood of being very satisfied or satisfied with stoma closure may be higher amongst people who have PSSC compared with people who have LSC (100% vs 89%; OR 20.11, 95% CI 1.09 to 369.88; 2 studies, 122 participants; low-certainty evidence).\nThe results of the analysis suggest that PSSC compared with LSC may have little or no effect on the risk of incisional hernia (OR 0.51, 95% CI 0.07 to 3.70; I2 = 49%; 4 studies, 297 participants; very low-certainty evidence) and operative time (MD −2.67 minutes, 95% CI −8.56 to 3.22; I2 = 65%; 6 studies, 460 participants; very low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "PSSC compared with LSC likely reduces the risk of SSI in people undergoing reversal of stoma. People who have PSSC may be more satisfied with the result compared with people who have LSC. There may be little or no difference between the skin closure techniques in terms of incisional hernia and operative time, though the evidence for these two outcomes is very uncertain."
    }
  ],
  "pls_title": "Comparing two methods of wound closure in stoma reversal: purse-string closure versus linear skin closure.",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Purse-string skin closure (PSSC) probably reduces the risk of wound infection compared with linear skin closure (LSC).\n• People who have PSSC may be more satisfied with the result compared with people who have LSC."
    },
    {
      "heading": "What does stoma reversal mean?",
      "text": "An intestinal stoma is a surgically created intestinal opening on the surface of the abdomen. People with a temporary stoma will have their stoma reversed a few months after the initial operation (when the stoma was created). Up to 40% of people who have stoma reversal develop a wound infection, mainly due to the presence of bacteria around the stoma site."
    },
    {
      "heading": "What techniques are available for closing stomas?",
      "text": "The conventional technique for reversing a stoma is linear skin closure (LSC; closure of the wound in a straight line), but this technique is associated with a high risk of wound infection. An alternative technique is called purse-string skin closure (PSSC; a continuous stitch that closes the round stoma wound, similar to the way a thread closes a purse-string bag). PSSC leaves a small opening in the centre of the wound, enabling free drainage of contaminants and thus potentially decreasing the risk of wound infection."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if the PSSC technique was better than the LSC technique for improving:\n• risk of wound infection;\n• patient satisfaction;\n• risk of incisional hernia (where tissue pokes though the surgical wound); and\n• operative time."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared PSSC with LSC in people undergoing reversal of stoma. We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found nine studies that involved 757 people undergoing reversal of stoma.\nPSSC probably reduces the risk of wound infection compared with LSC. For every 1000 people who have PSSC, 52 will develop a wound infection, compared with 243 of every 1000 people who have LSC.\nPeople who have PSSC may be more satisfied with the result compared with people who have LSC. In the studies included in this review, all participants in the PSSC group said they were satisfied or very satisfied with the stoma closure, compared with 89% of participants in the LSC group.\nThere may be little or no difference between the two techniques in the risk of incisional hernia or in operative time, but the results are very uncertain."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are moderately confident about our conclusions regarding wound infection, because each participant knew what technique they had been assigned to, as did the person performing the stoma closure. Higher-quality studies are needed to provide stronger evidence about participant satisfaction, incisional hernia, and operative time."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is current to 13 December 2022."
    }
  ]
}