{
  "doi": "10.1002/14651858.CD010151.pub2",
  "name": "Amplification with hearing aids for patients with tinnitus and co‐existing hearing loss ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Tinnitus is described as the perception of sound or noise in the absence of real acoustic stimulation. In the current absence of a cure for tinnitus, clinical management typically focuses on reducing the effects of co-morbid symptoms such as distress or hearing loss. Hearing loss is commonly co-morbid with tinnitus and so logic implies that amplification of external sounds by hearing aids will reduce perception of the tinnitus sound and the distress associated with it."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of hearing aids specifically in terms of tinnitus benefit in patients with tinnitus and co-existing hearing loss."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Ear, Nose and Throat Disorders Group Trials Register; the Cochrane Central Register of Controlled Trials (CENTRAL); PubMed; EMBASE; CINAHL; Web of Science; Cambridge Scientific Abstracts; ICTRP and additional sources for published and unpublished trials. The date of the search was 19 August 2013."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials and non-randomised controlled trials recruiting adults with subjective tinnitus and some degree of hearing loss, where the intervention involves amplification with hearing aids and this is compared to interventions involving other medical devices, other forms of standard or complementary therapy, or combinations of therapies, no intervention or placebo interventions."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three authors independently screened all selected abstracts. Two authors independently extracted data and assessed those potentially suitable studies for risk of bias. For studies meeting the inclusion criteria, we used the mean difference (MD) to compare hearing aids with other interventions and controls."
    },
    {
      "heading": "Main results",
      "text": "One randomised controlled trial (91 participants) was included in this review. We judged the trial to have a low risk of bias for method of randomisation and outcome reporting, and an unclear risk of bias for other criteria. No non-randomised controlled trials meeting our inclusion criteria were identified. The included study measured change in tinnitus severity (primary measure of interest) using a tinnitus questionnaire measure, and change in tinnitus loudness (secondary measure of interest) on a visual analogue scale. Other secondary outcome measures of interest, namely change in the psychoacoustic characteristics of tinnitus, change in self reported anxiety, depression and quality of life, and change in neurophysiological measures, were not investigated in this study. The included study compared hearing aid use to sound generator use. The estimated effect on change in tinnitus loudness or severity as measured by the Tinnitus Handicap Inventory score was compatible with benefits for both hearing aids or sound generators but no difference was found between the two alternative treatments (MD -0.90, 95% confidence interval (CI) -7.92 to 6.12) (100-point scale); moderate quality evidence. No negative or adverse events were reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The current evidence base for hearing aid prescription for tinnitus is limited. To be useful, future studies should make appropriate use of blinding and be consistent in their use of outcome measures. Whilst hearing aids are sometimes prescribed as part of tinnitus management, there is currently no evidence to support or refute their use as a more routine intervention for tinnitus."
    }
  ],
  "pls_title": "Hearing aids for tinnitus in people with hearing loss",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Tinnitus describes 'ringing', 'whooshing' or 'hissing' sounds that are heard in the absence of any corresponding external sound. About 10% of people experience tinnitus and for some it has a significant negative impact on their quality of life. Tinnitus is commonly associated with some form of hearing loss and is possibly the result of hearing loss-related changes in brain activity. It is logical to think, therefore, that providing people who have hearing loss and tinnitus with a hearing aid will not only improve their ability to hear sound but will also reduce their tinnitus symptoms. Hearing aids increase the volume at which people hear external sounds so this may help mask or cover up the tinnitus sound. They also improve communication, which may reduce the symptoms often associated with tinnitus such as stress or anxiety. Hearing aids may also improve tinnitus symptoms by reducing or reversing abnormal types of nerve cell activity that are thought to be related to tinnitus. The purpose of this review is to evaluate the evidence from high-quality clinical trials that try to work out the effects hearing aids have on people's tinnitus. We particularly wanted to look at how bothersome their tinnitus is, how depressed or anxious tinnitus patients are and whether hearing aid use has an effect on patterns of brain activity thought to be associated with tinnitus."
    },
    {
      "heading": "Study characteristics",
      "text": "Our search identified just one randomised controlled trial which evaluated 91 participants who had tinnitus for at least six months and some degree of hearing loss. It compared those receiving hearing aids to those receiving sound generators. The average age of the patients was 38 and there were 40 women and 51 men. The study took place in two centres in Italy and the USA."
    },
    {
      "heading": "Key results",
      "text": "The result from the single study we reviewed was not definitive and was compatible with only small differences between the effect of hearing aids and sound generators. We also found another relevant study which has not yet been completed. We believe further high-quality trials are needed."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of this evidence is moderate to low. This review is up to date to August 2013."
    }
  ]
}