{
  "doi": "10.1002/14651858.CD002255.pub2",
  "name": "Calcium channel blockers for inhibiting preterm labour and birth",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Preterm birth is a major contributor to perinatal mortality and morbidity, affecting around 9% of births in high-income countries and an estimated 13% of births in low- and middle-income countries. Tocolytics are drugs used to suppress uterine contractions for women in preterm labour. The most widely used tocolytic are the betamimetics, however, these are associated with a high frequency of unpleasant and sometimes severe maternal side effects. Calcium channel blockers (CCBs) (such as nifedipine) may have similar tocolytic efficacy with less side effects than betamimetics. Oxytocin receptor antagonists (ORAs) (e.g. atosiban) also have a low side-effect profile."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects on maternal, fetal and neonatal outcomes of CCBs, administered as a tocolytic agent, to women in preterm labour."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group’s Trials Register (12 November 2013)."
    },
    {
      "heading": "Selection criteria",
      "text": "All published and unpublished randomised trials in which CCBs were used for tocolysis for women in labour between 20 and 36 completed weeks' gestation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial eligibility, undertook quality assessment and data extraction. Results are presented using risk ratio (RR) for categorical data and mean difference (MD) for data measured on a continuous scale with the 95% confidence interval (CI). The number needed to treat to benefit (NNTB) and the number needed to treat to harm (NNTH) were calculated for categorical outcomes that were statistically significantly different."
    },
    {
      "heading": "Main results",
      "text": "This update includes 26 additional trials involving 2511 women, giving a total of 38 included trials (3550 women). Thirty-five trials used nifedipine as the CCB and three trials used nicardipine. Blinding of intervention and outcome assessment was undertaken in only one of the trials (a placebo controlled trial). However, objective outcomes defined according to timing of birth and perinatal mortality were considered to have low risk of detection bias.\nTwo small trials comparing CCBs with placebo or no treatment showed a significant reduction in birth less than 48 hours after trial entry (RR 0.30, 95% CI 0.21 to 0.43) and an increase in maternal adverse effects (RR 49.89, 95% CI 3.13 to 795.02, one trial of 89 women). Due to substantial heterogeneity, outcome data for preterm birth (less than 37 weeks) were not combined; one placebo controlled trial showed no difference (RR 0.96, 95% CI 0.89 to 1.03) while the other (non-placebo controlled trial) reported a reduction (RR 0.44, 95% CI 0.31 to 0.62). No other outcomes were reported.\nComparing CCBs (mainly nifedipine) with other tocolytics by type (including betamimetics, glyceryl trinitrate (GTN) patch, non-steriodal anti inflammatories (NSAID), magnesium sulphate and ORAs), no significant reductions were shown in primary outcome measures of birth within 48 hours of treatment or perinatal mortality.\nComparing CCBs with betamimetics, there were fewer maternal adverse effects (average RR 0.36, 95% CI 0.24 to 0.53) and fewer maternal adverse effects requiring discontinuation of therapy (average RR 0.22, 95% CI 0.10 to 0.48). Calcium channel blockers resulted in an increase in the interval between trial entry and birth (average MD 4.38 days, 95% CI 0.25 to 8.52) and gestational age (MD 0.71 weeks, 95% CI 0.34 to 1.09), while decreasing preterm and very preterm birth (RR 0.89, 95% CI 0.80 to 0.98 and RR 0.78, 95% CI 0.66 to 0.93); respiratory distress syndrome (RR 0.64, 95% CI 0.48 to 0.86); necrotising enterocolitis (RR 0.21, 95% CI 0.05 to 0.96); intraventricular haemorrhage (RR 0.53, 95% CI 0.34 to 0.84); neonatal jaundice (RR 0.72, 95% CI 0.57 to 0.92); and admissions to neonatal intensive care unit (NICU) (average RR 0.74, 95% CI 0.63 to 0.87). No difference was shown in one trial of outcomes at nine to twelve years of age.\nComparing CCBs with ORA, data from one study (which did blind the intervention) showed an increase in gestational age at birth (MD 1.20 completed weeks, 95% CI 0.25 to 2.15) and reductions in preterm birth (RR 0.64, 95% CI 0.47 to 0.89); admissions to the NICU (RR 0.59, 95% CI 0.41 to 0.85); and duration of stay in the NICU (MD -5.40 days,95% CI -10.84 to 0.04). Maternal adverse effects were increased in the CCB group (average RR 2.61, 95% CI 1.43 to 4.74).\nComparing CCBs with magnesium sulphate, maternal adverse effects were reduced (average RR 0.52, 95% CI 0.40 to 0.68), as was duration of stay in the NICU (days) (MD -4.55, 95% CI -8.17 to -0.92). No differences were shown in the comparisons with GTN patch or NSAID, although numbers were small.\nNo differences in outcomes were shown in trials comparing nicardipine with other tocolytics, although with limited data no strong conclusions can be drawn. No differences were evident in a small trial that compared higher- versus lower-dose nifedipine, though findings tended to favour a high dose on some measures of neonatal morbidity."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Calcium channel blockers (mainly nifedipine) for women in preterm labour have benefits over placebo or no treatment in terms of postponement of birth thus, theoretically, allowing time for administration of antenatal corticosteroids and transfer to higher level care. Calcium channel blockers were shown to have benefits over betamimetics with respect to prolongation of pregnancy, serious neonatal morbidity, and maternal adverse effects. Calcium channel blockers may also have some benefits over ORAs and magnesium sulphate, although ORAs results in fewer maternal adverse effects. However, it must be noted that no difference was shown in perinatal mortality, and data on longer-term outcomes were limited. Further, the lack of blinding of the intervention diminishes the strength of this body of evidence. Further well-designed tocolytic trials are required to determine short- and longer-term infant benefit of CCBs over placebo or no treatment and other tocolytics, particularly ORAs. Another important focus for future trials is identifying optimal dosage regimens of different types of CCBs (high versus low, particularly addressing speed of onset of uterine quiescence) and formulation (capsules versus tablets). All future trials on tocolytics for women in preterm labour should employ blinding of the intervention and outcome assessment, include measurement of longer-term effects into early childhood, and also costs."
    }
  ],
  "pls_title": "Calcium channel blockers for inhibiting preterm labour and birth",
  "pls_type": "long",
  "pls": "Preterm birth is when a baby is born between 20 and 36 completed weeks' gestation. These babies are generally more ill and are less likely to survive than babies born at term. Preterm babies are also more likely to have some disability, and the earlier the baby is born the more likely they are to have problems. Even short-term postponement of preterm birth can improve outcomes for babies, as this gives time for the mother to be given a steroid injection to help develop the baby's lungs develop prior to birth. Short-term postponement of preterm birth may also give the chance to transfer the mother, if required, to somewhere where there is more expert care for the baby available. Drugs used to try and stop labour are called tocolytics. The most common drugs used are betamimetics, but calcium channel blockers (CCBs) are another option. CCBs are commonly used for reducing high blood pressure, but they can also relax uterine contractions. We looked to see if CCBs were effective in postponing labour and improving outcomes for babies, and also whether CCBs were better than betamimetics and other types of tocolytics used to postpone preterm labour and birth.\nWe found 38 trials involving 3550 women, some comparing CCBs (mainly nifedipine) with no tocolytics and others comparing CCBs with tocolytics. The trials included in this review were considered to be of fair quality. We found that CCBs, specifically nifedipine, is better than no tocolytics for postponing preterm birth for 48 hours, which may help improve outcomes for babies. Compared with betamimetics, CCBs were more effective at postponing birth, had fewer side effects for women, and appeared to improve some important short-term outcomes for the baby (breathing difficulties, gut infections, and admission to special care units). Calcium channel blockers were better than other types of tocolytics for some outcomes only. Oxytocin receptor antagonists (ORAs) appear to have fewer side effects for women than CCBs, but ORAs are not as good at reducing preterm birth. Another type of CCB, nicardipine, was only used in three trials, but was not more effective than other tocolytics. Longer-term infant and childhood outcomes were not able to be assessed due to lack of available information. In general, CCBs are more effective than betamimetics, but only sometimes more effective than other types of tocolytics."
}