{
  "doi": "10.1002/14651858.CD004442.pub2",
  "name": "Spinal injuries centres (SICs) for acute traumatic spinal cord injury",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The majority of complications in traumatic spinal cord injury (SCI) can occur in the first 24 hours and it has been suggested that spinal injury centres (SICs) may influence the pre-transfer care of people with SCI. The specialist SIC concept has been adopted in a number of high-income countries. However, even in such countries, a potentially significant number of people with SCI do not have the opportunity to access this system and are managed in a non-specialist environment."
    },
    {
      "heading": "Objectives",
      "text": "To answer the question: does immediate referral to an SIC result in a better outcome than delayed referral?"
    },
    {
      "heading": "Search methods",
      "text": "The following databases were searched: AMED, CCTR, CINAHL, DARE, EMBASE, HEED, HMIC, MEDLINE, NRR, NHS EED, and PsycLIT. Searches were updated in May 2003 and included the Cochrane Injuries Group Specialist Register. The reference lists of retrieved articles were checked."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials and controlled trials that compared immediate referral to an SIC with delayed referral in patients with a traumatic SCI."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers independently selected studies. One reviewer was to have assessed the quality of the studies and extracted data."
    },
    {
      "heading": "Main results",
      "text": "No randomised controlled trials or controlled trials were identified that compared immediate referral to an SIC with delayed referral in patients with a traumatic SCI. All of the studies identified were retrospective observational studies and of poor quality."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The current evidence does not enable conclusions to be drawn about the benefits or disadvantages of immediate referral versus late referral to SICs. Well-designed, prospective experimental studies with appropriately matched controls are needed."
    }
  ],
  "pls_title": "Still not clear whether people with a spinal cord injury should go straight to a specialist centre",
  "pls_type": "long",
  "pls": "Spinal cord injury is a serious condition and the effects are usually permanent. In several countries, specialist centres have been set up, where patients can be taken within a few hours of their injury, but even in these countries many patients are dealt with in non-specialist hospitals. This review tried to answer the question: does immediate referral to an SIC result in a better outcome than delayed referral? However, a comprehensive search failed to find any controlled studies and so it is not yet possible to answer the question. The reviewers call for appropriate research to be done."
}