{
  "doi": "10.1002/14651858.CD010712",
  "name": "Nonoperative treatment for lumbar spinal stenosis with neurogenic claudication",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Lumbar spinal stenosis with neurogenic claudication is one of the most commonly diagnosed and treated pathological spinal conditions. It frequently afflicts the elderly population."
    },
    {
      "heading": "Objectives",
      "text": "To systematically review the evidence for the effectiveness of nonoperative treatment of lumbar spinal stenosis with neurogenic claudication."
    },
    {
      "heading": "Search methods",
      "text": "CENTRAL, MEDLINE, CINAHL, and Index to Chiropractic Literature (ICL) databases were searched up to June 2012."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials published in English, in which at least one arm provided data on nonoperative treatments"
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures expected by The Cochrane Collaboration. Risk of bias in each study was independently assessed by two review authors using the 12 criteria recommended by the Cochrane Back Review Group (Furlan 2009). Dichotomous outcomes were expressed as relative risk, continuous outcomes as mean difference or standardized mean difference; uncertainty was expressed with 95% confidence intervals. If possible a meta-analysis was performed, otherwise results were described qualitatively. GRADE was used to assess the quality of the evidence."
    },
    {
      "heading": "Main results",
      "text": "From the 8635 citations screened, 56 full-text articles were assessed and 21 trials (1851 participants) were included. There was very low-quality evidence from six trials that calcitonin is no better than placebo or paracetamol, regardless of mode of administration or outcome assessed. From single small trials, there was low-quality evidence for prostaglandins, and very low-quality evidence for gabapentin or methylcobalamin that they improved walking distance. There was very low-quality evidence from a single trial that epidural steroid injections improved pain, function, and quality of life, up to two weeks, compared with home exercise or inpatient physical therapy. There was low-quality evidence from a single trial that exercise is of short-term benefit for leg pain and function compared with no treatment. There was low and very low-quality evidence from six trials that multimodal nonoperative treatment is less effective than indirect or direct surgical decompression with or without fusion. A meta-analysis of two trials comparing direct decompression with or without fusion to multimodal nonoperative care found no significant difference in function at six months (mean difference (MD) -3.66, 95% CI -10.12 to 2.80) and one year (MD -6.18, 95% CI -15.03 to 2.66), but at 24 months a significant difference was found favouring decompression (MD -4.43, 95% CI -7.91 to -0.96)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Moderate and high-quality evidence for nonoperative treatment is lacking and thus prohibits recommendations for guiding clinical practice. Given the expected exponential rise in the prevalence of lumbar spinal stenosis with neurogenic claudication, large high-quality trials are urgently needed."
    }
  ],
  "pls_title": "Non-surgical treatment for spinal stenosis with leg pain",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence on the effectiveness of non-surgical treatments for people with leg pain caused by pressure on the nerves in the spine."
    },
    {
      "heading": "Background",
      "text": "If the spinal canal becomes narrow and presses on nerves (spinal stenosis) it can cause pain in the legs or buttocks (neurogenic claudication). Spinal stenosis is treated with a variety of non-surgical methods, including painkillers and other medications, injections into the spine, exercise, physiotherapy and similar treatments. We wanted to discover whether using non-surgical methods was better or worse than other alternatives."
    },
    {
      "heading": "Study characteristics",
      "text": "We included 21 randomised controlled trials that compared non-surgical treatments to placebo, no treatment, or to surgery. All the participants had leg pain and a confirmed diagnosis of lumbar stenosis. There were 1851 people, with an average age of 50 years, equally divided between men and women. The follow-up time ranged from one week to six years. The evidence was current to June 2012."
    },
    {
      "heading": "Key results",
      "text": "Overall, the review suggests that surgery is more effective at relieving pain than non-surgical treatments.\nMedicines taken by mouth. One small trial each of prostaglandins (compared to another medicine), gabapentin (compared to placebo), and vitamin B1 (compared to a variety of treatments) suggested improvements in pain and walking distance. Some digestive problems were reported with both medicines in the prostaglandins trial; and some people in the gabapentin trial reported dizziness or sleepiness.\nEpidural injections. Two small trials showed short-term improvements in pain and quality of life (up to two weeks) and two showed no difference compared with placebo injections. No trial reported bad reactions or problems.\nCalcitonin injections. Six small trials indicated that calcitonin is no better than paracetemol or placebo. A number of people reported feeling sick or developed a rash.\nMixed approaches compared to surgery. Five trials compared results from surgery with results from a variety of non-surgical treatments. One trial found that after two years there was no difference between treatments as far as pain was concerned. The other four found that surgery improved pain more than non-surgical treatments over different time periods, but not necessarily walking ability. Between 5% and 18% suffered unwanted side effects from surgery, some serious.\nPhysical therapy. Four small trials, all including some form of exercise, failed to demonstrate improved walking ability after physical therapy. One trial each suggested that exercise is better than no treatment for leg pain, and that treadmill walking and stationary cycling produce similar, limited results."
    },
    {
      "heading": "Quality of evidence",
      "text": "The findings of all the trials in this study were based on low or very low-quality evidence. The studies were poorly designed, or they failed to give enough information about what was done. This means that we cannot be confident that the findings are reliable, and further research may well come to a different conclusion."
    }
  ]
}