{
  "doi": "10.1002/14651858.CD009227.pub2",
  "name": "Flupenthixol versus low‐potency first‐generation antipsychotic drugs for schizophrenia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Antipsychotic drugs are the core treatment for schizophrenia. Treatment guidelines state that there is no difference in efficacy between antipsychotic drugs, however, low-potency antipsychotic drugs are sometimes perceived as less efficacious than high-potency compounds by clinicians, and they also seem to differ in their side effects."
    },
    {
      "heading": "Objectives",
      "text": "To review the effects in clinical response of flupenthixol and low-potency antipsychotics for people with schizophrenia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group Trials Register (July 2010)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials that compared flupenthixol with first-generation low-potency antipsychotic drugs for people with schizophrenia or schizophrenia-like psychosis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data independently. For continuous data, we calculated mean differences (MD) based on a random-effects model."
    },
    {
      "heading": "Main results",
      "text": "The review currently includes one randomised trial from mainland China with 153 participants that lasted two months and compared flupenthixol with chlorpromazine. The exact methods of sequence generation and allocation concealment were not reported, and medication was provided in an open manner. There were no data on the outcomes that we had a priori selected for a 'Summary of findings' table.\nThere was no significant difference between flupenthixol and chlorpromazine in the participants' general mental state at endpoint as measured by the Brief Psychiatric Rating Scale (BPRS) total score (1 randomised controlled trial (RCT), n = 153, MD 2.20 95% confidence interval (CI) -1.25 to 5.65). Chlorpromazine was associated with significantly less dizziness (1 RCT, n = 153, MD 0.12 95% CI 0.01 to 0.23); dystonia (1 RCT, n = 153, MD 0.29 95% CI 0.13 to 0.45); unsteady gait (1 RCT, n = 153, MD 0.46 95% CI 0.28 to 0.64); reduced facial expression (1 RCT, n = 153, MD 0.27 95% CI 0.09 to 0.45); restlessness (1 RCT, n = 153, MD 0.69 95% CI 0.45 to 0.93); rigidity (elbow) (1 RCT, n = 153, MD 0.48 95% CI 0.28 to 0.68); and tremor (1 RCT, n = 153, MD 0.56 95% CI 0.34 to 0.78). Chlorpromazine produced more dryness of mouth than flupenthixol (1 RCT, n = 153, MD -0.14 95% CI -0.25 to -0.03)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence base of flupenthixol versus low-potency first-generation antipsychotics is currently restricted to one randomised comparison with chlorpromazine. The few reported data do not suggest a difference in efficacy, but flupenthixol appeared to produce more movement disorders and dizziness, while chlorpromazine was associated with the anticholinergic side effect - dryness of mouth. More trials are needed to make conclusions about the relative effects of flupenthixol and low-potency antipsychotics."
    }
  ],
  "pls_title": "Flupenthixol compared with low-potency first-generation antipsychotics",
  "pls_type": "long",
  "pls": "Flupenthixol was first made available in the UK in 1965 and it has been used to treat schizophrenia for nearly five decades. It is available both as a tablet and a long-acting injection. Having been investigated in numerous studies, flupenthixol was found to be effective and well tolerated by people with schizophrenia. The main side effects are shaking, restlessness or the inability to sit still, a dry mouth and some weight gain. Although this drug has been available for decades, few systematic reviews exist on flupenthixol. The effects of this drug in helping people cope with the symptoms of schizophrenia are not currently measured, quantified and known. The review could include only one small study, which was limited and 13 years old. The number as well as the quality of the study was low; for the main outcomes of interest the authors could not rate the quality of evidence at all, as the study did not report on the outcomes of interest for the 'Summary of findings' table. Flupenthixol was compared with chlorpromazine. There was no clear difference in efficacy, nor was there clear information on: increasing their use of services; people’s satisfaction with treatment; quality of life; or costs and cost effectiveness. Flupenthixol is widely available and inexpensive. It is perhaps understandable that it remains one of many drugs used for treating people with serious mental illnesses. This is because the use of flupenthixol is based more on clinical experience, and the decisions of psychiatrists are based on large scale research studies and evidence-based information. The effectiveness and benefits of flupenthixol over chlorpromazine remain largely unknown and incomplete. Large randomised trials could be helpful in increasing knowledge about this drug.\nThis plain language summary has been written by Benjamin Gray, Service User Expert, Rethink Mental Illness."
}