{
  "doi": "10.1002/14651858.CD003257.pub5",
  "name": "Symptomatic treatment of the cough in whooping cough",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Around 16 million cases of whooping cough (pertussis) occur worldwide each year, mostly in low-income countries. Much of the morbidity of whooping cough in children and adults is due to the effects of the paroxysmal cough. Cough treatments proposed include corticosteroids, beta2-adrenergic agonists, pertussis-specific immunoglobulin, antihistamines and possibly leukotriene receptor antagonists (LTRAs)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of interventions to reduce the severity of paroxysmal cough in whooping cough in children and adults."
    },
    {
      "heading": "Search methods",
      "text": "We updated our searches of the Cochrane Central Register of Controlled Trials (CENTRAL, 2014, Issue 1), which contains the Cochrane Acute Respiratory Infections Group's Specialised Register, the Database of Abstracts of Reviews of Effects (DARE 2014, Issue 2), accessed from The Cochrane Library, MEDLINE (1950 to 30 January 2014), EMBASE (1980 to 30 January 2014), AMED (1985 to 30 January 2014), CINAHL (1980 to 30 January 2014) and LILACS (30 January 2014). We searched Current Controlled Trials to identify trials in progress."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomised controlled trials (RCTs) and quasi-RCTs of any intervention (excluding antibiotics and vaccines) to suppress the cough in whooping cough."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors (SB, MT) independently selected trials, extracted data and assessed the quality of each trial for this review in 2009. Two review authors (SB, KW) independently reviewed additional studies identified by the updated searches in 2012 and 2014. The primary outcome was frequency of paroxysms of coughing. Secondary outcomes were frequency of vomiting, frequency of whoop, frequency of cyanosis (turning blue), development of serious complications, mortality from any cause, side effects due to medication, admission to hospital and duration of hospital stay."
    },
    {
      "heading": "Main results",
      "text": "We included 12 trials of varying sample sizes (N = 9 to 135), mainly from high-income countries, including a total of 578 participants. Ten trials recruited children (N = 448 participants). Two trials recruited adolescents and adults (N = 130 participants). We considered only three trials to be of high methodological quality (one trial each of diphenhydramine, pertussis immunoglobulin and montelukast). Included studies did not show a statistically significant benefit for any of the interventions. Only six trials, including a total of 196 participants, reported data in sufficient detail for analysis. Diphenhydramine did not change coughing episodes; the mean difference (MD) of coughing spells per 24 hours was 1.9; 95% confidence interval (CI) -4.7 to 8.5 (N = 49 participants from one trial). One trial on pertussis immunoglobulin reported a possible mean reduction of -3.1 whoops per 24 hours (95% CI -6.2 to 0.02, N = 47 participants) but no change in hospital stay (MD -0.7 days; 95% CI -3.8 to 2.4, N = 46 participants). Dexamethasone did not show a clear decrease in length of hospital stay (MD -3.5 days; 95% CI -15.3 to 8.4, N = 11 participants from one trial) and salbutamol showed no change in coughing paroxysms per day (MD -0.2; 95% CI -4.1 to 3.7, N = 42 participants from two trials). Only one trial comparing pertussis immunoglobulin versus placebo (N = 47 participants) reported data on adverse events: 4.3% in the treatment group (rash) versus 5.3% in the placebo group (loose stools, pain and swelling at injection site)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to draw conclusions about the effectiveness of interventions for the cough in whooping cough. More high-quality trials are needed to assess the effectiveness of potential antitussive treatments in patients with whooping cough."
    }
  ],
  "pls_title": "Treatment of the cough in whooping cough",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence from 12 studies about the effect of treatments for cough in patients with whooping cough."
    },
    {
      "heading": "Background",
      "text": "We wanted to discover whether any medicines are effective at treating cough in patients with whooping cough (also known as pertussis). These medicines included pertussis immunoglobulin (antibodies to increase the body's resistance to whooping cough) and treatments already used to treat symptoms of asthma and hay fever (antihistamines, salbutamol, steroids). Patients with whooping cough may experience severe coughing bouts. These may be accompanied by whooping (the sound made when taking a deep breath in after coughing) and vomiting, which can lead to dehydration, difficulty breathing and being admitted to hospital. We aimed to find out whether any medicines are effective at reducing coughing bouts in patients with whooping cough. We also aimed to find out whether any medicines reduced whooping, vomiting, cyanosis (turning blue because of lack of oxygen), serious complications (such as strokes and seizures), admission to hospital, time spent in hospital or death (from any cause). In addition, we looked at possible side effects of the medicines."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence in this review is current up to January 2014. We included 12 studies, which included a total of 578 participants. Ten studies involved a total of 448 children and two involved a total of 130 adolescents and adults. Five studies did laboratory tests to confirm the presence of whooping cough in all participants who took part. Nine studies compared the medicine to a placebo (i.e. a 'dummy' medicine which did not contain the active ingredient being studied) and three studies compared the medicine to no treatment. Seven studies involved hospital inpatients. Three studies reported their start and finish dates; one study recruited participants over 14 months, another over 18 months and another over 31 months."
    },
    {
      "heading": "Key results",
      "text": "Six studies including 196 participants reported their results in enough detail for us to assess them. Based on these results, antihistamines (one study, 49 participants), pertussis immunoglobulin (one study, 24 participants) and salbutamol (two studies, 42 participants) did not reduce the number of coughing bouts in patients with whooping cough. Neither pertussis immunoglobulin (one study, 46 participants) nor steroids (one study, 11 participants) decreased the length of time participants spent in hospital. One study reported similar rates of side effects in participants treated with pertussis immunoglobulin (4%; rash) or placebo (5%; loose stools, pain and swelling of the skin around where the injection was given). Studies of antihistamines, salbutamol and steroids did not report any results on side effects. None of these six studies reported any results on vomiting, cyanosis, serious complications, death or admission to hospital."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Overall, the quality of evidence was low and many of the studies were conducted some years ago. Only three trials reported adequate details of how the type of treatment given was properly concealed from both participants and healthcare professionals. Methods of recording numbers of coughing bouts and whoops also differed between studies. Estimates of the effects of the different treatments were imprecise due to the small numbers of participants from whom results were available. Additionally, these results may not be generalisable to adults or community settings, since most studies involved children and were done in hospital inpatient settings."
    }
  ]
}