{
  "doi": "10.1002/14651858.CD003393",
  "name": "Oestrogens alone or with amniotomy for cervical ripening or induction of labour",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "It is suggested that oestrogen may promote changes in cervical favourability with minimal effect on uterine activity and could be used to induce labour or prime the cervix. A variety of oestrogen preparations (infusions, gels, creams and tablets) and routes of administrations (oral, vaginal, extra-amniotic) vaginal,extra-amniotic) have been used in inpatient and outpatient settings. Oestrogen is rarely used in clinical practice. There are no commercially available preparations of oestrogen for induction and in most cases this is prepared specifically for the study."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness and safety of oestrogens alone, or with amniotomy, for third trimester cervical ripening and induction of labour in comparison with other methods of induction of labour."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group trials register (January 2008), the Cochrane Register of Controlled Trials (The Cochrane Library, Issue 4, 2007), and bibliographies of relevant papers."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing oestrogens for third trimester cervical ripening or labour induction with placebo/no treatment or other methods listed above it on a predefined list of labour induction methods."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Studies were assessed by at least two review authors."
    },
    {
      "heading": "Main results",
      "text": "Seven studies (465 women) were included. Only studies using oestrogens alone were identified; there were no trials of oestrogen with amniotomy. Three studies used intravaginal oestrogen, two used extra-amniotic oestrogen, one used an intravenous preparation, and one used oral tablets. Three studies were inpatient studies, one was an outpatient intervention and three did not state whether the setting was inpatient or outpatient. None of the studies reported the primary outcomes of rates of vaginal delivery not achieved in 24 hours. There were insufficient data to make any meaningful conclusions when comparing oestrogen with vaginal prostaglandin (PGE2), oxytocin alone, or extra amniotic PGF2a, as to whether oestrogen is effective in inducing labour.\nThere was no evidence of a difference between oestrogen and placebo in the rate of caesarean section, uterine hyperstimulation with or without fetal heart rate changes, or instrumental vaginal delivery."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There were insufficient data to quantify the safety and effectiveness of oestrogen as an induction agent; they should only be used as part of randomised control trials as there are alternative effective options for inducting labour."
    }
  ],
  "pls_title": "Oestrogens alone or with amniotomy for cervical ripening or induction of labour",
  "pls_type": "long",
  "pls": "There is not enough evidence, from randomised controlled trials, to show the effects and safety of oestrogen to ripen the cervix and help bring on labour.\nSometimes it is necessary to bring on labour artificially, because of safety concerns for either the pregnant woman or baby. Oestrogen is a hormone involved in the ripening of the neck of the womb (cervix) and preparing it for the birth of the baby. It is possible that oestrogen increases the release of other local hormones (prostaglandins) which help ripen the cervix. A variety of oestrogen preparations have been used (such as tablets, creams and infusions). They have been used for inductions when women are inpatients and outpatients. There is not enough research from the review of seven studies (with 465 women) to show the true effect of oestrogen. Oestrogen is not commonly used in current clinical practice as alternative agents that are known to be effective are available."
}