{
  "doi": "10.1002/14651858.CD011168.pub2",
  "name": "Implantable defibrillators versus medical therapy for cardiac channelopathies",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Sudden cardiac death is a significant cause of mortality in both the US and globally. However, 5% to 15% of people with sudden cardiac death have no structural abnormalities, and most of these events are attributed to underlying cardiac ion channelopathies. Rates of cardiac ion channelopathy diagnosis are increasing. However, the optimal treatment for such people is poorly understood and current guidelines rely primarily on expert opinion."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effect of implantable cardioverter defibrillators (ICD) with antiarrhythmic drugs or usual care in reducing the risk of all-cause mortality, fatal and non-fatal cardiovascular events, and adverse events in people with cardiac ion channelopathies."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL, 2015, Issue 6), EMBASE, MEDLINE, Conference Proceedings Citation Index - Science (CPCI-S), ClinicalTrials.gov, and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) in July 2015. We applied no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomized controlled trials of people aged 18 years and older with ion channelopathies, including congenital long QT syndrome, congenital short QT syndrome, Brugada syndrome, or catecholaminergic polymorphic ventricular tachycardia. Participants must have been randomized to ICD implantation and compared to antiarrhythmic drug therapy or usual care."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently selected studies for inclusion and extracted the data. We included all-cause mortality, fatal and non-fatal cardiovascular events, and adverse events for our primary outcome analyses and non-fatal cardiovascular events, rates of inappropriate ICD firing, quality of life, and cost for our secondary outcome analyses. We calculated risk ratios (RR) and associated 95% confidence intervals (CIs) for dichotomous outcomes, both for independent and pooled study analyses."
    },
    {
      "heading": "Main results",
      "text": "From the 468 references identified after removing duplicates, we found two trials comprising 86 participants that met our inclusion criteria. Both trials included participants with Brugada syndrome who were randomized to ICD versus β-blocker therapy for secondary prevention for sudden cardiac death. Both studies were small, were performed by the same investigators, and exhibited a high risk of bias across multiple domains. In the group randomized to ICD therapy, there was a nine-fold lower risk of mortality compared with people randomized to medical therapy (0% with ICD versus 18% with medical therapy; RR 0.11, 95% CI 0.01 to 0.83; 2 trials, 86 participants). There was low quality evidence of a difference in the rates of combined fatal and non-fatal cardiovascular events, and the results were imprecise (26% with ICD versus 18% with medical therapy; RR 1.49, 95% CI 0.66 to 3.34; 2 trials, 86 participants). The rates of adverse events were higher in the ICD group, but these results were imprecise (28% with ICD versus 10% with medical therapy; RR 2.44, 95% CI 0.92 to 6.44; 2 trials, 86 participants). For secondary outcomes, the risk of non-fatal cardiovascular events was higher in the ICD group, but these results were imprecise and were driven entirely by appropriate ICD-termination of cardiac arrhythmias (26% with ICD versus 0% with medical therapy; RR 11.4, 95% CI 1.57 to 83.3; 2 trials, 86 participants). Approximately 25% of the ICD group experienced inappropriate ICD firing, all of which was corrected by device reprogramming. No data were available for quality of life or cost. We considered the quality of evidence low using the GRADE methodology, due to study limitations and imprecision of effects."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Among people with Brugada syndrome who have survived a prior episode of sudden cardiac death, ICD therapy appeared to reduce mortality when compared to β-blocker therapy, but the true magnitude may be substantially different from the estimate of the effect because of study limitations and imprecision. Due to the large magnitude of effect, it is unlikely that there will be additional studies evaluating the role of ICDs for secondary prevention in this population. Further studies are necessary to determine the optimal treatment, if any, to prevent an initial episode of sudden cardiac death in people with cardiac ion channelopathies."
    }
  ],
  "pls_title": "Implantable cardioverter defibrillators versus medical therapy for people with inherited heart rhythm abnormalities",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What is the evidence about potential benefits and harms of implantable cardioverter defibrillators compared to medical treatment for the prevention of sudden cardiac death in people with inherited heart rhythm abnormalities?"
    },
    {
      "heading": "Background",
      "text": "Sudden (unexpected) cardiac death is the leading mechanism of death worldwide. An unknown proportion of these deaths is caused by heart beat abnormalities that are passed on within families (inherited) that can lead to sudden cardiac death in otherwise healthy people. Four inherited diseases that affect the heart's electrical system, called congenital long QT syndrome, congenital short QT syndrome, Brugada syndrome, and catecholaminergic polymorphic ventricular tachycardia, account for most of all inherited cases of sudden cardiac death. These people have abnormalities in the way in which their heart's balance electrolytes (naturally occurring substances in the blood and other body fluids that carry an electric charge) in a way that make them more likely to have higher sudden cardiac death rates than the general population. Two methods are used to prevent sudden cardiac death in these people: 1. implantable cardioverter defibrillators, which are small devices that provide electrical shocks to make the heart rhythm more regular, and 2. medical therapy (treatment with medicines that influence the heart's rhythm).\nThe aim of this systematic review was to compare the potential benefits and harms of implantable cardioverter defibrillators with medical therapy for the prevention of sudden cardiac death in people with inherited heart rhythm abnormalities. We reviewed the evidence up to July 2015 to answer this question."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched scientific databases and found two randomized controlled trials (clinical studies where people are randomly put into one of two or more treatment groups) including 86 adults that met our inclusion criteria. Both trials compared implantable cardioverter defibrillators with medical therapy in people with Brugada syndrome who had already survived a sudden cardiac arrest event. We found no studies in people who had not experienced such an event or with other abnormalities. These two studies were small, were performed by the same investigators from Thailand, were funded by a device company, and had major methodological limitations, including being stopped early. Nearly all (98%) participants were men who had an average age of 44 years old."
    },
    {
      "heading": "Key results",
      "text": "All-cause mortality (death from any cause) was lower in people who received the implantable cardioverter defibrillator. Rates of survived sudden cardiac arrest, heart attack, and stroke were higher, primarily due to differences in survived sudden cardiac arrest rates. Implantable cardioverter defibrillators had a higher rate of side effects compared with medical therapy, including receiving inappropriate shocks from their defibrillators, which required reprogramming of these devices."
    },
    {
      "heading": "Quality of evidence",
      "text": "There was low quality evidence that implantable cardioverter defibrillators lower mortality in people with inherited heart rate abnormalities who have survived a sudden cardiac arrest event because of few, small, low quality studies. These devices carry a higher risk of side effects than medical therapy. Further research is very likely to have an important impact on our confidence in the results."
    }
  ]
}