{
  "doi": "10.1002/14651858.CD001735.pub5",
  "name": "Support surfaces for pressure ulcer prevention",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pressure ulcers (i.e. bedsores, pressure sores, pressure injuries, decubitus ulcers) are areas of localised damage to the skin and underlying tissue. They are common in the elderly and immobile, and costly in financial and human terms. Pressure-relieving support surfaces (i.e. beds, mattresses, seat cushions etc) are used to help prevent ulcer development."
    },
    {
      "heading": "Objectives",
      "text": "This systematic review seeks to establish:\n(1) the extent to which pressure-relieving support surfaces reduce the incidence of pressure ulcers compared with standard support surfaces, and,\n(2) their comparative effectiveness in ulcer prevention."
    },
    {
      "heading": "Search methods",
      "text": "In April 2015, for this fourth update we searched The Cochrane Wounds Group Specialised Register (searched 15 April 2015) which includes the results of regular searches of MEDLINE, EMBASE and CINAHL and The Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2015, Issue 3)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) and quasi-randomised trials, published or unpublished, that assessed the effects of any support surface for prevention of pressure ulcers, in any patient group or setting which measured pressure ulcer incidence. Trials reporting only proxy outcomes (e.g. interface pressure) were excluded. Two review authors independently selected trials."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data were extracted by one review author and checked by another. Where appropriate, estimates from similar trials were pooled for meta-analysis."
    },
    {
      "heading": "Main results",
      "text": "For this fourth update six new trials were included, bringing the total of included trials to 59.\nFoam alternatives to standard hospital foam mattresses reduce the incidence of pressure ulcers in people at risk (RR 0.40 95% CI 0.21 to 0.74). The relative merits of alternating- and constant low-pressure devices are unclear. One high-quality trial suggested that alternating-pressure mattresses may be more cost effective than alternating-pressure overlays in a UK context.\nPressure-relieving overlays on the operating table reduce postoperative pressure ulcer incidence, although two trials indicated that foam overlays caused adverse skin changes. Meta-analysis of three trials suggest that Australian standard medical sheepskins prevent pressure ulcers (RR 0.56 95% CI 0.32 to 0.97)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "People at high risk of developing pressure ulcers should use higher-specification foam mattresses rather than standard hospital foam mattresses. The relative merits of higher-specification constant low-pressure and alternating-pressure support surfaces for preventing pressure ulcers are unclear, but alternating-pressure mattresses may be more cost effective than alternating-pressure overlays in a UK context. Medical grade sheepskins are associated with a decrease in pressure ulcer development. Organisations might consider the use of some forms of pressure relief for high risk patients in the operating theatre."
    }
  ],
  "pls_title": "Can pressure ulcers be prevented by using different support surfaces?",
  "pls_type": "long",
  "pls": "Pressure ulcers (also called bed sores, pressure sores and pressure injuries) are ulcers on the skin caused by pressure or rubbing at the weight-bearing, bony points of immobilised people (such as hips, heels and elbows). Different support surfaces (e.g. beds, mattresses, mattress overlays and cushions) aim to relieve pressure, and are used to cushion vulnerable parts of the body and distribute the surface pressure more evenly. The review found that people lying on ordinary foam mattresses are more likely to get pressure ulcers than those lying on a higher-specification foam mattress. In addition the review also found that people who used sheepskin overlays on their mattress developed fewer pressure ulcers. While alternating-pressure mattresses may be more cost effective than alternating-pressure overlays, the evidence base regarding the merits of higher-specification constant low-pressure and alternating-pressure support surfaces for preventing pressure ulcers is unclear. Rigorous research comparing different support surfaces is needed."
}