{
  "doi": "10.1002/14651858.CD003171.pub3",
  "name": "Surgical interventions for bilateral congenital cataract in children aged two years and under ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Congenital cataracts are lens opacities in one or both eyes of babies or children present at birth. These may cause a reduction in vision severe enough to require surgery. Cataracts are proportionally the most treatable cause of visual loss in childhood, and are a particular problem in low-income countries, where early intervention may not be possible. Paediatric cataracts provide different challenges to those in adults. Intense inflammation, amblyopia (vision is obstructed by cataract from birth which prevents normal development of the visual system), posterior capsule opacification and uncertainty about the final trajectory of ocular growth parameters can affect results of treatment. Two options currently considered for children under 2 years of age with bilateral congenital cataracts are: (i) intraocular lens (IOL) implantation; or (ii) leaving a child with primary aphakia (no lens in the eye), necessitating the need for contact lenses or aphakic glasses. Other important considerations regarding surgery include the prevention of visual axis opacification (VAO), glaucoma and the route used to perform lensectomy."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of infant cataract surgery or lensectomy to no surgery for bilateral congenital cataracts in children aged 2 years and under."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL; which contains the Cochrane Eyes and Vision Trials Register; 2022, Issue 1); Ovid MEDLINE; Ovid Embase; the ISRCTN registry; ClinicalTrials.gov and the WHO ICTRP. The date of the search was 25 January 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs) that compared infant cataract surgery or lensectomy to no surgery, in children with bilateral congenital cataracts aged 2 years and younger. This update (of a review published in 2001 and updated in 2006) does not include children over 2 years of age because they have a wider variety of aetiologies, and are therefore managed differently, and have contrasting outcomes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methods expected by Cochrane. Two review authors extracted data independently. We assessed the risk of bias of included studies using RoB 1 and assessed the certainty of the evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We identified three RCTs that met our inclusion criteria with each trial comparing a different aspect of surgical intervention for this condition. The trials included a total of 79 participants under 2 years of age, were conducted in India and follow-up ranged from 1 to 5 years. Study participants and outcome assessors were not masked in these trials.\nOne study (60 children) compared primary IOL implantation with primary aphakia. The results from this study suggest that there may be little or no difference in visual acuity at 5 years comparing children with pseudophakia (mean logMAR 0.50) and aphakia (mean logMAR 0.59) (mean difference (MD) -0.09 logMAR, 95% confidence intervals (CIs) -0.24 to 0.06; 54 participants; very low-certainty evidence), but the evidence is very uncertain. The evidence is very uncertain as to the effect of IOL implantation compared with aphakia on visual axis opacification (VAO) (risk ratio (RR) 1.29, 95% CI 0.23 to 7.13; 54 participants; very low-certainty evidence). The trial investigators did not report on the cases of amblyopia. There was little evidence of a difference betwen the two groups in cases of glaucoma at 5 years follow-up (RR 0.86, 95% CI 0.24 to 3.10; 54 participants; very low-certainty evidence). Cases of retinal detachment and reoperation rates were not reported. The impact of IOL implantation on adverse effects is very uncertain because of the sparse data available: of the children who were pseudophakic, 1/29  needed a trabeculectomy and 8/29 developed posterior synechiae. In comparison, no trabeculectomies were needed in the aphakic group and 2/25 children had posterior synechiae (54 participants; very low-certainty evidence).\nThe second study (14 eyes of 7 children under 2 years of age) compared posterior optic capture of IOL without vitrectomy versus endocapsular implantations with anterior vitrectomy (commonly called 'in-the-bag surgery'). The authors did not report on visual acuity, amblyopia, glaucoma and reoperation rate. They had no cases of VAO in either group. The evidence is very uncertain as to the effect of in-the-bag implantation in children aged under 1 year. There was a higher incidence of inflammatory sequelae: 4/7 in-the-bag implantation eyes and 1/7 in optic capture eyes (P = 0.04, 7 participants; very low-certainty evidence). We graded the certainty of evidence as low or very low for imprecision in all outcomes because their statistical analysis reported that a sample size of 13 was needed in each group to achieve a power of 80%, whereas their subset of children under the age of 1 year had only 7 eyes in each group.\nThe third study (24 eyes of 12 children) compared a transcorneal versus pars plana route using a 25-gauge transconjunctival sutureless vitrectomy system. The evidence is very uncertain as to the effect of the route chosen on the incidence of VAO, with no cases reported at 1 year follow-up in either group. The investigators did not report on visual acuity, amblyopia, glaucoma, retinal detachment and reoperation rate. The pars plana route had the adverse effects of posterior capsule rupture in 2/12 eyes, and 1/12 eyes needing sutures. Conversely, 1/12 eyes operated on by the transcorneal route needed sutures. We graded the outcomes with very low-certainty because of the small sample size and the absence of a priori sample size calculation."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no high level evidence for the effectiveness of one type of surgery for bilateral congenital cataracts over another, or whether surgery itself is better than primary aphakia. Further RCTs are required to inform modern practice about concerns, including the timing of surgery, age at which surgery should be undertaken, age for implantation of an IOL and development of complications, such as reoperations, glaucoma and retinal detachment. Standardising the methods used to measure visual function, along with objective monitoring of compliance with the use of aphakic glasses/contact lenses would greatly improve the quality of study data and enable more reliable interpretation of outcomes."
    }
  ],
  "pls_title": "Which type of surgery is most effective for cataracts that are present in both eyes at or soon after birth in children up to the age of 2 years?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "We did not find enough high-certainty evidence to decide which form of surgery was best for cataracts in both eyes, at or soon after birth (bilateral congenital cataracts). The three trials that we found all performed different types of surgery and therefore we could not compare them to one another.\nFuture trials should investigate the best age to implant an artificial lens, complications caused by different methods of surgery, and whether newer types of surgery, such as ‘bag-in-the-lens’ surgery, are better than traditional methods."
    },
    {
      "heading": "What is a cataract?",
      "text": "A cataract is when the normally clear lens inside the eye is cloudy and obscures vision. Some children develop cataracts in both eyes in the womb or soon after birth; these are called bilateral congenital cataracts. They are a major worldwide cause of childhood blindness, especially in low-income countries."
    },
    {
      "heading": "How is a cataract treated?",
      "text": "Cataracts can affect visual development, so surgery is often recommended to remove the cloudy lens. Removing the cataract means that the eye cannot focus. This must be corrected by either replacing the affected lens with an artificial one, known as an intraocular lens, a contact lens or spectacles, or a combination of these. There is no worldwide agreement on which of these is best for children under 2 years of age.\nSurgery can lead to complications, such as reoperations, retinal detachment (when light-sensitive tissue at the back of the eye, called the retina, pulls away from its normal position), and glaucoma. Glaucoma is a condition where the pressure in the eye gets too high. This can damage the optic nerve and cause blindness if untreated. Glaucoma is a lifelong risk after cataract surgery for children under 2 years of age, and can develop, whether or not an intraocular lens is implanted.\nThe centre of the eye may become cloudy again after intraocular lens implantation. This causes blurred vision and requires laser treatment or further surgery. Different techniques to implant the intraocular lens can reduce reclouding. However, reclouding is a common complication when the cataract is removed, whether or not it’s replaced with an intraocular lens.\nSurgeons access the cataract from in front (anterior route) or behind (posterior route) the lens. The two routes have different rates of complications."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out which surgical approach improves vision the most, or causes the fewest complications, or both, in children aged 2 years and under."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for trials that looked at different surgical approaches in children aged 2 years and under. We compared and summarised the results of the trials and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found three trials that involved 90 children with bilateral congenital cataracts; of which 79 children were under the age of 2 years. The childen were followed up for 1 to 5 years after surgery. All three trials were conducted in India and compared different interventions.\nOne study (60 children) compared implanting an intraocular lens during surgery with leaving the eye without a lens and managing the child's vision with a combination of spectacles and contact lenses. It reported no difference in the resulting vision or postoperative complications between the two groups.\nOne study (7 children under 2 years old) compared two surgical techniques for inserting an intraocular lens that can reduce the rate of reclouding of vision. They found no significant difference in their effectiveness, but they studied very few children.\nOne study (12 children) used a smaller instrument to remove the cataract and compared two routes of removal: an anterior  approach (in front of the lens) and a posterior approach (behind the lens). The study reported no reclouding using either route and no significant difference in complication rates."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence is very low because we found only a few trials, and they differed from each other. The three trials we included used different methods and measured different outcomes. The trials had a small number of participants and were all based in India. This means their results may not be applicable globally.\nStudy limitations include that one study (60 children) reported low compliance with the use of contact lenses after surgery. The other 2 studies (12 and 7 children respectively) did not specify in their methods all the outcomes they were going to measure, which means that their reporting may have been biased. Participants and outcome assessors were also not masked in these studies."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This review updates our previous review. The evidence is up to date to 25 January 2022."
    }
  ]
}