{
  "doi": "10.1002/14651858.CD006524.pub2",
  "name": "Consultation letters for medically unexplained physical symptoms in primary care",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "In primary care between 10% and 35% of all visits concern patients with medically unexplained physical symptoms (MUPS). MUPS are associated with high medical consumption, significant disabilities and psychiatric morbidity."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of consultation letters (CLs) to assist primary care physicians or occupational health physicians in the treatment of patients with MUPS and diagnostic subgroups."
    },
    {
      "heading": "Search methods",
      "text": "We searched for randomized controlled trials (RCTs) on the Cochrane Collaboration Depression, Anxiety and Neurosis Group Controlled Trials Registers, the Cochrane Central Register of Controlled Trials (CENTRAL, Issue 2, 2009), MEDLINE  (1966-2009), MEDLINE In Process (2009-08-17), EMBASE (1974-2009), PSYCINFO (1980-2009) and CINAHL (1982-2009). We screened the references lists of selected studies and consulted experts in the field to identify any additional, eligible RCTs."
    },
    {
      "heading": "Selection criteria",
      "text": "RCTs of CLs for patients with MUPS being treated in primary care settings."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently screened the abstracts of the studies identified through the searches and independently assessed the risk of bias of the included studies. We resolved any disagreement by discussion with a third review author. We assessed heterogeneity and, where a number of studies reported the same outcomes, pooled results in a meta-analysis."
    },
    {
      "heading": "Main results",
      "text": "We included six RCTs, with a total of 449 patients. In four studies (267 patients) the CL intervention resulted in reduced medical costs (in two studies the outcomes could be pooled: MD -352.55 US Dollars (95% CI -522.32 to -182.78)) and improved physical functioning (three studies, MD 5.71 (95% CI 4.11 to 7.31)). In two studies (182 patients) the intervention was a joint consultation with a psychiatrist in presence of the physician, and resulted in reduced severity of somatization symptoms, reduced medical consumption and improved social functioning."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is limited evidence that a CL is effective in terms of medical costs and improvement of physical functioning for patients with MUPS in primary care. The results are even less pronounced in patients with clinically less severe, but more meaningful, forms of MUPS and the results vary for other patient-related outcomes. All studies, except one, were performed in the United States and therefore the results can not be generalized directly to countries with other healthcare systems. Furthermore all studies were small and of only moderate quality. There is very limited evidence that a joint consultation with the patient by a psychiatrist in the presence of the physician, together with the provision of a CL, reduces severity of somatization symptoms and medical consumption."
    }
  ],
  "pls_title": "Consultation letters for use by primary care physicians in their care of patients with physical symptoms for which no organic cause can be found",
  "pls_type": "long",
  "pls": "In 10% to 35% of all consultations in primary care, no organic cause can be found for the physical symptoms of the patient. Patients may present with symptoms such as fatigue, headaches, dizziness, non-specific low back pain and chest pain. Such symptoms can lead to frequent consultations with the physician and high medical costs as well as causing considerable worry and disability for the patient. Patients suffering from MUPS are more likely than the average patient to experience depressive and anxiety disorders. Studies have reported positive effects of screening by a psychiatrist in the treatment of MUPS in primary care. After screening, the psychiatrist sends the primary care physician a 'consultation letter' (CL) which states the diagnosis and that patients are best helped by: 1) having their symptoms taken seriously; 2) not being told their symptoms are 'all in your head'; 3) not being referred for further investigation unless there is a clear indication of a somatic disorder; 4) undergoing a physical examination at each visit; and 5) being seen at regular intervals.\nIn our review we found six studies, with a total of 449 patients, in which one of two interventions were applied. One intervention (four studies, 267 patients) was a CL following a consultation between the patient and the psychiatrist; the other (two studies, 182 patients) was a CL following a joint consultation between patient, psychiatrist and primary care physician. In each case comparison was against care as usual, provided by the primary care physician. The first intervention resulted in reduced medical costs (three studies) and improved physical functioning (three studies). We found evidence for a slight reduction in the severity of the MUPS, reduced medical consumption and improved social functioning following the second intervention, although in only one of two studies assessed. There are serious limitations in generalizability of the results to modern healthcare: most trials reported doctor-related outcomes with patient-related outcomes varying in results; the intervention appears to be far more effective for the most serious but rare disorders, and less so in the more common forms of MUPS; five of the six studies were performed in the United States and four studies before 1995. Furthermore the studied populations were small and five of the six studies were of moderate quality.\nOur final conclusion is that CLs may be helpful for physicians who treat patients with MUPS (based on the provider-related outcomes). However, until further studies are conducted to find out if the intervention results in improved patient-related outcomes, the overall effectiveness of CLs cannot be demonstrated."
}