{
  "doi": "10.1002/14651858.CD005521.pub2",
  "name": "Systemic corticosteroids for acute gout",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Gout is one of the most frequently occurring rheumatic diseases, worldwide. Given the well-known drawbacks of the regular treatments for acute gout (non-steroidal anti-inflammatory drugs (NSAIDs), colchicine), systemic corticosteroids might be safe alternatives."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of systemic corticosteroids in the treatment of acute gout in comparison with placebo, NSAIDs, colchicine, other active drugs, other therapies, or no therapy."
    },
    {
      "heading": "Search methods",
      "text": "Searches were done in the following electronic databases: Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2007); MEDLINE (1966 to 2007) through PubMed; EMBASE (1974 to 2007); Web of Science (1975 to 2007); LILACS (1986 to 2007); and databases of ongoing trials (up to April 2007)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials and controlled clinical trials investigating the use of systemic corticosteroids in the treatment of acute gout were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors decided independently which trials to include. The same review authors also collected the data in a standardised form and assessed the methodological quality of the trial using validated criteria. When possible, continuous and dichotomous data were summarised statistically."
    },
    {
      "heading": "Main results",
      "text": "Three head to head trials involving 148 patients (74 systemic corticosteroids; 74 comparator drugs) were included. Placebo-controlled trials were not found. In the studies, different kinds of systemic corticosteroids and different kinds of control drugs were used, both administered in different routes. Intramuscular triamcinolone acetonide was compared respectively to oral indomethacine, and intramuscular adrenocorticotropic hormone (ACTH); oral prednisolone (together with a single intramuscular diclophenac injection) was compared to oral indomethacine (together with a single placebo injection). Outcome measurements varied: average number of days until total relief of signs, mean decrease of pain per unit of time in mm on a visual analogue scale (VAS) - during rest and activity. In the triamcinolone-indomethacine trial the clinical joint status was used as an additional outcome. Clinically relevant differences between the studied systemic corticosteroids and the comparator drugs were not found; important safety problems attributable to the used corticosteroids were not reported. The quality of the three studies was graded as very low to moderate. Statistical pooling of results was not possible."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is inconclusive evidence for the efficacy and effectiveness of systemic corticosteroids in the treatment of acute gout. Patients with gout did not report serious adverse effects from systemic corticosteroids, when used short term."
    }
  ],
  "pls_title": "Systemic corticosteroids for acute gout",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "This summary of a Cochrane review presents what we know from research about the effect of systemic corticosteroids for acute gout. The review shows that in people with gout:\n- systemic corticosteroids may slightly improve patients' assessment of pain and disability. However, this could have occurred by chance; \n- there is no precise information about side effects and complications. Only a minority of the patients treated with the steroid oral prednisolone reported minor side effects."
    },
    {
      "heading": "What is gout, and what are systemic corticosteroids?",
      "text": "Gout is a sudden, very painful joint inflammation (arthritis). It usually affects the big toe. The inflammation, which is caused by urate crystals, leads to swelling and redness of the joint, and makes it painful to move or even to touch. \nSystemic corticosteroids are drugs that imitate the corticosteroids that are naturally produced by your own body and may help reduce swelling, redness and pain in joints. Systemic corticosteroids come in a pill form or as an injection given by your doctor."
    }
  ]
}