{
  "doi": "10.1002/14651858.CD009741.pub2",
  "name": "Hormonal contraception for women exposed to HIV infection",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Concern about a possible association of hormonal contraception with HIV acquisition has been raised by three types of evidence. Firstly, high-dose progestogen treatment greatly increases HIV acquisition in female non-human primates. Secondly, biological plausibility for a link between hormonal contraception anf HIV acquisition is provided by evidence of a hypo-oestrogenic state induced by progestogen contraception with vaginal mucosal thinning, and evidence of effects on the humoral and cellular immune systems. Thirdly, some but not other large observational studies have found an increase in HIV acquisition among women using hormonal contraception."
    },
    {
      "heading": "Objectives",
      "text": "To determine, from the best available evidence, the effect of hormonal contraception on HIV acquisition."
    },
    {
      "heading": "Search methods",
      "text": "We used the Cochrane Fertility Regulation Group trials search strategy."
    },
    {
      "heading": "Selection criteria",
      "text": "Published, unpublished and ongoing trials with random allocation, comparing hormonal with non-hormonal methods, other hormonal methods or no contraception in women at risk of HIV acquisition."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data will be extracted from eligible trials onto a data extraction sheet and analysed using routine Cochrane Collaboration methodology,"
    },
    {
      "heading": "Main results",
      "text": "One ongoing randomised trial was identified, with no data available to date."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently no robust evidence from randomized trials on the possible effect of hormonal contraception on HIV acquisition. High quality trials in this area are needed to inform counselling of individual woman and public health policy."
    }
  ],
  "pls_title": "Insufficient evidence to confirm an association between hormonal contraception and HIV acquisition",
  "pls_type": "long",
  "pls": "Modern contraception methods play an important role in global health, empowering women to avoid unintended pregnancy and thus reducing avoidable deaths and ill-health of mothers and babies related to unintended pregnancies. Hormonal methods are those in which women receive female sex hormones (progestogens with or without oestrogens), by mouth, injection, vaginal rings, skin patches, progestogen-containing intrauterine devices or devices implanted below the skin. It is known that monkeys treated with high doses of progestogen (higher than those used for contraception) are more likely to be infected with HIV. It is also known that hormonal contraception alters the systemic and local human immune system in ways which might increase susceptibility to HIV infection, and that progestogen contraception lowers the woman's own oestrogen levels causing thinning of the lining of the vagina. In some, but not all, observational studies, it was found that women using hormonal contraception (specifically DMPA) were more likely to acquire HIV. However, as these were not randomised trials, this effect might be related to the characteristics of women who choose to use hormonal contraception, rather than an effect of the contraceptive itself.\nThis review found only one ongoing trial with no data available to date. There is thus no high quality evidence available as to whether or not hormonal contraception is associated with HIV acquisition. Because of the importance of hormonal contraception for women's health, no change in practice would be justified without such evidence. Appropriate randomised trials are needed to answer this important question.\nAll women using non-barrier contraception should be advised that such contraception does not protect against HIV infection, and that they should take such precautions as are appropriate to their personal circumstances."
}