{
  "doi": "10.1002/14651858.CD003797.pub2",
  "name": "Anticholinergic therapy for acute asthma in children",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Inhaled anticholinergics as single agent bronchodilators (or in combination with beta2-agonists) are one of the several medications available for the treatment of acute asthma in children."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of only inhaled anticholinergic drugs (i.e. administered alone), compared to a control in children over the age of two years with acute asthma."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Register of Controlled Trials (CENTRAL), and the Cochrane Airways Group Register of trials were searched by the Cochrane Airways Group. The latest search was performed in April 2011."
    },
    {
      "heading": "Selection criteria",
      "text": "We included only randomised controlled trials (RCTs) in which inhaled anticholinergics were given as single therapy and compared with placebo or any other drug or drug combinations for children over the age of two years with acute asthma."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently selected trials, extracted data and assessed trial quality."
    },
    {
      "heading": "Main results",
      "text": "Six studies met the inclusion criteria but were limited by small sample sizes, various treatment regimes used and outcomes assessed. The studies were overall of unclear quality. Data could only be pooled for the outcomes of treatment failure and hospitalisation. Other data could not be combined due to divergent outcome measurements. Meta-analysis revealed that children who received anticholinergics alone were significantly more likely to have treatment failure compared to those who received beta2-agonists from four trials on 171 children (odds ratio (OR) 2.27; 95% CI 1.08 to 4.75). Also, treatment failure on anticholinergics alone was more likely than when anticholinergics were combined with beta2-agonists from four trials on 173 children (OR 2.65; 95% CI 1.2 to 5.88). Data on clinical scores/symptoms that were measured on different scales were conflicting. Individual trials reported that lung function was superior in the combination group when compared with anticholinergic agents used alone. The use of anticholinergics was not found to be associated with significant side effects."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In children over the age of two years with acute asthma exacerbations, inhaled anticholinergics as single agent bronchodilators were less efficacious than beta2-agonists. Inhaled anticholinergics were also less efficacious than inhaled anticholinergics combined with beta2-agonists. Inhaled anticholinergic drugs alone are not appropriate for use as a single agent in children with acute asthma exacerbations."
    }
  ],
  "pls_title": "Anticholinergic therapy for acute asthma in children",
  "pls_type": "long",
  "pls": "Asthma is a condition that affects the airways (tubes carrying air in and out of the lungs). During an asthma exacerbation (attack), the airways narrow and drugs can be taken to dilate, or widen, the airways. Common bronchodilators (medicines used to widen the airways) are short-acting beta2- agonists (e.g. salbutamol) or anticholinergics (e.g. ipratropium bromide). In this review, we examined if the use of anticholinergic inhalers during an asthma attack in children aged over two years is effective compared to either placebo or another bronchodilator. We also looked at combinations of anticholinergic plus a beta2-agonist compared to an anticholinergic on its own.\nWe found six small trials of unclear quality answering these two questions. We found data from four trials on 171 children comparing anticholinergics with beta2-agonists. Children on anticholinergics alone were significantly more likely to experience treatment failure than those on beta2-agonists (odds ratio (OR) 2.27; 95% CI 1.08 to 4.75). We also found data from four trials on 173 children comparing children on anticholinergics alone with children on anticholinergics plus beta2-agonists. In this case, treatment failure was more likely in children taking anticholinergics only than if they were combined with beta2-agonists (OR 2.65; 95% CI 1.2 to 5.88). We were only able to combine data for treatment failure and hospitalisation.\nIn summary, we found that inhaled anticholinergics used on their own are less effective than inhaled beta2-agonists used alone or in combination with anticholinergics. Inhaled anticholinergics seem safe, with no significant side effects apparent."
}