{
  "doi": "10.1002/14651858.CD012196.pub2",
  "name": "Electrical stimulation for treating pressure ulcers",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pressure ulcers (also known as pressure sores, decubitus ulcers or bedsores) are localised injuries to the skin or underlying tissue, or both. Pressure ulcers are a disabling consequence of immobility. Electrical stimulation (ES) is widely used for the treatment of pressure ulcers. However, it is not clear whether ES is effective."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects (benefits and harms) of electrical stimulation (ES) for treating pressure ulcers."
    },
    {
      "heading": "Search methods",
      "text": "In July 2019 we searched the Cochrane Wounds Specialised Register; the Cochrane Central Register of Controlled Trials (CENTRAL); Ovid MEDLINE (including In-Process & Other Non-Indexed Citations); Ovid Embase and EBSCO CINAHL Plus. We also searched clinical trials registries for ongoing and unpublished studies, and scanned reference lists of relevant included studies as well as reviews, meta-analyses and health technology reports to identify additional studies. We did not impose any restrictions with respect to language, date of publication or study setting."
    },
    {
      "heading": "Selection criteria",
      "text": "We included published and unpublished randomised controlled trials (RCTs) comparing ES (plus standard care) with sham/no ES (plus standard care) for treating pressure ulcers."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion, extracted data, and assessed risk of bias. We assessed the certainty of evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included 20 studies with 913 participants. The mean age of participants ranged from 26 to 83 years; 50% were male. ES was administered for a median (interquartile range (IQR)) duration of five (4 to 8) hours per week. The chronicity of the pressure ulcers was variable, ranging from a mean of four days to more than 12 months. Most of the pressure ulcers were on the sacral and coccygeal region (30%), and most were stage III (45%). Half the studies were at risk of performance and detection bias, and 25% were at risk of attrition and selective reporting bias. Overall, the GRADE assessment of the certainty of evidence for outcomes was moderate to very low. Nineteen studies were conducted in four different settings, including rehabilitation and geriatric hospitals, medical centres, a residential care centre, and a community-based centre.\nES probably increases the proportion of pressure ulcers healed compared with no ES (risk ratio (RR) 1.99, 95% confidence interval (CI) 1.39 to 2.85; I2 = 0%; 11 studies, 501 participants (512 pressure ulcers)). We downgraded the evidence to moderate certainty due to risk of bias.\nIt is uncertain whether ES decreases pressure ulcer severity on a composite measure compared with no ES (mean difference (MD) -2.43, 95% CI -6.14 to 1.28; 1 study, 15 participants (15 pressure ulcers) and whether ES decreases the surface area of pressure ulcers when compared with no ES (12 studies; 494 participants (505 pressure ulcers)). Data for the surface area of pressure ulcers were not pooled because there was considerable statistical heterogeneity between studies (I2 = 96%) but the point estimates for the MD of each study ranged from -0.90 cm2 to 10.37 cm2. We downgraded the evidence to very low certainty due to risk of bias, inconsistency and imprecision.\nIt is uncertain whether ES decreases the time to complete healing of pressure ulcers compared with no ES (hazard ratio (HR) 1.06, 95% CI 0.47 to 2.41; I2 = 0%; 2 studies, 55 participants (55 pressure ulcers)). We downgraded the evidence to very low certainty due to risk of bias, indirectness and imprecision.\nES may be associated with an excess of, or difference in, adverse events (13 studies; 586 participants (602 pressure ulcers)). Data for adverse events were not pooled but the types of reported adverse events included skin redness, itchy skin, dizziness and delusions, deterioration of the pressure ulcer, limb amputation, and occasionally death. We downgraded the evidence to low certainty due to risk of selection and attrition bias and imprecision.\nES probably increases the rate of pressure ulcer healing compared with no ES (MD 4.59% per week, 95% CI 3.49 to 5.69; I2 = 25%; 12 studies, 561 participants (613 pressure ulcers)). We downgraded the evidence to moderate certainty due to risk of bias. We did not find any studies that looked at quality of life, depression, or consumers' perception of treatment effectiveness."
    },
    {
      "heading": "Authors' conclusions",
      "text": "ES probably increases the proportion of pressure ulcers healed and the rate of pressure ulcer healing (moderate certainty evidence), but its effect on time to complete healing is uncertain compared with no ES (very low certainty evidence). It is also uncertain whether ES decreases the surface area of pressure ulcers. The evidence to date is insufficient to support the widespread use of ES for pressure ulcers outside of research. Future research needs to focus on large-scale trials to determine the effect of ES on all key outcomes."
    }
  ],
  "pls_title": "Is electrical stimulation effective for treating pressure ulcers?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this review was to find out whether electrical stimulation (ES; an electrical current applied to the skin) can help heal pressure ulcers. We collected and analysed all relevant studies (randomised controlled trials) to answer this question and found 20 relevant studies."
    },
    {
      "heading": "Key messages",
      "text": "ES compared with no ES probably increases the proportion of pressure ulcers healed and the rate of pressure ulcer healing (moderate certainty evidence) but its effect on time to complete healing and the surface area of pressure ulcers is uncertain (very low certainty evidence). The most commonly reported side effects of ES were reddening of the skin and discomfort. There is a need for better quality research to determine whether ES is safe and effective."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Pressure ulcers (also known as pressure sores, bed sores or pressure injuries) are injuries to the skin and/or underlying tissue caused by sustained pressure over bony parts of the body such as the hips, heels or lower back. People with reduced mobility due to age, disability or illness are at risk of developing pressure ulcers.\nES is provided by an electrical current that can be applied to the skin in different ways. ES requires the placing of at least two small electrodes on the skin connected to a small battery-powered device which controls the intensity of the current. ES can be delivered either as a direct or pulsed current. It causes a tingling or vibratory sensation in most people except those who cannot feel due to conditions such as spinal cord injury. We reviewed the evidence about whether ES affects the number of pressure ulcers healed, the size and severity of the pressure ulcers, the time to complete healing, and quality of life. We also wanted to find out about any side effects associated with ES."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "This review includes the results of 20 randomised controlled trials dating from 1985 to 2018 and involving 913 participants. The average age of participants ranged from 26 to 83 years; 50% were male. Participants had their pressure ulcers for at least four days and in some cases for more than 12 months. The majority of pressure ulcers (60%) were serious and on or adjacent to the buttocks (62%). Studies were conducted in four different settings, including rehabilitation and geriatric hospitals, medical centres, a residential care centre, and a community-based centre. ES was administered for an average of five hours per week. Studies compared ES plus usual care (e.g. wound dressing, pressure relief, regular turning, nutritional advice and supplements) to no ES (but with usual care). Eight studies out of 20 were funded by a device manufacturer with a vested interest in the results of the studies.\nEleven studies that compared ES with no ES indicated that ES probably improves the proportion of pressure ulcers healed (moderate certainty evidence based on 501 participants (512 pressure ulcers)). It is uncertain whether ES decreases pressure ulcer severity on a composite measure (based on 1 study with 15 participants (15 pressure ulcers)). The effect of ES on pressure ulcer area was not estimable because different studies showed very different results. It is uncertain whether ES decreases the surface area of pressure ulcers (very low certainty evidence based on 494 participants (505 pressure ulcers)). We cannot be certain whether ES has an effect on time to complete healing (very low certainty evidence based on 55 participants (55 pressure ulcers)). The common complications related to ES were skin redness and discomfort (low certainty evidence based on 586 participants (602 pressure ulcers)). Twelve studies also indicated that ES probably increases the rate of pressure ulcer healing (moderate certainty evidence based on 561 participants (613 pressure ulcers)). No studies reported results for quality of life or depression."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "We searched for studies that had been published up to July 2019."
    }
  ]
}