{
  "doi": "10.1002/14651858.CD012955.pub2",
  "name": "Psychological therapies for people with borderline personality disorder",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Over the decades, a variety of psychological interventions for borderline personality disorder (BPD) have been developed. This review updates and replaces an earlier review (Stoffers-Winterling 2012)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the beneficial and harmful effects of psychological therapies for people with BPD."
    },
    {
      "heading": "Search methods",
      "text": "In March 2019, we searched CENTRAL, MEDLINE, Embase, 14 other databases and four trials registers. We contacted researchers working in the field to ask for additional data from published and unpublished trials, and handsearched relevant journals. We did not restrict the search by year of publication, language or type of publication."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing different psychotherapeutic interventions with treatment-as-usual (TAU; which included various kinds of psychotherapy), waiting list, no treatment or active treatments in samples of all ages, in any setting, with a formal diagnosis of BPD. The primary outcomes were BPD symptom severity, self-harm, suicide-related outcomes, and psychosocial functioning. There were 11 secondary outcomes, including individual BPD symptoms, as well as attrition and adverse effects."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two review authors independently selected trials, extracted data, assessed risk of bias using Cochrane's 'Risk of bias' tool and assessed the certainty of the evidence using the GRADE approach. We performed data analysis using Review Manager 5 and quantified the statistical reliability of the data using Trial Sequential Analysis."
    },
    {
      "heading": "Main results",
      "text": "We included 75 randomised controlled trials (4507 participants), predominantly involving females with mean ages ranging from 14.8 to 45.7 years. More than 16 different kinds of psychotherapy were included, mostly dialectical behaviour therapy (DBT) and mentalisation-based treatment (MBT). The comparator interventions included treatment-as-usual (TAU), waiting list, and other active treatments. Treatment duration ranged from one to 36 months.\nPsychotherapy versus TAU\nPsychotherapy reduced BPD symptom severity, compared to TAU; standardised mean difference (SMD) −0.52, 95% confidence interval (CI) −0.70 to −0.33; 22 trials, 1244 participants; moderate-quality evidence. This corresponds to a mean difference (MD) of −3.6 (95% CI −4.4 to −2.08) on the Zanarini Rating Scale for BPD (range 0 to 36), a clinically relevant reduction in BPD symptom severity (minimal clinical relevant difference (MIREDIF) on this scale is −3.0 points).\nPsychotherapy may be more effective at reducing self-harm compared to TAU (SMD −0.32, 95% CI −0.49 to −0.14; 13 trials, 616 participants; low-quality evidence), corresponding to a MD of −0.82 (95% CI −1.25 to 0.35) on the Deliberate Self-Harm Inventory Scale (range 0 to 34). The MIREDIF of −1.25 points was not reached.\nSuicide-related outcomes improved compared to TAU (SMD −0.34, 95% CI −0.57 to −0.11; 13 trials, 666 participants; low-quality evidence), corresponding to a MD of −0.11 (95% CI −0.19 to −0.034) on the Suicidal Attempt Self Injury Interview. The MIREDIF of −0.17 points was not reached.\nCompared to TAU, psychotherapy may result in an improvement in psychosocial functioning (SMD −0.45, 95% CI −0.68 to −0.22; 22 trials, 1314 participants; low-quality evidence), corresponding to a MD of −2.8 (95% CI −4.25 to −1.38), on the Global Assessment of Functioning Scale (range 0 to 100). The MIREDIF of −4.0 points was not reached.\nOur additional Trial Sequential Analysis on all primary outcomes reaching significance found that the required information size was reached in all cases.\nA subgroup analysis comparing the different types of psychotherapy compared to TAU showed no clear evidence of a difference for BPD severity and psychosocial functioning.\nPsychotherapy may reduce depressive symptoms compared to TAU but the evidence is very uncertain (SMD −0.39, 95% CI −0.61 to −0.17; 22 trials, 1568 participants; very low-quality evidence), corresponding to a MD of −2.45 points on the Hamilton Depression Scale (range 0 to 50). The MIREDIF of −3.0 points was not reached.\nBPD-specific psychotherapy did not reduce attrition compared with TAU. Adverse effects were unclear due to too few data.\nPsychotherapy versus waiting list or no treatment\nGreater improvements in BPD symptom severity (SMD −0.49, 95% CI −0.93 to −0.05; 3 trials, 161 participants), psychosocial functioning (SMD −0.56, 95% CI −1.01 to −0.11; 5 trials, 219 participants), and depression (SMD −1.28, 95% CI −2.21 to −0.34, 6 trials, 239 participants) were observed in participants receiving psychotherapy versus waiting list or no treatment (all low-quality evidence). No evidence of a difference was found for self-harm and suicide-related outcomes.\nIndividual treatment approaches\nDBT and MBT have the highest numbers of primary trials, with DBT as subject of one-third of all included trials, followed by MBT with seven RCTs.\nCompared to TAU, DBT was more effective at reducing BPD severity (SMD −0.60, 95% CI −1.05 to −0.14; 3 trials, 149 participants), self-harm (SMD −0.28, 95% CI −0.48 to −0.07; 7 trials, 376 participants) and improving psychosocial functioning (SMD −0.36, 95% CI −0.69 to −0.03; 6 trials, 225 participants). MBT appears to be more effective than TAU at reducing self-harm (RR 0.62, 95% CI 0.49 to 0.80; 3 trials, 252 participants), suicidality (RR 0.10, 95% CI 0.04, 0.30, 3 trials, 218 participants) and depression (SMD −0.58, 95% CI −1.22 to 0.05, 4 trials, 333 participants). All findings are based on low-quality evidence. For secondary outcomes see review text."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Our assessments showed beneficial effects on all primary outcomes in favour of BPD-tailored psychotherapy compared with TAU. However, only the outcome of BPD severity reached the MIREDIF-defined cut-off for a clinically meaningful improvement. Subgroup analyses found no evidence of a difference in effect estimates between the different types of therapies (compared to TAU) .\nThe pooled analysis of psychotherapy versus waiting list or no treatment found significant improvement on BPD severity, psychosocial functioning and depression at end of treatment, but these findings were based on low-quality evidence, and the true magnitude of these effects is uncertain. No clear evidence of difference was found for self-harm and suicide-related outcomes.\nHowever, compared to TAU, we observed effects in favour of DBT for BPD severity, self-harm and psychosocial functioning and, for MBT, on self-harm and suicidality at end of treatment, but these were all based on low-quality evidence. Therefore, we are unsure whether these effects would alter with the addition of more data."
    }
  ],
  "pls_title": "Psychological therapies for people with borderline personality disorder",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "People affected by borderline personality disorder (BPD) often have difficulties with controlling their impulses and emotions. They may have a poor self-image, experience rapid changes in mood, harm themselves and find it hard to engage in harmonious interpersonal relationships. Different types of psychological treatments ('talking treatments') have been developed to help people with BPD. The effects of these treatments must be investigated to decide how well they work and if they can be harmful."
    },
    {
      "heading": "Objective",
      "text": "This review summarises what we currently know about the effect of psychotherapy in people with BPD."
    },
    {
      "heading": "Methods",
      "text": "We compared the effects of psychological treatments on people affected by BPD who did not receive treatment or who continued their usual treatment, were on a waiting list or received active treatment."
    },
    {
      "heading": "Findings",
      "text": "We searched for relevant research articles, and found 75 trials (4507 participants, mostly female, mean age ranging from 14.8 to 45.7 years). The trials examined a wide variety of psychological treatments (over 16 different types). They were mostly conducted in outpatient settings, and lasted between one and 36 months. Dialectical behaviour Therapy (DBT) and Mentalisation-Based Treatment (MBT) were the therapies most studied.\nPsychotherapy compared with usual treatment\nPsychotherapy reduced the severity of BPD symptoms and suicidality and may reduce self-harm and depression whilst also improving psychological functioning compared to usual treatment. DBT may be better than usual treatment at reducing BPD severity, self-harm and improving psychosocial functioning. Similarly, MBT appears to be more effective than usual treatment at reducing self-harm, suicidality and depression. However, these findings were all based on low-quality evidence and therefore we are uncertain whether or not these results would change if we added more trials. Most trials did not report adverse effects, and those that did, found no obvious unwanted reactions following psychological treatment. The majority of trials (64 out of 75) were funded by grants from universities, authorities or research foundations. Four trials reported that no funding was received. For the remaining trials (7), funding was not specified.\nPsychotherapy versus waiting list or no treatment\nPsychotherapy was more effective than waiting list at improving BPD symptoms, psychosocial functioning, and depression, but there was no clear difference between psychotherapy, and waiting list for outcomes of self-harm, and suicide-related outcomes."
    },
    {
      "heading": "Conclusions",
      "text": "In general, psychotherapy may be more effective than usual treatment in reducing BPD symptom severity, self-harm, suicide-related outcomes and depression, whilst also improving psychosocial functioning. However, only the decrease in BPD symptom severity was found to be at a clinically important level. DBT appears to be better at reducing BPD severity, self-harm, and improving psychosocial functioning compared to usual treatment and MBT appears more effective than usual treatment at reducing self-harm and suicidality. However, we are still uncertain about these findings as the quality of the evidence is low."
    }
  ]
}