{
  "doi": "10.1002/14651858.CD012430.pub2",
  "name": "Trihexyphenidyl for dystonia in cerebral palsy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cerebral palsy occurs in up to 2.1 of every 1000 live births and encompasses a range of motor problems and movement disorders. One commonly occurring movement disorder amongst those with cerebral palsy is dystonia: sustained or intermittent involuntary muscle spasms and contractions that cause twisting, repetitive movements and abnormal postures. The involuntary contractions are often very painful and distressing and cause significant limitations to activity and participation.\nOral medications are often the first line of medical treatment for dystonia. Trihexyphenidyl is one such medication that clinicians often use to treat dystonia in people with cerebral palsy."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of trihexyphenidyl in people with dystonic cerebral palsy, according to the World Health Organization's (WHO) International Classification of Functioning, Disability and Health (ICF) domains of impairment, activity and participation. We also assessed the type and incidence of adverse effects in people taking the drug."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, eight other databases and two trials registers in May 2017, and we checked reference lists and citations to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials comparing oral trihexyphenidyl versus placebo for dystonia in cerebral palsy. We included studies in children and adults of any age with dystonic cerebral palsy, either in isolation or with the associated movement disorders of spasticity, ataxia, chorea, athetosis and/or hypotonia. We included studies regardless of whether or not the study authors specified the method used to diagnose dystonia in their study population. Primary outcomes were change in dystonia and adverse effects. Secondary outcomes were: activity, including mobility and upper limb function; participation in activities of daily living; pain; and quality of life."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We identified one study, which was set in Australia, that met the inclusion criteria. This was a randomised, double-blind, placebo-controlled, cross-over trial in 16 children (10 boys and 6 girls) with predominant dystonic cerebral palsy and a mean age of 9 years (standard deviation 4.3 years, range 2 to 17 years). We considered the trial to be at low risk of selection, performance, detection, attrition, reporting and other sources of bias. We rated the GRADE quality of the evidence as low.\nWe found no difference in mean follow-up scores for change in dystonia as measured by the Barry Albright Dystonia Scale (BADS), which assesses eight body regions for dystonia on a 5-point scale (0 = none to 4 = severe), resulting in a total score of 0 to 32. The BADS score was 2.67 points higher (95% confidence interval (CI) −2.55 to 7.90; low-quality evidence), that is, worse dystonia, in the treated group. Trihexyphenidyl may be associated with an increased risk of adverse effects (risk ratio 2.54, 95% CI 1.38 to 4.67; low-quality evidence).\nThere was no difference in mean follow-up scores for upper limb function as measured by the Quality of Upper Extremity Skills Test, which has four domains that collectively assess 36 items (each scored 1 or 2) and produces a total score of 0 to 100. The score in the treated group was 4.62 points lower (95% CI −10.98 to 20.22; low-quality evidence), corresponding to worse function, than in the control group. We found low-quality evidence for improved participation (as represented by higher scores) in the treated group in activities of daily living, as measured by three tools: 18.86 points higher (95% CI 5.68 to 32.03) for the Goal Attainment Scale (up to five functional goals scored on 5-point scale (−2 = much less than expected to +2 = much more than expected)), 2.91 points higher (95% CI 1.01 to 4.82) for the satisfaction subscale of the Canadian Occupational Performance Measure (COPM; satisfaction with performance in up to five problem areas scored on a 10-point scale (1 = not satisfied at all to 10 = extremely satisfied)), and 2.24 points higher (95% CI 0.64 to 3.84) for performance subscale of the COPM (performance in up to five problem areas scored on a 10-point scale (1 = not able to do to; 10 = able to do extremely well)).\nThe study did not report on pain or quality of life."
    },
    {
      "heading": "Authors' conclusions",
      "text": "At present, there is insufficient evidence regarding the effectiveness of trihexyphenidyl for people with cerebral palsy for the outcomes of: change in dystonia, adverse effects, increased upper limb function and improved participation in activities of daily living. The study did not measure pain or quality of life. There is a need for larger randomised, controlled, multicentre trials that also examine the effect on pain and quality of life in order to determine the effectiveness of trihexyphenidyl for people with cerebral palsy."
    }
  ],
  "pls_title": "Trihexyphenidyl for dystonia in cerebral palsy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Is trihexyphenidyl a helpful treatment for people with cerebral palsy who have a movement problem called dystonia?"
    },
    {
      "heading": "Background",
      "text": "Cerebral palsy is a common condition that covers a range of movement problems. One common movement problem is dystonia, which makes it difficult for people with cerebral palsy to control their movements. They have unwanted – and often painful and distressing – muscle contractions that they cannot control. The contractions reduce people's ability to move, perform self-care activities, speak and participate in everyday activities.\nDoctors often use medications to treat this difficult condition, including trihexyphenidyl. However, all the benefits and harms of prescribing trihexyphenidyl for individuals with cerebral palsy and dystonia are still unknown."
    },
    {
      "heading": "Study characteristics",
      "text": "In May 2017 we searched for all clinical trials that investigated the effectiveness of trihexyphenidyl for people with dystonic cerebral palsy. We included one Australian trial that involved 16 children (10 boys, 6 girls) with cerebral palsy and dystonia. They had an average age of nine years.\nThe children were divided into two different groups. Both groups took 12 weeks of trihexyphenidyl and 12 weeks of a placebo (something that looks the same as trihexyphenidyl but with no active ingredient), with a 4-week break in between during which they received neither. The only difference between the groups was that one group started with trihexyphenidyl and then had placebo, and the other group started with placebo and then had trihexyphenidyl."
    },
    {
      "heading": "Key results",
      "text": "We found no evidence that trihexyphenidyl was effective for reducing dystonia or improving upper arm function in children with cerebral palsy and dystonia. Trihexyphenidyl may be associated with an increased risk of side effects (agitation, constipation, dry mouth and poor sleep). There was some evidence that trihexyphenidyl may improve individual goals set by the child and family around improved participation in activities of daily living. The study did not measure pain or quality of life."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We rated the quality of the evidence as low because the one study included a small number of children and there are no other studies to support the findings. Therefore, we are uncertain about the effectiveness of trihexyphenidyl in reducing dystonia or improving arm function and participation in everyday activities of people with cerebral palsy and dystonia."
    }
  ]
}