{
  "doi": "10.1002/14651858.CD012539.pub2",
  "name": "Paracetamol (acetaminophen) for chronic non‐cancer pain in children and adolescents",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pain is a common feature of childhood and adolescence around the world, and for many young people, that pain is chronic. The World Health Organization guidelines for pharmacological treatments for children's persisting pain acknowledge that pain in children is a major public health concern of high significance in most parts of the world. While in the past, pain was largely dismissed and was frequently left untreated, views on children's pain have changed over time, and relief of pain is now seen as important.\nWe designed a suite of seven reviews on chronic non-cancer pain and cancer pain (looking at antidepressants, antiepileptic drugs, non-steroidal anti-inflammatory drugs, opioids, and paracetamol as priority areas) in order to review the evidence for children's pain utilising pharmacological interventions in children and adolescents.\nAs the leading cause of morbidity in children and adolescents in the world today, chronic disease (and its associated pain) is a major health concern. Chronic pain (lasting three months or longer) can arise in the paediatric population in a variety of pathophysiological classifications: nociceptive, neuropathic, idiopathic, visceral, nerve damage pain, chronic musculoskeletal pain, and chronic abdominal pain, and other unknown reasons.\nParacetamol (acetaminophen) is one of the most widely used analgesics in both adults and children. The recommended dosage in the UK, Europe, Australia, and the USA for children and adolescents is generally 10 to 15 mg/kg every four to six hours, with specific age ranges from 60 mg (6 to 12 months old) up to 500 to 1000 mg (over 12 years old). Paracetamol is the only recommended analgesic for children under 3 months of age. Paracetamol has been proven to be safe in appropriate and controlled dosages, however potential adverse effects of paracetamol if overdosed or overused in children include liver and kidney failure."
    },
    {
      "heading": "Objectives",
      "text": "To assess the analgesic efficacy and adverse events of paracetamol (acetaminophen) used to treat chronic non-cancer pain in children and adolescents aged between birth and 17 years, in any setting."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) via the Cochrane Register of Studies Online, MEDLINE via Ovid, and Embase via Ovid from inception to 6 September 2016. We also searched the reference lists of retrieved studies and reviews, and searched online clinical trial registries."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials, with or without blinding, of any dose and any route, treating chronic non-cancer pain in children and adolescents, comparing paracetamol with placebo or an active comparator."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for eligibility. We planned to use dichotomous data to calculate risk ratio and numbers needed to treat, using standard methods where data were available. We planned to assess GRADE (Grading of Recommendations Assessment, Development and Evaluation) and create a 'Summary of findings' table."
    },
    {
      "heading": "Main results",
      "text": "No studies were eligible for inclusion in this review.\nThere is no evidence to support or refute the use of paracetamol for children with chronic non-cancer pain."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence from randomised controlled trials to support or refute the use of paracetamol (acetaminophen) to treat chronic non-cancer pain in children and adolescents. We are unable to comment about efficacy or harm from the use of paracetamol to treat chronic non-cancer pain in children and adolescents.\nWe know from adult randomised controlled trials that paracetamol can be effective, in certain doses, and in certain pain conditions (not always chronic)."
    }
  ],
  "pls_title": "Paracetamol for chronic non-cancer pain in children and adolescents",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Bottom line",
      "text": "There is no evidence from randomised controlled trials to support or refute the suggestion that paracetamol (acetaminophen) in any dose will provide pain relief for chronic non-cancer pain in children or adolescents."
    },
    {
      "heading": "Background",
      "text": "Children can experience chronic or recurrent pain related to genetic conditions, nerve damage pain, chronic musculoskeletal pain, and chronic abdominal pain, as well as for other unknown reasons. Chronic pain is pain that lasts three months or longer and is commonly accompanied by changes in lifestyle, functional abilities, as well as by signs and symptoms of depression and anxiety.\nParacetamol (acetaminophen) is one of the most widely used painkillers in both adults and children. The recommended dosage in the UK, Europe, Australia, and the USA for children and adolescents is generally 10 to 15 mg/kg every four to six hours, with specific age ranges from 60 mg (6 to 12 months old) up to 500 to 1000 mg (over 12 years old). Paracetamol is the only recommended painkiller for children under 3 months of age. Paracetamol has been proven to be safe in appropriate and controlled dosages, however potential side effects of paracetamol if overdosed or overused in children include liver and kidney failure."
    },
    {
      "heading": "Key results",
      "text": "In September 2016 we searched for clinical trials where paracetamol was used to treat chronic pain (potentially from either nerve pain, musculoskeletal problems, menstrual cramps, or abdominal discomfort).\nWe found no studies that met the requirements for this review. Several studies tested paracetamol on adults with chronic pain, but none included participants from birth to 17 years old."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We planned to rate the quality of the evidence from studies using four levels: very low , low , moderate , or high . Very low quality evidence means that we are very uncertain about the results. High quality evidence means that we are very confident in the results.\nWe were unable to rate the quality of the body of evidence as there was no evidence to support or refute the use of paracetamol for chronic non-cancer pain in children or adolescents."
    }
  ]
}