{
  "doi": "10.1002/14651858.CD008565.pub3",
  "name": "Statins for women with polycystic ovary syndrome not actively trying to conceive",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Statins are lipid-lowering agents with pleiotropic actions. Experts have proposed that in addition to improving the dyslipidaemia associated with polycystic ovary syndrome (PCOS), statins may also exert other beneficial metabolic and endocrine effects, such as reducing testosterone levels. This is an update of a Cochrane Review first published in 2011."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of statin therapy in women with PCOS who are not actively trying to conceive."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Gynaecology and Fertility Group specialised register, CENTRAL, MEDLINE, Embase, PsycINFO, CINAHLs, and four ongoing trials registers on 7 November 2022. We also handsearched relevant conference proceedings and the reference lists of relevant trials for any additional studies, and we contacted experts in the field for any further ongoing studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that evaluated the effects of statin therapy in women with PCOS not actively trying to conceive. Eligible comparisons were statin versus placebo or no treatment, statin plus another agent versus the other agent alone, and statin versus another agent. We performed statistical analysis using Review Manager 5, and we assessed the certainty of the evidence using GRADE methods."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methodology. Our primary outcomes were resumption of menstrual regularity and resumption of spontaneous ovulation. Our secondary outcomes were clinical and physiological measures including hirsutism, acne severity, testosterone levels, and adverse events."
    },
    {
      "heading": "Main results",
      "text": "Six RCTs fulfilled the criteria for inclusion. They included 396 women with PCOS who received six weeks, three months, or six months of treatment; 374 women completed the studies. Three studies evaluated the effects of simvastatin and three studies evaluated the effects of atorvastatin. We summarised the results of the studies under the following comparisons.\nStatins versus placebo (3 RCTs)\nOne trial measured resumption of menstrual regularity as menstrual cycle length in days. We are uncertain if statins compared with placebo shorten the mean length of the menstrual cycle (mean difference (MD) −2.00 days, 95% confidence interval (CI) −24.86 to 20.86; 37 participants; very low-certainty evidence). No studies reported resumption of spontaneous ovulation, improvement in hirsutism, or improvement in acne.\nWe are uncertain if statins compared with placebo reduce testosterone levels after six weeks (MD 0.06, 95% CI −0.72 to 0.84; 1 RCT, 20 participants; very low-certainty evidence), after 3 months (MD −0.53, 95% CI −1.61 to 0.54; 2 RCTs, 64 participants; very low-certainty evidence), or after 6 months (MD 0.10, 95% CI −0.43 to 0.63; 1 RCT, 28 participants; very low-certainty evidence)\nTwo studies recorded adverse events, and neither reported significant differences between the groups.\nStatins plus metformin versus metformin alone (1 RCT)\nThe single RCT included in this comparison measured resumption of menstrual regularity as the number of spontaneous menses per six months. We are uncertain if statins plus metformin compared with metformin improves resumption of menstrual regularity (MD 0.60 menses, 95% CI 0.08 to 1.12; 69 participants; very low-certainty evidence). The study did not report resumption of spontaneous ovulation.\nWe are uncertain if statins plus metformin compared with metformin alone improves hirsutism measured using the Ferriman-Gallwey score (MD −0.16, 95% CI −0.91 to 0.59; 69 participants; very low-certainty evidence), acne severity measured on a scale of 0 to 3 (MD −0.31, 95% CI −0.67 to 0.05; 69 participants; very low-certainty evidence), or testosterone levels (MD −0.03, 95% CI −0.37 to 0.31; 69 participants; very low-certainty evidence). The study reported that no significant adverse events occurred.\nStatins plus oral contraceptive pill versus oral contraceptive pill alone (1 RCT)\nThe single RCT included in this comparison did not report resumption of menstrual regularity or spontaneous ovulation. We are uncertain if statins plus the oral contraceptive pill (OCP) improves hirsutism compared with OCP alone (MD −0.12, 95% CI −0.41 to 0.17; 48 participants; very low-certainty evidence). The study did not report improvement in acne severity. We are also uncertain if statins plus OCP compared with OCP alone reduces testosterone levels, because the certainty of the evidence was very low (MD −0.82, 95% CI −1.38 to −0.26; 48 participants). The study reported that no participants experienced significant side effects.\nStatins versus metformin (2 RCTs)\nWe are uncertain if statins improve menstrual regularity compared with metformin (number of spontaneous menses per six months) compared to metformin (MD 0.50 menses, 95% CI −0.05 to 1.05; 1 RCT, 61 participants, very low-certainty evidence). No studies reported resumption of spontaneous ovulation.\nWe are uncertain if statins compared with metformin reduce hirsutism measured using the Ferriman-Gallwey score (MD −0.26, 95% CI −0.97 to 0.45; 1 RCT, 61 participants; very low-certainty evidence), acne severity measured on a scale of 0 to 3 (MD −0.18, 95% CI −0.53 to 0.17; 1 RCT, 61 participants; very low-certainty evidence), or testosterone levels (MD −0.24, 95% CI −0.58 to 0.10; 1 RCT, 61 participants; very low-certainty evidence).\nBoth trials reported that no significant adverse events had occurred.\nStatins versus oral contraceptive pill plus flutamide (1 RCT)\nAccording to the study report, no participants experienced any significant side effects. There were no available data for any other main outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence for all main outcomes of this review was of very low certainty. Due to the limited evidence, we are uncertain if statins compared with placebo, or statins plus metformin compared with metformin alone, improve resumption of menstrual regularity. The trial evaluating statin plus OCP versus OCP alone reported neither of our primary outcomes. No other studies reported resumption of spontaneous ovulation. We are uncertain if statins improve hirsutism, acne severity, or testosterone. All trials that measured adverse events reported no significant differences between the groups."
    }
  ],
  "pls_title": "What are the benefits and risks of statins for women with polycystic ovary syndrome who are not trying to get pregnant?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "1. We are uncertain if statins improve the regularity of menstrual periods, hirsutism (excessive hair growth), acne (pimples), or levels of testosterone (male sex hormone).2. No studies looked at spontaneous ovulation.3. Statins may not increase the risk of unwanted events, though the evidence is limited."
    },
    {
      "heading": "What is polycystic ovary syndrome?",
      "text": "Women with polycystic ovary syndrome (PCOS) may suffer from irregular periods, hirsutism (excessive hair growth on body areas where hair typically grown on men, including the face, chest, and back), and acne (pimples) because of androgen excess (high levels of male hormones). This condition can affect women of any age, but is most common in those who have menstrual periods."
    },
    {
      "heading": "How can polycystic ovary syndrome be treated?",
      "text": "Statins are medicines that help lower the levels of 'bad' lipids (fats) in the blood to prevent heart disease; they may also prevent other metabolic conditions. High levels of male hormones (testosterone) is one of the most prominent features of PCOS. This is called androgen excess, and it is associated with several metabolic disorders such as insulin resistance, diabetes, and increased risk of heart disease. Therefore, reducing the level of male hormones could be beneficial for women with PCOS. Statins may interfere with male hormone production, but it is unclear whether they can directly reduce testosterone levels. Long-term use of statins may have risks. Therefore, it is important to evaluate the benefits and risks of statins in women with PCOS."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to know whether any type of statin has benefits for women with PCOS who are not actively trying to get pregnant. We were interested in the effect of statins on:\n1. increasing the regularity of menstrual cycles and ovulation; and\n2. reducing hair excess, acne, and testosterone levels.\nWe also wanted to know if statins have any unwanted effects. This is an update of a review first published in 2011."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that evaluated statins compared with placebo (dummy treatment), no treatment, or another medicine, in women with PCOS who were not trying to get pregnant. We were only interested in studies that allocated each woman to one or another treatment at random. This type of study usually provides the most reliable evidence about the effects of a treatment. We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We included six studies that enrolled a total of 396 women. Four studies were conducted in Europe (265 women), one in the USA (20 women), and one in Iran (111 women). Pharmaceutical companies funded three studies."
    },
    {
      "heading": "Main results",
      "text": "We are uncertain if statins compared with placebo, or statins plus metformin compared with metformin alone, improve the regularity of menstrual periods. No studies reported resumption of ovulation. We are uncertain if statins improve hirsutism, acne, or testosterone levels. All the studies that recorded unwanted effects found no clear differences in unwanted effects between the group of women taking statins and the other treatment group."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We included very few studies, most of which enrolled few women, and the results were very inconsistent across studies. For these reasons, we have very little confidence in the evidence."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is current up to 7 November 2022."
    }
  ]
}