{
  "doi": "10.1002/14651858.CD002829.pub4",
  "name": "Antioxidant treatment for amyotrophic lateral sclerosis or motor neuron disease",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Free radical accumulation and oxidative stress have been proposed as contributing to the progression of amyotrophic lateral sclerosis (or motor neuron disease). A range of antioxidant medications have been studied. This is an updated review."
    },
    {
      "heading": "Objectives",
      "text": "To examine the effects of antioxidant medication in the treatment of people with amyotrophic lateral sclerosis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Neuromuscular Disease Group Specialized Register (11 May 2010), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2010, Issue 2), MEDLINE (January 1966 to April 2010), EMBASE (January 1980 to May 2010)."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomized or quasi-randomized controlled trials of antioxidant treatment for amyotrophic lateral sclerosis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The authors independently applied the selection criteria and assessed study quality; two authors performed independent data extraction."
    },
    {
      "heading": "Main results",
      "text": "The search identified 25 studies for consideration but only 10 studies met the inclusion criteria. These included a total of 1015 participants. Generally the studies were poorly designed and underpowered, with low numbers of participants and short durations. Only two studies used our predetermined primary outcome measure (survival at 12 months treatment). However, sufficient data were available from four studies to allow meta-analysis. \nIn the individual studies, no significant effect was observed for vitamin E 500 mg twice daily; vitamin E 1 g five times daily; acetylcysteine 50 mg/kg daily by subcutaneous infusion; a combination of L-methionine 2 g, vitamin E 400 international units, and selenium (Alsemet) 0.03 mg three times daily; or coenzyme Q10 1800 mg/day and 2700 mg/day. No significant effect was observed on the primary outcome measure in a meta-analysis of all antioxidants combined. No significant differences were demonstrated in any of the secondary outcome measures. The antioxidants were generally well tolerated, without serious side effects."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence of efficacy of individual antioxidants, or antioxidants in general, in the treatment of people with amyotrophic lateral sclerosis. One study reported a mild positive effect but this was not supported in our analysis. If future trials of antioxidant medications are performed, careful attention should be given to sample size, outcome measures, and duration of the trials. The high tolerance and safety, and relatively low cost of vitamins C and E, explain the continuing use of these vitamins by physicians and people with amyotrophic lateral sclerosis. While there is no substantial clinical trial evidence to support their clinical use, there is no clear contraindication."
    }
  ],
  "pls_title": "Antioxidants for treating amyotrophic lateral sclerosis",
  "pls_type": "long",
  "pls": "There is no cure for amyotrophic lateral sclerosis, also known as motor neuron disease, which is a progressively disabling and ultimately fatal disease. Antioxidants, including vitamins C, E, selegiline, selenium, methionineacetylcysteine, and coenzyme Q10, have been suggested as possible treatments and some of these are commonly advised by physicians treating people with amyotrophic lateral sclerosis. In this updated review, we identified 10 studies involving a total of 1015 participants. We did not find any well-designed randomized controlled trial evidence to support the use of these medications. Trials of antioxidants identified in this review were generally of poor methodological quality and lacked statistical power. However, antioxidants are generally well tolerated without serious adverse effects."
}