{
  "doi": "10.1002/14651858.CD008562.pub3",
  "name": "Treatment for disseminated intravascular coagulation in patients with acute and chronic leukemia ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Disseminated intravascular coagulation (DIC) is an acquired syndrome characterized by systemic intravascular activation of coagulation, leading to deposition of fibrin in the bloodstream. It may occur in patients with acute and chronic leukemia and is particularly associated with acute promyelocytic leukemia (a subtype of acute myeloid leukemia)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the clinical benefits and harms of any pharmacological intervention for treating DIC in patients with acute or chronic leukemia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (the Cochrane Library 2015, Issue 05), MEDLINE (1946 to 7 May 2015), LILACS (1982 to 7 May 2015) and African Index Medicus (7 May 2015). There was no language restrictions. We sought additional randomized controlled trials (RCTs) from the World Health Organization International Clinical Trials Registry Platform and the reference lists of primary studies identified."
    },
    {
      "heading": "Selection criteria",
      "text": "RCTs assessing the clinical benefits and harms of interventions for treating DIC in patients with acute and chronic leukemia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently performed trial selection, 'Risk of bias' assessment and data extraction. Primary outcomes were overall mortality, in-hospital mortality from any cause (15-day and 30-day) and adverse events."
    },
    {
      "heading": "Main results",
      "text": "In this Cochrane Review update we did not include any new RCT compared with the first review version. Accordingly, four RCTs (388 participants) met the inclusion criteria. These trials evaluated the human activated protein C, recombinant human soluble thrombomodulin, tranexamic acid and dermatan sulphate. Included trials reported data on mortality and bleeding. The studies were conducted in Japan, Italy and the Netherlands. We classified the included trials as: 1) including patients with or without leukemia which did not report data for the leukemia subgroup (366 participants); and 2) only including patients with leukemia (22 participants). Overall, the risk of bias of the included trials was high, since the trial authors did not provide a detailed description about trial design and execution.\nAccording to the GRADE recommendations, we judged the overall quality of the body of evidence for all prefixed outcomes as 'very low', due to methodological limitations and very small sample size.\nOne trial, including 10 participants with leukemia and comparing dermatan sulphate with heparin, reported no deaths during trial treatment.\nIn terms of bleeding data, we were unable to pool results from two studies that were only conducted with leukemia patients due to the inconsistency in the measurement and reporting of this outcome. One trial, including 12 participants with leukemia, found very low quality evidence that tranexamic acid can reduce the cumulative hemorrhagic score in participants compared with those assigned to placebo (P = 0.0015, very low quality evidence). On the contrary, there is no evidence that dermatan sulphate compared with placebo reduces new events of hemorrhagic diathesis (1/5 (20%) versus 2/5 (40%); RR 0.50; 95% CI 0.06 to 3.91; P = 0.51, very low quality evidence).\nNo thromboembolic complications were reported in either trial that included patients with leukemia only (very low quality evidence). The safety profile was inconclusive.\nThe included trials did not assess overall mortality, resolution of respiratory failure, renal failure or shock."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Due to a lack of new RCTs, our conclusions in this Cochrane Review update are the same as the previous review version. We included four RCTs which reported mortality and bleeding data. It is not possible to determine whether human activated protein C, recombinant human soluble thrombomodulin, tranexamic acid and dermatan sulphate are effective or harmful for patients presenting with DIC related to acute or chronic leukemia. The quality of the evidence was low to very low. Therefore, prescription of these interventions for treating DIC in patients with acute and chronic leukemia can neither be supported nor rejected, unless new evidence from a large high-quality trial alters this conclusion."
    }
  ],
  "pls_title": "Drug therapy for treating systemic intravascular activation of coagulation in patients with leukemia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the clinical benefits and harms of anticoagulant and antifibrinolytic therapy for treating disseminated intravascular coagulation (DIC) in patients with acute or chronic leukemia."
    },
    {
      "heading": "Background",
      "text": "DIC is a thrombo-hemorrhagic complication (involving blood clotting or bleeding) characterized by deposition of fibrin (a fibrous protein) in the bloodstream, which occurs in the course of various diseases including acute and chronic leukemia and is particularly associated with acute promyelocytic leukemia (a subtype of acute myeloid leukemia). DIC is never considered as an isolated clinical entity and represents a hematological emergency. Therefore, DIC requires treatment and resolution of the underlying disease in addition to other approaches, such as antibiotic therapy, replacement of blood products and fluid therapy, which are considered 'primary' or 'conventional care' interventions. DIC is accompanied by hyperfibrinolysis (increased dissolution of blood clots) and reduction of natural anticoagulants (proteins of the coagulation cascade). Hence, pharmacological interventions such as tranexamic acid (an antifibrinolytic agent) and heparin (an anticoagulant) have been used for treating patients with this acquired disorder. However, this practice is not considered as standard care and there is a lot of controversy about its clinical benefits."
    },
    {
      "heading": "Study characteristics",
      "text": "We included four trials that had a limited number of patients (388) and assessed four different interventions: human activated protein C, recombinant human soluble thrombomodulin, tranexamic acid and dermatan sulphate with heparin or placebo. Two trials included patients either with or without leukemia. The other two trials only included patients with leukemia. The studies were published between 1989 and 2007, and were conducted in Japan, Italy and the Netherlands. All trials have a high risk of bias."
    },
    {
      "heading": "Key results",
      "text": "There were no deaths reported in a trial comparing dermatan sulphate with heparin. Two small trials which included patients with leukemia only (22 participants) reported bleeding data. These results were not compiled due to inconsistency in the measurement and reporting of that outcome. One trial found very low quality evidence that tranexamic acid compared with placebo reduces bleeding in leukemia patients. On the contrary, there is no evidence that dermatan sulphate compared with placebo reduces new events of hemorrhagic diathesis in patients with leukemia. Saftey profile is inconclusive. No thromboembolic complications were reported in both the trials.\nThese trials did not report overall mortality, resolution of respiratory failure, renal failure and shock.\nAccordingly, the clinical benefits and harms of the human activated protein C, recombinant human soluble thrombomodulin, tranexamic acid and dermatan sulphate are unknown in this population."
    },
    {
      "heading": "Quality of evidence",
      "text": "The confidence in the results of this review is very low. The studies have limitations in the way they were designed and executed. Moreover, the limited number of patients included in the studies led to imprecise results. Well conducted larger studies will provide more information about the effect of human activated protein C, recombinant human soluble thrombomodulin, tranexamic acid and dermatan sulphate for treating DIC in patients with acute or chronic leukemia.\nThis plain language summary is current as of 7 May 2015.\nSearch date: 7 May 2015"
    }
  ]
}