{
  "doi": "10.1002/14651858.CD011490.pub2",
  "name": "Extended lymph node resection versus standard resection for pancreatic and periampullary adenocarcinoma ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pancreatic and periampullary adenocarcinomas account for some of the most aggressive malignancies, and the leading causes of cancer-related mortalities. Partial pancreaticoduodenectomy (PD) with negative resection margins is the only potentially curative therapy. The high prevalence of lymph node metastases has led to the hypothesis that wider excision with the removal of more lymphatic tissue could result in an improvement of survival, and higher rates of negative resection margins."
    },
    {
      "heading": "Objectives",
      "text": "To compare overall survival following standard (SLA) versus extended lymph lymphadenectomy (ELA) for pancreatic head and periampullary adenocarcinoma. We also compared secondary outcomes, such as morbidity, mortality, and tumour involvement of the resection margins between the two procedures."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, PubMed, and Embase from 1973 to September 2020; we applied no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCT) comparing PD with SLA versus PD with ELA, including participants with pancreatic head and periampullary adenocarcinoma."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened references and extracted data from study reports. We calculated pooled risk ratios (RR) for most binary outcomes except for postoperative mortality, for which we estimated a Peto odds ratio (Peto OR), and mean differences (MD) for continuous outcomes. We used a fixed-effect model in the absence of substantial heterogeneity (I² < 25%), and a random-effects model in cases of substantial heterogeneity (I² > 25%). Two review authors independently assessed risk of bias, and we used GRADE to assess the quality of the evidence for important outcomes."
    },
    {
      "heading": "Main results",
      "text": "We included seven studies with 843 participants (421 ELA and 422 SLA).\nAll seven studies included Kaplan-Meier curves for overall survival. There was little or no difference in survival between groups (log hazard ratio (log HR) 0.12, 95% confidence interval (CI) -3.06 to 3.31; P = 0.94; seven studies, 843 participants; very low-quality evidence).\nThere was little or no difference in postoperative mortality between the groups (Peto odds ratio (OR) 1.20, 95% CI 0.51 to 2.80; seven studies, 843 participants; low-quality evidence).\nOperating time was probably longer for ELA (mean difference (MD) 50.13 minutes, 95% CI 19.19 to 81.06 minutes; five studies, 670 participants; moderate-quality evidence). There was substantial heterogeneity between the studies (I² = 88%; P < 0.00001).\nThere may have been more blood loss during ELA (MD 137.43 mL, 95% CI 11.55 to 263.30 mL; two studies, 463 participants; very low-quality evidence). There was substantial heterogeneity between the studies (I² = 81%, P = 0.02).\nThere may have been more lymph nodes retrieved during ELA (MD 11.09 nodes, 95% CI 7.16 to 15.02; five studies, 670 participants; moderate-quality evidence). There was substantial heterogeneity between the studies (I² = 81%, P < 0.00001).\nThere was little or no difference in the incidence of positive resection margins between groups (RR 0.81, 95% CI 0.58 to 1.13; six studies, 783 participants; very low-quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence of an impact on survival with extended versus standard lymph node resection. However, the operating time may have been longer and blood loss greater in the extended resection group. In conclusion, current evidence neither supports nor refutes the effect of extended lymph lymphadenectomy in people with adenocarcinoma of the head of the pancreas."
    }
  ],
  "pls_title": "Comparing standard and extended lymph node removal in people with cancer of the head of the pancreas and the periampullary region",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We attempted to find out whether more extensive surgical removal of lymph nodes had a positive effect on survival, recurrence, and eventual complications, and how their removal may affect the person’s quality of life."
    },
    {
      "heading": "Background",
      "text": "Pancreatic and periampullary adenocarcinomas reflect the most common and aggressive among pancreatic cancers. Most common symptoms include pain, jaundice (yellowing of the skin and whites of the eyes), and weight loss. Unfortunately, these symptoms often do not present during early stages of the disease, thereby delaying diagnosis. This delay means that only about 15% to 25% of people with pancreatic cancer are eligible for potentially curative therapy. Partial pancreaticoduodenectomy (PD) is the treatment of choice. This includes the removal of the head of the pancreas (a large gland that produces insulin and secretions that aid digestion), the duodenum (first part of the small intestine), the gallbladder (an organ that stores bile, which aids digestion), the far end of the bile duct (carries bile from the liver or gallbladder to the duodenum), lymph nodes close to the affected area (structures that act as filters to prevent foreign particles from entering the bloodstream), and sometimes, the far end of the stomach.\nHowever, controversy remains as to whether it is potentially beneficial to remove more lymph nodes. In general, about 5% of people die from pancreatic surgery, and 18% to 52% face complications. These include delayed emptying of the stomach after eating, development of a pancreatic fistula (an abnormal connection between the pancreas and the abdominal cavity or other organs), the collection of pus in the abdomen, and excessive bleeding from the stomach, intestine, or abdominal cavity."
    },
    {
      "heading": "Study characteristics",
      "text": "We included seven randomised controlled trials (type of study in which participants are randomly assigned to the treatment groups), published before 10 September 2020, with a total of 843 adult participants who had undergone PD with either standard or extended lymph node removal. There were differences in sample size, treatments, and quality of the research between the studies."
    },
    {
      "heading": "Key results",
      "text": "We found little or no difference in overall survival between the two groups. It was likely that the operating time was longer, there was more blood loss, and more lymph nodes were removed in the group that underwent extended lymph node resection. However, there was little or no difference in the rate of negative resection margins (i.e. no detectable tumour cells at the cutting surface of the specimen) between the two groups.\nWe conclude that at present, a more extensive removal of lymph nodes does not improve survival in people with pancreatic and periampullary adenocarcinomas."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Overall, we found low-quality evidence. The studies used different treatment regimens and different definitions of standard and extended lymph node resection; lack of blinding of the surgeons and other caregivers introduced a risk of performance bias for all outcomes; the use of chemotherapy and other co-interventions was different between studies, and between groups in individual studies. Therefore, we have limited confidence in the estimate of the effect, and the true effect may be substantially different from what we found."
    }
  ]
}