{
  "doi": "10.1002/14651858.CD001726.pub5",
  "name": "Beta2‐agonists for acute cough or a clinical diagnosis of acute bronchitis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The diagnosis of acute bronchitis is made on clinical grounds and a variety of clinical definitions have been used. There are no clearly effective treatments for the cough of acute bronchitis. Beta2-agonists are often prescribed, perhaps because clinicians suspect many patients also have reversible airflow restriction (as seen in asthma or chronic obstructive pulmonary disease (COPD)) contributing to the symptoms."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether beta2-agonists improve acute bronchitis symptoms in people with no underlying pulmonary disease (such as asthma, COPD or pulmonary fibrosis)."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) 2015, Issue 5, MEDLINE (January 1966 to May 2015), EMBASE (1974 to May 2015), Web of Science (2011 to May 2015) and LILACS (1982 to May 2015)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) which allocated people (adults, or children over two years of age) with acute bronchitis or acute cough and without known pulmonary disease to beta2-agonist versus placebo, no treatment or alternative treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors independently selected outcomes and extracted data while blinded to study results. Two review authors independently assessed each trial for risk of bias. We analysed trials in children and adults separately."
    },
    {
      "heading": "Main results",
      "text": "Two trials of moderate quality in children (n = 134) with no evidence of airflow restriction did not find any benefits from oral beta2-agonists. Five trials in adults (n = 418) had mixed results but overall summary statistics did not reveal any significant benefits from oral (three trials) nor from inhaled (two trials) beta2-agonists. Three studies with low-quality evidence demonstrated no significant differences in daily cough scores, nor in the percentage of adults still coughing after seven days (control group 71%; risk ratio (RR) 0.86, 95% confidence interval (CI) 0.63 to 1.18; 220 participants). In one trial, subgroups with evidence of airflow limitation had lower symptom scores if given beta2-agonists. The trials that noted quicker resolution of cough with beta2-agonists were those with a higher proportion of people wheezing at baseline. Low-quality evidence suggests that adults given beta2-agonists were more likely to report tremor, shakiness or nervousness (RR 7.94, 95% CI 1.17 to 53.94; 211 participants; number needed to treat for an additional harmful outcome (NNTH) 2)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence to support the use of beta2-agonists in children with acute cough who do not have evidence of airflow restriction. There is also little evidence that the routine use of beta2-agonists is helpful for adults with acute cough. These agents may reduce symptoms, including cough, in people with evidence of airflow restriction. However, this potential benefit is not well supported by the available data and must be weighed against the adverse effects associated with their use."
    }
  ],
  "pls_title": "Beta2-agonist drugs for treating cough or a clinical diagnosis of acute bronchitis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Acute bronchitis is a chest infection, with cough and sometimes sputum production, chest pain and fever. People affected feel unwell and for those who do not have asthma or chronic lung disease there is no clear treatment. Viruses cause most cases of bronchitis, so antibiotics usually do not help. Beta2-agonists (such as albuterol or salbutamol) are drugs that relieve asthma by relaxing muscles that cause narrowing in the passages to the lungs. They are sometimes used to relieve the cough in acute bronchitis, even in people who do not have asthma."
    },
    {
      "heading": "Review question",
      "text": "What are the benefits and harms of beta2-agonist drugs for children or adults with a cough from acute bronchitis, and with no other lung disease?"
    },
    {
      "heading": "Study characteristics",
      "text": "Our searches are current to May 2015. We found no new trials. In previous searches, we found seven randomised controlled trials that used beta2-agonist drugs for people with acute bronchitis. Two trials studied children aged one to 10 years (134 participants) and five were conducted in adults (418 participants). None of the studies reported receiving grants from drug-making companies to conduct the study, but people who work for a drug maker were listed as authors on reports from two trials and study drugs were supplied free of charge by the company in three trials."
    },
    {
      "heading": "Key results",
      "text": "Daily cough scores were no different between children given oral beta2-agonists and children in the placebo control groups. Daily cough scores, or the number of people still coughing after seven days, did not change in the adult trials either.\nHowever, the results were mixed. Some trials show a benefit and some show no benefit. This may be because some participants also had wheezing or other signs of narrowed airways, in which case beta2-agonists may be helpful only for them. More of the adults taking beta2-agonists had tremor, shakiness or nervousness."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We rated this as low or moderate. There were few trials, with small numbers of people with acute bronchitis or cough. The trials were of short duration (three to seven days) and only two used inhaled beta2-agonists, which is now the usual way the drug is taken by adults and older children. Some important information about how the trial was done was not mentioned in the papers giving results for many of the trials."
    }
  ]
}