{
  "doi": "10.1002/14651858.CD000099.pub4",
  "name": "Growth hormone for in vitro fertilisation (IVF)",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "In an effort to improve outcomes of in vitro fertilisation (IVF) cycles, the use of growth hormone (GH) has been considered as adjuvant treatment in ovarian stimulation. Improving the outcomes of IVF is especially important for women with infertility who are considered 'poor responders'. We have compared the outcomes of IVF with adjuvant GH versus no adjuvant treatment in routine use, and specifically in poor responders."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of growth hormone as an adjunct to IVF compared to standard IVF for women with infertility"
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases (to November 2020): Cochrane Gynaecology and Fertility (CGF) Group specialised register, CENTRAL, MEDLINE, Embase, CINAHL, Epistemonikos database and trial registers together with reference checking and contact with study authors and experts in the field to identify additional trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs) of adjuvant GH treatment in IVF compared with no adjuvant treatment for women with infertility. We excluded trials where additional adjuvant treatments were used with GH. We also excluded trials comparing different IVF protocols."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures recommended by Cochrane. Two review authors independently performed assessment of trial risk of bias and extraction of relevant data. The primary review outcome was live birth rate. The secondary outcomes were clinical pregnancy rate, oocytes retrieved, embryo transfer, units of gonadotropin used and adverse events, i.e. ectopic pregnancy, multiple pregnancy, ovarian hyperstimulation syndrome (OHSS), congenital anomalies, oedema."
    },
    {
      "heading": "Main results",
      "text": "We included 16 RCTs (1352 women). Two RCTs (80 women) studied GH in routine use, and 14 RCTs (1272 women) studied GH in poor responders. The evidence was low to very low certainty, the main limitations being risk of bias, imprecision and heterogeneity.\nAdjuvant growth hormone compared to no adjuvant: routine use for in vitro fertilisation (IVF)\nThe evidence is very uncertain about the effect of GH on live birth rate per woman randomised for routine use in IVF (odds ratio (OR) 1.32, 95% confidence interval (CI) 0.40 to 4.43; I2 = 0%; 2 trials, 80 participants; very low-certainty evidence). If the chance of live birth without adjuvant GH is assumed to be 15%, the chance of live birth with GH would be between 6% and 43%.\nThere was insufficient evidence to reach a conclusion regarding clinical pregnancy rates per woman randomised, number of women with at least one oocyte retrieved per woman randomised and embryo transfer achieved per woman randomised; reported data were unsuitable for analysis.\nThe evidence is very uncertain about the effect of GH on mean number of oocytes retrieved in normal responders (mean difference (MD) -0.02, 95% CI -0.79 to 0.74; I2 = 0%; 2 trials, 80 participants; very low-certainty evidence).\nThe evidence is very uncertain about the effect of GH on mean units of gonadotropin used in normal responders (MD 13.57, 95% CI -112.88 to 140.01; I2 = 0%; 2 trials, 80 participants; very low-certainty evidence).\nWe are uncertain of the effect of GH on adverse events in normal responders.\nAdjuvant growth hormone compared to no adjuvant: use in poor responders for in vitro fertilisation (IVF)\nThe evidence is very uncertain about the effect of GH on live birth rate per woman randomised for poor responders (OR 1.77, 95% CI 1.17 to 2.70; I2 = 0%; 8 trials, 737 participants; very low-certainty evidence). If the chance of live birth without adjuvant GH is assumed to be 11%, the chance of live birth with GH would be between 13% and 25%. Adjuvant GH results in a slight increase in pregnancy rates in poor responders (OR 1.85, 95% CI 1.35 to 2.53; I2 = 15%; 11 trials, 1033 participants; low-certainty evidence). The results suggest, if the pregnancy rate without adjuvant GH is assumed to be 15%, with GH the pregnancy rate in poor responders would be between 19% and 31%. The evidence suggests that GH results in little to no difference in number of women with at least one oocyte retrieved (OR 5.67, 95% CI 1.54 to 20.83; I2 = 0%; 2 trials, 148 participants; low-certainty evidence). If the chance of retrieving at least one oocyte in poor responders was 81%, with GH the chance is between 87% and 99%. There is a slight increase in mean number of oocytes retrieved with the use of GH for poor responders (MD 1.40, 95% CI 1.16 to 1.64; I2 = 87%; 12 trials, 1153 participants; low-certainty evidence). The evidence is very uncertain about the effect of GH on embryo transfer achieved (OR 2.32, 95% CI 1.08 to 4.96; I2 = 25%; 4 trials, 214 participants; very low-certainty evidence). If the chance of achieving embryo transfer is assumed to be 77%, the chance with GH will be 78% to 94%. Use of GH results in reduction of mean units of gonadotropins used for stimulation in poor responders (MD -1088.19, 95% CI -1203.20 to -973.18; I2 = 91%; 8 trials, 685 participants; low-certainty evidence).\nHigh heterogeneity in the analyses for mean number of oocytes retrieved and units of GH used suggests quite different effects according to differences including in trial protocols (populations, GH dose and schedule), so these results should be interpreted with caution.\nWe are uncertain of the effect of GH on adverse events in poor responders as six of the 14 included trials failed to report this outcome."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The use of adjuvant GH in IVF treatment protocols has uncertain effect on live birth rates and mean number of oocytes retrieved in normal responders. However, it slightly increases the number of oocytes retrieved and pregnancy rates in poor responders, while there is an uncertain effect on live birth rates in this group. The results however, need to be interpreted with caution, as the included trials were small and few in number, with significant bias and imprecision. Also, the dose and regimen of GH used in trials was variable. Therefore, further research is necessary to fully define the role of GH as adjuvant therapy in IVF."
    }
  ],
  "pls_title": "Growth hormone for in vitro fertilisation (IVF)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Cochrane researchers reviewed the evidence about giving growth hormone as an additional treatment to women undergoing IVF compared to not giving this treatment to such women."
    },
    {
      "heading": "Background",
      "text": "During an IVF cycle, women need to be given gonadotrophin therapy to stimulate ovaries to produce eggs. Theoretically, the use of growth hormone as an added treatment may enhance the response of gonadotrophin therapy. We assessed the benefits and risks of using growth hormone compared with no growth hormone treatment in women undergoing IVF. 'Poor responders' in IVF treatment are usually older women with low ovarian reserve or women who had previous IVF treatment with less than five eggs collected despite a maximum dose of stimulation medication. Younger women with good ovarian reserve and good ovarian response (> 5 eggs collected) after ovarian stimulation are considered normal responders."
    },
    {
      "heading": "Study characteristics",
      "text": "We found 16 randomised controlled trials with 1352 women. This type of trial randomly assigns people into two groups. In this case, one group received IVF plus growth hormone and the other group received IVF only. The evidence is current to 11 November 2020."
    },
    {
      "heading": "Key results",
      "text": "In normal responders, with adjuvant GH use, the effect on live birth rate is very uncertain; if the chance of live birth without growth hormone is assumed to be 15%, the chance of live birth with growth hormone would be between 6% and 43%. There was not enough evidence to reach a conclusion regarding clinical pregnancy rates, number of women with at least one egg retrieved, embryo transfer achieved, and number of eggs retrieved in normal responders. The evidence is also very uncertain about the effect of growth hormone on mean units of gonadotropin used in normal responders.\nThe evidence is very uncertain about the effect of growth hormone on live birth rate for poor responders, based on eight trials. If the chance of live birth without growth hormone is assumed to be 11%, the chance of live birth with growth hormone would be between 13% and 25%. Growth hormone results in a slight increase in pregnancy rates in poor responders, based on 11 trials with low-certainty evidence. The results suggest, if the pregnancy rate without growth hormone is assumed to be 15%, with growth hormone use, the pregnancy rate in poor responders would be between 19% and 31%. The evidence suggests that growth hormone results in little to no difference in the number of women with at least one oocyte retrieved, based on two trials with low-certainty evidence. If the chance of retrieving at least 1 egg in poor responders was 81%, with growth hormone the chance is between 87% and 99%. There is a slight increase in the mean number of oocytes retrieved with the use of growth hormone for poor responders, based on 12 trials with low-certainty evidence. The evidence is very uncertain about the effect of growth hormone on embryo transfer achieved, based on four trials. If the chance of achieving embryo transfer is assumed to be 77%, the chance with use of growth hormone will be between 78% and 94%. Use of growth hormone results in reduction of mean units of gonadotropins used for stimulation in poor responders, based on eight trials with low-certainty evidence.\nHigh heterogeneity in the analyses for the mean number of oocytes retrieved and the mean units of GH used suggests quite different effects according to differences including in trial protocols (populations, GH dose and schedule), so these results should be interpreted with caution.\nWe are uncertain of the effect of growth hormone on adverse events in normal or poor responders as 6 of the 16 included trials failed to report this outcome."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The evidence was of low to very low certainty, with the main limitations being poor reporting of study methods, imprecise data and variability among the trials."
    }
  ]
}