{
  "doi": "10.1002/14651858.CD003586.pub4",
  "name": "Non‐pharmacological interventions for spatial neglect or inattention following stroke and other non‐progressive brain injury ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "People with spatial neglect after stroke or other brain injury have difficulty attending to one side of space. Various rehabilitation interventions have been used, but evidence of their benefit is unclear."
    },
    {
      "heading": "Objectives",
      "text": "The main objective was to determine the effects of non-pharmacological interventions for people with spatial neglect after stroke and other adult-acquired non-progressive brain injury."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group Trials Register (last searched October 2020), the Cochrane Central Register of Controlled Trials (CENTRAL; last searched October 2020), MEDLINE (1966 to October 2020), Embase (1980 to October 2020), the Cumulative Index to Nursing and Allied Health Literature (CINAHL; 1983 to October 2020), and PsycINFO (1974 to October 2020). We also searched ongoing trials registers and screened reference lists."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) of any non-pharmacological intervention specifically aimed at spatial neglect. We excluded studies of general rehabilitation and studies with mixed participant groups, unless separate neglect data were available."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Review authors categorised the interventions into eight broad types deemed to be applicable to clinical practice through iterative discussion: visual interventions, prism adaptation, body awareness interventions, mental function interventions, movement interventions, non-invasive brain stimulation, electrical stimulation, and acupuncture. We assessed the quality of evidence for each outcome using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included 65 RCTs with 1951 participants, all of which included people with spatial neglect following stroke. Most studies measured outcomes using standardised neglect assessments. Fifty-one studies measured effects on ADL immediately after completion of the intervention period; only 16 reported persisting effects on ADL (our primary outcome). One study (30 participants) reported discharge destination, and one (24 participants) reported depression. No studies reported falls, balance, or quality of life. Only two studies were judged to be entirely at low risk of bias, and all were small, with fewer than 50 participants per group. We found no definitive (phase 3) clinical trials. None of the studies reported any patient or public involvement.\nVisual interventions versus any control: evidence is very uncertain about the effects of visual interventions for spatial neglect based on measures of persisting functional ability in ADL (2 studies, 55 participants) (standardised mean difference (SMD) -0.04, 95% confidence interval (CI) -0.57 to 0.49); measures of immediate functional ability in ADL; persisting standardised neglect assessments; and immediate neglect assessments.\nPrism adaptation versus any control: evidence is very uncertain about the effects of prism adaptation for spatial neglect based on measures of persisting functional ability in ADL (2 studies, 39 participants) (SMD -0.29, 95% CI -0.93 to 0.35); measures of immediate functional ability in ADL; persisting standardised neglect assessments; and immediate neglect assessments.\nBody awareness interventions versus any control: evidence is very uncertain about the effects of body awareness interventions for spatial neglect based on measures of persisting functional ability in ADL (5 studies, 125 participants) (SMD 0.61, 95% CI 0.24 to 0.97); measures of immediate functional ability in ADL; persisting standardised neglect assessments; immediate neglect assessments; and adverse events.\nMental function interventions versus any control: we found no trials of mental function interventions for spatial neglect reporting on measures of persisting functional ability in ADL. Evidence is very uncertain about the effects of mental function interventions on spatial neglect based on measures of immediate functional ability in ADL and immediate neglect assessments.\nMovement interventions versus any control: we found no trials of movement interventions for spatial neglect reporting on measures of persisting functional ability in ADL. Evidence is very uncertain about the effects of body awareness interventions on spatial neglect based on measures of immediate functional ability in ADL and immediate neglect assessments.\nNon-invasive brain stimulation (NIBS) versus any control: evidence is very uncertain about the effects of NIBS on spatial neglect based on measures of persisting functional ability in ADL (3 studies, 92 participants) (SMD 0.35, 95% CI -0.08 to 0.77); measures of immediate functional ability in ADL; persisting standardised neglect assessments; immediate neglect assessments; and adverse events.\nElectrical stimulation versus any control: we found no trials of electrical stimulation for spatial neglect reporting on measures of persisting functional ability in ADL. Evidence is very uncertain about the effects of electrical stimulation on spatial neglect based on immediate neglect assessments.\nAcupuncture versus any control: we found no trials of acupuncture for spatial neglect reporting on measures of persisting functional ability in ADL. Evidence is very uncertain about the effects of acupuncture on spatial neglect based on measures of immediate functional ability in ADL and immediate neglect assessments."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The effectiveness of non-pharmacological interventions for spatial neglect in improving functional ability in ADL and increasing independence remains unproven. Many strategies have been proposed to aid rehabilitation of spatial neglect, but none has yet been sufficiently researched through high-quality fully powered randomised trials to establish potential or adverse effects. As a consequence, no rehabilitation approach can be supported or refuted based on current evidence from RCTs. As recommended by a number of national clinical guidelines, clinicians should continue to provide rehabilitation for neglect that enables people to meet their rehabilitation goals. Clinicians and stroke survivors should have the opportunity, and are strongly encouraged, to participate in research. Future studies need to have appropriate high-quality methodological design, delivery, and reporting to enable appraisal and interpretation of results. Future studies also must evaluate outcomes of importance to patients, such as persisting functional ability in ADL. One way to improve the quality of research is to involve people with experience with the condition in designing and running trials."
    }
  ],
  "pls_title": "Non-drug treatments for spatial neglect/inattention following stroke or adult brain injury",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the review about?",
      "text": "Spatial neglect, or inattention, is a condition that affects many brain injury survivors, particularly stroke survivors. It reduces a person's awareness of one side of the body or of the surrounding environment. This can affect a person's ability to carry out many everyday tasks such as eating, reading, and getting dressed, which can reduce independence."
    },
    {
      "heading": "What did we want to know?",
      "text": "We wanted to find out if non-drug treatments:• improve patients' ability to complete daily living activities; and• reduce spatial neglect."
    },
    {
      "heading": "What did we do?",
      "text": "We reviewed evidence from randomised trials - studies that compared one treatment to another by randomly assigning people with stroke or brain injury to one or the other treatment.\nEvidence from 1966 to October 2020 was reviewed."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We found 65 studies involving 1951 participants.\nAll studies included participants with spatial neglect as a result of stroke. It is surprising that only one study included three participants with spatial neglect caused by another type of brain injury.\nAll studies included participants with right-sided damage to the brain; seven studies also included participants with left-sided damage.\nStudies were considered small, with 4 to 69 participants (average 30). Eight studies included 50 or more participants; four studies involved 10 or fewer.\nNone of the studies reported any patient or public involvement in how the studies were designed, conducted, or reported.\nWe categorised the studies into eight different types of treatments.\n• Visual treatment: 17 studies involving 398 participants explored visual treatments. All treatments encouraged eye movement or scanning by a range of methods including paper-based tasks, computer activities, and daily living activities.\n• Prism adaptation training: 8 studies involving 257 participants explored prism adaptation training. This involved participants wearing glasses with prism lenses during a pointing activity.\n• Body awareness treatments: 12 studies involving 447 participants explored body awareness treatments. These studies involved various physical, visual, or verbal prompting or cueing aimed at increasing awareness of the affected side.\n• Mental function treatments: 7 studies involving 170 participants explored treatments that focused on mental processing/thinking (e.g. mental imagery, virtual reality).\n• Movement treatments: 6 studies involving 220 participants explored treatments that used movement of the arm or the whole body. These included the use of robotics, visual and motor feedback, and restricting movement on the side of the body that was not affected.\n• Non-invasive brain stimulation: 17 studies involving 467 participants explored non-invasive brain stimulation. These involved different methods of applying electrical or magnetic stimulation to the skull to change brain activity.\n• Electrical stimulation: 8 studies involving 270 participants explored electrical stimulation to other parts of the body. These involved sending mild electrical impulses to a particular part of the body (e.g. the arm). Four different types of electrical stimulation were used.\n• Acupuncture: 2 studies involving 104 participants explored the use of acupuncture. These involved inserting thin needles into specific points in the body."
    },
    {
      "heading": "What was the quality of the evidence?",
      "text": "We rated the evidence on use of these treatments and found it to be of very low quality due to:\n• the small size of studies;\n• differences between studies within each of the eight treatment categories, including participant characteristics, types of treatments, and assessments used to measure changes; and\n• concerns about how participants were randomised, and whether people carrying out the assessments were \"blinded\" (i.e. knew which treatment each patient received)."
    },
    {
      "heading": "What were the main results?",
      "text": "Most studies used standard tests of spatial neglect. Many also measured effects on daily living activities soon after treatment, but very few reports described longer-term effects.\nOther meaningful treatment outcomes were rarely reported.\nOverall we found only very low-quality evidence about whether these treatments had benefits or harms for people with spatial neglect."
    },
    {
      "heading": "What does this mean?",
      "text": "Despite 65 (small) trials, the benefits or risks of non-drug treatments for reducing neglect and increasing independence remain unknown. It would be a mistake to interpret this review as concluding that the proposed treatments are ineffective. Rather, we conclude that evidence for or against any treatment used within randomised trials conducted worldwide is insufficient. Future trials must be of much higher quality to answer important clinical questions. One way to improve research quality is to involve patients in designing and running the trial. Clinicians should continue to follow national clinical guidelines and are strongly encouraged to participate in trials. People with spatial neglect should continue to receive general stroke or neurological rehabilitation that enables them to meet their rehabilitation goals, including any available intervention for neglect. People with spatial neglect should also have the opportunity to take part in high-quality research."
    }
  ]
}