{
  "doi": "10.1002/14651858.CD008189.pub3",
  "name": "Preconception lifestyle advice for people with infertility",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Infertility is a prevalent problem that has significant consequences for individuals, families, and the community. Modifiable lifestyle factors may affect the chance of people with infertility having a baby. However, no guideline is available about what preconception advice should be offered. It is important to determine what preconception advice should be given to people with infertility and to evaluate whether this advice helps them make positive behavioural changes to improve their lifestyle and their chances of conceiving."
    },
    {
      "heading": "Objectives",
      "text": "To assess the safety and effectiveness of preconception lifestyle advice on fertility outcomes and lifestyle behavioural changes for people with infertility."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Gynaecology and Fertility Group Specialised Register of controlled trials, CENTRAL, MEDLINE, Embase, PsycINFO, AMED, CINAHL, trial registers, Google Scholar, and Epistemonikos in January 2021; we checked references and contacted field experts to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs), randomised cross-over studies, and cluster-randomised studies that compared at least one form of preconception lifestyle advice with routine care or attention control for people with infertility."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures recommended by Cochrane. Primary effectiveness outcomes were live birth and ongoing pregnancy. Primary safety outcomes were adverse events and miscarriage. Secondary outcomes included reported behavioural changes in lifestyle, birth weight, gestational age, clinical pregnancy, time to pregnancy, quality of life, and male factor infertility outcomes. We assessed the overall quality of evidence using GRADE criteria."
    },
    {
      "heading": "Main results",
      "text": "We included in the review seven RCTs involving 2130 participants. Only one RCT included male partners. Three studies compared preconception lifestyle advice on a combination of topics with routine care or attention control. Four studies compared preconception lifestyle advice on one topic (weight, alcohol intake, or smoking) with routine care for women with infertility and specific lifestyle characteristics. The evidence was of low to very low-quality. The main limitations of the included studies were serious risk of bias due to lack of blinding, serious imprecision, and poor reporting of outcome measures.\nPreconception lifestyle advice on a combination of topics versus routine care or attention control  \nPreconception lifestyle advice on a combination of topics may result in little to no difference in the number of live births (risk ratio (RR) 0.93, 95% confidence interval (CI) 0.79 to 1.10; 1 RCT, 626 participants), but the quality of evidence was low. No studies reported on adverse events or miscarriage. Due to very low-quality evidence, we are uncertain whether preconception lifestyle advice on a combination of topics affects lifestyle behavioural changes: body mass index (BMI) (mean difference (MD) -1.06 kg/m², 95% CI -2.33 to 0.21; 1 RCT, 180 participants), vegetable intake (MD 12.50 grams/d, 95% CI -8.43 to 33.43; 1 RCT, 264 participants), alcohol abstinence in men (RR 1.08, 95% CI 0.74 to 1.58; 1 RCT, 210 participants), or smoking cessation in men (RR 1.01, 95% CI 0.91 to 1.12; 1 RCT, 212 participants). Preconception lifestyle advice on a combination of topics may result in little to no difference in the number of women with adequate folic acid supplement use (RR 0.98, 95% CI 0.95 to 1.01; 2 RCTs, 850 participants; I² = 4%), alcohol abstinence (RR 1.07, 95% CI 0.99 to 1.17; 1 RCT, 607 participants), and smoking cessation (RR 1.01, 95% CI 0.98 to 1.04; 1 RCT, 606 participants), on low quality evidence. No studies reported on other behavioural changes.\nPreconception lifestyle advice on weight versus routine care  \nStudies on preconception lifestyle advice on weight were identified only in women with infertility and obesity. Compared to routine care, we are uncertain whether preconception lifestyle advice on weight affects the number of live births (RR 0.94, 95% CI 0.62 to 1.43; 2 RCTs, 707 participants; I² = 68%; very low-quality evidence), adverse events including gestational diabetes (RR 0.78, 95% CI 0.48 to 1.26; 1 RCT, 317 participants; very low-quality evidence), hypertension (RR 1.07, 95% CI 0.66 to 1.75; 1 RCT, 317 participants; very low-quality evidence), or miscarriage (RR 1.50, 95% CI 0.95 to 2.37; 1 RCT, 577 participants; very low-quality evidence). Regarding lifestyle behavioural changes for women with infertility and obesity, preconception lifestyle advice on weight may slightly reduce BMI (MD -1.30 kg/m², 95% CI -1.58 to -1.02; 1 RCT, 574 participants; low-quality evidence). Due to very low-quality evidence, we are uncertain whether preconception lifestyle advice affects the percentage of weight loss, vegetable and fruit intake, alcohol abstinence, or physical activity. No studies reported on other behavioural changes.\nPreconception lifestyle advice on alcohol intake versus routine care  \nStudies on preconception lifestyle advice on alcohol intake were identified only in at-risk drinking women with infertility. We are uncertain whether preconception lifestyle advice on alcohol intake affects the number of live births (RR 1.15, 95% CI 0.53 to 2.50; 1 RCT, 37 participants; very low-quality evidence) or miscarriages (RR 1.31, 95% CI 0.21 to 8.34; 1 RCT, 37 participants; very low-quality evidence). One study reported on behavioural changes for alcohol consumption but not as defined in the review methods. No studies reported on adverse events or other behavioural changes.\nPreconception lifestyle advice on smoking versus routine care  \nStudies on preconception lifestyle advice on smoking were identified only in smoking women with infertility. No studies reported on live birth, ongoing pregnancy, adverse events, or miscarriage. One study reported on behavioural changes for smoking but not as defined in the review methods."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Low-quality evidence suggests that preconception lifestyle advice on a combination of topics may result in little to no difference in the number of live births. Evidence was insufficient to allow conclusions on the effects of preconception lifestyle advice on adverse events and miscarriage and on safety, as no studies were found that looked at these outcomes, or the studies were of very low quality. This review does not provide clear guidance for clinical practice in this area. However, it does highlight the need for high-quality RCTs to investigate preconception lifestyle advice on a combination of topics and to assess relevant effectiveness and safety outcomes in men and women with infertility."
    }
  ],
  "pls_title": "Does preconception lifestyle advice help people with infertility to have a baby?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Infertility places a significant burden on individuals, families, and the wider community and impacts more than 45 million couples worldwide. Treatment for infertility includes simple interventions such as fertility awareness and lifestyle advice (counselling about weight, diet, physical activity, and/or smoking) to more complex assisted reproductive technologies such as in vitro fertilisation (IVF). Lifestyle factors such as weight, diet, physical activity, and smoking may affect fertility and the chance of people with infertility having a baby. However, guidelines about what preconception lifestyle advice should be offered are lacking."
    },
    {
      "heading": "Why we did this Cochrane Review",
      "text": "We wanted to find out the effects of preconception lifestyle advice compared to routine care or attention control (e.g. treatment advice without lifestyle advice) for people with infertility."
    },
    {
      "heading": "What we did",
      "text": "We searched for randomised controlled studies that compared preconception lifestyle advice for people with infertility with routine care or attention control.\nWe were interested in finding out what preconception lifestyle advice should be given to people with infertility; how well it works for improving lifestyle to increase their chance of having a baby; and whether it had any unwanted effects."
    },
    {
      "heading": "Search date",
      "text": "We included evidence published up to 14 January 2021."
    },
    {
      "heading": "What we found",
      "text": "We found seven studies in 2130 people with infertility. Only one study also included male partners. The studies were conducted in Canada, Iran, The Netherlands, UK, and USA. Three studies compared preconception lifestyle advice on a combination of topics with routine care or attention control. Four studies compared preconception lifestyle advice on one topic (weight, alcohol intake, or smoking) with routine care in women with infertility and specific lifestyle characteristics."
    },
    {
      "heading": "Key results",
      "text": ""
    },
    {
      "heading": "Preconception lifestyle advice on a combination of topics versus routine care or attention control",
      "text": "Preconception lifestyle advice on a combination of topics may not affect live birth. The evidence suggests that if live birth is assumed to be 48% for those receiving routine care or attention control, then live birth when preconception lifestyle advice is received would be between 38% and 53%. We are uncertain whether preconception lifestyle advice on a combination of topics affects lifestyle behaviour changes such as body mass index (BMI) in women, vegetable intake in men and women, or alcohol abstinence and smoking cessation in men. Preconception lifestyle advice on a combination of topics may not affect adequate use of folic acid supplement, alcohol abstinence, or smoking cessation in women. The evidence suggests that if adequate folic acid supplement use in women is assumed to be 93% for those receiving routine care or attention control, then adequate folic acid supplement use when preconception lifestyle advice is received would be between 89% and 94%. Evidence also suggests that if it is assumed that 75% of women abstain from alcohol with routine care or attention control, then between 74% and 88% of women would abstain from alcohol when receiving preconception lifestyle advice. If it is assumed that smoking cessation is seen in 95% of women receiving routine care or attention control, then smoking cessation would be seen in 93% to 99% of women when they receive preconception lifestyle advice. No study reported on other behavioural changes."
    },
    {
      "heading": "Preconception lifestyle advice on weight versus routine care",
      "text": "We are uncertain whether preconception lifestyle advice on weight for women with infertility and obesity affects live birth or adverse events (including gestational diabetes and hypertension) and miscarriage. Regarding behavioural changes, preconception lifestyle advice on weight may slightly reduce BMI, but we are uncertain whether it affects other behavioural changes: percentage of weight loss, vegetable and fruit intake, alcohol intake, and total moderate to vigorous physical activity. No study reported on other behavioural changes."
    },
    {
      "heading": "Preconception lifestyle advice on alcohol intake versus routine care",
      "text": "In at-risk drinking women with infertility, we are uncertain whether preconception lifestyle advice on alcohol intake affects live birth or miscarriage. One study reported behavioural changes in alcohol intake but not as defined in the Review methods. No study reported on any other outcome."
    },
    {
      "heading": "Preconception lifestyle advice on smoking versus routine care",
      "text": "One study reported on preconception lifestyle advice with a focus on behavioural changes for smoking cessation in women with infertility who smoke, but not as defined in the Review methods. No study reported on any other outcome."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The evidence was of low to very low quality. The main limitations of the evidence were poor study methods in included studies (lack of blinding) and lack of (precision in) findings for live birth, safety outcomes, and reported behavioural changes."
    }
  ]
}