{
  "doi": "10.1002/14651858.CD011970.pub2",
  "name": "Lifestyle interventions for the treatment of women with gestational diabetes",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Gestational diabetes (GDM) is glucose intolerance, first recognised in pregnancy and usually resolving after birth. GDM is associated with both short- and long-term adverse effects for the mother and her infant. Lifestyle interventions are the primary therapeutic strategy for many women with GDM."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effects of combined lifestyle interventions with or without pharmacotherapy in treating women with gestational diabetes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Pregnancy and Childbirth Group's Trials Register (14 May 2016), ClinicalTrials.gov, WHO International Clinical Trials Registry Platform (ICTRP) (14th May 2016) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included only randomised controlled trials comparing a lifestyle intervention with usual care or another intervention for the treatment of pregnant women with GDM. Quasi-randomised trials were excluded. Cross-over trials were not eligible for inclusion. Women with pre-existing type 1 or type 2 diabetes were excluded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by the Cochrane Collaboration. All selection of studies, data extraction was conducted independently by two review authors."
    },
    {
      "heading": "Main results",
      "text": "Fifteen trials (in 45 reports) are included in this review (4501 women, 3768 infants). None of the trials were funded by a conditional grant from a pharmaceutical company. The lifestyle interventions included a wide variety of components such as education, diet, exercise and self-monitoring of blood glucose. The control group included usual antenatal care or diet alone. Using GRADE methodology, the quality of the evidence ranged from high to very low quality. The main reasons for downgrading evidence were inconsistency and risk of bias. We summarised the following data from the important outcomes of this review.\nLifestyle intervention versus control group\nFor the mother:\nThere was no clear evidence of a difference between lifestyle intervention and control groups for the risk of hypertensive disorders of pregnancy (pre-eclampsia) (average risk ratio (RR) 0.70; 95% confidence interval (CI) 0.40 to 1.22; four trials, 2796 women; I2 = 79%, Tau2 = 0.23; low-quality evidence); caesarean section (average RR 0.90; 95% CI 0.78 to 1.05; 10 trials, 3545 women; I2 = 48%, Tau2 = 0.02; low-quality evidence); development of type 2 diabetes(up to a maximum of 10 years follow-up) (RR 0.98, 95% CI 0.54 to 1.76; two trials, 486 women; I2 = 16%; low-quality evidence); perineal trauma/tearing (RR 1.04, 95% CI 0.93 to 1.18; one trial, n = 1000 women; moderate-quality evidence) or induction of labour (average RR 1.20, 95% CI 0.99 to 1.46; four trials, n = 2699 women; I2 = 37%; high-quality evidence).\nMore women in the lifestyle intervention group had met postpartum weight goals one year after birth than in the control group (RR 1.75, 95% CI 1.05 to 2.90; 156 women; one trial, low-quality evidence). Lifestyle interventions were associated with a decrease in the risk of postnatal depression compared with the control group (RR 0.49, 95% CI 0.31 to 0.78; one trial, n = 573 women; low-quality evidence).\nFor the infant/child/adult:\nLifestyle interventions were associated with a reduction in the risk of being born large-for-gestational age (LGA) (RR 0.60, 95% CI 0.50 to 0.71; six trials, 2994 infants; I2 = 4%; moderate-quality evidence). Birthweight and the incidence of macrosomia were lower in the lifestyle intervention group.\nExposure to the lifestyle intervention was associated with decreased neonatal fat mass compared with the control group (mean difference (MD) -37.30 g, 95% CI -63.97 to -10.63; one trial, 958 infants; low-quality evidence). In childhood, there was no clear evidence of a difference between groups for body mass index (BMI) ≥ 85th percentile (RR 0.91, 95% CI 0.75 to 1.11; three trials, 767 children; I2 = 4%; moderate- quality evidence).\nThere was no clear evidence of a difference between lifestyle intervention and control groups for the risk of perinatal death (RR 0.09, 95% CI 0.01 to 1.70; two trials, 1988 infants; low-quality evidence ). Of 1988 infants, only five events were reported in total in the control group and there were no events in the lifestyle group. There was no clear evidence of a difference between lifestyle intervention and control groups for a composite of serious infant outcome/s (average RR 0.57, 95% CI 0.21 to 1.55; two trials, 1930 infants; I2 = 82%, Tau2 = 0.44; very low-quality evidence) or neonatal hypoglycaemia (average RR 0.99, 95% CI 0.65 to 1.52; six trials, 3000 infants; I2 = 48%, Tau2 = 0.12; moderate-quality evidence).\nDiabetes and adiposity in adulthood and neurosensory disability in later childhoodwere not prespecified or reported as outcomes for any of the trials included in this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Lifestyle interventions are the primary therapeutic strategy for women with GDM. Women receiving lifestyle interventions were less likely to have postnatal depression and were more likely to achieve postpartum weight goals. Exposure to lifestyle interventions was associated with a decreased risk of the baby being born LGA and decreased neonatal adiposity. Long-term maternal and childhood/adulthood outcomes were poorly reported.\nThe value of lifestyle interventions in low-and middle-income countries or for different ethnicities remains unclear. The longer-term benefits or harms of lifestyle interventions remains unclear due to limited reporting.\nThe contribution of individual components of lifestyle interventions could not be assessed. Ten per cent of participants also received some form of pharmacological therapy. Lifestyle interventions are useful as the primary therapeutic strategy and most commonly include healthy eating, physical activity and self-monitoring of blood glucose concentrations.\nFuture research could focus on which specific interventions are most useful (as the sole intervention without pharmacological treatment), which health professionals should give them and the optimal format for providing the information. Evaluation of long-term outcomes for the mother and her child should be a priority when planning future trials. There has been no in-depth exploration of the costs ‘saved’ from reduction in risk of LGA/macrosomia and potential longer-term risks for the infants."
    }
  ],
  "pls_title": "Lifestyle interventions for treating women with gestational diabetes (or diabetes in pregnancy)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Gestational diabetes (GDM), is a glucose intolerance leading to high blood glucose levels that is first recognised during pregnancy and which usually normalises after giving birth. Diabetes during pregnancy has been linked to many short-term and long-term health problems for the mother and her baby. The main way to treat GDM is through lifestyle changes such as diet, exercise and checking blood glucose levels."
    },
    {
      "heading": "Why is this important?",
      "text": "Women with GDM have an increased risk of developing high blood pressure during pregnancy (pre-eclampsia) and are more likely to have their labour induced. The babies of women with GDM are more likely to be large when born and this can be linked to babies having birth trauma (bones broken or nerves damaged during the birth) and the need for giving birth by caesarean section. Lifestyle interventions that include two or more components of dietary advice, physical activity, education, and self-monitoring of blood glucose are the first-line treatment for most women diagnosed with GDM. Interventions such as healthy eating and physical activity aim to help women maintain their blood glucose levels within a target range and to improve health outcomes for the mother and baby."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched the literature (May 2016) for controlled trials comparing lifestyle intervention with a control group of women receiving usual care or another intervention. Fifteen randomised controlled trials (45 publications) are included in this review, involving 4501 women and 3768 infants. None of the trials were funded by a conditional grant from a pharmaceutical company.\nFor the baby, lifestyle interventions were associated with a reduction in the risk of being born large-for-gestational age (six trials, 2994 infants). The number of babies with birthweight over 4000 g (macrosomia) was lower with the lifestyle intervention, with no clear difference in the number of newborn babies experiencing low blood glucose levels (six trials, 3000 infants). The evidence was of moderate quality for these findings. Birthweight was also lower in the lifestyle intervention group.\nFor the mothers, introducing lifestyle interventions made no clear difference in the number of women with pregnancy-induced high blood pressure (four trials, 2796 women) or having a caesarean section (10 trials, 3545 women) based on low-quality evidence or on induction of labour (four trials, 2699 women, high-quality evidence). Similar numbers of women experienced perineal trauma or tearing (one trial, 1000 women) or developed type 2 diabetes at a maximum of 10 years after giving birth (two trials, 486 women). These findings were supported by low- to moderate-quality evidence.\nMore women in the lifestyle group had met their weight goals one year after giving birth, and lifestyle interventions were associated with a decrease in the risk of depression after birth, from single trials. These findings were supported by low quality evidence."
    },
    {
      "heading": "What does this mean?",
      "text": "Lifestyle interventions provide benefits to women with GDM and their babies. The interventions are useful as the primary therapeutic strategy and generally include, as a minimum, healthy eating, physical activity and self-monitoring of blood sugar levels.\nFurture research could focus on the effective components of lifestyle interventions and the use of lifestyle interventions as the sole intervention without pharmacological treatment. Future studies also need to consider long-term outcomes for the mother and her child as a priority when planning future trials."
    }
  ]
}