{
  "doi": "10.1002/14651858.CD011334.pub3",
  "name": "Negative pressure wound therapy for treating pressure ulcers",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pressure ulcers, also known as bedsores, pressure sores, or pressure injuries, are localised damage to the skin and underlying soft tissue, usually caused by intense or long-term pressure, shear, or friction. Negative pressure wound therapy (NPWT) has been widely used in the treatment of pressure ulcers, but its effect needs to be further clarified. This is an update of a Cochrane Review first published in 2015."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of NPWT for treating adult with pressure ulcers in any care setting."
    },
    {
      "heading": "Search methods",
      "text": "On 13 January 2022, we searched the Cochrane Wounds Specialised Register; the Cochrane Central Register of Controlled Trials (CENTRAL); Ovid MEDLINE (including In-Process & Other Non-Indexed Citations); Ovid Embase, and EBSCO CINAHL Plus. We also searched ClinicalTrials.gov and the WHO ICTRP Search Portal for ongoing and unpublished studies and scanned reference lists of relevant included studies as well as reviews, meta-analyses, and health technology reports to identify additional studies. There were no restrictions with respect to language, date of publication, or study setting."
    },
    {
      "heading": "Selection criteria",
      "text": "We included published and unpublished randomised controlled trials (RCTs) comparing the effects of NPWT with alternative treatments or different types of NPWT in the treatment of adults with pressure ulcers (stage II or above)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently conducted study selection, data extraction, risk of bias assessment using the Cochrane risk of bias tool, and the certainty of the evidence assessment using the Grading of Recommendations, Assessment, Development and Evaluations (GRADE) methodology. Any disagreement was resolved by discussion with a third review author."
    },
    {
      "heading": "Main results",
      "text": "This review included eight RCTs with a total of 327 randomised participants. Six of the eight included studies were deemed to be at a high risk of bias in one or more risk of bias domains, and evidence for all outcomes of interest was deemed to be of very low certainty. Most studies had small sample sizes (range: 12 to 96, median: 37 participants).\nFive studies compared NPWT with dressings, but only one study reported usable primary outcome data (complete wound healing and adverse events). This study had only 12 participants and there were very few events; only one participant was healed in the study (risk ratio (RR) 3.00, 95% confidence interval (CI) 0.15 to 61.74, very low-certainly evidence). There was no evidence of a difference in the number of participants with adverse events in the NPWT group and the dressing group, but the evidence for this outcome was also assessed as very low certainty (RR 1.25, 95% CI 0.64 to 2.44, very low-certainty evidence). Changes in ulcer size, pressure ulcer severity, cost, and pressure ulcer scale for healing (PUSH) sores were also reported, but we were unable to draw conclusions due to the low certainly of the evidence.\nOne study compared NPWT with a series of gel treatments, but this study provided no usable data. Another study compared NPWT with 'moist wound healing',  which did not report primary outcome data. Changes in ulcer size and cost were reported in this study, but we assessed the evidence as being of very low certainty; One study compared NPWT combined with internet-plus home care with standard care, but no primary outcome data were reported. Changes in ulcer size, pain, and dressing change times were reported, but we also assessed the evidence as being of very low certainty.\nNone of the included studies reported time to complete healing, health-related quality of life, wound infection, or wound recurrence."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The efficacy, safety, and acceptability of NPWT in treating pressure ulcers compared to usual care are uncertain due to the lack of key data on complete wound healing, adverse events, time to complete healing, and cost-effectiveness.\nCompared with usual care, using NPWT may speed up the reduction of pressure ulcer size and severity of pressure ulcer, reduce pain, and dressing change times. Still, trials were small, poorly described, had short follow-up times, and with a high risk of bias; any conclusions drawn from the current evidence should be interpreted with considerable caution. In the future, high-quality research with large sample sizes and low risk of bias is still needed to further verify the efficacy, safety, and cost-effectiveness of NPWT in the treatment of pressure ulcers. Future researchers need to recognise the importance of complete and accurate reporting of clinically important outcomes such as the complete healing rate, healing time, and adverse events."
    }
  ],
  "pls_title": "Negative pressure wound therapy for treating pressure ulcers",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": ""
    },
    {
      "heading": "What are pressure ulcers?",
      "text": "Pressure ulcers, also known as bedsores, decubitus ulcers, and pressure injuries, are areas of injury to the skin, the tissue that lies underneath, or both. Pressure ulcers can be painful, may become infected, and affect people's quality of life. People at risk of developing pressure ulcers include those with spinal cord injuries and those who are immobile or who have limited mobility."
    },
    {
      "heading": "How are pressure ulcers managed?",
      "text": "There is a wide variety of treatment options available for pressure ulcers, such as dressings, reconstructive surgery, redistribution of pressure, electrical stimulation, and negative pressure wound therapy (NPWT). NPWT is a technology that is used widely and is promoted for use on wounds, including pressure ulcers. In NPWT, a machine that exerts carefully controlled suction (negative pressure) is attached to a wound dressing that covers the pressure ulcer. This sucks any wound and tissue fluid away from the treated area into a canister. The researchers tried to discover whether NPWT works well as a treatment for pressure ulcers."
    },
    {
      "heading": "What did we want to find out?",
      "text": "The aim of this review is to find out whether the use of NPWT is effective in the treatment of pressure ulcers in any care setting. We wanted to assess the benefits (complete wound healing; healing time) and risks (adverse events) of NPWT with alternative treatments or different types of NPWT in the treatment of pressure ulcers. We also cared about several other outcomes including quality of life, wound infection, change in ulcer size and severity, pain, cost, resource use, and wound recurrence."
    },
    {
      "heading": "What did we do?",
      "text": "We searched the medical literature for published and unpublished robust medical studies (randomised controlled studies) that assessed NPWT for treating pressure ulcers, with no restrictions on language, date of publication, or study setting. We compared and summarised their results, and rated our confidence in the evidence according to research methods, scale, and other factors."
    },
    {
      "heading": "What did we find?",
      "text": "We found eight studies published between 2002 and 2022 involving a total of 327 participants with pressure ulcers at Category/Stage III or above. Five studies compared NPWT with dressings. Only one study with a total of 12 participants reported usable primary outcome data (complete wound healing; adverse events) and found that there was no evidence of a difference in the number of participants with complete wound healing and adverse events in the NPWT group and the dressing group.  Three studies reported that NPWT may reduce the size of pressure ulcers compared with dressing, but the results were not reported clearly and the certainty of evidence was very low. One study with a total of 60 participants compared NPWT combined with Internet-plus home care compared with standard care. This study reports that NPWT combined with Internet-plus home care may reduce the surface area of ulcers, pain, and dressing change times compared with standard care, but due to the risk of bias in the study, we downgraded the certainty of evidence to a very low level. One study compared NPWT with a series of topical treatments and one study compared it with what was described only as 'moist wound healing', but no useful data were obtained."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The current evidence on the efficacy of NPWT in the treatment of pressure ulcers is limited, and most studies were small (median 37 participants), poorly reported, of fairly short or unclear duration, and contained little in the way of useful data. We were not able to draw any conclusions about the benefits or harms of NPWT in treating pressure ulcers based on existing evidence. High-quality research is still needed to help decision-makers judge the value of NPWT in the treatment of pressure ulcers."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "This evidence is current to January 2022."
    }
  ]
}