{
  "doi": "10.1002/14651858.CD009746.pub2",
  "name": "Non‐operative versus operative treatment for blunt pancreatic trauma in children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pancreatic trauma in children is a serious condition with high morbidity. Blunt traumatic pancreatic lesions in children can be treated non-operatively or operatively. For less severe, grade I and II, blunt pancreatic trauma a non-operative or conservative approach is usually employed. Currently, the optimal treatment, of whether to perform operative or non-operative treatment of severe, grade III to V, blunt pancreatic injury in children is unclear."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of operative versus non-operative treatment of blunt pancreatic trauma in children."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Injuries Group's Specialised Register, Cochrane Central Register of Controlled Trials (Issue 5, 2013), MEDLINE (OvidSP), EMBASE (OvidSP), ISI Web of Science (SCI-EXPANDED and CPCI-S) and ZETOC. In addition, we searched bibliographies of relevant articles, conference proceeding abstracts and clinical trials registries. We conducted the search on the 21 June 2013."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to select all randomised clinical trials investigating non-operative versus operative treatment of blunt pancreatic trauma in children, irrespective of blinding, publication status or language of publication."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used relevant search strategies to obtain the titles and abstracts of studies that were relevant for the review. Two review authors independently assessed trial eligibility."
    },
    {
      "heading": "Main results",
      "text": "The search found 83 relevant references. We excluded all of the references and found no randomised clinical trials investigating treatment of blunt pancreatic trauma in children."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review shows that strategies regarding non-operative versus operative treatment of severe blunt pancreatic trauma in children are not based on randomised clinical trials. We recommend that multi-centre trials evaluating non-operative versus operative treatment of paediatric pancreatic trauma are conducted to establish firm evidence in this field of medicine."
    }
  ],
  "pls_title": "Treatment of severe blunt pancreatic lesions in children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Optimal treatment of severe blunt pancreatic trauma in children has long been debated, some doctors advocate operation while others prefer a conservative approach without operation as primary treatment. We conducted this systematic review to assess which strategy should be preferred. Blunt trauma to the pancreas typically occurs after crashes involving a bicycle handlebar, road traffic crashes or other types of injury that cause a blow to the upper abdomen."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched medical databases for randomised (where two groups of children were randomly assigned to treatment or no treatment) clinical trials of children treated for blunt trauma to the pancreas by an operation or no operation. The children were aged 17 years or younger. The search was current to June 2013."
    },
    {
      "heading": "Key results",
      "text": "We found no randomised clinical trials investigating operative treatment compared with non-operative treatment of severe pancreatic injury in children, hence we have no firm evidence to support either operative treatment or non-operative treatment of severe pancreatic lesions in children. Although difficult because of the rarity and the acute nature of these lesions, we recommend that multicentre randomised clinical trials of good quality are conducted."
    }
  ]
}