{
  "doi": "10.1002/14651858.CD004240.pub4",
  "name": "Adjustable versus non‐adjustable sutures for strabismus",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Strabismus, or squint, can be defined as a deviation from perfect ocular alignment and can be classified in many ways according to its aetiology and presentation. Treatment can be broadly divided into medical and surgical options, with a variety of surgical techniques being available, including the use of adjustable or non-adjustable sutures for the extraocular muscles. There exists an uncertainty as to which of these techniques produces a better surgical outcome, and an opinion that the adjustable suture technique may be of greater benefit in certain situations."
    },
    {
      "heading": "Objectives",
      "text": "To determine if either an adjustable suture or non-adjustable suture technique is associated with a more accurate long-term ocular alignment and to identify specific situations in which it would be of benefit to use a particular method."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (which contains the Cochrane Eyes and Vision Trials Register) (2017, Issue 5); Ovid MEDLINE; Ovid Embase; LILACS; the ISRCTN registry; ClinicalTrials.gov and the ICTRP. The date of the search was 13 June 2017. We contacted experts in the field for further information."
    },
    {
      "heading": "Selection criteria",
      "text": "We included only randomised controlled trials (RCTs) comparing adjustable to non-adjustable sutures for strabismus surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard procedures recommended by Cochrane. Two review authors independently screened search results and extracted data. We graded the certainty of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We identified one RCT comparing adjustable and non-adjustable sutures in primary horizontal strabismus surgeries in 60 children aged less than 12 years in Egypt. The study was not masked and we judged it at high risk of detection bias. Ocular alignment was defined as orthophoria or a horizontal tropia of 8 prism dioptres (PD) or less at near and far distances. At six months, there may be a small increased chance of ocular alignment with adjustable sutures compared with non-adjustable sutures clinically, however, the confidence intervals (CIs) were wide and were compatible with an increased chance of ocular alignment in the non-adjustable sutures group, so there was no statistical difference (risk ratio (RR) 1.18, 95% CI 0.91 to 1.53). We judged this to be low-certainty evidence, downgrading for imprecision and risk of bias. At six months, 730 per 1000 children in the non-adjustable sutures group had ocular alignment. The study authors reported that there were no complications during surgery. The trials did not assess patient satisfaction and resource use and costs."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We could reach no reliable conclusions regarding which technique (adjustable or non-adjustable sutures) produced a more accurate long-term ocular alignment following strabismus surgery or in which specific situations one technique is of greater benefit than the other, given the low-certainty and chance with just the one study. More high-quality RCTs are needed to obtain clinically valid results and to clarify these issues. Such trials should ideally 1. recruit participants with any type of strabismus or specify the subgroup of participants to be studied, for example, thyroid, paralytic, non-paralytic, paediatric; 2. randomise all consenting participants to have either adjustable or non-adjustable surgery prospectively; 3. have at least six months of follow-up data; and 4. include reoperation rates as an outcome measure."
    }
  ],
  "pls_title": "Adjustable versus non-adjustable sutures for strabismus (squint) surgery",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane Review was to find out if adjustable sutures (stitches) are better than non-adjustable sutures for strabismus (squint) surgery. Cochrane researchers collected and analysed all relevant studies to answer this question and found one study."
    },
    {
      "heading": "Key messages",
      "text": "The review shows that there is an evidence gap on this topic. The Cochrane researchers found only one small study to answer this question and the results were uncertain."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Strabismus occurs when the eye deviates (moves) from its normally perfect alignment. This is commonly known as a squint. Strabismus can be corrected by surgery on the muscles surrounding the eye. A variety of surgical techniques are available, including the use of adjustable or non-adjustable sutures. There is uncertainty as to which of these suture techniques results in a better alignment of the eye and whether there are any disadvantages to the techniques."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "Cochrane researchers found one relevant study from Egypt. Sixty children under the age of 12 years took part in the study which compared adjustable with non-adjustable sutures and followed participants for six months.\nClinically, there may be a small increased chance of a successful outcome with adjustable sutures, but the results showed no statistical difference. The Cochrane researchers judged this to be low-certainty evidence."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "Cochrane researchers searched for studies that had been published up to 13 June 2017."
    }
  ]
}