{
  "doi": "10.1002/14651858.CD008532.pub3",
  "name": null,
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The long-acting bronchodilator tiotropium and single-inhaler combination therapy of inhaled corticosteroids and long-acting beta2-agonists (ICS/LABA) are commonly used for maintenance treatment of patients with chronic obstructive pulmonary disease (COPD). Combining these treatments, which have different mechanisms of action, may be more effective than administering the individual components."
    },
    {
      "heading": "Objectives",
      "text": "To assess relative effects of the following treatments on markers of exacerbations, symptoms, quality of life and lung function in patients with COPD.\n• Tiotropium plus LABA/ICS versus tiotropium.\n• Tiotropium plus LABA/ICS versus LABA/ICS."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Specialised Register of Trials (April 2015), ClinicalTrials.gov (www.ClinicalTrials.gov), the World Health Organization (WHO) trials portal and reference lists of relevant articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We included parallel, randomised controlled trials (RCTs) lasting three months or longer conducted to compare ICS and LABA combination therapy in addition to inhaled tiotropium versus tiotropium alone or combination therapy alone."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We independently assessed trials for inclusion, then extracted data on trial quality and outcome results. We contacted study authors to ask for additional information. We collected trial information on adverse effects."
    },
    {
      "heading": "Main results",
      "text": "Tiotropium plus LABA/ICS versus tiotropium\nWe included six studies (1902 participants) with low risk of bias that compared tiotropium in addition to inhaled corticosteroid and long-acting beta2-agonist combination therapy versus tiotropium alone. We found no statistically significant differences in mortality between treatments (odds ratio (OR) 1.80, 95% confidence interval (CI) 0.55 to 5.91; two studies; 961 participants) as well as in the all-cause hospitalisations (OR 0.84, 95% CI 0.53 to 1.33; two studies; 961 participants). The effect on exacerbations was heterogeneous among trials and was not meta-analysed. Health-related quality of life measured by St. George’s Respiratory Questionnaire (SGRQ) showed a statistically significant improvement in total scores with use of tiotropium + LABA/ICS compared with tiotropium alone (mean difference (MD) -3.46, 95% CI -5.05 to -1.87; four studies; 1446 participants). Lung function was significantly different in the combined therapy (tiotropium + LABA/ICS) group, although average benefit with this therapy was small. None of the included studies included exercise tolerance as an outcome.\nA pooled estimate of these studies did not show a statistically significant difference in adverse events (OR 1.16, 95% CI 0.92 to 1.47; four studies; 1363 participants), serious adverse events (OR 0.86, 95% CI 0.57 to 1.30; four studies; 1758 participants) and pneumonia (Peto OR 1.62, 95% CI 0.54 to 4.82; four studies; 1758 participants).\nTiotropium plus LABA/ICS versus LABA/ICS\nOne of the six studies (60 participants) also compared combined therapy (tiotropium + LABA/ICS) versus LABA/ICS therapy alone. This study was affected by lack of power; therefore results did not allow us to draw conclusions for this comparison."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review update includes three additional studies and provides new low quality evidence supporting the finding that tiotropium + LABA/ICS-based therapy improves the disease-specific quality of life. The current evidence is insufficient to support the benefit of tiotropium + LABA/ICS-based therapy for mortality, hospital admission or exacerbations (moderate and low quality evidence). Compared with use of tiotropium alone, tiotropium + LABA/ICS-based therapy does not seem to increase undesirable effects nor serious non-fatal adverse events."
    }
  ],
  "pls_title": "Are tiotropium plus combination inhalers better than tiotropium or combination inhalers alone for the treatment of COPD?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Chronic obstructive pulmonary disease (COPD) is a lung disease that includes the conditions chronic bronchitis and/or emphysema. COPD is characterised by narrowing of the airways and lung tissue destruction. Symptoms include breathlessness and long-term cough. Symptoms of COPD are treatable, but the condition cannot be reversed or cured. It is usually brought on by airway irritants, such as smoking or inhaled dust.\nInhalers with bronchodilators (which allow the airways in the lungs to relax and expand) and/or anti-inflammatory agents are commonly used to ease symptoms and minimise the long-term decline in health caused by COPD. Examples of these treatments are tiotropium, which is a bronchodilator, and combination inhalers, which contain another type of bronchodilator (long-acting beta-agonists) together with anti-inflammatory agents (steroids). These treatments work in different ways and therefore might be more beneficial if used together."
    },
    {
      "heading": "Study characteristics",
      "text": "This review found six studies, involving 1902 participants, comparing the long-term efficacy and side effects of tiotropium combined with combination inhalers for treatment of patients with COPD. Not all of the people included in these studies had COPD that was severe enough to be recommended for combined therapy according to current guidelines."
    },
    {
      "heading": "Key results",
      "text": "Current evidence shows potential benefits of treatment with tiotropium in addition to inhaled corticosteroid and long-acting beta2-agonist combination therapy through increased health-related quality of life and a small improvement i n lung function in patients receiving this combined therapy. However, this evidence does not allow us to draw conclusions about the effects of these treatments on mortality, hospitalisation for all causes and exacerbations. The frequency of serious and non-serious adverse events was not increased in either of the two groups."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Overall, we assessed the evidence presented in this review to be of moderate or low quality, which means we are reasonably confident in some of the findings, but less confident in others."
    }
  ]
}