{
  "doi": "10.1002/14651858.CD000059.pub2",
  "name": "Clozapine versus typical neuroleptic medication for schizophrenia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Long-term drug treatment of schizophrenia with typical antipsychotic drugs has limitations: 25 to 33% of sufferers have illnesses that are treatment resistant. Clozapine is an antipsychotic drug, which is claimed to have superior efficacy and to cause fewer motor adverse effects than typical drugs for people with treatment-resistant illnesses. Clozapine carries a significant risk of serious blood disorders, which necessitates mandatory weekly blood monitoring at least during the first months of treatment."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effects of clozapine compared with typical antipsychotic drugs in people with schizophrenia."
    },
    {
      "heading": "Search methods",
      "text": "For the current update of this review (November 2008) we searched the Cochrane Schizophrenia Group Trials Register."
    },
    {
      "heading": "Selection criteria",
      "text": "All relevant randomised controlled trials (RCTs)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data independently. For dichotomous data we calculated relative risks (RR) and their 95% confidence intervals (CI) on an intention-to-treat basis, based on a fixed-effect model. We calculated numbers needed to treat/harm (NNT/NNH) where appropriate. For continuous data, we calculated weighted mean differences (WMD) again based on a fixed-effect model."
    },
    {
      "heading": "Main results",
      "text": "We have included 52 trials (4746 participants) in this review. Forty-four of the included studies are less than 13 weeks in duration, and, overall, trials were at a significant risk of bias. We found no significant difference in the effects of clozapine and typical neuroleptic drugs for broad outcomes such as mortality, ability to work or suitability for discharge at the end of the study. Clinical improvements were seen more frequently in those taking clozapine (n=1119, 14 RCTs, RR 0.72 CI 0.7 to 0.8, NNT 6 CI 5 to 8). Also, participants given clozapine had fewer relapses than those on typical antipsychotic drugs (n=1303, RR 0.62 CI 0.5 to 0.8, NNT 21 CI 15 to 49). BPRS scores showed a greater reduction of symptoms in clozapine-treated participants, (n=1205, 17 RCTs, WMD -3.79 CI -4.9 to -2.7), although the data were heterogeneous ( I2=69%). Short-term data from the SANS negative symptom scores favoured clozapine (n=196, 6 RCTs, WMD -7.21 CI -8.9 to -5.6). We found clozapine to be more acceptable in long-term treatment than conventional antipsychotic drugs (n=982, 6 RCTs, RR 0.60 CI 0.5 to 0.7, NNT 15 CI 12 to 20). Blood problems occurred more frequently in participants receiving clozapine (3.2%) compared with those given typical antipsychotic drugs (0%) (n=1031, 13 RCTs, RR 7.09 CI 2.0 to 25.6). Clozapine participants experienced more drowsiness, hypersalivation or temperature increase, than those given conventional neuroleptics. However, those receiving clozapine experienced fewer motor adverse effects (n=1495, 19 RCTs, RR 0.57 CI 0.5 to 0.7, NNT 5 CI 4 to 6).\nThe clinical effects of clozapine were more pronounced in participants resistant to typical neuroleptics in terms of clinical improvement (n=370, 4 RCTs, RR 0.71 CI 0.6 to 0.8, NNT 4 CI 3 to 6) and symptom reduction. Thirty-four per cent of treatment-resistant participants had a clinical improvement with clozapine treatment."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Clozapine may be more effective in reducing symptoms of schizophrenia, producing clinically meaningful improvements and postponing relapse, than typical antipsychotic drugs - but data are weak and prone to bias. Participants were more satisfied with clozapine treatment than with typical neuroleptic treatment. The clinical effect of clozapine, however, is, at least in the short-term, not reflected in measures of global functioning such as ability to leave the hospital and maintain an occupation. The short-term benefits of clozapine have to be weighed against the risk of adverse effects. Within the context of trials, the potentially dangerous white blood cell decline seems to be more frequent in children and adolescents and in the elderly than in young adults or people of middle age.\nThe existing trials have largely neglected to assess the views of participants and their families on clozapine. More community-based long-term randomised trials are needed to evaluate the efficacy of clozapine on global and social functioning as trials in special groups such as people with learning disabilities."
    }
  ],
  "pls_title": "Clozapine versus typical neuroleptic medication for schizophrenia",
  "pls_type": "long",
  "pls": "Schizophrenia is a serious, chronic and relapsing mental illness with a worldwide lifetime prevalence of about one per cent. Schizophrenia is characterised by 'positive' symptoms such as hallucinations and delusions and 'negative' symptoms such as emotional numbness and withdrawal. One quarter of those who have experienced an episode of schizophrenia recover and the illness does not recur. Another 25% experience an unremitting illness. Half do have a recurrent illness but with long episodes of considerable recovery from the positive symptoms. The overall cost of the illness to the individual, their carers and the community is considerable.\nAntipsychotic medications are classified into typical and atypical drugs. First generation or 'typical' antipsychotic drugs such as chlorpromazine and haloperidol have been the mainstay of treatment, and are effective in reducing the positive symptoms of schizophrenia, but negative symptoms are fairly resistant to treatment. In addition, drug treatments are associated with adverse effects which can often compromise compliance with medication and therefore increase the incidences of relapse.\nPeople who do not respond adequately to antipsychotic medication are sometimes given the 'atypical' antipsychotic drug clozapine, which has been found to be effective for some people with treatment-resistant schizophrenia. Clozapine is also associated with having fewer movement disorders than chlorpromazine, but may induce life-threatening decreases in white blood cells (agranulocytosis). We reviewed the affects of clozapine in people with schizophrenia compared with typical antipsychotic drugs drugs.\nThis review supports the notion that clozapine is more effective than typical antipsychotic drugs for people with schizophrenia in general, and for those who do not improve on typical antipsychotic drugs in particular. Clozapine is associated with less movement adverse effects than typical antipsychotic drugs, but it may cause serious blood-related adverse effects. White blood cell count monitoring is mandatory for all people taking clozapine. There is a worry, however, that studies are - at the very least - moderately prone to bias favouring clozapine. Better conduct and reporting of trials could greatly have increased our confidence in the results."
}