{
  "doi": "10.1002/14651858.CD010774.pub2",
  "name": "Rapid COJEC versus standard induction therapies for high‐risk neuroblastoma",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Neuroblastoma is a rare malignant disease and mainly affects infants and very young children. The tumors mainly develop in the adrenal medullary tissue and an abdominal mass is the most common presentation. The high-risk group is characterized by metastasis and other characteristics that increase the risk for an adverse outcome. In the rapid COJEC induction schedule, higher single doses of selected drugs than standard induction schedules are administered over a substantially shorter treatment period, with shorter intervals between cycles. Shorter intervals and higher doses increase the dose intensity of chemotherapy and might improve survival."
    },
    {
      "heading": "Objectives",
      "text": "The aim of this study was to evaluate the efficacy and adverse events of the rapid COJEC induction schedule as compared to standard induction schedules in patients with high-risk neuroblastoma (as defined by the International Neuroblastoma Risk Group (INRG) classification system). Outcomes of interest were complete response, early toxicity and treatment-related mortality as primary endpoints and overall survival, progression- and event-free survival, late non-hematological toxicity, and health-related quality of life as secondary endpoints."
    },
    {
      "heading": "Search methods",
      "text": "We searched the electronic databases CENTRAL (2014, Issue 11), MEDLINE (PubMed), and EMBASE (Ovid) for articles from inception to 11 November 2014. Further searches included trial registries, conference proceedings, and reference lists of recent reviews and relevant articles. We did not apply limits on publication year or languages."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials evaluating the rapid COJEC induction schedule for high-risk neuroblastoma patients compared to standard induction schedules."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors performed study selection, abstracted data on study and patient characteristics, and assessed risk of bias independently. We resolved differences by discussion or by appeal to a third review author. We performed analyses according to the guidelines of the Cochrane Handbook for Systematic Reviews of Interventions. We used the five GRADE considerations, study limitations, consistency of effect, imprecision, indirectness, and publication bias, to judge the quality of the evidence. We downgraded for risk of bias and imprecision"
    },
    {
      "heading": "Main results",
      "text": "We identified one randomized controlled trial (CCLG-ENSG-5) that included 262 patients with high-risk neuroblastoma who were randomized to receive either rapid COJEC (N = 130) or standard OPEC/COJEC (N = 132) induction chemotherapy. We graded the evidence as low quality; we downgraded for risk of bias and imprecision.\nThere was no clear evidence of a difference between the treatment groups in complete response (risk ratio (RR) 0.99, 95% confidence interval (CI) 0.71 to 1.38), treatment-related mortality (RR 1.21, 95% CI 0.33 to 4.39), overall survival (hazard ratio (HR) 0.83, 95% CI 0.63 to 1.10), and event-free survival (HR 0.86, 95% CI 0.65 to 1.13). We calculated the HRs using the complete follow-up period of the trial.\nFebrile neutropenia (two or more episodes), proven fungal infections, septicemia (one or more episodes), gastrointestinal toxicity (grade 3 or 4), renal toxicity (glomerular filtration rate < 80 ml/min per body surface area of 1.73 m2), neurological toxicity (grade 3 or 4), and ototoxicity (Brock grade 2 to 4) were addressed as early toxicities (during pre-operative chemotherapy). For febrile neutropenia, septicemia, and renal toxicity, a statistically significant difference in favor of the standard treatment arm was identified; for all other early toxicities no clear evidence of a difference between treatment groups was identified. With regard to late non-hematological toxicities (median follow-up 12.7 years; range 6.9 to 16.5 years), the study provided data on any complication, renal toxicity (glomerular filtration rate < 80 ml/min per body surface area of 1.73m2), ototoxicity (Brock grade 1 to 4), endocrine complications, neurocognitive complications (i.e. behavioral, speech, or learning difficulties), and second malignancies. For endocrine complications and neurocognitive complications, a statistically significant difference in favor of the rapid COJEC arm was found; for all other late non-hematological toxicities no clear evidence of a difference between treatment groups was identified.\nData on progression-free survival and health-related quality of life were not reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We identified one randomized controlled trial that evaluated rapid COJEC versus standard induction therapy in patients with high-risk neuroblastoma. No clear evidence of a difference in complete response, treatment-related mortality, overall survival, and event-free survival between the treatment alternatives was found. This could be the result of low power or too short a follow-up period. Results of both early and late toxicities were ambiguous. Information on progression-free survival and health-related quality of life were not available. This trial was performed in the 1990s. Since then, many changes in, for example, treatment and risk classification have occurred. Therefore, based on the currently available evidence, we are uncertain about the effects of rapid COJEC and standard induction therapy in patients with high-risk neuroblastoma. More research is needed for a definitive conclusion."
    }
  ],
  "pls_title": "Rapid COJEC versus standard induction therapies for high-risk neuroblastoma",
  "pls_type": "long",
  "pls": "High-risk neuroblastoma is a rare malignant disease and mainly affects infants and very young children. The tumors mainly develop in the core part (medulla) of the adrenal gland. The adrenal gland is located on top of the kidneys. A tumor increasing in size would primarily expected to appear in the belly. High-risk means patients having one or several clinical symptoms or signs, such as metastasis or specific genetic features, which are known to increase the risk for an adverse outcome. The assignment to a high-risk group is defined by the International Neuroblastoma Risk Group (INRG) classification system. In the rapid COJEC induction schedule, higher single doses of selected drugs than standard induction schedules are administered over a substantially shorter treatment period, with shorter intervals between cycles. Shorter intervals and higher doses increase the dose intensity of chemotherapy and might improve survival.\nWe identified one randomized controlled trial with 262 patients. We excluded other study designs as they give less reliable results. However, randomized studies are difficult to perform in children with neuroblastoma and other evidence might be available. In the identified randomized study, patients with high-risk neuroblastoma were randomized to receive either rapid COJEC or standard OPEC/OJEC induction chemotherapy. Complete response, treatment-related mortality, overall survival, and event-free survival were not different between the two treatment alternatives. Results of both early and late toxicities were not clear cut, for example, some early toxicities were in favor of the standard arm and some late non-hematological toxicities were in favor of the rapid COJEC arm. For other toxicities there was no evidence of a difference between the treatment arms. Data on progression-free survival and health-related quality of life were not reported. Not all biases could be ruled out in this study. Before definitive conclusions can be made more research is needed."
}