{
  "doi": "10.1002/14651858.CD002062.pub4",
  "name": "Corticosteroids for chronic inflammatory demyelinating polyradiculoneuropathy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chronic inflammatory demyelinating polyradiculoneuropathy (CIDP) is a progressive or relapsing and remitting paralysing illness, probably due to an autoimmune response, which should benefit from corticosteroid treatment. Non-randomised studies suggest that corticosteroids are beneficial. Two commonly used corticosteroids are prednisone and prednisolone. Both are usually given as oral tablets. Prednisone is converted into prednisolone in the liver so that the effect of the two drugs is usually the same. Another corticosteroid, dexamethasone, is more potent and is used in smaller doses. The review was first published in 2001 and last updated in 2015; we undertook this update to identify any new evidence."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of corticosteroid treatment for CIDP compared to placebo or no treatment, and to compare the effects of different corticosteroid regimens."
    },
    {
      "heading": "Search methods",
      "text": "On 8 November 2016, we searched the Cochrane Neuromuscular Specialised Register, Cochrane Central Register of Controlled Trials, MEDLINE, and Embase for randomised trials of corticosteroids for CIDP. We searched clinical trials registries for ongoing trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) or quasi-RCTs of treatment with any corticosteroid or adrenocorticotrophic hormone for CIDP, diagnosed by an internationally accepted definition."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors extracted data from included studies and assessed the risk of bias independently. The intended primary outcome was change in disability, with change in impairment after 12 weeks and side effects as secondary outcomes. We assessed strength of evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "One non-blinded RCT comparing prednisone with no treatment in 35 eligible participants did not measure the primary outcome for this systematic review. The trial had a high risk of bias. Neuropathy Impairment Scale scores after 12 weeks improved in 12 of 19 participants randomised to prednisone, compared with five of 16 participants randomised to no treatment (risk ratio (RR) for improvement 2.02 (95% confidence interval (CI) 0.90 to 4.52; very low-quality evidence). The trial did not report side effects in detail, but one prednisone-treated participant died.\nA double-blind RCT comparing daily standard-dose oral prednisolone with monthly high-dose oral dexamethasone in 40 participants reported none of the prespecified outcomes for this review. The trial had a low risk of bias, but the quality of evidence was limited as it came from a single small study. There was little or no difference in number of participants who achieved remission (RR 1.11; 95% CI 0.50 to 2.45 in favour of monthly dexamethasone; moderate-quality evidence), or change in disability or impairment after one year (low-quality evidence). Change of grip strength or Medical Research Council (MRC) scores demonstrated little or no difference between groups (moderate-quality to low-quality evidence). Eight of 16 people in the prednisolone group and seven of 24 people in the dexamethasone group deteriorated. Side effects were similar with each regimen, except that sleeplessness was less common with monthly dexamethasone (low-quality evidence) as was moon facies (moon-shaped appearance of the face) (moderate-quality evidence).\nExperience from large non-randomised studies suggests that corticosteroids are beneficial, but long-term use causes serious side effects."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We are very uncertain about the effects of oral prednisone compared with no treatment, because the quality of evidence from the only RCT that exists is very low. Nevertheless, corticosteroids are commonly used in practice, supported by very low-quality evidence from observational studies. We also know from observational studies that corticosteroids carry the long-term risk of serious side effects. The efficacy of high-dose monthly oral dexamethasone is probably little different from that of daily standard-dose oral prednisolone. Most side effects occurred with similar frequencies in both groups, but with high-dose monthly oral dexamethasone moon facies is probably less common and sleeplessness may be less common than with oral prednisolone. We need further research to identify factors that predict response."
    }
  ],
  "pls_title": "Corticosteroids for chronic inflammatory demyelinating polyradiculoneuropathy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the benefits and harms of using corticosteroids for the treatment of chronic inflammatory demyelinating polyradiculoneuropathy (CIDP)."
    },
    {
      "heading": "Background",
      "text": "CIDP is an uncommon paralysing disease that occurs when nerves outside the brain and spinal cord become inflamed. It produces slowly evolving weakness and numbness of the limbs. Some people have recurrent periods of worsening followed by improvement or remission. We wanted to discover the answers to two questions: firstly, whether use of corticosteroids is helpful; and secondly, whether one type of corticosteroid treatment is better than another. This is an update of a review first published in 2001 and last updated in 2014."
    },
    {
      "heading": "Study characteristics",
      "text": "We found one randomised controlled trial (RCT) addressing each question. We did not find any new trials for this update.\nA 1982 US study compared daily prednisone tablets for 12 weeks with no treatment. Thirty-five people took part. Fourteen participants received prednisone (10 male and four female, with a median age of 46.5 years) and 14 did not receive prednisone (nine male and five female, with a median age of 50 years). Those taking part and the trialists were aware of which treatment the participants received (i.e. they were not 'blinded'), which carries a risk of bias.\nThe second study compared two six-month corticosteroid treatment regimens: daily standard-dose prednisolone tablets, and high-dose dexamethasone tablets for four days each month. Multiple European centres did the trial, which reported its findings in 2010. Forty-one people took part but one person withdrew after one day because they did not want to continue and the diagnosis was wrong. Of those who continued, 24 (18 men and six women, average age 59.9 years) received monthly dexamethasone and 16 (10 men and six women, average age 60.8 years) received daily prednisolone.\nThere was no commercial support for either study. Funding for both came from an academic centre or charitable funds."
    },
    {
      "heading": "Key results",
      "text": "Neither included study reported our preferred primary outcome, which was a disability score.\nAfter 12 weeks, in the trial of prednisone compared to no treatment, 12 of 19 participants on prednisone improved compared with five of 16 participants not on prednisone, based on measurement of disease severity by neurologists. Thus, improvement was about twice as common with prednisone. The small numbers in the trial and its limitations meant that even with this difference we are very uncertain about the size of any effect of prednisone. The trial authors did not report side effects in detail, but one person who received prednisone died. Corticosteroids are commonly used for CIDP in practice, based on favourable reports from non-randomised studies. Corticosteroids are well known to cause side effects, especially when people take large doses for a long time.\nIn the RCT comparing two corticosteroid regimens, 10 of 24 people on monthly dexamethasone and six of 16 people on daily prednisolone were well and off treatment after a year, which indicates effects that are probably similar. Changes in grip strength and scores of muscle strength were also probably similar between the treatment groups. Monthly dexamethasone and daily prednisolone had similar side effects to one another, except that with high-dose monthly dexamethasone, sleeplessness may be less common and a moon-shaped facial appearance is probably less common."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The benefit and harm from prednisone in CIDP is uncertain. The quality of evidence is very low because only one small randomised trial with a high risk of bias is available.\nMonthly dexamethasone and daily prednisolone may be of similar benefit in CIDP, but monthly dexamethasone may have fewer side effects."
    },
    {
      "heading": "Date",
      "text": "The evidence is up to date to 8 November 2016."
    }
  ]
}