{
  "doi": "10.1002/14651858.CD013326.pub4",
  "name": "Hand hygiene for the prevention of infections in neonates",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Annually, infections contribute to approximately 25% of the 2.8 million neonatal deaths worldwide. Over 95% of sepsis-related neonatal deaths occur in low- and middle-income countries. Hand hygiene is an inexpensive and cost-effective method of preventing infection in neonates, making it an affordable and practicable intervention in low- and middle-income country settings. Therefore, hand hygiene practices may hold strong prospects for reducing the occurrence of infection and infection-related neonatal death."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of different hand hygiene agents for preventing neonatal infection in both community and health facility settings."
    },
    {
      "heading": "Search methods",
      "text": "Searches were conducted without date or language limits in December 2022 in the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase and Cumulated Index to Nursing and Allied Health Literature (CINAHL), clinicaltrials.gov and International Clinical Trials Registry Platform (ICTRP) trial registries. The reference lists of retrieved studies or related systematic reviews were screened for studies not identified by the searches."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs), cross-over trials, and cluster trials that included pregnant women, mothers, other caregivers, and healthcare workers who received interventions within either the community setting or in health facility settings, and the neonates  in the neonatal care units or community settings."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane and the GRADE approach to assess the certainty of evidence. Primary outcomes were incidence of suspected infection (author-defined in study) within the first 28 days of life, bacteriologically confirmed infection within the first 28 days of life, all-cause mortality within the first seven days of life (early neonatal death), and all-cause mortality from the 8th to the 28th day of life (late neonatal death)."
    },
    {
      "heading": "Main results",
      "text": "Our review included six studies: two RCTs, one cluster-RCT, and three cross-over trials. Three studies involved 3281 neonates; the remaining three did not specify the actual number of neonates included in their study. Three studies involved 279 nurses working in neonatal intensive care units (NICUs). The number of nurses included was not specified by one study. A cluster-RCT included 103 pregnant women of over 34 weeks gestation from 10 villages in a community setting (sources of data: 103 mother-neonate pairs) and another community-based study included 258 married pregnant women at 32 to 34 weeks of gestation (the trial reported adverse events on 258 mothers and 246 neonates). Studies examined the effectiveness of different hand hygiene practices for the incidence of suspected infection (author-defined in study) within the first 28 days of life. Three studies were rated as having low risk for allocation bias,  two studies were rated as unclear risk, and one was rated as having high risk. One study was rated as having a low risk of bias for allocation concealment,  one study was rated as unclear risk, and four werw rated as having high risk. Two studies were rated as having low risk for performance bias and two were rated as having low risk for attrition bias.\nOne class of agent versus another class of agent: 2% chlorhexidine gluconate (CHG) compared to alcohol hand sanitiser (61% alcohol and emollients)\nFor this comparison, no study assessed the effect of the intervention on the incidence of suspected infection within the first 28 days of life. Two percent chlorhexidine gluconate (CHG) probably reduces the risk of all infection in neonates compared to 61% alcohol hand sanitiser in regard to the incidence of all bacteriologically confirmed infection within the first 28 days of life (RR 0.79, 95% confidence interval (CI) 0.66 to 0.93; 2932 participants, 1 study; moderate-certainty evidence), number needed to treat for an additional beneficial outcome (NNTB): 385.\nThe adverse outcome was reported as mean self-reported skin change and mean observer-reported skin change. There may be little to no difference between the effects of 2% CHG on nurses’ skin compared to alcohol hand sanitiser, based on very low-certainty evidence for mean self-reported skin change (mean difference (MD) -0.80, 95% CI -1.59 to 0.01; 119 participants, 1 study) and on mean observer reported skin change (MD -0.19, CI -0.35 to -0.03; 119 participants, 1 study), respectively.\nWe identified no study that reported on all-cause mortality and other outcomes for this comparison.\nNone of the included studies assessed all-cause mortality within the first seven days of life nor the duration of hospital stay.\nOne class of agent versus two or more other classes of agent: CHG compared to plain liquid soap + hand sanitiser\nWe identified no studies that reported on our primary and secondary outcomes for this comparison except for author-defined adverse events. We are very uncertain whether plain soap plus hand sanitiser is better than CHG for nurses’ skin based on very low-certainty evidence (MD -1.87, 95% CI -3.74 to -0.00; 16 participants, 1 study; very low-certainty evidence).\nOne agent versus standard care: alcohol-based handrub (hand sanitiser) versus usual care\nThe evidence is very uncertain whether alcohol-based handrub is better than 'usual care' in the prevention of suspected infections, as reported by mothers (RR 0.98, CI 0.69 to 1.39; 103 participants, 1 study, very low-certainty evidence). We are uncertain whether alcohol-based hand sanitiser is better than 'usual care' in reducing the occurrence of early and late neonatal mortality (RR 0.29, 95% CI 0.01 to 7.00; 103 participants, 1 study; very low-certainty evidence) and (RR 0.29, CI 0.01 to 7.00; 103 participants, 1 study; very low-certainty evidence), respectively. We identified no studies that reported on other outcomes for this comparison."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found a paucity of data that would allow us to reach meaningful conclusions pertaining to the superiority of one form of antiseptic hand hygiene agent over another for the prevention of neonatal infection. Also, the sparse available data were of moderate- to very low-certainty. We are uncertain as to the superiority of one hand hygiene agent over another because this review included very few studies with very serious study limitations."
    }
  ],
  "pls_title": "Can hand hygiene prevent infection in newborn babies?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Can hand hygiene prevent infections in newborn babies?"
    },
    {
      "heading": "Key messages",
      "text": "1. Two percent chlorhexidine gluconate ((CHG) antiseptic detergent) probably reduces the risk of bacterial infections in neonates compared to alcohol hand sanitiser within the first 28 days of life.\n2. There was not much difference in the undesirable effects of various hand hygiene interventions on the skin of caregivers.\n3. We are not sure which  type of hand hygiene is best for preventing infection in newborn babies."
    },
    {
      "heading": "Why is hand hygiene important?",
      "text": "Every year, about 500,000 newborn babies die as a result of an infection caused by bacteria. Most of these deaths occur in poor countries. The hands of mothers and other caregivers harbour a lot of germs that are acquired during contact secretions and diaper changes; they have been linked to infections in newborns. These infections may be prevented when caregivers of these babies practice good hand hygiene."
    },
    {
      "heading": "What is hand hygiene?",
      "text": "Hand hygiene refers to any form of hand cleansing. Another word for hand hygiene is handwashing, which implies washing hands with plain or antiseptic soap and water."
    },
    {
      "heading": "How is hand hygiene expected to work?",
      "text": "Frequent and good hand hygiene by mothers, caregivers and healthcare workers may reduce infections of the newborn by reducing dirt, and germs on their hands, thereby reducing their ability to infect babies."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out which antiseptic, soap or alcohol is better for hand hygiene to prevent infection in newborns in the community and healthcare centres.\nWe also wanted to find out if any of the hand hygiene products will cause harm to mothers and healthcare workers."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies carried out in the communities or healthcare centres that compared the benefits and risks of any form of hand hygiene products (like soap, antiseptic, alcohol, hand sanitisers, or handrubs) against another type or against no hand hygiene products for prevention of infection in newborns. We searched for relevant studies up to July 2021. We compared and summarised the results of the studies and rated our confidence in the evidence, based on the quality of the studies"
    },
    {
      "heading": "What did we find?",
      "text": "We included six studies that involved nurses working in intensive care units of hospitals, all neonates on admission, and pregnant women in community settings. Three of the studies involved 279 nurses, and one study did not clearly report how many nurses were recruited into the study; two other studies included 361 pregnant women from community settings. Studies compared 'antiseptic detergent' versus alcohol hand rub (sanitiser); 'antiseptic detergent' versus plain soap; alcohol hand sanitiser versus 'usual care'; antiseptic detergent versus 'usual care' and antiseptic that contained iodine versus another (prepodyne versus betadine).\nTwo percent antiseptic detergent may reduce the risk of bacteria infections in neonates compared to alcohol hand sanitiser within the first 28 days of life. Overall, our review provides no strong evidence to support better effectiveness of one hand hygiene intervention compared to another for preventing infection in newborns. None of the five included studies examined other important issues such as the duration of hospital stay. There was not much difference in the undesirable effects of various hand hygiene interventions on the skin of caregivers.\nIn conclusion, we are not sure of the hand hygiene intervention that is better for preventing infection in newborn babies. We assessed only a few studies that involved small numbers of nurses and babies. In addition, most of the assessed studies had high risk of bias. Larger studies with low risk of bias are needed so reliable conclusions can be reached."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We do not have sufficient information that would allow us to reach meaningful conclusions pertaining to which hand hygiene product is better for the prevention of newborn infection as many of the included studies had issues with how they were carried out. We have no confidence in the available evidence to draw conclusions about the effectiveness of these hand hygiene interventions for preventing infection in newborns."
    },
    {
      "heading": "Study funding sources",
      "text": "Sources of funding were declared by four of the included studies, but two studies did not report how they were funded."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence is up-to-date to 12 December 2022."
    }
  ]
}