{
  "doi": "10.1002/14651858.CD010003.pub2",
  "name": "Splinting for carpal tunnel syndrome",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Carpal tunnel syndrome (CTS) is a compression neuropathy of the median nerve causing pain and numbness and tingling typically in the thumb, index and middle finger. It sometimes results in muscle wasting, diminished sensitivity and loss of dexterity. Splinting the wrist (with or without the hand) using an orthosis is usually offered to people with mild-to-moderate findings, but its effectiveness remains unclear."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects (benefits and harms) of splinting for people with CTS."
    },
    {
      "heading": "Search methods",
      "text": "On 12 December 2021, we searched the Cochrane Neuromuscular Specialised Register, CENTRAL, MEDLINE, Embase, AMED, CINAHL, ClinicalTrials.gov, and WHO ICTRP with no limitations. We checked the reference lists of included studies and relevant systematic reviews for studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials were included if the effect of splinting could be isolated from other treatment modalities. The comparisons included splinting versus no active treatment (or placebo), splinting versus another disease-modifying non-surgical treatment, and comparisons of different splint-wearing regimens. We excluded studies comparing splinting with surgery or one splint design with another. We excluded participants if they had previously undergone surgical release."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Review authors independently selected trials for inclusion, extracted data, assessed study risk of bias and the certainty in the body of evidence for primary outcomes using the GRADE approach, according to standard Cochrane methodology."
    },
    {
      "heading": "Main results",
      "text": "We included 29 trials randomising 1937 adults with CTS. The trials ranged from 21 to 234 participants, with mean ages between 42 and 60 years. The mean duration of CTS symptoms was seven weeks to five years. Eight studies with 523 hands compared splinting with no active intervention (no treatment, sham-kinesiology tape or sham-laser); 20 studies compared splinting (or splinting delivered along with another non-surgical intervention) with another non-surgical intervention; and three studies compared different splinting regimens (e.g. night-time only versus full time).\nTrials were generally at high risk of bias for one or more domains, including lack of blinding (all included studies) and lack of information about randomisation or allocation concealment in 23 studies.\nFor the primary comparison, splinting compared to no active treatment, splinting may provide little or no benefits in symptoms in the short term (< 3 months). The mean Boston Carpal Tunnel Questionnaire (BCTQ) Symptom Severity Scale (SSS) (scale 1 to 5, higher is worse; minimal clinically important difference (MCID) 1 point) was 0.37 points better with splint (95% confidence interval (CI) 0.82 better to 0.08 worse; 6 studies, 306 participants; low-certainty evidence) compared with no active treatment. Removing studies with high or unclear risk of bias due to lack of randomisation or allocation concealment supported our conclusion of no important effect (mean difference (MD) 0.01 points worse with splint; 95% CI 0.20 better to 0.22 worse; 3 studies, 124 participants). In the long term (> 3 months), we are uncertain about the effect of splinting on symptoms (mean BCTQ SSS 0.64 better with splinting; 95% CI 1.2 better to 0.08 better; 2 studies, 144 participants; very low-certainty evidence).\nSplinting probably does not improve hand function in the short term and may not improve hand function in the long term. In the short term, the mean BCTQ Functional Status Scale (FSS) (1 to 5, higher is worse; MCID 0.7 points) was 0.24 points better (95% CI 0.44 better to 0.03 better; 6 studies, 306 participants; moderate-certainty evidence) with splinting compared with no active treatment. In the long term, the mean BCTQ FSS was 0.25 points better (95% CI 0.68 better to 0.18 worse; 1 study, 34 participants; low-certainty evidence) with splinting compared with no active treatment.\nNight-time splinting may result in a higher rate of overall improvement in the short term (risk ratio (RR) 3.86, 95% CI 2.29 to 6.51; 1 study, 80 participants; number needed to treat for an additional beneficial outcome (NNTB) 2, 95% CI 2 to 2; low-certainty evidence).\nWe are uncertain if splinting decreases referral to surgery, RR 0.47 (95% CI 0.14 to 1.58; 3 studies, 243 participants; very low-certainty evidence).\nNone of the trials reported health-related quality of life.\nLow-certainty evidence from one study suggests that splinting may have a higher rate of adverse events, which were transient, but the 95% CIs included no effect. Seven of 40 participants (18%) reported adverse effects in the splinting group and 0 of 40 participants (0%) in the no active treatment group (RR 15.0, 95% CI 0.89 to 254.13; 1 study, 80 participants).\nThere was low- to moderate-certainty evidence for the other comparisons: splinting may not provide additional benefits in symptoms or hand function when given together with corticosteroid injection (moderate-certainty evidence) or with rehabilitation (low-certainty evidence); nor when compared with corticosteroid (injection or oral; low certainty), exercises (low certainty), kinesiology taping (low certainty), rigid taping (low certainty), platelet-rich plasma (moderate certainty), or extracorporeal shock wave treatment (moderate certainty). Splinting for 12 weeks may not be better than six weeks, but six months of splinting may be better than six weeks of splinting in improving symptoms and function (low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to conclude whether splinting benefits people with CTS. Limited evidence does not exclude small improvements in CTS symptoms and hand function, but they may not be clinically important, and the clinical relevance of small differences with splinting is unclear. Low-certainty evidence suggests that people may have a greater chance of experiencing overall improvement with night-time splints than no treatment. As splinting is a relatively inexpensive intervention with no plausible long-term harms, small effects could justify its use, particularly when patients are not interested in having surgery or injections.\nIt is unclear if a splint is optimally worn full time or at night-time only and whether long-term use is better than short-term use, but low-certainty evidence suggests that the benefits may manifest in the long term."
    }
  ],
  "pls_title": "Splinting for carpal tunnel syndrome",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "This Cochrane review aimed to compare the benefits and harms of wrist splints with no treatment or other types of treatment for people with carpal tunnel syndrome (CTS)."
    },
    {
      "heading": "Background",
      "text": "CTS is a condition where one of the two main nerves in the wrist is compressed. This can lead to pain in the hand and wrist as well as numbness and tingling in the thumb, index and middle finger. Severe compression may result in wasting of hand muscles and loss of dexterity of the hand. CTS is more common in women and in people over 50 years of age.\nMany people undergo surgery to treat CTS, though usually non-surgical treatments, such as splinting, corticosteroid injections (a drug that reduces inflammation) or exercises are offered first. Splinting involves immobilisation of the wrist in a neutral (straight) position, usually leaving the fingers and thumb free to move."
    },
    {
      "heading": "Study characteristics",
      "text": "We collected and analysed all relevant studies to answer our review question and found 29 studies that assessed the safety and benefit of splinting for people with CTS. The average ages of participants were between 42 and 60 years, the number of participants was 1937, and 81% were women. Most had mild-to-moderate symptoms."
    },
    {
      "heading": "Key results",
      "text": "When worn for fewer than three months, splinting may not improve CTS symptoms and probably does not improve hand function compared with no intervention. However, people who used a night-time splint tended to report that overall they felt improvement compared with those that did not use a splint.\nIn the longer term (more than 3 months), we are still uncertain of the benefits of splinting due to few studies and inconsistent findings across similar studies. We cannot say for certain if splinting provides meaningful improvements in symptoms or function.\nWe are also uncertain if splinting reduces the need for surgery because only three studies reported this outcome. Splinting may cause temporary side effects such as difficulty in falling asleep or transient tingling after removal of the splint; none of the trials reported any serious side effects. None of the studies reported whether splints improved quality of life.\nSome studies assessed if splinting improves outcomes when delivered alongside other treatments. The results suggested that splinting may make little or no difference to outcomes when given together with corticosteroid injection or with various types of rehabilitation.\nSplinting was compared with other types of treatments. Splinting does not appear to improve outcomes compared with corticosteroid (injection or oral), exercises, kinesiology taping (stretchy tape), rigid taping, and probably does not improve outcomes compared with platelet-rich plasma (concentrate of plasma and platelet derived from blood) or extracorporeal shock wave treatment (pulses of high energy sound).\nSome studies compared different splint-wearing regimens. One study found that six months of splinting may improve symptoms and function compared with six weeks of splinting. Another study found that full-time splinting may not improve outcomes compared to night-time splinting."
    },
    {
      "heading": "Author's conclusions",
      "text": "Currently, there is limited evidence supporting the use of wrist splints to treat CTS as there are few studies and their findings are inconsistent. While it appears that splinting may not make symptoms worse or result in side effects, splinting may provide little or no benefit for CTS symptoms and hand function, especially in the short term (less than 3 months). One study suggests that night-time splinting may increase the chance of overall improvement compared with no treatment. Benefits of splinting may occur after months of use, but we need well-designed research studies to establish how effective splinting is, and to identify the best way to use splints (night-time or full-time use; long-term or short-term use).\nSplinting is relatively inexpensive and has no known long-term side effects. Therefore, even small benefits may justify its use in people who are not interested in invasive interventions such as surgery."
    },
    {
      "heading": "Certainty of evidence",
      "text": "People in the studies were aware of their treatment. This knowledge can produce more favourable assessments of benefit than when people are unaware of treatment ('blinded'). In the few studies that examined the same treatments and outcomes, findings were inconsistent.\nThe evidence is up-to-date to December 2021."
    }
  ]
}