{
  "doi": "10.1002/14651858.CD011497.pub2",
  "name": "Physical activity for treatment of irritable bowel syndrome",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Current recommendations for people with irritable bowel syndrome (IBS) to partake in physical activity are based on low-level evidence, do not incorporate evidence from all available randomised controlled trials (RCTs) and provide little information regarding potential adverse effects."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of physical activity interventions in adults diagnosed with irritable bowel syndrome and to explore possible effect moderators including type, setting and nature of physical activity interventions."
    },
    {
      "heading": "Search methods",
      "text": "We searched nine electronic databases including CENTRAL, MEDLINE and Embase to 5 November 2021. We handsearched reference lists and sought unpublished studies through trial registries."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs involving adults (aged 18 years or older) diagnosed with IBS and conducted in any setting comparing a physical activity intervention with no intervention, usual care or wait-list control group or another physical activity intervention group and assessing a validated measure of symptoms, quality of life or bowel movement."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two review authors independently selected studies for inclusion, extracted study data, and performed risk of bias and GRADE assessments to assess the certainty of evidence. We pooled studies that evaluated similar outcomes using a random-effects meta-analysis, and synthesised data from other studies narratively."
    },
    {
      "heading": "Main results",
      "text": "We included 11 RCTs with data for 622 participants. Most (10/11) were set in high- or middle- to high-income countries, with five involving supervised physical activity, three unsupervised activity and three a mix of supervised and unsupervised activity. No trial was at low risk of bias. Four trials specified a minimally important difference for at least one assessed outcome measure. Data for 10 trials were obtained from published journal articles, with data for one obtained from an unpublished Masters degree thesis.\nIrritable bowel syndrome symptoms\nSix RCTs assessed the effectiveness of a physical activity intervention compared with usual care on global symptoms of IBS. Meta-analysis of five studies showed an observed improvement in reported symptoms following physical activity (standardised mean difference (SMD) –0.93, 95% confidence interval (CI) –1.44 to –0.42; 185 participants). We rated the certainty of evidence for this outcome as very low due to unclear and high risk of bias, inconsistency and imprecision from sparse data. This means physical activity may improve IBS symptoms but the evidence is very uncertain. The results of the remaining study supported the meta-analysis but were at unclear risk of bias and sample size was small.\nTwo studies assessed the effectiveness of a yoga intervention compared with a walking intervention on global IBS symptoms. Meta-analysis of these two studies found no conclusive evidence of an effect of yoga compared with walking on IBS symptoms (SMD –1.16, 95% CI –3.93 to 1.62; 124 participants). We rated the certainty of evidence as very low, meaning the evidence is very uncertain about the effect of yoga interventions compared with walking interventions on IBS symptoms.\nTwo studies assessed the effectiveness of a physical activity intervention (yoga) compared with medication. One reported no observed difference in global IBS symptoms, though CIs were wide, suggesting uncertainty in the observed estimates and risk of bias was high (MD –1.20, 95% CI –2.65 to 0.25; 21 participants). We excluded IBS symptom data for the remaining study as it used a non-validated method.\nOne study compared a yoga intervention with a dietary intervention and reported an observed improvement in symptoms with both interventions but neither intervention was superior to the other.\nQuality of life\nFive RCTs assessed the impact of physical activity on self-reported quality of life compared with usual care. Meta-analysis of data from four studies found no improvement in quality of life following a physical activity intervention (SMD 1.17, 95% CI –0.30 to 2.64; 134 participants; very low certainty due to risk of bias, inconsistency and imprecision). We rated the certainty of evidence as very low, meaning the evidence is very uncertain about the effect of physical activity interventions on quality-of-life outcomes in people with IBS.\nOne study assessed the impact on quality of life of a yoga intervention compared with walking and observed an improvement in the yoga group (MD 53.45, 95% CI 38.85 to 68.05; 97 participants ).\nOne study reported no observed difference in quality of life between a yoga and a dietary intervention.\nAbdominal pain\nTwo trials assessed the impact of physical activity compared with usual care on reported abdominal pain. Meta-analysis found no improvement in abdominal pain with physical activity compared with usual care (SMD 0.01, 95% CI –0.48 to 0.50; 64 participants). We rated the certainty of the evidence as very low due to risk of bias and imprecision, meaning the evidence is very uncertain about the effect of physical activity interventions on abdominal pain in people with IBS.\nOne study assessing the impact of a yoga intervention compared with walking advice reported no observed differences between groups on abdominal pain.\nOne study comparing a yoga intervention with a dietary intervention found neither intervention had a more beneficial impact than the other and both interventions did not conclusively reduce abdominal pain.\nThere was insufficient evidence to adequately assess adverse effects associated with physical activity due to a lack of reporting in trials. One study reported a musculoskeletal injury in a yoga intervention group but this did not result in withdrawal from the study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Findings from a small body of evidence suggest that physical activity comprising of yoga, treadmill exercise or support to increase physical activity may improve symptoms but not quality of life or abdominal pain in people diagnosed with IBS but we have little confidence in these conclusions due to the very low certainty of evidence.\nThe numbers of reported adverse events were low and the certainty of these findings was very low for all comparisons, so no conclusions can be drawn.\nDiscussions with patients considering physical activity as part of symptom management should address the uncertainty in the evidence to ensure fully informed decisions. If deemed sufficiently important to patients and healthcare providers, higher quality research is needed to enable more certain conclusions."
    }
  ],
  "pls_title": "What are the benefits and harms of physical activity for people with irritable bowel syndrome",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "– Physical activity interventions of between six and 24 weeks may improve symptoms in people with irritable bowel syndrome but the evidence is very uncertain.\n– There is probably little or no difference between physical activity interventions and usual care for quality of life and abdominal pain.\n– There was not enough evidence to assess adverse effects associated with physical activity interventions due to a lack of reporting in trials."
    },
    {
      "heading": "What are physical activity interventions?",
      "text": "Physical activity is defined as any bodily movement produced by your muscles that results in energy expenditure. Examples of physical activity include activity performed as part of daily life (housework, shopping), sport and recreational activity, and activity performed as part of work (e.g. travelling to work, manual labour).\nExercise is a subset of physical activity that is planned, structured and repetitive, and has the aim of improving or maintaining overall fitness. Stretching and activities to improve balance are also considered forms of physical activity and exercise.\nThe UK Department of Health and Social Care currently recommends that adults participate in a minimum of 30 minutes of daily physical activity at least five days a week.\nThere is strong evidence that physical activity and exercise interventions are effective in helping people prevent and manage long-term health conditions including coronary heart disease (narrowing of the blood vessels supplying the heart), diabetes and depression. Whether physical activity helps people diagnosed with irritable bowel syndrome manage their symptoms is not clear."
    },
    {
      "heading": "What is irritable bowel syndrome",
      "text": "Irritable bowel syndrome is a common bowel disorder characterised by symptoms that include episodes of abdominal pain, bloating and changes in bowel habit.  About 10% to 20% of adults in Western countries are diagnosed with irritable bowel syndrome. The management of irritable bowel syndrome follows no clear pathway and involves managing individual symptoms including laxatives for constipation, medicines to prevent gut spasms for pain, medicines to slow gut activity for diarrhoea, dietary changes, fluid intake, psychological management, antidepressants for low mood and physical activity."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out whether physical activity intervention improves symptoms, quality of life and abdominal pain in adults diagnosed with irritable bowel syndrome. We searched for all available randomised controlled trials to help answer this question. A randomised controlled trial is a type of study in which participants are assigned randomly to one of two or more treatment groups. This is the best way to ensure that a fair comparison is made between new and existing treatments."
    },
    {
      "heading": "What did we do?",
      "text": "We searched nine electronic databases and trial registries for all randomised controlled trials involving adults (18 years or older) diagnosed with irritable bowel syndrome that compared a physical activity intervention with no physical activity intervention in adults diagnosed with irritable bowel syndrome. We compared and summarised the results of these trials and rated our confidence in the overall evidence, based on factors such as study methods and the amount of information they provided."
    },
    {
      "heading": "What did we find?",
      "text": "We found 11 randomised controlled trials involving 622 people with irritable bowel syndrome. The biggest trial was in 102 people and the smallest was in 20 people. Six trials were conducted in high-income countries worldwide and two were conducted in a low- to middle-income country. One study included people with irritable bowel syndrome where constipation was the main stool pattern, two included people where diarrhoea was the main stool pattern and five included people with a mixed stool pattern.\nFive trials assessed a yoga physical activity intervention, three assessed advice to increase physical activity levels, two assessed treadmill exercise, and one assessed a Qigong (breathing and slow movements) intervention. Seven trials involved a 12-week intervention period, two involved an eight-week period and one a six-week period. The longest trial lasted six months."
    },
    {
      "heading": "Main results",
      "text": "Physical activity interventions may improve IBS symptoms compared to usual care but the evidence is very uncertain. The average improvement in symptom score was approximately 69 points but could be as high as 106 and as low as 31 points. A change in symptoms score of 50 points would be considered meaningful for most people. Our findings suggest physical activity interventions may provide both important and non-important improvements in IBS symptoms.\nPhysical activity interventions result in little or no difference in quality of life and abdominal pain.\nWe could not draw any conclusions about unwanted effects reported by participants because very few trials reported these."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have very little confidence in the evidence. Our confidence was lowered mainly because of concerns about how the trials were conducted, which included that many trials did not report all their results or reported new ones."
    },
    {
      "heading": "How up to date is this review?",
      "text": "The evidence is up-to-date to 5 November 2021."
    }
  ]
}