{
  "doi": "10.1002/14651858.CD009518.pub2",
  "name": "Isoflavones for hypercholesterolaemia in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Hypercholesterolaemia is a significant risk factor for cardiovascular diseases. Isoflavones may be effective in improving hypercholesterolaemia."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of isoflavones for hypercholesterolaemia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases: The Cochrane Library (Issue 9, 2012), MEDLINE, EMBASE, Chinese BioMedical Database and China National Knowledge Infrastructure (all to September 2012)."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered randomized controlled clinical trials in hypercholesterolaemic participants comparing isoflavones versus placebo, or soy isolated protein added with isoflavones versus soy isolated protein alone."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently abstracted relevant population and intervention characteristics. We resolved any disagreements through discussion, or if required by a third party. We assessed the risk of bias of trials against key criteria: random sequence generation, allocation concealment, blinding of participants and personnel, blinding of outcome assessment, incomplete outcome data, selective reporting and other sources of bias."
    },
    {
      "heading": "Main results",
      "text": "We included five randomized trials (208 participants, 104 in the intervention group and 104 in the control group). Interventions ranged from three to six months. Four trials reported results in non-Asian populations published in English. One trial reported results in Chinese people published in Chinese. Overall, the risk of bias of included trials was high or unclear. There were no outcome data on death from any cause, morbidity, complications, health-related quality of life and costs. Two trials reported adverse effects, including gastrointestinal discomfort (bloating and constipation) and an increased number of hot flushes. None of the trials found serious adverse events. There was a slight significant effect on triglycerides in favour of isoflavones when compared with placebo (mean difference (MD) -0.46 mmol/L (95% confidence interval (CI) -0.84 to -0.09; P = 0.02; 52 participants; 2 trials). No statistically significant effects on total cholesterol, low-density lipoprotein cholesterol and high-density lipoprotein cholesterol were shown in favour of isoflavones."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no evidence for effects of isoflavones on patient-important outcomes or lowering of cholesterol levels in people with hypercholesterolaemia. Our findings have to be interpreted with caution due to high or unclear risk of bias in several risk of bias domains, and low number of participants in trials."
    }
  ],
  "pls_title": "Isoflavones for hypercholesterolaemia",
  "pls_type": "long",
  "pls": "Hypercholesterolaemia is the presence of high levels of cholesterol in the blood. In humans, hypercholesterolaemia is often due to high low-density-lipoprotein (LDL)-cholesterol levels, the so-called 'bad' cholesterol. People with hypercholesterolaemia have a higher risk of developing cardiovascular diseases such as heart attacks or strokes. Isoflavones, which are chemicals in plants similar to phyto-oestrogen, may be helpful in improving hypercholesterolaemia. Soy and red clover are rich sources of isoflavones. Asian people consume more isoflavones from their regular diet than Western people.\nTo assess the effects of isoflavones for the treatment of hypercholesterolaemia, we examined five randomized controlled trials of isoflavones or soy protein containing isoflavones. The trials lasted three to six months and involved 208 participants. There were no outcome data on death from any cause, cardiovascular events such as heart attack or stroke, morbidity, complications, health-related quality of life and costs. Two trials reported adverse effects, including gastrointestinal discomfort (bloating and constipation) and an increased number of hot flushes. They observed no serious adverse events. In our included studies, we found no cholesterol-lowering effect of isoflavones. However, the quality of the included trials had some considerable limitations and the number of the participants was low. Further higher-quality and rigorously performed studies on patient-important outcome measures such as cardiovascular diseases and health-related quality of life are required."
}