{
  "doi": "10.1002/14651858.CD008277.pub2",
  "name": "Blood pressure targets for hypertension in people with diabetes mellitus",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "When treating elevated blood pressure (BP), doctors often want to know what blood pressure target they should try to achieve. The standard blood pressure target in clinical practice for some time has been less than 140 - 160/90 - 100 mmHg for the general population of people with elevated blood pressure. Several clinical guidelines published in recent years have recommended lower targets (less than 130/80 mmHg) for people with diabetes mellitus. It is not known whether attempting to achieve targets lower than the standard target reduces mortality and morbidity in those with elevated blood pressure and diabetes."
    },
    {
      "heading": "Objectives",
      "text": "To determine if 'lower' BP targets (any target less than 130/85 mmHg) are associated with reduction in mortality and morbidity compared with 'standard' BP targets (less than 140 - 160/90 - 100 mmHg) in people with diabetes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Database of Abstracts of Reviews of Effectiveness (DARE) and the Cochrane Database of Systematic Reviews for related reviews. We conducted electronic searches of the Hypertension Group Specialised Register (January 1946 - October 2013), the Cochrane Central Register of Controlled Trials (CENTRAL) (2013, Issue 9), MEDLINE (January 1946 - October 2013), EMBASE (January 1974 - October 2013) and ClinicalTrials.gov. The most recent search was performed on October 4, 2013.\nOther search sources were the International Clinical Trials Registry Platform (WHO ICTRP), and reference lists of all papers and relevant reviews."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials comparing people with diabetes randomized to lower or to standard BP targets as previously defined, and providing data on any of the primary outcomes below."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed and established the included trials and data entry. Primary outcomes were total mortality; total serious adverse events; myocardial infarction, stroke, congestive heart failure and end-stage renal disease. Secondary outcomes were achieved mean systolic and diastolic BP, and withdrawals due to adverse effects."
    },
    {
      "heading": "Main results",
      "text": "We found five randomized trials, recruiting a total of 7314 participants and with a mean follow-up of 4.5 years. Only one trial (ACCORD) compared outcomes associated with 'lower' (< 120 mmHg) or 'standard' (< 140 mmHg) systolic blood pressure targets in 4734 participants. Despite achieving a significantly lower BP (119.3/64.4 mmHg vs 133.5/70.5 mmHg, P < 0.0001), and using more antihypertensive medications, the only significant benefit in the group assigned to 'lower' systolic blood pressure (SBP) was a reduction in the incidence of stroke: risk ratio (RR) 0.58, 95% confidence interval (CI) 0.39 to 0.88, P = 0.009, absolute risk reduction 1.1%. The effect of SBP targets on mortality was compatible with both a reduction and increase in risk: RR 1.05 CI 0.84 to 1.30, low quality evidence. Trying to achieve the 'lower' SBP target was associated with a significant increase in the number of other serious adverse events: RR 2.58, 95% CI 1.70 to 3.91, P < 0.00001, absolute risk increase 2.0%.\nFour trials (ABCD-H, ABCD-N, ABCD-2V, and a subgroup of HOT) specifically compared clinical outcomes associated with 'lower' versus 'standard' targets for diastolic blood pressure (DBP) in people with diabetes. The total number of participants included in the DBP target analysis was 2580. Participants assigned to 'lower' DBP had a significantly lower achieved BP: 128/76 mmHg vs 135/83 mmHg, P < 0.0001. There was a trend towards reduction in total mortality in the group assigned to the 'lower' DBP target (RR 0.73, 95% CI 0.53 to 1.01), mainly due to a trend to lower non-cardiovascular mortality. There was no difference in stroke (RR 0.67, 95% CI 0.42 to 1.05), in myocardial infarction (RR 0.95, 95% CI 0.64 to 1.40) or in congestive heart failure (RR 1.06, 95% CI 0.58 to 1.92), low quality evidence. End-stage renal failure and total serious adverse events were not reported in any of the trials. A sensitivity analysis of trials comparing DBP targets < 80 mmHg (as suggested in clinical guidelines) versus < 90 mmHg showed similar results. There was a high risk of selection bias for every outcome analyzed in favor of the 'lower' target in the trials included for the analysis of DBP targets."
    },
    {
      "heading": "Authors' conclusions",
      "text": "At the present time, evidence from randomized trials does not support blood pressure targets lower than the standard targets in people with elevated blood pressure and diabetes. More randomized controlled trials are needed, with future trials reporting total mortality, total serious adverse events as well as cardiovascular and renal events."
    }
  ],
  "pls_title": "Blood pressure targets in people with diabetes",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review Question",
      "text": "We conducted this review to find and assess all trials designed to evaluate whether lower blood pressure targets are better than standard blood pressure targets for people with diabetes. We found and analyzed five studies."
    },
    {
      "heading": "Background",
      "text": "Cardiovascular disease is a frequent complication in people with diabetes. Hypertension (high blood pressure) is frequently found in people with diabetes. Recent clinical guidelines have recommended stricter control of blood pressure in people with diabetes compared with those without. For the general population of people with hypertension, the standard target has been to achieve a blood pressure of less than 140 to 160/90 to 100 mmHg, whereas for people with diabetes the guidelines have recommended lowering this target to less than 130/80 mmHg. This trend has been based on the assumption that achieving a lower blood pressure will produce a greater reduction in cardiovascular events."
    },
    {
      "heading": "Study Characteristics",
      "text": "The evidence is current to October 2013. We found and analyzed five randomized trials including 7134 adult participants with type 2 diabetes and high blood pressure, 40-80 years old, who received treatment aimed to lower blood pressure to a standard compared to a lower blood pressure target and followed for 2 to 5 years to detect differences in mortality and adverse events. Four out of five studies were funded by the drug manufacturer, which had a potential of impacting the results. One study was sponsored by the National Heart, Lung, and Blood Institute (NHLBI) from the United States."
    },
    {
      "heading": "Key Results",
      "text": "The only significant benefit in the group assigned to 'lower' systolic blood pressure was a small reduction in the incidence of stroke, but with a significantly larger increase in the number of other serious adverse events. The effect of systolic blood pressure targets on mortality was compatible with both a reduction and increase in risk. There was no benefit associated with a 'lower' diastolic blood pressure target.\nThe evidence from randomized trials available at the present time is of low quality and does not support blood pressure targets lower than the standard in people with raised blood pressure and diabetes. Further research is likely to change these results and future studies should report all outcomes that are important to patients, such as mortality and adverse events."
    }
  ]
}