{
  "doi": "10.1002/14651858.CD010766.pub2",
  "name": "Chelation for autism spectrum disorder (ASD)",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "It has been suggested that the severity of autism spectrum disorder (ASD) symptoms is positively correlated with the level of circulating or stored toxic metals, and that excretion of these heavy metals, brought about by the use of pharmaceutical chelating agents, results in improved symptoms."
    },
    {
      "heading": "Objectives",
      "text": "To assess the potential benefits and adverse effects of pharmaceutical chelating agents (referred to as chelation therapy throughout this review) for autism spectrum disorder (ASD) symptoms."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases on 6 November 2014: CENTRAL, Ovid MEDLINE, Ovid MEDLINE In-Process, Embase, PsycINFO, Cumulative Index to Nursing and Allied Health Literature (CINAHL) and 15 other databases, including three trials registers. In addition we checked references lists and contacted experts."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials of pharmaceutical chelating agents compared with placebo in individuals with ASD."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies, assessed them for risk of bias and extracted relevant data. We did not conduct a meta-analysis, as only one study was included."
    },
    {
      "heading": "Main results",
      "text": "We excluded nine studies because they were non-randomised trials or were withdrawn before enrolment. We included one study, which was conducted in two phases. During the first phase of the study, 77 children with ASD were randomly assigned to receive seven days of glutathione lotion or placebo lotion, followed by three days of oral dimercaptosuccinic acid (DMSA). Forty-nine children who were found to be high excreters of heavy metals during phase one continued on to phase two to receive three days of oral DMSA or placebo followed by 11 days off, with the cycle repeated up to six times. The second phase thus assessed the effectiveness of multiple doses of oral DMSA compared with placebo in children who were high excreters of heavy metals and who received a three-day course of oral DMSA. Overall, no evidence suggests that multiple rounds of oral DMSA had an effect on ASD symptoms."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review included data from only one study, which had methodological limitations. As such, no clinical trial evidence was found to suggest that pharmaceutical chelation is an effective intervention for ASD. Given prior reports of serious adverse events, such as hypocalcaemia, renal impairment and reported death, the risks of using chelation for ASD currently outweigh proven benefits. Before further trials are conducted, evidence that supports a causal link between heavy metals and autism and methods that ensure the safety of participants are needed."
    }
  ],
  "pls_title": "Chelation for autism spectrum disorder (ASD)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Autism spectrum disorders (ASD) are types of disorders characterised by difficulties in social interaction and communication, and restricted and repetitive behaviours. It has been suggested that increased levels of toxic metals result in more severe symptoms of ASD, and that excretion of these heavy metals brought about by use of pharmaceutical chelating agents (chemicals that are injected into the blood stream to bind to and remove toxic heavy metals from the body) may lead to improvement of symptoms."
    },
    {
      "heading": "Review question",
      "text": "The purpose of this review was to assess the evidence for the effects of pharmaceutical chelating agents for symptoms of ASD."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched multiple databases to find studies that examined pharmaceutical chelating agents as treatment for ASD symptoms. We found only one randomised controlled trial that evaluated oral dimercaptosuccinic acid (DMSA) for ASD, but this trial did not use ideal methods for answering our question. The evidence is current to November 2014.\nThe trial that we found was conducted in two phases. During the first phase, 77 children with ASD were assigned randomly to receive seven days of glutathione lotion or placebo lotion, followed by three days of oral DMSA. Forty-nine children who excreted high levels of heavy metals during phase one continued on to phase two to receive three days of oral DMSA or placebo followed by 11 days off, with the cycle repeated up to six times."
    },
    {
      "heading": "Key results",
      "text": "Results from the included study show that multiple rounds of oral DMSA did not have an effect on any of the ASD symptoms measured in children found to be high excreters who had already received three doses of a pharmaceutical chelating agent. Currently no clinical trial evidence suggests that pharmaceutical chelation is an effective intervention for ASD. Given prior reports of serious adverse events, such as changes to calcium levels in blood, kidney impairment and reported death, risks of using pharmaceutical chelating agents for ASD currently outweigh proven benefits."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence is poor, with only one study, which had methodological shortcomings, included in this review. These factors, when combined, preclude confidence in the findings. However, before further trials are conducted, more evidence is needed to show that heavy metals cause or worsen the severity of autism, and the safety of pharmaceutical chelating agents for participants must be established."
    }
  ]
}