{
  "doi": "10.1002/14651858.CD007232.pub4",
  "name": "Interventions for improving sit‐to‐stand ability following stroke",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Standing up from a seated position is one of the most frequently performed functional tasks, is an essential pre-requisite to walking and is important for independent living and preventing falls. Following stroke, patients can experience a number of problems relating to the ability to sit-to-stand independently."
    },
    {
      "heading": "Objectives",
      "text": "To review the evidence of effectiveness of interventions aimed at improving sit-to-stand ability after stroke. The primary objectives were to determine (1) the effect of interventions that alter the starting posture (including chair height, foot position, hand rests) on ability to sit-to-stand independently; and (2) the effect of rehabilitation interventions (such as repetitive practice and exercise programmes) on ability to sit-to-stand independently. The secondary objectives were to determine the effects of interventions aimed at improving ability to sit-to-stand on: (1) time taken to sit-to-stand; (2) symmetry of weight distribution during sit-to-stand; (3) peak vertical ground reaction forces during sit-to-stand; (4) lateral movement of centre of pressure during sit-to-stand; and (5) incidence of falls."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group Trials Register (June 2013), CENTRAL (2013, Issue 5), MEDLINE (1950 to June 2013), EMBASE (1980 to June 2013), CINAHL (1982 to June 2013), AMED (1985 to June 2013) and six additional databases. We also searched reference lists and trials registers and contacted experts."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials in adults after stroke where: the intervention aimed to affect the ability to sit-to-stand by altering the posture of the patient, or the design of the chair; stated that the aim of the intervention was to improve the ability to sit-to-stand; or the intervention involved exercises that included repeated practice of the movement of sit-to-stand (task-specific practice of rising to stand).\nThe primary outcome of interest was the ability to sit-to-stand independently. Secondary outcomes included time taken to sit-to-stand, measures of lateral symmetry during sit-to-stand, incidence of falls and general functional ability scores."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened abstracts, extracted data and appraised trials. We undertook an assessment of methodological quality for random sequence generation, allocation concealment, blinding of outcome assessors and method of dealing with missing data."
    },
    {
      "heading": "Main results",
      "text": "Thirteen studies (603 participants) met the inclusion criteria for this review, and data from 11 of these studies were included within meta-analyses. Twelve of the 13 included studies investigated rehabilitation interventions; one (nine participants) investigated the effect of altered starting posture for sit-to-stand. We judged only four studies to be at low risk of bias for all methodological parameters assessed. The majority of randomised controlled trials included participants who were already able to sit-to-stand or walk independently.\nOnly one study (48 participants), which we judged to be at high risk of bias, reported our primary outcome of interest, ability to sit-to-stand independently, and found that training increased the odds of achieving independent sit-to-stand compared with control (odds ratio (OR) 4.86, 95% confidence interval (CI) 1.43 to 16.50, very low quality evidence).\nInterventions or training for sit-to-stand improved the time taken to sit-to-stand and the lateral symmetry (weight distribution between the legs) during sit-to-stand (standardised mean difference (SMD) -0.34; 95% CI -0.62 to -0.06, seven studies, 335 participants; and SMD 0.85; 95% CI 0.38 to 1.33, five studies, 105 participants respectively, both moderate quality evidence). These improvements are maintained at long-term follow-up.\nFew trials assessing the effect of sit-to-stand training on peak vertical ground reaction force (one study, 54 participants) and functional ability (two studies, 196 participants) were identified, providing very low and low quality evidence respectively.\nThe effect of sit-to-stand training on number of falls was imprecise, demonstrating no benefit or harm (OR 0.75, 95% CI 0.46 to 1.22, five studies, 319 participants, low quality evidence). We judged the majority of studies that assessed falls to be at high risk of bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review has found insufficient evidence relating to our primary outcome of ability to sit-to-stand independently to reach any generalisable conclusions. This review has found moderate quality evidence that interventions to improve sit-to-stand may have a beneficial effect on time taken to sit-to-stand and lateral symmetry during sit-to-stand, in the population of people with stroke who were already able to sit-to-stand independently. There was insufficient evidence to reach conclusions relating to the effect of interventions to improve sit-to-stand on peak vertical ground reaction force, functional ability and falls. This review adds to a growing body of evidence that repetitive task-specific training is beneficial for outcomes in people receiving rehabilitation following stroke."
    }
  ],
  "pls_title": "Interventions for improving the ability to rise to stand from sitting following stroke",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Question",
      "text": "We wanted to assess the effectiveness of training, exercises or other interventions aimed at helping people who have had a stroke stand up independently from a sitting position, compared with usual care or no intervention."
    },
    {
      "heading": "Background",
      "text": "Rising to stand from sitting is one of the most frequently performed tasks of daily living and is something people need to be able to do to start walking. After a stroke, people may have difficulty rising to stand from sitting. This review looked at the effect of training or exercises on ability to rise to stand, and also aimed to look at the effect of different chair positions that might help people rise to stand."
    },
    {
      "heading": "Study characteristics",
      "text": "We identified 13 studies up to June 2013. These studies included 603 participants who had had a stroke. Twelve of the studies investigated the effect of different types of training or exercise: six studies (276 participants) investigated repetitive sit-to-stand training, four studies (264 participants) investigated an exercise training programme that included sit-to-stand training, one study (12 participants) included a training programme (sitting training) aiming to improve sit-to-stand, and one study (42 participants) investigated feedback (information about the symmetry of weight taken through the feet) during sit-to-stand. One of the studies investigated the effect of starting posture for sit-to-stand: this study (nine participants) compared sit-to-stand with a cane and without a cane. This study measured people during three tests of rising to stand with a cane, and three tests of rising to stand without a cane; there was no training period."
    },
    {
      "heading": "Key results",
      "text": "Combining the results of these studies provides us with evidence that training or exercises aiming to improve sit-to-stand performance have beneficial effects compared with usual care, no treatment or an alternative intervention: people who participated in training or exercises got faster at rising to stand and increased the amount of weight that they took through the leg affected by the stroke. There was also some evidence that these beneficial effects were still present several months after the end of training. Sit-to-stand training did not seem to affect the number of falls that people had, although the evidence was of poor quality. There was not enough evidence to say what the ideal amount of training or exercise was, but the results do suggest that training three times a week for two to three weeks may be enough to have a beneficial effect. We did not find any evidence of effects on outcomes other than time to sit-to-stand or the weight through the affected leg, or any evidence that the length of the training programme or the time since the participants had their stroke made any difference to outcomes. The studies that we found mainly included people who were able to walk and sit-to-stand independently at the start of the study, so these results are only relevant to this group of people. In other words, these results are not relevant to people who are unable to sit-to-stand independently and further research is needed to investigate the effect of sit-to-stand training for these people. The available studies suggest that effective interventions can either be specific repetitive training of sit-to-stand or exercise programmes that include repetitive sit-to-stand. The evidence is insufficient to reach conclusions relating to the duration or intensity of training."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We found insufficient evidence relating to our primary outcome of ability to sit-to-stand independently to reach any generalisable conclusions. However, we found moderate quality evidence, from a relatively low number of small studies, that interventions to improve sit-to-stand may have a beneficial effect on the speed of rising to stand and the weight taken through the affected leg. We found insufficient evidence to reach any conclusions about the effect of sit-to-stand training on other outcomes. We recommend large clinical trials to confirm the results of this review, and to investigate the effects of different numbers of repetitions and durations of therapy. Future studies should include a measure of functional ability, and should measure long-term outcomes as well as outcomes straight after therapy."
    }
  ]
}