{
  "doi": "10.1002/14651858.CD008410.pub2",
  "name": "Admission tests other than cardiotocography for fetal assessment during labour",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Evidence on the benefits of admission tests other than cardiotocography in preventing adverse perinatal outcomes has not been established."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of admission tests other than cardiotocography in preventing adverse perinatal outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (31 March 2011)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised (individual and cluster) controlled trials, comparing labour admission tests other than CTG for the prevention of adverse perinatal outcomes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed eligibility, quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "We included one study involving 883 women.\nComparison of sonographic assessment of amniotic fluid index (AFI) on admission versus no sonographic assessment of AFI on admission. The incidence of cesarean section for fetal distress in the intervention group (29 of 447) was significantly higher than those of controls (14 of 436) (risk ratio (RR) 2.02; 95% confidence interval (CI) 1.08 to 3.77).\nThe incidence of Apgar score less than seven at five minutes in the intervention group (10 of 447) was not significantly different from controls (seven of 436) (RR 1.39, 95% CI 0.54 to 3.63).\nThe incidence of artificial oxytocin for augmentation of labour in the intervention group (213 of 447) was significantly higher than controls (132 of 436) (RR 1.57; 95% CI 1.32 to 1.87).\nThe incidence of neonatal NICU admission in the intervention group (35 of 447) was not significantly different from the controls (33 of 436) (RR 1.03; 95% CI 0.66 to 1.63)"
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is not enough evidence to support the use of admission tests other than cardiotocography for fetal assessment during labour. Appropriate randomised controlled trials with adequate sample size of admission tests other than cardiotocography for fetal assessment during labour are required."
    }
  ],
  "pls_title": "Admission tests other than cardiotocography for fetal assessment during labour",
  "pls_type": "long",
  "pls": "About four million out of 120 million infants have birth asphyxia each year. Almost a million of these newborns are not successfully resuscitated. Changes in fetal heart rate precede brain injury and can be monitored. Applying some tests to women who are admitted to hospital for labour may help to identify fetal distress and allow timely and effective intervention such as caesarian delivery to prevent poor newborn outcomes. A fetal admission test may consist of monitoring the fetal heart for 20 minutes using a Doppler ultrasound transducer on the mother's abdomen (cardiotocography), uterine contractions, sound-provoked fetal movement, fetal breathing and estimation of amniotic fluid volume observed using real-time ultrasonography.\nThis review identified one randomised controlled study (involving 883 women) at 26 to 42 weeks' gestation and in early labour who were admitted to a tertiary hospital in USA (between July 1992 and January 1993). Measuring the amount of amniotic fluid when women were admitted did not improve infant outcomes but increased/doubled the caesarean section rate for fetal distress. The use of artificial oxytocin for augmentation of labour was also higher in the group of women who received the test than for those that did not. Because of the limited evidence (one study with a small sample size), we cannot make a meaningful conclusion or recommendations. More studies are needed."
}