{
  "doi": "10.1002/14651858.CD008066.pub3",
  "name": "Transtheoretical model stages of change for dietary and physical exercise modification in weight loss management for overweight and obese adults ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Obesity is a global public health threat. The transtheoretical stages of change (TTM SOC) model has long been considered a useful interventional approach in lifestyle modification programmes, but its effectiveness in producing sustainable weight loss in overweight and obese individuals has been found to vary considerably."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of dietary intervention or physical activity interventions, or both, and other interventions based on the transtheoretical model (TTM) stages of change (SOC) to produce sustainable (one year and longer) weight loss in overweight and obese adults."
    },
    {
      "heading": "Search methods",
      "text": "Studies were obtained from searches of multiple electronic bibliographic databases. We searched The Cochrane Library, MEDLINE, EMBASE and PsycINFO. The date of the last search, for all databases, was 17 December 2013."
    },
    {
      "heading": "Selection criteria",
      "text": "Trials were included if they fulfilled the criteria of randomised controlled clinical trials (RCTs) using the TTM SOC as a model, that is a theoretical framework or guideline in designing lifestyle modification strategies, mainly dietary and physical activity interventions, versus a comparison intervention of usual care; one of the outcome measures of the study was weight loss, measured as change in weight or body mass index (BMI); participants were overweight or obese adults only; and the intervention was delivered by healthcare professionals or trained lay people at the hospital and community level, including at home."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted the data, assessed studies for risk of bias and evaluated overall study quality according to GRADE (Grading of Recommendations Assessment, Development and Evaluation). We resolved disagreements by discussion or consultation with a third party. A narrative, descriptive analysis was conducted for the systematic review."
    },
    {
      "heading": "Main results",
      "text": "A total of three studies met the inclusion criteria, allocating 2971 participants to the intervention and control groups. The total number of participants randomised to the intervention groups was 1467, whilst 1504 were randomised to the control groups. The length of intervention was 9, 12 and 24 months in the different trials. The use of TTM SOC in combination with diet or physical activity, or both, and other interventions in the included studies produced inconclusive evidence that TTM SOC interventions led to sustained weight loss (the mean difference between intervention and control groups varied from 2.1 kg to 0.2 kg at 24 months; 2971 participants; 3 trials; low quality evidence). Following application of TTM SOC there were improvements in physical activity and dietary habits, such as increased exercise duration and frequency, reduced dietary fat intake and increased fruit and vegetable consumption (very low quality evidence). Weight gain was reported as an adverse event in one of the included trials. None of the trials reported health-related quality of life, morbidity, or economic costs as outcomes. The small number of studies and their variable methodological quality limit the applicability of the findings to clinical practice. The main limitations include inadequate reporting of outcomes and the methods for allocation, randomisation and blinding; extensive use of self-reported measures to estimate the effects of interventions on a number of outcomes, including weight loss, dietary consumption and physical activity levels; and insufficient assessment of sustainability due to lack of post-intervention assessments."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence to support the use of TTM SOC in weight loss interventions is limited by risk of bias and imprecision, not allowing firm conclusions to be drawn. When combined with diet or physical activity, or both, and other interventions we found very low quality evidence that it might lead to better dietary and physical activity habits. This systematic review highlights the need for well-designed RCTs that apply the principles of the TTM SOC appropriately to produce conclusive evidence about the effect of TTM SOC lifestyle interventions on weight loss and other health outcomes."
    }
  ],
  "pls_title": "Behaviour changes for dietary and physical exercise modification in overweight and obese adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What are the effects of dietary interventions or physical activity interventions, or both, based on the transtheoretical model (TTM) stages of change (SOC) to produce sustainable (one year and longer) weight loss in overweight and obese adults?"
    },
    {
      "heading": "Background",
      "text": "Generally, weight loss programmes tend to involve diet and physical activity interventions. The TTM describes a series of five SOC an individual goes through when changing from an unhealthy behaviour to a healthy one. In this review, we assessed the use of the TTM SOC in weight management programmes for overweight and obese adults especially in terms of the effects on weight loss, dietary habits, physical activity and behaviour changes.\nObesity (body mass index of at least 30 kg/m²) and overweight (body mass index of 25 to less than 30 kg/m²) are increasingly being recognised as important public health issues. Together, they contribute to serious health problems and extensive economic costs worldwide. Body mass index (BMI) is a measure of body fat and is defined as the individual's weight in kilograms divided by the square of the height in metres (kg/m²). The BMI should be considered as a rough guide only because it is mainly used for whole populations and may not correspond to the same degree of fatness in different individuals (like for athletes and physically non-active individuals)."
    },
    {
      "heading": "Study characteristics",
      "text": "We included three studies in our systematic review. Altogether the studies evaluated 2971 participants, with 1467 participants allocated to the intervention groups and 1504 to the control groups. The studies had a length of intervention of 9, 12 and 24 months.\nThis plain language summary was current as of December 2013."
    },
    {
      "heading": "Key results",
      "text": "The use of the TTM SOC in combination with diet or physical activity, or both, and other interventions in the included studies provided inconclusive evidence about the impact of such interventions on sustainable weight loss (mean difference in favour of the TTM SOC was between 2.1 kg and 0.2 kg at 24 months). However, other positive effects were noted, such as changes in physical activity and dietary habits that included increased exercise duration and frequency, reduced fat intake and increased fruit and vegetable consumption. The studies did not report other important outcomes such as health-related quality of life, illness (morbidity) and economic costs."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Overall, the quality of the evidence was low or very low. The main limitations included incomplete reporting of outcomes, methodological shortcomings, extensive use of self-reported measures and insufficient assessment of sustainability due to the lack of long-term assessments."
    }
  ]
}