{
  "doi": "10.1002/14651858.CD007824.pub2",
  "name": "Oral antivirals for preventing recurrent herpes simplex keratitis in people with corneal grafts ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Ocular herpes is a viral infection of the eye caused by the herpes simplex virus (HSV), a double-stranded DNA virus. Corneal scarring caused by herpes simplex keratitis (HSK) is the leading infectious cause of penetrating corneal graft in high-income countries. Acyclovir is an antiviral drug known to have a protective effect against recurrences in herpetic eye disease. While there are some studies which have evaluated the effects of intervention with oral antiviral in preventing such recurrences in people with corneal grafts, a systematic review of all comparative clinical trials has not been previously undertaken."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy of oral antivirals such as acyclovir in any dosage when taken for six months or more, in preventing recurrence of herpetic keratitis in people having corneal graft surgery for herpetic keratitis."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (which contains the Cochrane Eyes and Vision Trials Register) (2016, Issue 5), Ovid MEDLINE, Ovid MEDLINE In-Process and Other Non-Indexed Citations, Ovid MEDLINE Daily, Ovid OLDMEDLINE (January 1946 to June 2016), Embase (January 1980 to June 2016), the ISRCTN registry (www.isrctn.com/editAdvancedSearch), ClinicalTrials.gov (www.clinicaltrials.gov), and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) (www.who.int/ictrp/search/en). We did not use any date or language restrictions in the electronic searches for trials. We last searched the electronic databases on 1 June 2016. We handsearched conference proceedings and contacted authors of the included studies and researchers active in the field."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs). People enrolled in these trials had corneal grafts for HSK. The intervention was oral antivirals for six months or more following the corneal graft surgery, and this was compared to no treatment or placebo."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data. We contacted trial investigators for any clarification or missing information. We graded the certainty of the evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included three trials, involving 126 participants, comparing the use of oral acyclovir to no treatment or placebo. Two studies were conducted in single centres in Turkey and the USA, and one was multi-centred in the Netherlands. In general, the studies were poorly reported and it was difficult to judge the extent to which bias had been avoided.\nOral acyclovir may reduce the risk of recurrence of herpetic keratitis (risk ratio (RR) 0.29, 95% confidence interval (CI) 0.13 to 0.64, 126 people, low-certainty evidence). Based on data from the included trials, this corresponds to approximately 23 fewer cases of HSK recurrence (95% CI 29 fewer cases to 12 fewer cases) per 100 corneal graft operations if oral acyclovir is used.\nOral acyclovir may reduce the risk of graft failure (RR 0.40, 95% CI 0.16 to 0.97, 126 people, low-certainty evidence). Based on data from the included trials, this corresponds to approximately 13 fewer cases of graft failure (95% CI 18 fewer cases to 1 fewer cases) per 100 corneal graft operations if oral acyclovir is used.\nNone of the studies reported any serious side effects of the antivirals necessitating stoppage or change. None of the trials reported outcomes over the long term (more than two years) or any data on quality of life."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Compared to placebo or to no treatment, oral antiviral (acyclovir) may reduce the risk of recurrence of herpetic keratitis in the first 12 months in eyes that have undergone corneal graft surgery."
    }
  ],
  "pls_title": "Oral antivirals for preventing recurrent herpes simplex keratitis in people with corneal grafts",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "Cochrane researchers aimed to find out if treatment with an antiviral medication at the time of the corneal graft, for example acyclovir, lowers the chance of herpes simplex virus (HSV) returning and causing inflammation (keratitis). They were also interested in whether this lowered the chance of the graft failing. They collected and analysed all relevant studies to answer this question and found three studies."
    },
    {
      "heading": "Key messages",
      "text": "Low-certainty evidence suggests that treatment with antiviral medication may lower the chances of HSV keratitis in people having a graft due to HSV infection. It may also lower the chance of the graft failing."
    },
    {
      "heading": "What was studied in the review?",
      "text": "If herpes simplex virus (HSV) infects the cornea (clear front part of the eye) then it can cause inflammation (keratitis) and scarring which can cause loss of vision. Doctors can replace the cornea with a clear cornea from a donor. This is known as a corneal graft. Sometimes the corneal graft does not work well because the HSV comes back and reinfects the cornea. One option is to give antiviral medication (for example, acyclovir) at the time of corneal graft surgery to prevent the virus returning and further keratitis. This may also improve the chances of the graft surgery being successful."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "The review authors found three relevant studies from the Netherlands, Turkey and the USA.\nPeople in the studies either took antiviral medication for six months after the corneal graft surgery or they took a placebo (or no treatment). The antiviral medication was acyclovir (oral - taken by mouth) in all three studies but the dose varied from 200 to 800 mg/day. One of the studies reported support from a pharmaceutical company: the tablets were provided by the company and one of the authors worked with the company. The other two studies did not report any links with pharmaceutical companies.\nThe main results were as follows:\n∙ Oral acyclovir may lower the chance of herpetic keratitis (low-certainty evidence). It may also reduce the risk of graft failure (low-certainty evidence).\n∙ None of the studies reported any data on quality of life.\n∙ None of the studies reported any serious side effects that meant the treatment had to be stopped or changed.\n∙ None of the studies followed up for more than two years."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The Cochrane researchers searched for studies that had been published up to 1st June 2016."
    }
  ]
}