{
  "doi": "10.1002/14651858.CD006418.pub3",
  "name": "Isoniazid for preventing tuberculosis in HIV‐infected children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Tuberculosis (TB) is an important cause of illness and death in HIV-positive children living in areas of high TB prevalence. We know that isoniazid prophylaxis prevents TB in HIV-negative children following TB exposure, but there is uncertainty related to its role in TB preventive treatment in HIV-positive children."
    },
    {
      "heading": "Objectives",
      "text": "To summarise the effects of TB preventive treatment versus placebo in HIV-positive children with no known TB contact on active TB, death, and reported adverse events."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE/PubMed, Embase and two trial registers up to February 2017."
    },
    {
      "heading": "Selection criteria",
      "text": "We included trials of HIV-positive children with and without known TB exposure, randomized to receive TB preventive treatment or placebo."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently used the study selection criteria, assessed risk of bias, and extracted data. We assessed effects using risk, incidence rate and hazard ratios and assessed the certainty of evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included three trials, involving 991 participants, below the age of 13 years, from South Africa and Botswana. Children were randomized to isoniazid prophylaxis or placebo, given daily or three times weekly. The median length of follow-up ranged from 5.7 to 34 months; some were on antiretroviral therapy (ART).\nIn HIV-positive children not on ART, isoniazid prophylaxis may reduce the risk of active TB (hazard ratio (HR) 0.31, 95% confidence interval (CI) 0.11 to 0.87; 1 trial, 240 participants, low certainty evidence ), and death (HR 0.46, 95% CI 0.22 to 0.95; 1 trial, 240 participants, low certainty evidence). One trial (182 participants) reported number of children with laboratory adverse events, which was similar between the isoniazid prophylaxis and placebo groups. No clinical adverse events were reported.\nIn HIV-positive children on ART, we do not know if isoniazid prophylaxis reduces the risk of active TB (risk ratio (RR) 0.76, 95% CI 0.50 to 1.14; 3 trials, 737 participants, very low certainty evidence ) or death (RR 1.45, 95% CI 0.78 to 2.72; 3 trials, 737 participants, very low certainty evidence). Two trials (714 participants) reported number of clinical adverse events and three trials (795 participants) reported number of laboratory adverse events; for both categories, the number of adverse events were similar between the isoniazid prophylaxis and placebo groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Isoniazid prophylaxis given to all children diagnosed with HIV may reduce the risk of active TB and death in HIV-positive children not on ART in studies from Africa. For children on ART, no clear benefit was detected. ."
    }
  ],
  "pls_title": "Isoniazid prophylaxis for preventing active tuberculosis and death in HIV-positive children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What was the aim of this review?",
      "text": "To summarise the effects of isoniazid prophylaxis on TB, death, and adverse effects in HIV-positive children."
    },
    {
      "heading": "Key messages",
      "text": "In areas of high tuberculosis endemicity, isoniazid prophylaxis prevents active TB and death in HIV-positive children who are not on ART.\nWe conducted a review to assess the effect of TB medication on active TB or death and its safety in HIV-positive children."
    },
    {
      "heading": "What was studied in the review?",
      "text": "TB is a common cause of severe lung disease and death in HIV-positive children. Childhood TB is common in poor countries, especially those with a coexisting burden of HIV/AIDS disease. HIV-positive children have a higher risk of developing TB than HIV-negative children. Isoniazid prevents TB in HIV-positive adults and is currently used in children who are at high risk of developing TB disease after exposure to someone with TB. However, there is limited information on the effect of isoniazid medication in reducing active TB or death if given to HIV-positive children without known TB contact.\nWe searched for studies up to 17 February 2017, and found three studies published between 2007 and 2014 that addressed the effect of isoniazid medication compared to no medication on active TB and death in 991 HIV-positive children, below the age of 13 years. Most of the children were on antiretroviral therapy (ART) and the studies were conducted in South Africa and Botswana. The median length of follow-up ranged from 5.7 to 34 months."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "In HIV-positive children not taking ART, isoniazid medication reduced the number of children developing active TB by 69% (low certainty evidence ), and death by 54% (low certainty evidence).\nOne trial was conducted in HIV-positive children taking ART, and this did not detect any benefit or harm of isoniazid (very low certainty evidence).\nThe number of children with adverse effects were similar in children receiving isoniazid medication as the control group in both children on ART and not on ART."
    },
    {
      "heading": "How up to date is the review?",
      "text": "The review authors searched for studies published up to February 2017."
    }
  ]
}