{
  "doi": "10.1002/14651858.CD004122.pub5",
  "name": "Preoperative hair removal to reduce surgical site infection",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Hair has traditionally been removed from the surgical site before surgery; however, some studies claim that this increases surgical site infections (SSIs) and should be avoided. This is the second update of a review published in 2006 and first updated in 2011."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether routine preoperative hair removal (compared with no removal) and the method, timing, or setting of hair removal effect SSI rates."
    },
    {
      "heading": "Search methods",
      "text": "In November 2019, for this second update we searched the Cochrane Wounds Specialised Register; the Cochrane Central Register of Controlled Trials (CENTRAL) (the Cochrane Library); Ovid MEDLINE (including In-Process & Other Non-Indexed Citations); Ovid Embase; and EBSCO CINAHL Plus. We also searched clinical trial registries for ongoing and unpublished studies, and scanned the reference lists of included studies plus reviews to identify additional studies. We applied no date or language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials or quasi-randomised trials that compared:\n· hair removal with no hair removal;\n· different methods of hair removal; and\n· hair removal at different times before surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the relevance of each study. Data were extracted independently by both review authors and cross-checked. We carried out 'Risk of bias' assessment using the Cochrane 'Risk of bias' tool and assessed the certainty of evidence according to GRADE. Sensitivity analyses excluding studies at high risk of bias were conducted."
    },
    {
      "heading": "Main results",
      "text": "We included 11 new studies in this update resulting in a total of 19 randomised and 6 quasi-randomised trials (8919 participants).\nClipping compared with no hair removal\nLow certainty evidence suggests there may be little difference in risk of SSI when no hair removal is compared with hair removal using clippers (risk ratio (RR) 0.95, 95% confidence interval (CI) 0.65 to 1.39; three studies with 1733 participants).\nShaving with a razor compared with no hair removal\nModerate certainty evidence suggests the risk of SSI is probably increased in participants who have hair removal with a razor compared with no removal (RR 1.82, 95% CI 1.05 to 3.14; seven studies with 1706 participants). In terms of absolute risk this represents 17 more SSIs per 1000 in the razor group compared with the no hair removal group (95% CI 1 more to 45 more SSI in the razor group).\nBased on low-certainty evidence, it is unclear whether there is a difference in stitch abscesses between hair removal with a razor and no hair removal (1 trial with 80 participants; RR 1.00, 95% CI 0.21 to 4.66).\nBased on narrative data from one trial with 136 participants, there may be little difference in length of hospital stay between participants having hair removed with a razor compared with those having no hair removal (low-certainty evidence).\nBased on narrative data from one trial with 278 participants, it is uncertain whether there is a difference in cost between participants having hair removed by shaving with a razor compared with no hair removal (very low certainty evidence).\nDepilatory cream compared with no hair removal\nLow certainty evidence suggests there may be little difference in SSI risk between depilatory cream or no hair removal, although there are were wide confidence intervals around the point estimate that included benefit and harm (RR 1.02, 95% CI 0.45 to 2.31; low-certainty evidence; 1 trial with 267 participants).\nBased on narrative data from one trial with 267 participants, it is uncertain whether there is a difference in cost between participants having hair removed with depilatory cream compared with no hair removal (very low certainty evidence).\nShaving with a razor compared with clipping\nModerate-certainty evidence from 7 studies with 3723 participants suggests the risk of SSI is probably increased by shaving with a razor compared with clipping (RR 1.64, 95% CI 1.16 to 2.33).\nModerate-certainty evidence suggests the risk of skin injury is probably increased in people who have hair removal with a razor rather than clipping (3 trials with 1333 participants; RR 1.74, CI 95% 1.12 to 2.71).\nShaving with a razor compared with depilatory cream\nModerate-certainty evidence from 9 studies with 1593 participants suggests there is probably more SSI risk when razors are used compared with depilatory cream (RR 2.28, 95% CI 1.12 to 4.65).\nLow-certainty evidence suggests the risk of skin injury may be increased when using a razor rather than depilatory cream for hair removal (RR 6.95, CI 95% 3.45 to 13.98; 5 trials with 937 participants).\nBased on narrative data from three trials with 402 participants, it is uncertain whether depilatory cream is more expensive than shaving (very low certainty evidence).\nHair removal on the day of surgery compared with one-day preoperatively\nLow-certainty evidence suggests that there may be a small reduction in SSI risk when hair is removed on the day of surgery compared with the day before surgery although there are were wide confidence intervals around the point estimate that included benefit and harm (one trial, 977 participants; RR 0.83, 95% CI 0.54 to 1.30)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Compared with no hair removal, there may be little difference in risk of SSI when clippers or depilatory cream are used (low-certainty evidence). However, there are probably fewer SSIs when hair is not removed compared with shaving with a razor (moderate-certainty evidence). If hair has to be removed, moderate-certainty evidence suggests using clippers or depilatory cream probably results in fewer SSIs and other complications compared with shaving using a razor. There may be a small reduction in SSIs when hair is removed on the day of, rather than the day before, surgery."
    }
  ],
  "pls_title": "Does hair removal before surgery prevent infections after surgery?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages?",
      "text": "Compared with no hair removal:\n· there are probably more surgical site infections when hair is removed by shaving with a razor;\n· removing hair with clippers and cream may make little to no difference to the number of infections;\nClippers and hair removal cream probably cause fewer infections than shaving using a razor.\nRemoving hair on the day of, rather than the day before surgery may slightly reduce the number of infections."
    },
    {
      "heading": "Why is hair removed before surgery?",
      "text": "Before a surgical intervention, it is common to remove hair from the area of the body that is going to have surgery. Hair can be removed using different methods, including clippers, a razor, or hair removal cream.\nHair is removed to avoid problems during and after surgery, for example when stitching up wounds or applying dressings. However, some studies claim that removing hair could cause infections after surgery and should be avoided."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if removing hair before surgery:\n· causes or prevents infections;\n· prevents wound complications, such as cuts to the skin or the opening up of stitched wounds;\n· has an impact on how long people stay in hospital after surgery; and\n· has any cost implications.\nWe were also interested in whether some hair removal methods or times for hair removal are better than others."
    },
    {
      "heading": "What did we do?",
      "text": "First, we searched for studies that compared:\n· hair removal against no removal; or\n· different methods and times of hair removal.\nWe then compared the results and summarised the evidence from all the studies. Finally, we rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 25 studies that involved a total of 8919 people.\nTen studies compared no hair removal against hair removal, using:\n· clippers (3 studies);\n· shaving with a razor (8 studies, 7 of which provided useable evidence); or\n· hair removal cream (1 study).\nSeven studies compared using a razor against using clippers, and 10 studies compared using a razor against using cream (nine of these 10 studies provided useable evidence).\nOne study compared hair removal the day before surgery versus hair removal on the day of surgery."
    },
    {
      "heading": "What does the evidence show?",
      "text": "Hair removal compared to no hair removal\n· Hair removal with clippers and cream may make little to no difference to the number of surgical site infections.\n· Hair removal with a razor probably risks more infections than no hair removal.\nWhether hair is removed with a razor or not removed may make little to no difference for length of hospital stay (1 study).\nComparisons of different hair removal methods\n· Clippers probably cause fewer infections and skin injuries than razors.\n· Cream probably causes fewer infections, and may cause fewer skin injuries, than razors.\nTime of hair removal\nWhether hair is removed on the day of surgery or the day before surgery may slightly reduce infection numbers (1 study)."
    },
    {
      "heading": "What do we still not know?",
      "text": "Due to a lack of robust studies, we do not know:\n· if removing hair affects wound complications and costs when compared to not removing hair;\n· if different hair removal methods have different effects on length of hospital stay, or on costs; and\n· if the time of hair removal affects wound complications, length of hospital stay, or costs."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The evidence in this Cochrane Review is current to November 2019."
    }
  ]
}