{
  "doi": "10.1002/14651858.CD005435.pub2",
  "name": "Drugs for preventing tuberculosis in people at risk of multiple‐drug‐resistant pulmonary tuberculosis ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The emergence and spread of multiple-drug-resistant tuberculosis (MDR-TB), caused by strains of Mycobacterium tuberculosis resistant to at least isoniazid and rifampicin, is a potential threat to global tuberculosis control. Treatment is prolonged, expensive, more toxic than treatment of susceptible tuberculosis, and often unsuccessful. Experts are still undecided on the management of people exposed to MDR-TB."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate antituberculous drugs given to people exposed to MDR-TB in preventing active tuberculosis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Infectious Diseases Group Specialized Register (March 2009), CENTRAL (The Cochrane Library 2009, Issue 1), MEDLINE (1966 to March 2009); EMBASE (1974 to March 2009), LILACS (1982 to March 2009), conference proceedings, and reference lists. We also contacted researchers and organizations."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials comparing antituberculous drug regimens with an alternative antituberculous drug regimen, placebo, or no intervention given to people exposed to MDR-TB for preventing active tuberculosis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently inspected titles and abstracts identified by the search in order to identify potentially relevant publications for inclusion and analysis."
    },
    {
      "heading": "Main results",
      "text": "No randomized controlled trials met the inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The balance of benefits and harms associated with treatment for latent tuberculosis infection in people exposed to MDR-TB is far from clear. Antituberculous drugs should only be offered within the context of a well-designed randomized controlled trial, or when people are given the details of the current evidence on benefits and harms, along with the uncertainties."
    }
  ],
  "pls_title": "No trials on effectiveness of treatments to prevent latent tuberculosis from developing into active disease in people exposed to multiple-drug-resistant tuberculosis (MDR-TB)",
  "pls_type": "long",
  "pls": "The emergence and spread of MDR-TB, caused by strains of Mycobacterium tuberculosis resistant to at least the common drugs used for TB (isoniazid and rifampicin), is a threat to people worldwide. Treatment of latent tuberculosis (infection without active disease) has been a key component in tuberculosis control for several decades. However, MDR-TB is spreading and people are dying. This review of evidence found no randomized controlled trials that have assessed the effectiveness of treatments of latent tuberculosis infection in people exposed to MDR-TB. Currently the balance of benefits and harms associated with treatment for latent tuberculosis infection in people exposed to MDR-TB is far from clear. Drug treatments should only be offered within the context of a well-designed randomized controlled trial, or where people are given the details of the current evidence on benefits or harms, along with the uncertainties."
}