{
  "doi": "10.1002/14651858.CD001291.pub2",
  "name": "Community interventions for preventing smoking in young people",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cigarette smoking is one of the leading causes of preventable death in the world. Decisions to smoke are often made within a broad social context and therefore community interventions using coordinated, multi-component programmes may be effective in influencing the smoking behaviour of young people."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of multi-component community based interventions in influencing smoking behaviour, which includes preventing the uptake of smoking in young people."
    },
    {
      "heading": "Search methods",
      "text": "The Tobacco Addiction group's specialised register, Medline and other health, psychology and public policy electronic databases were searched, the bibliographies of identified studies were checked and raw data was requested from study authors. Searches were updated in August 2010."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized and non randomized controlled trials that assessed the effectiveness of multi-component community interventions compared to no intervention or to single component or school-based programmes only. Reported outcomes had to include smoking behaviour in young people under the age of 25 years."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Information relating to the characteristics and the content of community interventions, participants, outcomes and methods of the study was extracted by one reviewer and checked by a second. Studies were combined in a meta-analysis where possible and reported in narrative synthesis in text and table."
    },
    {
      "heading": "Main results",
      "text": "Twenty-five studies were included in the review and sixty-eight studies did not meet all of the inclusion criteria. All studies used a controlled trial design, with fifteen using random allocation of schools or communities. One study reported a reduction in short-term smoking prevalence (twelve months or less), while nine studies detected significant long-term effects. Two studies reported significantly lower smoking rates in the control population while the remaining thirteen studies showed no significant difference between groups. Improvements were seen in secondary outcomes for intentions to smoke in six out of eight studies, attitudes in five out of nine studies, perceptions in two out of six studies and knowledge in three out of six studies, while significant differences in favour of the control were seen in one of the nine studies assessing attitudes and one of six studies assessing perceptions."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is some evidence to support the effectiveness of community interventions in reducing the uptake of smoking in young people, but the evidence is not strong and contains a number of methodological flaws."
    }
  ],
  "pls_title": "Can community interventions deter young people from starting to smoke?",
  "pls_type": "long",
  "pls": "Some evidence is available to suggest that multi-component community interventions are effective in influencing smoking behaviour and preventing the uptake of smoking in young people. These interventions use co-ordinated, widespread, multi-component programmes to try and influence young people's behaviour. Community members are often involved in determining and/or implementing these programmes. These include education of tobacco retailers about age restrictions, programmes for prevention of smoking-related diseases, mass media, school and family-based programmes. Changes in intentions to smoke, knowledge, attitudes and perceptions about smoking did not generally appear to affect the long-term success of the programmes."
}