{
  "doi": "10.1002/14651858.CD013880.pub2",
  "name": "Models for delivery and co‐ordination of primary or secondary health care (or both) to older adults living in aged care facilities ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The number of older people is increasing worldwide and public expenditure on residential aged care facilities (ACFs) is expected to at least double, and possibly triple, by 2050. Co-ordinated and timely care in residential ACFs that reduces unnecessary hospital transfers may improve residents' health outcomes and increase satisfaction with care among ACF residents, their families and staff. These benefits may outweigh the resources needed to sustain the changes in care delivery and potentially lead to cost savings. Our systematic review comprehensively and systematically presents the available evidence of the effectiveness, safety and cost-effectiveness of alternative models of providing health care to ACF residents."
    },
    {
      "heading": "Objectives",
      "text": "Main objective\nTo assess the effectiveness and safety of alternative models of delivering primary or secondary health care (or both) to older adults living in ACFs.\nSecondary objective\nTo assess the cost-effectiveness of the alternative models."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, five other databases and two trials registers (WHO ICTRP, ClinicalTrials.gov) on 26 October 2022, together with reference checking, citation searching and contact with study authors to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included individual and cluster-randomised trials, and cost/cost-effectiveness data collected alongside eligible effectiveness studies. Eligible study participants included older people who reside in an ACF as their place of permanent abode and healthcare professionals delivering or co-ordinating the delivery of healthcare at ACFs. Eligible interventions focused on either ways of delivering primary or secondary health care (or both) or ways of co-ordinating the delivery of this care. Eligible comparators included usual care or another model of care. Primary outcomes were emergency department visits, unplanned hospital admissions and adverse effects (defined as infections, falls and pressure ulcers). Secondary outcomes included adherence to clinical guideline-recommended care, health-related quality of life of residents, mortality, resource use, access to primary or specialist healthcare services, any hospital admissions, length of hospital stay, satisfaction with the health care by residents and their families, work-related satisfaction and work-related stress of ACF staff."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies for inclusion, extracted data, and assessed risk of bias and certainty of evidence using GRADE. The primary comparison was any alternative model of care versus usual care."
    },
    {
      "heading": "Main results",
      "text": "We included 40 randomised trials (21,787 participants; three studies only reported number of beds) in this review.\nIncluded trials evaluated alternative models of care aimed at either all residents of the ACF (i.e. no specific health condition; 11 studies), ACF residents with mental health conditions or behavioural problems (12 studies), ACF residents with a specific condition (e.g. residents with pressure ulcers, 13 studies) or residents requiring a specific type of care (e.g. residents after hospital discharge, four studies). Most alternative models of care focused on 'co-ordination of care' (n = 31). Three alternative models of care focused on 'who provides care' and two focused on 'where care is provided' (i.e. care provided within ACF versus outside of ACF). Four models focused on the use of information and communication technology. Usual care, the comparator in all studies, was highly heterogeneous across studies and, in most cases, was poorly reported. Most of the included trials were susceptible to some form of bias; in particular, performance (89%), reporting (66%) and detection (42%) bias.\nCompared to usual care, alternative models of care may make little or no difference to the proportion of residents with at least one emergency department visit (risk ratio (RR) 1.01, 95% confidence interval (CI) 0.84 to 1.20; 7 trials, 1276 participants; low-certainty evidence), but may reduce the proportion of residents with at least one unplanned hospital admission (RR 0.74, 95% CI 0.56 to 0.99, I2 = 53%; 8 trials, 1263 participants; low-certainty evidence). We are uncertain of the effect of alternative models of care on adverse events (proportion of residents with a fall: RR 1.15, 95% CI 0.83 to 1.60, I² = 74%; 3 trials, 1061 participants; very low-certainty evidence) and adherence to guideline-recommended care (proportion of residents receiving adequate antidepressant medication: RR 5.29, 95% CI 1.08 to 26.00; 1 study, 65 participants) as the certainty of the evidence is very low. Compared to usual care, alternative models of care may have little or no effect on the health-related quality of life of ACF residents (MD -0.016, 95% CI -0.036 to 0.004; I² = 23%; 12 studies, 4016 participants; low-certainty evidence) and probably make little or no difference to the number of deaths in residents of ACFs (RR 1.03, 95% CI 0.92 to 1.16, 24 trials, 3881 participants, moderate-certainty evidence).\nWe did not pool the cost-effectiveness or cost data as the specific costs associated with the various alternative models of care were incomparable, both across models of care as well as across settings. Based on the findings of five economic evaluations (all interventions focused on co-ordination of care), we are uncertain of the cost-effectiveness of alternative models of care compared to usual care as the certainty of the evidence is very low."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Compared to usual care, alternative models of care may make little or no difference to the number of emergency department visits but may reduce unplanned hospital admissions. We are uncertain of the effect of alternative care models on adverse events (i.e. falls, pressure ulcers, infections) and adherence to guidelines compared to usual care, as the certainty of the evidence is very low. Alternative models of care may have little or no effect on health-related quality of life and probably have no effect on mortality of ACF residents compared to usual care. Importantly, we are uncertain of the cost-effectiveness of alternative models of care due to the limited, disparate data available."
    }
  ],
  "pls_title": "Alternative ways to organise delivery of health care to older adults living in aged care facilities",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "This Cochrane review set out to determine if providing residents of aged care facilities (ACF) with the same care as usual care, just delivered in a different way (alternative models of care), is better in terms of emergency department transfers, unplanned hospital admissions, adverse events, adherence to clinical guideline-recommended care, health-related quality of life, mortality and costs. For example, are multidisciplinary teams (alternative model) a better way of delivering care to residents of ACFs compared to providing care through individual practitioners (usual care)?"
    },
    {
      "heading": "Key messages",
      "text": "Compared to usual care, alternative models of care may reduce unplanned hospital admissions, but may make little or no difference to the number of emergency department visits and the health-related quality of life of ACF residents, and probably make little or no difference to mortality. We are uncertain of the effect of alternative models of care on adverse events (i.e. falls, pressure ulcers, infections) and adherence to guideline-recommended care. Importantly, we are uncertain whether alternative models of care are cost-effective due to the limited, conflicting data available.\nStudies differed widely in terms of intervention characteristics, health care settings and descriptions of usual care and this hindered many analyses in this review. Future studies should provide a detailed description of what intervention and usual care constitutes in their setting."
    },
    {
      "heading": "What was studied in this review?",
      "text": "The world's population is ageing and the number of persons living in residential ACFs is growing worldwide. ACF residents are often frail, elderly people with multiple health conditions that require intensive medical care. When an ACF is not able to deliver appropriate health care, residents are often transferred to a hospital for treatment. Such transfers are often burdensome and traumatic for ACF residents and their families and may lead to increased costs. Alternative models of care, designed to provide care that is better co-ordinated and more timely, aim to reduce unnecessary hospital transfers and improve residents' well-being. Alternative models of care may be more expensive to implement (e.g. employ more healthcare personnel) but may lead to cost savings down the line (e.g. more residents receive care in ACF, avoiding costly hospital transfers). The synthesised evidence in this review compares the effect of alternative models of care with usual care on the number of emergency department transfers, unplanned hospital admissions, adverse events, adherence to clinical guideline-recommended care, health-related quality of life, mortality and costs (i.e. does the model deliver better value for money compared to usual care)."
    },
    {
      "heading": "What are the main results of this review?",
      "text": "We identified 40 studies (with in total 21,787 participants; three studies did not provide number of participants) conducted in 15 countries. The study participants differed with respect to their health needs. In 11 studies, the alternative model of care was aimed at all ACF residents (with mixed health needs/conditions). Other studies included residents with mental health conditions or behavioural problems (12 studies), ACF residents with a specific condition (e.g. residents with pressure ulcers; 13 studies) or residents requiring a specific type of care (e.g. residents after discharge from a hospital; four studies). In most (31) of the studies, the alternative model of care focused on 'co-ordination of care'. In three studies, the alternative models of care focused on 'who provides care' (e.g. nurse practitioner-led care using best practice guide instead of GP-led care) and in two studies, alternative models of care focused on 'where care is provided' (i.e. investigating alternative locations for the provision of care, for example within ACF versus outside of ACF). In four studies, the alternative models of care focused on the use of information and communications technology for the provision of care to ACF residents. In all studies, the alternative model of care was compared with usual care.\nWe found that, compared to usual care, alternative models of care may make little or no difference to the number of emergency department visits; however, the number of unplanned hospital admissions may be reduced. We are uncertain of the effect of alternative models of care on adverse events and adherence to clinical guideline-recommended care compared with usual care. Alternative models of care may have little or no effect on ACF residents' health-related quality of life and probably make little or no difference to mortality. Based on the findings of five studies that provided full economic evaluations (all alternative models of care focused on 'co-ordination of care'), we are uncertain whether alternative models of care are more cost-effective than usual care."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence is limited because participants in the studies were aware of which treatment they were getting. Usual care was poorly described by most of the studies. Usual care differs across countries and regions, so this lack of information limits our interpretation, contextualisation and generalisation of the comparisons. Not all of the studies provided data about outcomes we were looking to assess."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The review authors searched for studies published up to October 2022."
    }
  ]
}