{
  "doi": "10.1002/14651858.CD013280.pub2",
  "name": "Indocyanine green angiography for preventing postoperative mastectomy skin flap necrosis in immediate breast reconstruction ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Breast cancer will affect one in eight women during their lifetime. The opportunity to restore the removed tissue and cosmetic appearance is provided by reconstructive breast surgery following skin-sparing mastectomy (SSM). Mastectomy skin flap necrosis (MSFN) is a common complication following SSM breast reconstruction. This postoperative complication can be prevented by intraoperative assessment of mastectomy skin flap viability and intervention when tissue perfusion is compromised. Indocyanine green fluorescence angiography is presumed to be a better predictor of MSFN compared to clinical evaluation alone."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of indocyanine green fluorescence angiography (ICGA) for preventing mastectomy skin flap necrosis in women undergoing immediate breast reconstruction following skin-sparing mastectomy.\nTo summarise the different ICGA protocols available for assessment of mastectomy skin flap perfusion in women undergoing immediate breast reconstructions following skin-sparing mastectomy."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Breast Cancer Specialised Register, Cochrane Central Register of Controlled Trials (CENTRAL; Issue 3, 2019), MEDLINE, Embase, the World Health Organization's International Clinical Trials Registry Platform (ICTRP) and Clinicaltrials.gov in April 2019. In addition, we searched reference lists of published studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included studies that compared the use of ICGA to clinical evaluation to assess mastectomy skin vascularisation and recruited women undergoing immediate autologous or prosthetic reconstructive surgery following SSM for confirmed breast malignancy or high risk of developing breast cancer."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the risk of bias of the included nonrandomised studies and extracted data on postoperative outcomes, including postoperative MSFN, reoperation, autologous flap necrosis, dehiscence, infection, haematoma and seroma, and patient-related outcomes. The quality of the evidence was assessed using the GRADE approach and we constructed two 'Summary of finding's tables: one for the comparison of ICGA to clinical evaluation on a per patient basis and one on a per breast basis."
    },
    {
      "heading": "Main results",
      "text": "Nine nonrandomised cohort studies met the inclusion criteria and involved a total of 1589 women with 2199 breast reconstructions. We included seven retrospective and two prospective cohort studies. Six studies reported the number of MSFN on a per breast basis for a total of 1435 breasts and three studies reported the number of MSFN on a per patient basis for a total of 573 women. Five studies reported the number of other complications on a per breast basis for a total of 1370 breasts and four studies reported the number on a per patient basis for a total of 613 patients. Therefore, we decided to pool data separately.\nRisk of bias for each included nonrandomised study was assessed using the Newcastle-Ottawa Scale for cohort studies. There was serious concern with risk of bias due to the nonrandomised study design of all included studies and the low comparability of cohorts in most studies. The quality of the evidence was found to be very low, after downgrading the quality of evidence twice for imprecision based on the small sample sizes and low number of events in the included studies.\nPostoperative complications on a per patient basis\nWe are uncertain about the effect of ICGA on MSFN (RR 0.79, 95% CI 0.40 to 1.56; three studies, 573 participants: very low quality of evidence), infection rates (RR 0.91, 95% CI 0.60 to 1.40; four studies, 613 participants: very low quality of evidence), haematoma rates (RR 0.87, 95% CI 0.30 to 2.53; two studies, 459 participants: very low quality of evidence) and seroma rates (RR 1.68, 95% CI 0.41 to 6.80; two studies, 408 participants: very low quality of evidence) compared to the clinical group. We found evidence that ICGA may reduce reoperation rates (RR 0.50, 95% CI 0.35 to 0.72; four studies, 613 participants: very low quality of evidence). One study considered dehiscence as an outcome. In this single study, dehiscence was observed in 2.2% of participants (4/184) in the ICGA group compared to 0.5% of participants (1/184) in the clinical group (P = 0.372). The RR was 4.00 (95% CI 0.45 to 35.45; one study; 368 participants; very low quality of evidence).\nPostoperative complications on a per breast basis\nWe found evidence that ICGA may reduce MSFN (RR 0.62, 95% CI 0.48 to 0.82; six studies, 1435 breasts: very low quality of evidence), may reduce reoperation rates (RR 0.65, 95% CI 0.47 to 0.92; five studies, 1370 breasts: very low quality of evidence) and may reduce infection rates (RR 0.65, 95% CI 0.44 to 0.97; five studies, 1370 breasts: very low quality of evidence) compared to the clinical group. We are uncertain about the effect of ICGA on haematoma rates (RR 1.53, CI 95% 0.47 to 4.95; four studies, 1042 breasts: very low quality of evidence) and seroma rates (RR 0.71, 95% CI 0.37 to 1.35; two studies, 528 breasts: very low quality of evidence).\nNone of the studies reported patient-related outcomes.\nICGA protocols: eight studies used the SPY System and one study used the Photodynamic Eye imaging system (PDE) to assess MSFN. ICGA protocols in the included studies were not extensively described in most studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Although mastectomy skin flap perfusion is performed more frequently using ICGA as a helpful tool, there is a lack of high-quality evidence in the context of randomised controlled trials. The quality of evidence in this review is very low, since only nonrandomised cohort studies have been included. With the results from this review, no conclusions can be drawn about what method of assessment is best to use during breast reconstructive surgery. High-quality randomised controlled studies that compare the use of ICGA to assess MSFN compared to clinical evaluation are needed."
    }
  ],
  "pls_title": "Indocyanine green angiography versus clinical evaluation in preventing postoperative complications following breast reconstruction after mastectomy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane review was to find out whether the use of a new imaging technique, called indocyanine green angiography (ICGA), during reconstructive breast surgery can reduce necrosis (cell death) of the overlying breast skin and other complications such as infections, following reconstructive breast surgery after mastectomy.We included women who had undergone skin-sparing mastectomy (that is, where the whole breast including nipple is removed, sparing the overlying breast skin) for breast cancer or women who were at high risk of developing breast cancer (because of faulty genes). We collected and analysed all relevant studies to provide a review that will inform doctors and patients on ICGA use in reconstructive breast surgery.Key messagesThe use of ICGA during reconstructive breast surgery seems to reduce the chance of reoperations when compared to clinical evaluation only. We are uncertain about the effect of ICGA on reducing the chance of necrosis of the overlying breast skin and other post-surgery complications when compared to clinical evaluation only. The quality of studies used for this review is very low, meaning that we are not confident of the results. We need high-quality studies that have randomised women to a group of ICGA assessment or clinical evaluation alone to have a more definitive answer.What was studied in the review?Around 40% of women with breast cancer need to undergo mastectomy (removal of the whole breast). A skin-sparing mastectomy is a common operation in which the overlying breast skin is preserved. After skin-sparing mastectomy, women have the option to undergo reconstructive breast surgery. This operation carries some risks and complications, including an operation to correct complications (reoperation), spontaneous reopening of the surgical wound (dehiscence), infection, blood pooling outside of a blood vessel (haematoma) and a pocket filled with blood plasma underneath the skin (seroma).Preserving the blood supply of the overlying breast skin during skin-sparing mastectomy is crucial. When the blood supply is poor, skin will not survive, and surgeons need to intervene to prevent postoperative complications. Usually, the surgeon will assess tissue colour, the time taken for colour to return to the skin after pressure is applied (capillary refill), temperature, skin’s elasticity, and bleeding of the skin.ICGA is a new imaging technique that assesses the blood supply to the tissue. It can assess blood flow in the overlying breast skin better than clinical judgement alone. We collected studies that compared the use of ICGA to clinical evaluation by a surgeon during immediate reconstructive breast surgery after skin-sparing mastectomy. In these studies, women underwent immediate reconstructive surgery with their own tissue from another area of the woman’s body or with a breast implant.What are the main results of this review?We found nine studies that compared the number of postoperative complications in women who had ICGA assessment of their breast skin versus clinical evaluation. Six studies were performed in the USA, two in Denmark and one in Japan. There were a total 1589 women with 2199 breast reconstructions. Studies reported the number of complications on a per patient basis or on a per breast basis. We present information based on both types of data.The main results on a per patient analysis were that:-ICGA may reduce reoperation rates, and-we are uncertain as to whether ICGA has an effect on necrosis of the overlying skin of the breast, infection, haematoma and seroma rates."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "-ICGA may reduce necrosis of the overlying skin of the breast, reoperation and infection rates, and-we are uncertain as to whether ICGA has an effect on haematoma and seroma rates.The evidence contributing to this review topic is considered to be very low quality. Since randomised controlled trials are found to be one of the most powerful methods in clinical research, it is a major downside that these studies are missing. We emphasise the need for randomised controlled trials to further investigate the use of ICGA in reconstructive breast surgery.How up-to-date is this review?Studies published up to April 2019 have been used for this review."
    }
  ]
}