{
  "doi": "10.1002/14651858.CD000951.pub2",
  "name": "Folic acid and folinic acid for reducing side effects in patients receiving methotrexate for rheumatoid arthritis ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Methotrexate (MTX) is a disease modifying antirheumatic drug (DMARD) used as a first line agent for treating rheumatoid arthritis (RA). Pharmacologically, it is classified as an antimetabolite due to its antagonistic effect on folic acid metabolism. Many patients treated with MTX experience mucosal, gastrointestinal, hepatic or haematologic side effects. Supplementation with folic or folinic acid during treatment with MTX may ameliorate these side effects."
    },
    {
      "heading": "Objectives",
      "text": "To identify trials of supplementation with folic acid or folinic acid during MTX therapy for rheumatoid arthritis and to assess the benefits and harms of folic acid and folinic acid (a) in reducing the mucosal, gastrointestinal (GI), hepatic and haematologic side effects of MTX, and (b) whether or not folic or folinic acid supplementation has any effect on MTX benefit."
    },
    {
      "heading": "Search methods",
      "text": "We originally performed MEDLINE searches, from January 1966 to June 1999. During the update of this review, we searched additional databases and used a sensitive search strategy designed to retrieve all trials on folic acid or folinic acid for rheumatoid arthritis from 1999 up to 2 March 2012."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected all double-blind, randomised, placebo-controlled clinical trials (RCTs) in which adult patients with rheumatoid arthritis were treated with MTX (at a dose equal to or less than 25 mg/week) concurrently with folate supplementation. In this update of the review we only included trials using 'low dose' folic or folinic acid (a starting dose of ≤ 7 mg weekly)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data were extracted from the trials, and the trials were independently assessed for risk of bias using a predetermined set of criteria."
    },
    {
      "heading": "Main results",
      "text": "Six trials with 624 patients were eligible for inclusion. Most studies had low or unclear risk of bias for key domains. The quality of the evidence was rated as 'moderate' for each outcome as assessed by GRADE, with the exception of haematologic side effects which were rated as 'low'. There was no significant heterogeneity between trials, including where folic acid and folinic acid studies were pooled.\nFor patients supplemented with any form of exogenous folate (either folic or folinic acid) whilst on MTX therapy for rheumatoid arthritis, a 26% relative (9% absolute) risk reduction was seen for the incidence of GI side effects such as nausea, vomiting or abdominal pain (RR 0.74, 95% CI 0.59 to 0.92; P = 0.008). Folic and folinic acid also appear to be protective against abnormal serum transaminase elevation caused by MTX, with a 76.9% relative (16% absolute) risk reduction (RR 0.23, 95% CI 0.15 to 0.34; P < 0.00001), as well as reducing patient withdrawal from MTX for any reason (60.8% relative (15.2% absolute) risk reduction, RR 0.39, 95% CI 0.28 to 0.53; P < 0.00001).\nWe analysed the effect of folic or folinic acid on the incidence of stomatitis / mouth sores, and whilst showing a trend towards reduction in risk, the results were not statistically significant (RR 0.72, 95% CI 0.49 to 1.06)\nIt was not possible to draw meaningful conclusions on the effect of folic or folinic acid on haematologic side effects of methotrexate due to small numbers of events and poor reporting of this outcome in included trials.\nIt does not appear that supplementation with either folic or folinic acid has a statistically significant effect on the efficacy of MTX in treating RA (as measured by RA disease activity parameters such as tender and swollen joint counts, or physician's global assessment scores)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The results support a protective effect of supplementation with either folic or folinic acid for patients with rheumatoid arthritis during treatment with MTX.\nThere was a clincally important significant reduction shown in the incidence of GI side effects, hepatic dysfunction (asmeasured by elevated serum transaminase levels) as well as a clincally important significant reduction in discontinuation of MTX treatment for any reason. A trend towards a reduction in stomatitis was demonstrated however this did not reach statistical significance.\nThis updated review with its focus on lower doses of folic acid and folinic acid and updated assessment of risk of bias aimed to give a more precise and more clinically relevant estimate of the benefit of folate supplementation for patients with rheumatoid arthritis receiving methotrexate."
    }
  ],
  "pls_title": "Folic acid or folinic acid for reducing side effects of methotrexate for people with rheumatoid arthritis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "Researchers in The Cochrane Collaboration conducted a review of the effect of folic acid or folinic acid for people taking methotrexate for rheumatoid arthritis. After searching for all relevant studies, six studies with up to 624 people were included in the review. Their findings are summarized below."
    },
    {
      "heading": "In people with rheumatoid arthritis who take methotrexate (MTX)",
      "text": "- Taking either folic or folinic acid probably improves some side effects of MTX such as nausea and abdominal pain\n- Taking either folic or folinic acid probably reduces the chance of developing abnormal liver blood tests\n- Taking either folic or folinic acid probably helps people continue on their MTX treatment\n- Taking either folic or folinic acid may improve some side effects of MTX such as mouth sores\n- We are unable to ascertain whether or not taking folic or folinic acid with MTX prevents neutropenia (problems with producing white blood cells)\n- Taking folic or folinic acid with MTX probably has no effect on how well MTX is able to treat rheumatoid arthritis."
    },
    {
      "heading": "What are folic acid and folinic acids and why do people take them with MTX?",
      "text": "Folic acid and folinic acid are forms of vitamin B9. The human body needs folate to perform many functions, including cell division, growth, and the production of new red blood cells. Folinic acid is chemically different to folic acid but both work in a similar way. If a person does not have enough folic acid or folinic acid, it is called a folate deficiency. MTX (a medication that is commonly prescribed to treat rheumatoid arthritis) works by blocking some of the effects of folic acid. A folate deficiency may cause side effects such as mouth sores, stomach problems such as nausea or abdominal pain, liver problems or problems with producing blood cells. These side effects are sometimes bad enough that they cause people to stop taking MTX (discontinue treatment)."
    },
    {
      "heading": "Best estimate of what happens to people who take folic acid or folinic acid while on MTX",
      "text": "Stomach problems such as nausea, vomiting or abdominal pain:\n- 9 fewer people out of 100 experienced stomach problems such as nausea up to 6 to 12 months after starting folic acid or folinic acid with their MTX (9.0% absolute improvement);\n- 35 people out of 100 experienced stomach problems such as nausea when they took MTX alone for their rheumatoid arthritis;\n- 26 people out of 100 experienced stomach problems such as nausea when they took folic acid or folinic acid with their MTX.\nLiver problems (as measured by abnormal liver blood tests):\n- 16 fewer people out of 100 had liver problems up to 6 to 12 months after they starting folic acid or folinic acid with their MTX (16.0% absolute improvement);\n- 21 people out of 100 experienced abnormal liver blood tests when they took MTX alone for their rheumatoid arthritis;\n- 5 people out of 100 experienced abnormal liver blood tests when they took folic acid or folinic acid with their MTX.\nAbility to continue on MTX treatment:\n- 15 fewer people out of 100 who took folic acid or folinic acid dropped out of the studies for any reason (15.2% absolute improvement);\n- 25 people out of 100 who took a placebo (fake folic acid or folinic acid) with their MTX dropped out of the studies for any reason;\n- 10 people out of 100 who took folic acid or folinic acid with their MTX dropped out of the studies for any reason.\nMouth sores or ulcers:\n- 6 fewer people out of 100 who took folic acid or folinic acid with their MTX developed mouth sores (6.2% absolute improvement);\n- 22 people out of 100 who took a placebo (fake folic acid) with their MTX developed mouth sores or ulcers;\n- 16 people out of 100 who took folic acid or folinic acid with their MTX developed mouth sores or ulcers."
    }
  ]
}