{
  "doi": "10.1002/14651858.CD014967.pub2",
  "name": "Anti‐seizure medications for neonates with seizures",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Newborn infants are more prone to seizures than older children and adults. The neuronal injury caused by seizures in neonates often results in long-term neurodevelopmental sequelae. There are several options for anti-seizure medications (ASMs) in neonates. However, the ideal choice of first-, second- and third-line ASM is still unclear. Further, many other aspects of seizure management such as whether ASMs should be initiated for only-electrographic seizures and how long to continue the ASM once seizure control is achieved are elusive."
    },
    {
      "heading": "Objectives",
      "text": "1. To assess whether any ASM is more or less effective than an alternative ASM (both ASMs used as first-, second- or third-line treatment) in achieving seizure control and improving neurodevelopmental outcomes in neonates with seizures. We analysed EEG-confirmed seizures and clinically-diagnosed seizures separately.\n2. To assess maintenance therapy with ASM versus no maintenance therapy after achieving seizure control. We analysed EEG-confirmed seizures and clinically-diagnosed seizures separately.\n3. To assess treatment of both clinical and electrographic seizures versus treatment of clinical seizures alone in neonates."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE, Embase, CENTRAL, Epistemonikos and three databases in May 2022 and June 2023. These searches were not limited other than by study design to trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that included neonates with EEG-confirmed or clinically diagnosed seizures and compared (1) any ASM versus an alternative ASM, (2) maintenance therapy with ASM versus no maintenance therapy, and (3) treatment of clinical or EEG seizures versus treatment of clinical seizures alone."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors assessed trial eligibility, risk of bias and independently extracted data. We analysed treatment effects in individual trials and reported risk ratio (RR) for dichotomous data, and mean difference (MD) for continuous data, with respective 95% confidence interval (CI). We used GRADE to assess the certainty of evidence."
    },
    {
      "heading": "Main results",
      "text": "We included 18 trials (1342 infants) in this review.\nPhenobarbital versus levetiracetam as first-line ASM in EEG-confirmed neonatal seizures (one trial)\nPhenobarbital is probably more effective than levetiracetam in achieving seizure control after first loading dose (RR 2.32, 95% CI 1.63 to 3.30; 106 participants; moderate-certainty evidence), and after maximal loading dose (RR 2.83, 95% CI 1.78 to 4.50; 106 participants; moderate-certainty evidence). However, we are uncertain about the effect of phenobarbital when compared to levetiracetam on mortality before discharge (RR 0.30, 95% CI 0.04 to 2.52; 106 participants; very low-certainty evidence), requirement of mechanical ventilation (RR 1.21, 95% CI 0.76 to 1.91; 106 participants; very low-certainty evidence), sedation/drowsiness (RR 1.74, 95% CI 0.68 to 4.44; 106 participants; very low-certainty evidence) and epilepsy post-discharge (RR 0.92, 95% CI 0.48 to 1.76; 106 participants; very low-certainty evidence). The trial did not report on mortality or neurodevelopmental disability at 18 to 24 months.\nPhenobarbital versus phenytoin as first-line ASM in EEG-confirmed neonatal seizures (one trial)\nWe are uncertain about the effect of phenobarbital versus phenytoin on achieving seizure control after maximal loading dose of ASM (RR 0.97, 95% CI 0.54 to 1.72; 59 participants; very low-certainty evidence). The trial did not report on mortality or neurodevelopmental disability at 18 to 24 months.\nMaintenance therapy with ASM versus no maintenance therapy in clinically diagnosed neonatal seizures (two trials)\nWe are uncertain about the effect of short-term maintenance therapy with ASM versus no maintenance therapy during the hospital stay (but discontinued before discharge) on the risk of repeat seizures before hospital discharge (RR 0.76, 95% CI 0.56 to 1.01; 373 participants; very low-certainty evidence). Maintenance therapy with ASM compared to no maintenance therapy may have little or no effect on mortality before discharge (RR 0.69, 95% CI 0.39 to 1.22; 373 participants; low-certainty evidence), mortality at 18 to 24 months (RR 0.94, 95% CI 0.34 to 2.61; 111 participants; low-certainty evidence), neurodevelopmental disability at 18 to 24 months (RR 0.89, 95% CI 0.13 to 6.12; 108 participants; low-certainty evidence) and epilepsy post-discharge (RR 3.18, 95% CI 0.69 to 14.72; 126 participants; low-certainty evidence).\nTreatment of both clinical and electrographic seizures versus treatment of clinical seizures alone in neonates (two trials)\nTreatment of both clinical and electrographic seizures when compared to treating clinical seizures alone may have little or no effect on seizure burden during hospitalisation (MD -1871.16, 95% CI -4525.05 to 782.73; 68 participants; low-certainty evidence), mortality before discharge (RR 0.59, 95% CI 0.28 to 1.27; 68 participants; low-certainty evidence) and epilepsy post-discharge (RR 0.75, 95% CI 0.12 to 4.73; 35 participants; low-certainty evidence). The trials did not report on mortality or neurodevelopmental disability at 18 to 24 months.\nWe report data from the most important comparisons here; readers are directed to Results and Summary of Findings tables for all comparisons."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Phenobarbital as a first-line ASM is probably more effective than levetiracetam in achieving seizure control after the first loading dose and after the maximal loading dose of ASM (moderate-certainty evidence). Phenobarbital + bumetanide may have little or no difference in achieving seizure control when compared to phenobarbital alone (low-certainty evidence). Limited data and very low-certainty evidence preclude us from drawing any reasonable conclusion on the effect of using one ASM versus another on other short- and long-term outcomes.\nIn neonates who achieve seizure control after the first loading dose of phenobarbital, maintenance therapy compared to no maintenance ASM may have little or no effect on all-cause mortality before discharge, mortality by 18 to 24 months, neurodevelopmental disability by 18 to 24 months and epilepsy post-discharge (low-certainty evidence).\nIn neonates with hypoxic-ischaemic encephalopathy, treatment of both clinical and electrographic seizures when compared to treating clinical seizures alone may have little or no effect on seizure burden during hospitalisation, all-cause mortality before discharge and epilepsy post-discharge (low-certainty evidence).\nAll findings of this review apply only to term and late preterm neonates.\nWe need well-designed RCTs for each of the three objectives of this review to improve the precision of the results. These RCTs should use EEG to diagnose seizures and should be adequately powered to assess long-term neurodevelopmental outcomes. We need separate RCTs evaluating the choice of ASM in preterm infants."
    }
  ],
  "pls_title": "Medication to treat fits in newborn babies",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review questions",
      "text": "What medication can be used effectively and safely to treat seizures in newborns?\nHow long should the medication for seizures be continued once started?\nShould we treat seizures that are seen only on the EEG?"
    },
    {
      "heading": "Note",
      "text": "EEG is a test to analyse the electrical activity of the brain. It identifies seizure activity as well.\nPhenobarbital and levetiracetam are anti-seizure medications used in newborns.\n'Maintenance treatment' refers to continuing the anti-seizure medication at a smaller dose, once seizures are stopped with a larger dose of the medication."
    },
    {
      "heading": "Key messages",
      "text": "Phenobarbital is probably more effective than levetiracetam in achieving seizure control in newborns. However, we are uncertain about the effect of phenobarbital compared to levetiracetam on other outcomes.\nMaintenance treatment with anti-seizure medication during hospital stay and treating seizures only identified on EEG may or may not result in better outcomes in newborns."
    },
    {
      "heading": "Background",
      "text": "Newborns are more prone to develop seizures when compared to older children and adults. The brain damage caused by seizures in newborns is associated with cerebral palsy, intellectual disability, learning problems and a tendency to develop epilepsy in the future. There are only a few options for medications to treat seizures in newborns, and we do not know which is the ideal medication to use first, second or third. Similarly, whether to treat the seizures that are seen only on EEG and how long to continue the anti-seizure medication is also not clear."
    },
    {
      "heading": "What did we want to find?",
      "text": "We looked for evidence from studies that assessed one medication versus another to treat seizures in newborns, studies that evaluated whether maintenance doses of anti-seizure medication should be continued or not, and studies that assessed whether to treat seizures that were identified only on EEG."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that evaluated the effects of medications on treating seizures in newborns. We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We identified 18 trials (including 1342 newborns).\nPhenobarbital is probably more effective than levetiracetam in achieving seizure control in newborns. However, we are uncertain about the effect of phenobarbital on other outcomes such as death before discharge, requirement for invasive ventilation, sleepiness and epilepsy after discharge.\nMaintenance therapy with anti-seizure medication during hospital stay compared to no maintenance therapy may or may not result in better outcomes for newborns. Similarly, treating seizures only identified on EEG may or may not result in better outcomes."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are moderately confident that phenobarbital is better than levetiracetam in achieving seizure control. The confidence for the estimates of all other comparisons and outcomes is low to very low. More studies are needed to synthesise strong evidence on medications to treat seizures in newborns."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "Evidence is up-to-date as of June 2023."
    }
  ]
}