{
  "doi": "10.1002/14651858.CD010651.pub2",
  "name": "Surgical versus non‐surgical management for pleural empyema",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Empyema refers to pus in the pleural space, commonly due to adjacent pneumonia, chest wall injury, or a complication of thoracic surgery. A range of therapeutic options are available for its management, ranging from percutaneous aspiration and intercostal drainage to video-assisted thoracoscopic surgery (VATS) or thoracotomy drainage. Intrapleural fibrinolytics may also be administered following intercostal drain insertion to facilitate pleural drainage. There is currently a lack of consensus regarding optimal treatment."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of surgical versus non-surgical treatments for complicated parapneumonic effusion or pleural empyema."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (2016, Issue 9), MEDLINE (Ebscohost) (1946 to July week 3 2013, July 2015 to October 2016) and MEDLINE (Ovid) (1 May 2013 to July week 1 2015), Embase (2010 to October 2016), CINAHL (1981 to October 2016) and LILACS (1982 to October 2016) on 20 October 2016. We searched ClinicalTrials.gov and WHO International Clinical Trials Registry Platform for ongoing studies (December 2016)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials that compared a surgical with a non-surgical method of management for all age groups with pleural empyema."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias, extracted data, and checked the data for accuracy. We contacted trial authors for additional information. We assessed the quality of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included eight randomised controlled trials with a total of 391 participants. Six trials focused on children and two on adults. Trials compared tube thoracostomy drainage (non-surgical), with or without intrapleural fibrinolytics, to either VATS or thoracotomy (surgical) for the management of pleural empyema. Assessment of risk of bias for the included studies was generally unclear for selection and blinding but low for attrition and reporting bias. Data analyses compared thoracotomy versus tube thoracostomy and VATS versus tube thoracostomy. We pooled data for meta-analysis where appropriate. We performed a subgroup analysis for children along with a sensitivity analysis for studies that used fibrinolysis in non-surgical treatment arms.\nThe comparison of open thoracotomy versus thoracostomy drainage included only one study in children, which reported no deaths in either treatment arm. However, the trial showed a statistically significant reduction in mean hospital stay of 5.90 days for those treated with primary thoracotomy. It also showed a statistically significant reduction in procedural complications for those treated with thoracotomy compared to thoracostomy drainage. We downgraded the quality of the evidence for length of hospital stay and procedural complications outcomes to moderate due to the small sample size.\nThe comparison of VATS versus thoracostomy drainage included seven studies, which we pooled in a meta-analysis. There was no statistically significant difference in mortality or procedural complications between groups. This was true for both adults and children with or without fibrinolysis. However, mortality data were limited: one study reported one death in each treatment arm, and seven studies reported no deaths. There was a statistically significant reduction in mean length of hospital stay for those treated with VATS. The subgroup analysis showed the same result in adults, but there was insufficient evidence to estimate an effect for children. We could not perform a separate analysis for fibrinolysis for this outcome because all included studies used fibrinolysis in the non-surgical arms. We downgraded the quality of the evidence to low for mortality (due to wide confidence intervals and indirectness), and moderate for other outcomes in this comparison due to either high heterogeneity or wide confidence intervals."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Our findings suggest there is no statistically significant difference in mortality between primary surgical and non-surgical management of pleural empyema for all age groups. Video-assisted thoracoscopic surgery may reduce length of hospital stay compared to thoracostomy drainage alone.\nThere was insufficient evidence to assess the impact of fibrinolytic therapy.\nA number of common outcomes were reported in the included studies that were not directly examined in our primary and secondary outcomes. These included duration of chest tube drainage, duration of fever, analgesia requirement, and total cost of treatment. Future studies focusing on patient-centred outcomes, such as patient functional scores, and other clinically relevant outcomes, such as radiographic improvement, treatment failure rates, and amount of fluid drainage, are needed to inform clinical decisions."
    }
  ],
  "pls_title": "Surgical versus non-surgical treatment for pus in the space around the lungs",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We investigated if there was a difference in outcomes for patients who develop pus in the space around the lungs (empyema) among those who had surgical treatment and people who had non-surgical treatment. We looked for differences in proportions of children and adults who survived, time in hospital, and complications from treatments."
    },
    {
      "heading": "Background",
      "text": "Pus can form in the space around the lungs as a result of pneumonia, complication of chest wall trauma, or surgery. Solid divisions, called loculations, can form within the pus. The infection does not usually improve with antibiotic treatment alone.\nThere are several surgical and non-surgical treatments. Non-surgical treatments include draining pus using a needle inserted through the chest wall (thoracentesis) or by inserting a tube through the chest wall to drain infection (thoracostomy). If a chest tube is inserted, drugs can be injected into the space around the lungs to break down the divisions. This is called fibrinolysis. Non-surgical treatments can cause harms, including air in the space around the lungs, damage to chest tissue, or lungs filling with fluid as they re-expand. Surgical treatment involves either opening the chest cavity and clearing out the infection (thoracotomy) or clearing out infection through small cuts on the chest wall with the aid of a camera, known as video-assisted thoracoscopic surgery (VATS). A chest tube drains any fluids after surgery. Risks from surgery include air in the space around the lungs, rib pain, and anaesthetic complications."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to October 2016."
    },
    {
      "heading": "Study characteristics",
      "text": "We included eight trials with a total of 391 participants. Six trials focused on children and two on adults. The trials compared chest tube drainage (non-surgical), with or without fibrinolysis, to either VATS or thoracotomy (surgical)."
    },
    {
      "heading": "Study funding sources",
      "text": "Two studies declared no financial conflicts of interest; the remaining six studies did not report funding source."
    },
    {
      "heading": "Key results",
      "text": "There was no difference in the proportion of patients of all ages who survived empyema in relation to surgical or non-surgical treatment. However, this finding was based on limited data: one study reported one death with each treatment option, and seven studies reported no deaths. There was no difference in rates of complications between patients treated with surgical or non-surgical options.\nThere was limited evidence to suggest that VATS reduced length of stay in hospital compared to non-surgical treatments."
    },
    {
      "heading": "Quality of evidence",
      "text": "The quality of the evidence was moderate overall. The main limitations were few included studies for each analysis and inconsistencies among studies."
    }
  ]
}