{
  "doi": "10.1002/14651858.CD008106.pub4",
  "name": "Surgical versus non‐surgical interventions for treating patellar dislocation",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Patellar (knee cap) dislocation occurs when the patella disengages completely from the trochlear (femoral) groove. It affects up to 42/100,000 people, and is most prevalent in those aged 20 to 30 years old. It is uncertain whether surgical or non-surgical treatment is the best approach. This is important as recurrent dislocation occurs in up to 40% of people who experience a first time (primary) dislocation. This can reduce quality of life and as a result people have to modify their lifestyle. This review is needed to determine whether surgical or non-surgical treatment should be offered to people after patellar dislocation."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects (benefits and harms) of surgical versus non-surgical interventions for treating people with primary or recurrent patellar dislocation."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Bone, Joint and Muscle Trauma Group's Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, AMED, CINAHL, Physiotherapy Evidence Database and trial registries in December 2021. We contacted corresponding authors to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised and quasi-randomised controlled clinical trials evaluating surgical versus non-surgical interventions for treating primary or recurrent lateral patellar dislocation in adults or children."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were recurrent patellar dislocation, and patient-rated knee and physical function scores. Our secondary outcomes were health-related quality of life, return to former activities, knee pain during activity or at rest, adverse events, patient-reported satisfaction, patient-reported knee instability symptoms and subsequent requirement for knee surgery. We used GRADE to assess the certainty of evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We included 10 studies (eight randomised controlled trials (RCTs) and two quasi-RCTs) of 519 participants with patellar dislocation. The mean ages in the individual studies ranged from 13.0 to 27.2 years. Four studies included children, mainly adolescents, as well as adults; two only recruited children. Study follow-up ranged from one to 14 years.\nWe are unsure of the evidence for all outcomes in this review because we judged the certainty of the evidence to be very low. We downgraded each outcome by three levels. Reasons included imprecision (when fewer than 100 events were reported or the confidence interval (CI) indicated appreciable benefits as well as harms), risk of bias (when studies were at high risk of performance, detection and attrition bias), and inconsistency (in the event that pooled analysis included high levels of statistical heterogeneity).\nWe are uncertain whether surgery lowers the risk of recurrent dislocation following primary patellar dislocation compared with non-surgical management at two to nine year follow-up. Based on an illustrative risk of recurrent dislocation in 348 people per 1000 in the non-surgical group, we found that 157 fewer people per 1000 (95% CI 209 fewer to 87 fewer) had recurrent dislocation between two and nine years after surgery (8 studies, 438 participants).\nWe are uncertain whether surgery improves patient-rated knee and function scores. Studies measured this outcome using different scales (the Tegner activity scale, Knee Injury and Osteoarthritis Outcome Score, Lysholm, Kujala Patellofemoral Disorders score and Hughston visual analogue scale). The most frequently reported score was the Kujala Patellofemoral Disorders score. This indicated people in the surgical group had a mean score of 5.73 points higher at two to nine year follow-up (95% CI 2.91 lower to 14.37 higher; 7 studies, 401 participants). On this 100-point scale, higher scores indicate better function, and a change score of 10 points is considered to be clinically meaningful; therefore, this CI includes a possible meaningful improvement.\nWe are uncertain whether surgery increases the risk of adverse events. Based on an assumed risk of overall incidence of complications during the first two years in 277 people out of 1000 in the non-surgical group, 335 more people per 1000 (95% CI 75 fewer to 723 more) had an adverse event in the surgery group (2 studies, 144 participants).\nThree studies (176 participants) assessed participant satisfaction at two to nine year follow-up, reporting little difference between groups. Based on an assumed risk of 763 per 1000 non-surgical participants reporting excellent or good outcomes, seven more participants per 1000 (95% CI 199 fewer to 237 more) reported excellent or good satisfaction.\nFour studies (256 participants) assessed recurrent patellar subluxation at two to nine year follow-up. Based on an assumed risk of patellar subluxation in 292 out of 1000 in the non-surgical group, 73 fewer people per 1000 (95% CI 146 fewer to 35 more) had patellar subluxation as a result of surgery.\nSlightly more people had subsequent surgery in the non-surgical group. Pooled two to nine year follow-up data from three trials (195 participants) indicated that, based on an assumed risk of subsequent surgery in 215 people per 1000 in the non-surgical group, 118 fewer people per 1000 (95% CI 200 fewer to 372 more) had subsequent surgery after primary surgery."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We are uncertain whether surgery improves outcome compared to non-surgical management as the certainty of the evidence was very low. No sufficiently powered trial has examined people with recurrent patellar dislocation. Adequately powered, multicentre, randomised trials are needed. To inform the design and conduct of these trials, expert consensus should be achieved on the minimal description of both surgical and non-surgical interventions, and the pathological variations that may be relevant to both choice of these interventions."
    }
  ],
  "pls_title": "Surgery or non-surgical treatments: which works better to treat people who have a dislocated knee cap?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "We did not find enough good-quality evidence to show whether surgery or non-surgical treatment works better to treat people who have a dislocated knee cap.\nGood-quality research is required that compare these treatments."
    },
    {
      "heading": "What is a dislocated knee cap?",
      "text": "The knee cap is a lens-shaped bone at the front of the knee. A dislocation occurs when the knee cap completely moves out of the groove in the thigh-bone at the knee. It typically occurs in young, physically active people when they twist their bent knee whilst their foot is fixed to the ground. The cause of a dislocation may be linked to an abnormal shape of the knee bones, weakness of the muscles around the hip or knees, or tightness of soft tissues on the outside of the knee.\nAfter a knee cap dislocation, some people recover completely. But some people may have repeated dislocations, or a feeling of instability in their knee cap, or both. They may also have persistent pain or limited function."
    },
    {
      "heading": "How is a dislocated knee cap treated?",
      "text": "When the knee cap dislocates, the soft tissues around the knee are injured. People need to have treatment to help restore the knee back to full health. This may include treatments such as holding the knee in place (by wearing a kind of brace or bandage), exercises, manual therapy (such as physiotherapy) and taping the area around the knee. However, some doctors suggest that people may have a better outcome if surgery is performed. Surgery may be used to: repair or reconstruct the injured ligaments and muscles that hold the knee cap in the groove, reshape the groove, or change where the knee cap attaches to the shin-bone to stop it from dislocating again."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out whether surgery or non-surgical treatment was better at preventing another knee cap dislocation and restoring knee function. We also looked at any unwanted effects of treatment, how satisfied people were with their treatment, symptoms of instability and the need for surgery after the initial treatment."
    },
    {
      "heading": "What did we do?",
      "text": "We searched the medical literature until December 2021 for studies that compared surgical with non-surgical treatment for adults or children who had a patellar dislocation. We summarised and compared the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 10 relevant studies (519 adults and children). Studies randomly allocated people to receive surgery or a non-surgical treatment. In nine studies, people were treated for a first-time dislocation, one study treated people after repeated knee cap dislocations. People ranged from 13 to 27 years of age, with six studies including children. People in the studies were monitored from one to nine years after their injury."
    },
    {
      "heading": "Main results",
      "text": "We were very uncertain about whether surgery compared to non-surgical treatment:\n- reduced the number of repeat dislocations;\n- affected how well the knee cap worked;\n- increased or reduced the risk of side effects;\n- made a difference to how satisfied people were with treatment;\n- increased or reduced instability in the knee cap; or\n- increased or reduced the need for additional surgery."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "These studies were small. Some had weaknesses in their design and conduct. The quality of the evidence is very low. We were very uncertain about these findings."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This review updates our previous review. The evidence is up to date to December 2021."
    }
  ]
}