{
  "doi": "10.1002/14651858.CD005450.pub2",
  "name": "Chinese herbal medicines for hyperthyroidism",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Hyperthyroidism is a disease in which excessive amounts of thyroid hormones circulate in the blood. Patients, among other things suffer from tachycardia, warm moist skin and raised body temperature. The treatment of hyperthyroidism includes symptom relief and therapy with antithyroid medications, radioiodine and thyroidectomy. Medicinal herbs are used alone or in combination with antithyroid agents to treat hyperthyroidism in China and some other countries."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of Chinese herbal medicines for treating hyperthyroidism."
    },
    {
      "heading": "Search methods",
      "text": "Studies were obtained from computerised searches of MEDLINE, EMBASE, The Cochrane Library, the Chinese Biomedical Database."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing the effects of Chinese herbal medicines alone with Chinese herbal medicines combined with antithyroid drugs, radioiodine or both."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three authors interviewed authors of all potentially relevant studies by telephone to verify randomisation procedures. One author entered data into a data extraction form and another author verified the results of this procedure."
    },
    {
      "heading": "Main results",
      "text": "Thirteen relevant trials with 1770 participants were included. All of them were of low quality. Fifty-two studies still need to be assessed because the original authors could not be interviewed. None of these trials analysed mortality, health related quality of life, economic outcomes or compliance. Compared to antithyroid drugs alone the results showed that Chinese herbal medicines combined with antithyroid drugs may offer benefits in lowering relapse rates, reducing the incidence of adverse effects, relieving symptoms, improving thyroid antibody status and thyroid function. Two trials investigated Chinese herbal medicine versus radioiodine and reported improvements in anxiety, tachycardia and heat intolerance. However, thyroid function - with the exception of restored thyroid stimulating hormone (TSH) - was not significantly altered."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The results suggest that traditional Chinese herbal medicines added to other routine treatment have a therapeutic potential for people with hyperthyroidism. However, due to methodological limitations, we could not identify a well-designed trial to provide strong evidence for Chinese traditional herbal medicine in the treatment of hyperthyroidism. Thus, we currently cannot recommend any single preparation or formulation for clinical use."
    }
  ],
  "pls_title": "Chinese herbal medicines for hyperthyroidism",
  "pls_type": "long",
  "pls": "Hyperthyroidism is a common illness in which excessive amounts of thyroid hormones circulate in the blood. Affected people, among other things suffer from increased heart beats, warm moist skin and raised body temperature. A large number of Chinese herbal medicines are used to treat this condition in China. Thirteen relevant trials with 1770 participants were analysed. All of them were of low quality. None of these trials analysed mortality, health related quality of life, economic outcomes or compliance with treatments. Some of these herbs may show benefits in improving symptoms, thyroid function and adverse effects. Unfortunately, we were unable to find reliable evidence to recommend a specific herbal preparation from 103 investigated formulations."
}