{
  "doi": "10.1002/14651858.CD012885.pub2",
  "name": "Non‐nutritive sweeteners for diabetes mellitus",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Products sweetened with non-nutritive sweeteners (NNS) are widely available. Many people with type 1 or type 2 diabetes use NNS as a replacement for nutritive sweeteners to control their carbohydrate and energy intake. Health outcomes associated with NNS use in diabetes are unknown."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of non-nutritive sweeteners in people with diabetes mellitus."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE Ovid, Scopus, the WHO ICTRP, and ClinicalTrials.gov. The date of the last search of all databases (except for Scopus) was May 2019. We last searched Scopus in January 2019. We did not apply any language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) with a duration of four weeks or more comparing any type of NNS with usual diet, no intervention, placebo, water, a different NNS, or a nutritive sweetener in individuals with type 1 or type 2 diabetes. Trials with concomitant behaviour-changing interventions, such as diet, exercise, or both, were eligible for inclusion, given that the concomitant interventions were the same in the intervention and comparator groups."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened abstracts, full texts, and records retrieved from trials registries, assessed the certainty of the evidence, and extracted data. We used a random-effects model to perform meta-analysis, and calculated effect estimates as risk ratios (RRs) for dichotomous outcomes and mean differences (MDs) for continuous outcomes, using 95% confidence intervals (CIs). We assessed risk of bias using the Cochrane 'Risk of bias' tool and the certainty of evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included nine RCTs that randomised a total of 979 people with type 1 or type 2 diabetes. The intervention duration ranged from 4 to 10 months. We judged none of these trials as at low risk of bias for all ’Risk of bias’ domains; most of the included trials did not report the method of randomisation.\nThree trials compared the effects of a dietary supplement containing NNS with sugar: glycosylated haemoglobin A1c (HbA1c) was 0.4% higher in the NNS group (95% CI −0.5 to 1.2; P = 0.44; 3 trials; 72 participants; very low-certainty evidence). The MD in weight change was −0.1 kg (95% CI −2.7 to 2.6; P = 0.96; 3 trials; 72 participants; very low-certainty evidence). None of the trials with sugar as comparator reported on adverse events.\nFive trials compared NNS with placebo. The MD for HbA1c was 0%, 95% CI −0.1 to 0.1; P = 0.99; 4 trials; 360 participants; very low-certainty evidence. The 95% prediction interval ranged between −0.3% and 0.3%. The comparison of NNS versus placebo showed a MD in body weight of −0.2 kg, 95% CI −1 to 0.6; P = 0.64; 2 trials; 184 participants; very low-certainty evidence. Three trials reported the numbers of participants experiencing at least one non-serious adverse event: 36/113 participants (31.9%) in the NNS group versus 42/118 participants (35.6%) in the placebo group (RR 0.78, 95% CI 0.39 to 1.56; P = 0.48; 3 trials; 231 participants; very low-certainty evidence).\nOne trial compared NNS with a nutritive low-calorie sweetener (tagatose). HbA1c was 0.3% higher in the NNS group (95% CI 0.1 to 0.4; P = 0.01; 1 trial; 354 participants; very low-certainty evidence). This trial did not report body weight data and adverse events.\nThe included trials did not report data on health-related quality of life, diabetes complications, all-cause mortality, or socioeconomic effects."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is inconclusive evidence of very low certainty regarding the effects of NNS consumption compared with either sugar, placebo, or nutritive low-calorie sweetener consumption on clinically relevant benefit or harm for HbA1c, body weight, and adverse events in people with type 1 or type 2 diabetes. Data on health-related quality of life, diabetes complications, all-cause mortality, and socioeconomic effects are lacking."
    }
  ],
  "pls_title": "Non-nutritive sweeteners for diabetes mellitus",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Are non-nutritive sweeteners beneficial or harmful in people with diabetes?"
    },
    {
      "heading": "Background",
      "text": "Non-nutritive sweeteners are sweetening agents having higher sweetening intensity and lower calorie content per gram compared to caloric sweeteners like sucrose or corn syrups. Both the general population and diabetic people use non-nutritive sweeteners as a caloric sweetener replacement to control their carbohydrate and energy intake. Most of the non-nutritive sweeteners approved for human consumption are synthetic (artificial sweeteners); however, increasing numbers of natural non-caloric sweeteners are becoming available for human consumption. Products sweetened with non-nutritive sweeteners are widely available on the market: diet beverages, diet yoghourts, desserts, and chewing gums are the most common products containing non-nutritive sweeteners. Non-nutritive sweeteners are also available as table-top sweeteners for use by consumers at home as a sweetening agent for beverages and for cooking and baking.\nThere is very little information about the health consequences of this intensified non-nutritive sweeteners consumption in people with diabetes. We wanted to find out whether non-nutritive sweeteners consumption in people with diabetes has an effect on long-term average blood sugar levels (glycosylated haemoglobin A1c - HbA1c), body weight, side effects, diabetes complications (such as heart attack, eye or kidney disease), and health-related quality of life."
    },
    {
      "heading": "Study characteristics",
      "text": "We found nine randomised controlled trials (studies in which participants are assigned to one of two or more treatment groups using a random method) that allocated people with diabetes to either a group that received a non-nutritive sweetener or a comparator group. The comparator was usual diet with additional sugar in three studies; placebo (a dummy pill) in five studies; and tagatose (a nutritive low-calorie sweetener) in one study. The studies included a total of 979 participants; most of the studies were small, with fewer than 100 participants. The length of the studies varied from 4 to 10 months.\nThis evidence is up-to-date as of May 2019."
    },
    {
      "heading": "Key results",
      "text": "Data on health-related quality of life, diabetes complications, death from any cause, and socioeconomic effects (such as absence from work, visits to general practitioner, medication consumption) were lacking, and data were generally sparse for all comparisons. The available data did not show a clear difference between non-nutritive sweeteners and sugar, placebo, or the nutritive low-calorie sweetener tagatose for HbA1c, body weight, and side effects."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "We rated the overall certainty of the evidence as very low, mainly due to the small numbers of included studies and participants and methodological limitations of the included studies."
    }
  ]
}