{
  "doi": "10.1002/14651858.CD008056.pub3",
  "name": "Linezolid versus vancomycin for skin and soft tissue infections",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The morbidity and treatment costs associated with skin and soft tissue infections (SSTIs) are high. Linezolid and vancomycin are antibiotics that are commonly used in treating skin and soft-tissue infections, specifically those infections due to methicillin-resistant Staphylococcus aureus (MRSA)."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effects and safety of linezolid and vancomycin for treating people with SSTIs."
    },
    {
      "heading": "Search methods",
      "text": "For this first update of this review we conducted searches of the following databases: Cochrane Wounds Group Specialised Register (searched 24 March 2015; The Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library); Ovid MEDLINE; Ovid MEDLINE (In-Process & Other Non-Indexed Citations); Ovid EMBASE; and EBSCO CINAHL. We also contacted manufacturers for details of unpublished and ongoing trials. We scrutinised citations within all obtained trials and major review articles to identify any additional trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs) comparing linezolid with vancomycin in the treatment of SSTIs."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials, assessed risk of bias and extracted data. The primary outcomes were clinical cure, microbiological cure, and SSTI-related and treatment-related mortality. We performed subgroup analyses according to age, and whether the infection was due to MRSA."
    },
    {
      "heading": "Main results",
      "text": "No new trials were identified for this first update. We included nine RCTs (3144 participants). Linezolid was associated with a significantly better clinical (RR 1.09, 95% CI 1.03 to 1.16) and microbiological cure rate in adults (RR 1.08, 95% CI 1.01 to 1.16). For those infections due to MRSA, linezolid was significantly more effective than vancomycin in clinical (RR 1.09, 95% CI 1.03 to 1.17) and microbiological cure rates (RR 1.17, 95% CI 1.04 to 1.32). No RCT reported SSTI-related and treatment-related mortality. There was no significant difference in all-cause mortality between linezolid and vancomycin (RR 1.44, 95% CI 0.75 to 2.80). There were fewer incidents of red man syndrome (RR 0.04, 95% CI 0.01 to 0.29), pruritus (RR 0.36, 95% CI 0.17 to 0.75) and rash (RR 0.27, 95% CI 0.12 to 0.58) in the linezolid group compared with vancomycin, however, more people reported thrombocytopenia (RR 13.06, 95% CI 1.72 to 99.22), and nausea (RR 2.45, 95% CI 1.52 to 3.94) when treated with linezolid. It seems, from the available data, that length of stay in hospital was shorter for those in the linezolid group than the vancomycin group. The daily cost of outpatient therapy was less with oral linezolid than with intravenous vancomycin. Although inpatient treatment with linezolid cost more than inpatient treatment with vancomycin per day, the median length of hospital stay was three days shorter with linezolid. Thus, total hospital charges per patient were less with linezolid treatment than with vancomycin treatment."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Linezolid seems to be more effective than vancomycin for treating people with SSTIs, including SSTIs caused by MRSA. The available evidence is at high risk of bias and is based on studies that were supported by the pharmaceutical company that makes linezolid. Further well-designed, independently-funded, RCTs are needed to confirm the available evidence."
    }
  ],
  "pls_title": "Antibiotic drugs for treating skin and soft tissue infections",
  "pls_type": "long",
  "pls": "Skin and soft tissue infections such as impetigo, abscesses, ulcers, and surgical site infections are common infections of the skin. For serious skin and soft tissue infections involving the deeper tissues, the death rate and treatment costs are high. Linezolid and vancomycin are antibiotics that are effective in treating skin and soft tissue infections, particularly infections caused by bacteria that have developed resistance to some antibiotics. This review identified nine RCTs, with a total of 3144 participants, and compared treatment with linezolid against treatment with vancomycin for skin and soft tissue infections. No new trials were identified for this first update. Linezolid was found to be more effective than vancomycin for treating these infections. There were fewer skin complications in the group that were treated with linezolid. There were no differences between the two groups in the number of reported deaths, and those treated with linezolid had shorter lengths of hospital stay than those treated with vancomycin. The daily cost of outpatient therapy was less with oral linezolid than with intravenous vancomycin, although for inpatient treatment, linezolid was more expensive than vancomycin. Well-designed trials will be required in future to confirm these results, as the trials from which these conclusions were drawn were of poor methodological quality, at high risk of bias, and were funded by the pharmaceutical company that makes linezolid."
}