{
  "doi": "10.1002/14651858.CD013303.pub2",
  "name": "Interventions for improving health literacy in migrants",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Health literacy (HL) is a determinant of health and important for autonomous decision-making. Migrants are at high risk for limited HL. Improving HL is important for equitable promotion of migrants' health."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of interventions for improving HL in migrants. To assess whether female or male migrants respond differently to the identified interventions."
    },
    {
      "heading": "Search methods",
      "text": "We ran electronic searches to 2 February 2022 in CENTRAL, MEDLINE, Embase, PsycInfo and CINAHL. We also searched trial registries. We used a study filter for randomised controlled trials (RCTs) (RCT classifier)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs and cluster-RCTs addressing HL either as a concept or its components (access, understand, appraise, apply health information)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the methodological procedures recommended by Cochrane and followed the PRISMA-E guidelines. Outcome categories were: a) HL, b) quality of life (QoL), c) knowledge, d) health outcomes, e) health behaviour, f) self-efficacy, g) health service use and h) adverse events. We conducted meta-analysis where possible, and reported the remaining results as a narrative synthesis."
    },
    {
      "heading": "Main results",
      "text": "We included 28 RCTs and six cluster-RCTs (8249 participants), all conducted in high-income countries. Participants were migrants with a wide range of conditions. All interventions were adapted to culture, language and literacy.\nWe did not find evidence that HL interventions cause harm, but only two studies assessed adverse events (e.g. anxiety). Many studies reported results for short-term assessments (less than six weeks after total programme completion), reported here. For several comparisons, there were also findings at later time points, which are presented in the review text.\nCompared with no HL intervention (standard care/no intervention) or an unrelated HL intervention (similar intervention but different information topic)\nSelf-management programmes (SMP)  probably improve self-efficacy slightly (standardised mean difference (SMD) 0.28, 95% confidence interval (CI) 0.06 to 0.50; 2 studies, 333 participants; moderate certainty). SMP may improve HIV-related HL (understanding (mean difference (MD) 4.25, 95% CI 1.32 to 7.18); recognition of HIV terms (MD 3.32, 95% CI 1.28 to 5.36)) (1 study, 69 participants). SMP may slightly improve health behaviours (3 studies, 514 participants), but may have little or no effect on knowledge (2 studies, 321 participants) or subjective health status (MD 0.38, 95% CI -0.13 to 0.89; 1 study, 69 participants) (low certainty). We are uncertain of the effects of SMP on QoL, health service use or adverse events due to a lack of evidence. HL skills building courses (HLSBC) may improve knowledge (MD 10.87, 95% CI 5.69 to 16.06; 2 studies, 111 participants) and any generic HL (SMD 0.48, 95% CI 0.20 to 0.75; 2 studies, 229 participants), but may have little or no effect on depression literacy (MD 0.17, 95% CI -1.28 to 1.62) or any health behaviour (2 studies, 229 participants) (low certainty). We are uncertain if HLSBC improve QoL, health outcomes, health service use, self-efficacy or adverse events, due to very low-certainty or a lack of evidence. Audio-/visual education without personal feedback (AVE)  probably improves depression literacy (MD 8.62, 95% CI 7.51 to 9.73; 1 study, 202 participants) and health service use (MD -0.59, 95% CI -1.11 to -0.07; 1 study, 157 participants), but probably has little or no effect on health behaviour (risk ratio (RR) 1.07, 95% CI 0.91 to 1.25; 1 study, 135 participants) (moderate certainty). AVE may improve self-efficacy (MD 3.51, 95% CI 2.53 to 4.49; 1 study, 133 participants) and may slightly improve knowledge (MD 8.44, 95% CI -2.56 to 19.44; 2 studies, 293 participants) and intention to seek depression treatment (MD 1.8, 95% CI 0.43 to 3.17), with little or no effect on depression (SMD -0.15, 95% CI -0.40 to 0.10) (low certainty). No evidence was found for QoL and adverse events. Adapted medical instruction  may improve understanding of health information (3 studies, 478 participants), with little or no effect on medication adherence (MD 0.5, 95% CI -0.1 to 1.1; 1 study, 200 participants) (low certainty). No evidence was found for QoL, health outcomes, knowledge, health service use, self-efficacy or adverse events.\nCompared with written information on the same topic\nSMP  probably improves health numeracy slightly (MD 0.7, 95% CI 0.15 to 1.25) and probably improves print literacy (MD 9, 95% CI 2.9 to 15.1; 1 study, 209 participants) and self-efficacy (SMD 0.47, 95% CI 0.3 to 0.64; 4 studies, 552 participants) (moderate certainty). SMP may improve any disease-specific HL (SMD 0.67, 95% CI 0.27 to 1.07; 4 studies, 955 participants), knowledge (MD 11.45, 95% CI 4.75 to 18.15; 6 studies, 1101 participants) and some health behaviours (4 studies, 797 participants), with little or no effect on health information appraisal (MD 1.15, 95% CI -0.23 to 2.53; 1 study, 329 participants) (low certainty). We are uncertain whether SMP improves QoL, health outcomes, health service use or adverse events, due to a lack of evidence or low/very low-certainty evidence. AVE  probably has little or no effect on diabetes HL (MD 2, 95% CI -0.15 to 4.15; 1 study, 240 participants), but probably improves information appraisal (MD -9.88, 95% CI -12.87 to -6.89) and application (RR 1.51, 95% CI 1.29 to 1.77) (1 study, 608 participants; moderate certainty). AVE may slightly improve knowledge (MD 8.35, 95% CI -0.32 to 17.02; low certainty). No short-term evidence was found for QoL, depression, health behaviour, self-efficacy, health service use or adverse events.\nAVE compared with another AVE\nWe are uncertain whether narrative videos are superior to factual knowledge videos as the evidence is of very low certainty.\nGender differences\nFemale migrants' diabetes HL may improve slightly more than that of males, when receiving AVE (MD 5.00, 95% CI 0.62 to 9.38; 1 study, 118 participants), but we do not know whether female or male migrants benefit differently from other interventions due to very low-certainty or a lack of evidence."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Adequately powered studies measuring long-term effects (more than six months) of HL interventions in female and male migrants are needed, using well-validated tools and representing various healthcare systems."
    }
  ],
  "pls_title": "What are the benefits and risks of health literacy interventions for migrants?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "Health literacy (HL) means the knowledge, motivation and competencies (e.g. reading and writing abilities) that people need to find, understand, evaluate and use health information. Migrants are at risk for difficulties in HL (e.g. when they don't know the country's health system well).\n'Generic' HL means that people can find, understand and use general health information to make health decisions. 'Disease-specific' HL means that people can find, understand and use information about a certain disease or that they know about the symptoms of a disease or understand treatment options."
    },
    {
      "heading": "Key messages",
      "text": "We have moderate to low confidence in these findings that some HL interventions have small to moderate positive effects on migrants' HL. This means that these interventions can help people improve their knowledge, recognition and understanding of medical terms, or use of health information.\nThere is a need for larger, well-designed studies that measure long-term effects of HL interventions in migrant women and men."
    },
    {
      "heading": "What did we want to find out?",
      "text": "Our main goal was to find out whether HL interventions can help migrants to improve their HL. We also wanted to find out if migrant women or migrant men benefit more from these interventions."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at interventions for improving HL in migrants. These interventions were compared with 1) no HL intervention (e.g. standard care), 2) written information on the same health topic (e.g. brief brochure), 3) an unrelated HL intervention (participants received a similar intervention, but the information was on a different health topic), or 4) another HL intervention (participants received a different intervention, but the information was on the same health topic).\nThe included studies measured HL either as an overall concept or only components of it (e.g. understanding health information). We compared and summarised the results of studies and rated our confidence in the evidence, based on factors like study methods."
    },
    {
      "heading": "What did we find?",
      "text": "We found 34 studies that involved 8249 migrants with a wide range of health conditions. All studies were conducted in high-income countries. All interventions were adapted to the participants' culture, language and literacy level. None of the studies reported that HL interventions cause harm, but only two studies reported possible harms (anxiety). Many studies reported short-term results (up to six weeks after the intervention ended, the focus in this summary). There were also several findings at later time points (presented in the main review)."
    },
    {
      "heading": "Compared with no or unrelated HL intervention",
      "text": ""
    },
    {
      "heading": "Self-management programmes (SMP)",
      "text": "(long-term programmes including group education and personal support)probably improve self-efficacy in managing one's disease slightly (which means that the participants had higher beliefs in their abilities to act on health information). SMP may also improve disease-specific HL and may slightly improve health behaviour, but may have little effect on knowledge or self-rated health. We do not know if SMP improves quality of life (QoL) or health service use."
    },
    {
      "heading": "HL skills building courses",
      "text": "(group education in which participants, for example, learn what to do to prevent a disease)may improve knowledge and generic HL, but they may have little effect on depression literacy or health behaviour. We do not know if they improve QoL, health outcomes, health service use or self-efficacy."
    },
    {
      "heading": "Audio-/visual education without personal feedback (AVE)",
      "text": "(including video education, interactive computer education or printed educational photo stories)probably improves depression literacy and health service use. AVE may improve self-efficacy and slightly improve knowledge and intention to seek depression treatment, but may have little effect on health behaviour or depression. No study reported on QoL."
    },
    {
      "heading": "Adapted medical instructions",
      "text": "dapted medical instructions(medical instructions that use simple language, illustrations or pictures)may improve understanding health information, but may have little effect on medication adherence. No study reported on QoL, health outcomes, knowledge, health service use or self-efficacy."
    },
    {
      "heading": "Compared with written information",
      "text": ""
    },
    {
      "heading": "SMP",
      "text": "probably improves print literacy and self-efficacy, and health numeracy slightly. SMP may improve any disease-specific HL, knowledge and some health behaviours, but may have little effect on health information appraisal. We do not know whether SMP improves QoL, health outcomes or health service use."
    },
    {
      "heading": "AVE",
      "text": "probably has little effect on diabetes HL but probably improves information appraisal and application. AVE may slightly improve knowledge. No study reported on QoL, depression, health behaviour, self-efficacy or health service use."
    },
    {
      "heading": "AVE compared with another AVE",
      "text": "We are uncertain if narrative videos are better than factual knowledge videos as the evidence was very uncertain."
    },
    {
      "heading": "Do migrant women or men benefit differently from HL interventions?",
      "text": "Migrant women's diabetes HL may improve slightly more than that of migrant men after receiving AVE. For other comparisons and outcomes we either did not find evidence, or we are uncertain about the results."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "It is possible that people in some studies knew which treatment they were getting. In addition, studies were done in different migrant groups, coming from different regions and with different health conditions, and some studies included few people."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "This review is up-to-date to 2 February 2022."
    }
  ]
}