{
  "doi": "10.1002/14651858.CD013760.pub2",
  "name": "Early vitrectomy for exogenous endophthalmitis following surgery",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Endophthalmitis is a sight-threatening emergency that requires prompt diagnosis and treatment. The condition is characterised by purulent inflammation of the intraocular fluids caused by an infective agent. In exogenous endophthalmitis, the infective agent is foreign and typically introduced into the eye through intraocular surgery or open globe trauma."
    },
    {
      "heading": "Objectives",
      "text": "To assess the potential role of combined pars plana vitrectomy and intravitreal antibiotics in the acute management of exogenous endophthalmitis, versus the standard of care, defined as vitreous tap and intravitreal antibiotics."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL; which contains the Cochrane Eyes and Vision Trials Register; 2022, Issue 5); Ovid MEDLINE; Ovid Embase; the International Standard Randomised Controlled Trial Number registry; ClinicalTrials.gov, and the World Health Organization International Clinical Trials Registry Platform. There were no restrictions to language or year of publication. The date of the search was 5 May 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that compared pars plana vitrectomy and intravitreal injection of antibiotics versus intravitreal injection of antibiotics alone, for the immediate management of exogenous endophthalmitis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methods expected by Cochrane. Two review authors independently screened search results and extracted data. We considered the following outcomes: visual acuity improvement and change in visual acuity at three and six months; additional surgical procedures, including vitrectomy and cataract surgery, at any time during follow-up; quality of life and adverse effects. We assessed the certainty of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We identified a single RCT that met our inclusion criteria. The included RCT enrolled a total of 420 participants with clinical evidence of endophthalmitis, within six weeks of cataract surgery or secondary intraocular lens implantation. Participants were randomly assigned according to a 2 x 2 factorial design to either treatment with vitrectomy (VIT) or vitreous tap biopsy (TAP) and to treatment with or without systemic antibiotics. Twenty-four participants did not have a final follow-up: 12 died, five withdrew consent to be followed up, and seven were not willing to return for the visit.\nThe study did not report visual acuity according to the review's predefined outcomes. At three months, 41% of all participants achieved 20/40 or better visual acuity and 69% had 20/100 or better acuity. The study authors reported that there was no statistically significant difference in visual acuity between treatment groups (very low-certainty evidence). There was low-certainty evidence of a similar requirement for additional surgical procedures (risk ratio RR 0.90, 95% confidence interval 0.66 to 1.21). Adverse effects included: VIT group: dislocated intraocular lens (n = 2), macular infarction (n = 1). TAP group: expulsive haemorrhage (n = 1). Quality of life and mean change in visual acuity were not reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We identified a single RCT (published 27 years ago) for the role of early vitrectomy in exogenous endophthalmitis, which suggests that there may be no difference between groups (VIT vs TAP) for visual acuity at three or nine months' follow-up.\nWe are of the opinion that there is a clear need for more randomised studies comparing the role of primary vitrectomy in exogenous endophthalmitis. Moreover, since the original RCT study, there have been incremental changes in the surgical techniques with which vitrectomy is performed. Such advances are likely to influence the outcome of early vitrectomy in exogenous endophthalmitis."
    }
  ],
  "pls_title": "Is the outcome of severe postoperative eye infection improved by early surgery to remove the vitreous gel?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is exogenous endophthalmitis?",
      "text": "The eye is a relatively self-contained organ that is lined by light-sensitive cells that make up the retina. The retina lines the back of the eyeball and the centre is filled with a clear gel, known as the vitreous. Like all organs, the eye can become infected. Infection inside the eye (endophthalmitis) is rare but sight-threatening. Exogenous endophthalmitis is defined as an infection which enters the eye from the surrounding environment, usually following routine surgery such as cataract surgery, or due to an open wound following trauma. Prompt management is required in order to protect sight."
    },
    {
      "heading": "How is exogenous endophthalmitis treated?",
      "text": "Although endophthalmitis is rare, the consequence following an infection maybe be profound. Prompt and appropriate treatment is critical. Currently, the majority of endophthalmitis infections have a diagnostic biopsy of the vitreous gel and are then treated with antibiotics. The biopsy involves a ‘tap’ in which a small sample of the vitreous gel is removed, in order to identify the type of infection. People will then have antibiotics injected into the fluid inside the eyeball to treat the infection. If this does not work, an eye operation is sometimes required later on, where the infected jelly inside the eyeball is removed (known as a “vitrectomy” operation). Vitrectomy involves surgical removal of the vitreous gel from inside the eye. In individuals with endophthalmitis, vitrectomy may aid in removing the infection, help the eye recover more quickly and potentially limit the damage caused by the infection. However, the impact of vitrectomy on the management of endophthalmitis remains unclear."
    },
    {
      "heading": "What did we want to find out?",
      "text": "The aim of this Cochrane Review was to assess the role of vitrectomy in the treatment of endophthalmitis."
    },
    {
      "heading": "What did we do?",
      "text": "We conducted a systematic review of studies of people with endophthalmitis who had undergone vitrectomy for the treatment of endophthalmitis following surgery or an eye injury."
    },
    {
      "heading": "What did we find?",
      "text": "We identified one randomised control trial (RCT) that studied vitrectomy compared to antibiotic eye injections in endophthalmitis after cataract surgery. The single RCT suggested that vitrectomy had no advantage over standard treatment of intravitreal antibiotics alone."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The results of our review were based on a single RCT, which was conducted over 27 years ago. Since this time there have been several surgical advances that may potentially alter the outcome of people undergoing vitrectomy."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "We searched for studies up to 5 May 2022."
    }
  ]
}