{
  "doi": "10.1002/14651858.CD004838.pub2",
  "name": "Nicotine for schizophrenia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The proportion of people with schizophrenia who smoke is very high, and as a rule, they tend to be heavier smokers when compared to the general population and those with other psychiatric disorders. Nicotine, the psychoactive component in tobacco, is thought to produce psychological effects that help to alleviate psychotic symptoms."
    },
    {
      "heading": "Objectives",
      "text": "To examine the effects of nicotine and related products in the treatment of schizophrenia."
    },
    {
      "heading": "Search methods",
      "text": "We electronically searched the Cochrane Schizophrenia Group's Register (April 2005), supplemented with manually inspecting references of all identified studies and by contacting authors of studies where required."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised clinical trials comparing nicotine or related products as a sole or adjunctive treatment for people with schizophrenia or other similar serious, non-affective psychotic illness."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Citations and, where possible, abstracts were independently inspected by reviewers and the papers ordered were scrutinised and quality assessed. We extracted and evaluated data independently and analysed on an intention to treat basis. We would have calculated fixed effect relative risk (RR), number needed to treat/harm (NNT/H) and their 95% confidence intervals (CI) for binary outcomes and for continuous non-skewed data we would have calculated weighted mean differences. We would have excluded data if loss to follow-up had been greater than 50% and inspected the data for heterogeneity."
    },
    {
      "heading": "Main results",
      "text": "We did not find any trials that met the inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There ought to be further research of nicotine for schizophrenia by parallel group design randomised controlled trials investigating the effects of nicotine on symptoms of schizophrenia as well as on side effects of antipsychotic drugs. We further note that authors and journals should conform to the CONSORT guidelines when publishing the research articles, especially when disclosing all the data available from a particular study."
    }
  ],
  "pls_title": "Nicotine for schizophrenia",
  "pls_type": "long",
  "pls": "People with schizophrenia tend to smoke heavily and to a greater extent when compared to other patient groups. In this review we aimed to investigate this by searching for good quality evidence from randomised controlled trials on the effect of nicotine for schizophrenia, and/or to ascertain whether nicotine modifies the side effects of antipsychotics. Unfortunately we found no trials that met our inclusion criteria to support or refute this. There is a need for good quality randomised controlled trials that investigate the effects of nicotine for schizophrenia."
}