{
  "doi": "10.1002/14651858.CD007854.pub3",
  "name": "Acupuncture for dysmenorrhoea",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Primary dysmenorrhoea is the most common form of period pain and affects up to three-quarters of women at some stage of their reproductive life. Primary dysmenorrhoea is pain in the absence of any organic cause and is characterised by cramping pain in the lower abdomen, starting within the first eight to 72 hours of menstruation.This review examines the currently available evidence supporting the use of acupuncture (stimulation of points on the body using needles) and acupressure (stimulation of points on the body using pressure) to treat primary dysmenorrhoea."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness and safety of acupuncture and acupressure in the treatment of primary dysmenorrhoea when compared with a placebo, no treatment, or conventional medical treatment."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases: the Cochrane Menstrual Disorders and Subfertility Group Trials Register (to September 2015), Cochrane Central Register of Controlled Trials (CENTRAL) (the Cochrane Library), MEDLINE, EMBASE, PsycINFO, CINAHL and Chinese databases including Chinese Biomedical Literature Database (CBM), China National Knowledge Infrastructure (CNKI), VIP database and registers of ongoing trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all published and unpublished randomised controlled trials (RCTs) comparing acupuncture with sham acupuncture or placebo control, usual care, pharmacological treatment or no treatment. We included the following modes of treatment: acupuncture, electro-acupuncture, and acupressure. Participants were women of reproductive age with primary dysmenorrhoea during the majority of the menstrual cycles or for three consecutive menstrual cycles, and moderate to severe symptoms."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We calculated odds ratios (ORs) for dichotomous outcomes and mean differences (MDs) or standardised mean differences (SMDs) for continuous outcomes, with 95% confidence intervals (CIs). We pooled the data where appropriate. Our primary outcomes was pain. Secondary outcomes included menstrual symptoms, quality of life, and adverse effects."
    },
    {
      "heading": "Main results",
      "text": "We included 42 RCTs (4640 women). Acupuncture or acupressure was compared with a sham/placebo group, medication, no treatment or other treatment. Many of the continuous data were not suitable for calculation of means, mainly due to evidence of skew.\n1. Acupuncture studies\nAcupuncture versus sham or placebo control (6 RCTs)\nFindings were inconsistent and inconclusive. However, the only study in the review that was at low risk of bias in all domains found no evidence of a difference between the groups at three, six or 12 months. The overall quality of the evidence was low. No studies reported adverse events.\nAcupuncture versus NSAIDs\nSeven studies reported visual analogue scale (VAS) pain scores, but were unsuitable for pooling due to extreme heterogeneity (I² = 94%). In all studies the scores were lower in the acupuncture group, with the mean difference varying across studies from 0.64 to 4 points on a VAS 0 - 10 scale (low-quality evidence). Four RCTs reported rates of pain relief, and found a benefit for the acupuncture group (OR 4.99, 95% CI 2.82 to 8.82, 352 women, I² = 0%, low-quality evidence). Adverse events were less common in the acupuncture group (OR 0.10, 95% CI 0.02 to 0.44, 4 RCTs, 239 women, 4 trials, I² = 15%, low-quality evidence).\nAcupuncture versus no treatment\nData were unsuitable for analysis, but pain scores were lower in the acupuncture group in all six studies reporting this outcome. The quality of the evidence was low. No studies reported adverse events.\n2. Acupressure studies\nNo studies of acupressure reported adverse events.\nAcupressure versus sham or placebo control\nData were unsuitable for pooling, but two studies reported a mean benefit of one to three points on a 0 - 10 VAS pain scale. Another four studies reported data unsuitable for analysis: all found that pain scores were lower in the acupuncture group. No studies reported adverse events. The quality of the evidence was low.\nAcupressure versus NSAIDs\nOne study reported this outcome, using a 0 - 3 pain scale. The score was higher (indicating more pain) in the acupressure group (MD 0.39 points, 95% CI 0.21 to 0.57, 136 women, very low-quality evidence).\nAcupressure versus no treatment\nThere was no clear evidence of a difference between the groups on a VAS 0 - 10 pain scale (MD -0.96 points, 95% CI -2.54 to 0.62, 2 trials, 140 women, I² = 83%, very low-quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to demonstrate whether or not acupuncture or acupressure are effective in treating primary dysmenorrhoea, and for most comparisons no data were available on adverse events. The quality of the evidence was low or very low for all comparisons. The main limitations were risk of bias, poor reporting, inconsistency and risk of publication bias."
    }
  ],
  "pls_title": "Acupuncture for period pain",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Cochrane researchers reviewed the evidence about the effect of acupuncture and acupressure versus a control to reduce menstrual pain and symptoms in all women of reproductive age with primary dysmenorrhoea. Primary dysmenorrhoea is defined as pain without any underlying cause."
    },
    {
      "heading": "Background",
      "text": "Dysmenorrhoea, also known as period pain, is commonly experienced by younger women. Symptoms may include cramping pain in the lower abdomen that may spread to the lower back or front thigh, nausea, vomiting, diarrhoea, headache, fatigue, anxiety, and dizziness. Use of conventional treatments is high, but 20% to 25% of women still have inadequate pain relief. We therefore need other approaches to effectively manage symptoms of period pain. Acupuncture (the stimulation of points on the body using needles) and acupressure (stimulation of points on the body using pressure) are used to treat period pain, although we do not know how effective it is in reducing such pain."
    },
    {
      "heading": "Study characteristics",
      "text": "We have included 42 trials of acupuncture and acupressure compared to a control (sham/placebo, medication, Chinese herbs, no treatment or usual care) in a total of 4640 women of reproductive age with period pain. Twenty-two studies were undertaken in China. Eight studies were undertaken in Iran, four studies in Taiwan, two studies in Korea, and one each in Australia, Germany, Hong Kong, Thailand, Turkey, and the USA.The evidence is current to September 2015."
    },
    {
      "heading": "Key results",
      "text": "There was insufficient evidence to demonstrate whether or not acupuncture or acupressure is effective in treating primary dysmenorrhoea, and for most comparisons no information was available on adverse events."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence was low or very low for all comparisons. The main limitations were risk of bias, poor reporting, inconsistency and risk of publication bias."
    }
  ]
}