{
  "doi": "10.1002/14651858.CD004899.pub3",
  "name": "Botulinum toxin type A therapy for hemifacial spasm",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an update of a Cochrane Review, first published in 2005.\nHemifacial spasm (HFS) is characterised by unilateral, involuntary contractions of the muscles innervated by the facial nerve. It is a chronic disorder, and spontaneous recovery is very rare. The two treatments routinely available are microvascular decompression and intramuscular injections with botulinum toxin type A (BtA)."
    },
    {
      "heading": "Objectives",
      "text": "To compare the efficacy, safety, and tolerability of BtA versus placebo in people with HFS."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, reference lists of articles, and conference proceedings in July 2020. We ran the electronic database search, with no language restrictions, in July 2020."
    },
    {
      "heading": "Selection criteria",
      "text": "Double-blind, parallel, randomised, placebo-controlled trials (RCTs) of BtA versus placebo in adults with HFS."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed records. We planned to select included studies, extract data using a paper pro forma, and evaluate the risk of bias. We resolved disagreements by consensus, or by consulting a third review author. We planned to perform meta-analyses. The primary efficacy outcome was HFS-specific improvement. The primary safety outcome was the proportion of participants with any adverse event."
    },
    {
      "heading": "Main results",
      "text": "We found no parallel-group randomised controlled trials comparing BtA and placebo in HFS."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We did not find any randomised trials that evaluated the efficacy and safety of botulinum toxin type A in people with hemifacial spasm, so we are unable to draw any conclusions. Observational data show a strong association between BtA treatment and symptom improvement, and a favourable safety profile. While it is unlikely that future placebo-controlled RCTs will evaluate absolute efficacy and safety, they should address relevant questions for both people with HFS (such as long-term effects, quality of life, and other patient-reported outcomes), and clinicians (such as relative effectiveness of different BtA formulations and schemes of treatment) to better guide clinical practice."
    }
  ],
  "pls_title": "Botulinum toxin injections for unilateral involuntary contractions of facial muscles",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "The review question",
      "text": "We reviewed the evidence about the effect of botulinum toxin type A (BtA) in people with one-sided, involuntary contractions of facial muscles, or hemifacial spasm. This is an update of a previous Cochrane Review: we assessed the efficacy (reduction in severity and disability) and safety of BtA versus placebo (a pretend medicine) in hemifacial spasm."
    },
    {
      "heading": "Background",
      "text": "Hemifacial spasm is a condition characterised by involuntary contractions of muscles on one side of the face. Although it is not dangerous, it usually causes cosmetic and functional problems, and may interfere with people's professional and social life, and have important health and economic implications. It is a chronic disorder, and recovery is rarely spontaneous.\nBotulinum toxin is a powerful, natural chemical that can cause severe paralysis (an inability to move in the part of the body where it is applied) in animals and humans. It can also be used to treat many conditions, in particular those with involuntary muscle contractions, such as hemifacial spasm. Botulinum toxin is delivered by injections into the muscles that contract to produce most of the symptoms. There are different types of botulinum toxin, not all are available for treating health conditions. BtA is typically considered the first treatment option in hemifacial spasm."
    },
    {
      "heading": "Study characteristics",
      "text": "We performed a systematic search of the medical literature in July 2020 and found no studies that could be included in this review."
    },
    {
      "heading": "Key results",
      "text": "We found no clinically useful evidence from randomised clinical trials."
    },
    {
      "heading": "Certainty in the evidence",
      "text": "The clinical benefit of BtA treatment for HFS has not been properly addressed in randomised clinical trials.\nWe did not systematically search for data from other sources of evidence, which, by definition, are more prone to bias and carry a higher level of uncertainty. Observational studies suggest that BtA is effective and safe in this setting. Future randomised studies should evaluate the impact on outcomes that are relevant for people with HFS, and help to guide clinical practice in the selection of the BtA formulation, dose, and technique of administration"
    }
  ]
}