{
  "doi": "10.1002/14651858.CD007467.pub4",
  "name": "Intrapartum antibiotics for known maternal Group B streptococcal colonization",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Maternal colonization with group B streptococcus (GBS) during pregnancy increases the risk of neonatal infection by vertical transmission. Administration of intrapartum antibiotic prophylaxis (IAP) during labor has been associated with a reduction in early onset GBS disease (EOGBSD). However, treating all colonized women during labor exposes a large number of women and infants to possible adverse effects without benefit."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of intrapartum antibiotics for maternal Group B haemolytic streptococci (GBS) colonization on mortality from any cause, from GBS infection and from organisms other than GBS."
    },
    {
      "heading": "Search methods",
      "text": "We updated the search of the Cochrane Pregnancy and Childbirth Group's Trials Register on 11 March 2014."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized trials assessing the impact of maternal IAP on neonatal GBS infections were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We independently assessed eligibility and quality of the studies."
    },
    {
      "heading": "Main results",
      "text": "We did not identify any new trials from the updated search so the results remain unchanged as follows.\nWe included four trials involving 852 women.\nThree trials (involving 500 women) evaluating the effects of IAP versus no treatment were included. The use of IAP did not significantly reduce the incidence of all cause mortality, mortality from GBS infection or from infections caused by bacteria other than GBS. The incidence of early GBS infection was reduced with IAP compared to no treatment (risk ratio (RR) 0.17, 95% confidence interval (CI) 0.04 to 0.74, three trials, 488 infants; risk difference -0.04, 95% CI -0.07 to -0.01; number needed to treat to benefit 25, 95% CI 14 to 100, I² 0%). The incidence of LOD or sepsis from organisms other than GBS and puerperal infection was not significantly different between groups.\nOne trial (involving 352 women) compared intrapartum ampicillin versus penicillin and reported no significant difference in neonatal or maternal outcomes.\nWe found a high risk of bias for one or more key domains in the study methodology and execution."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Intrapartum antibiotic prophylaxis appeared to reduce EOGBSD, but this result may well be due to bias as we found a high risk of bias for one or more key domains in the study methodology and execution. There is lack of evidence from well designed and conducted trials to recommend IAP to reduce neonatal EOGBSD.\nIdeally the effectiveness of IAP to reduce neonatal GBS infections should be studied in adequately sized double-blind controlled trials. The opportunity to conduct such trials has likely been lost, as practice guidelines (albeit without good evidence) have been introduced in many jurisdictions."
    }
  ],
  "pls_title": "Intrapartum antibiotics for known maternal Group B streptococcal colonization",
  "pls_type": "long",
  "pls": "Women, men and children of all ages can be colonized with Group B streptococcus (GBS) bacteria without having any symptoms. Group B streptococcus are particularly found in the gastrointestinal tract, vagina and urethra. This is the situation in both developed and developing countries. About one in 2000 newborn babies have GBS bacterial infections, usually evident as respiratory disease, general sepsis, or meningitis within the first week. The baby contracts the infection from the mother during labor. Giving the mother an antibiotic directly into a vein during labor causes bacterial counts to fall rapidly, which suggests possible benefits but pregnant women need to be screened. Many countries have guidelines on screening for GBS in pregnancy and treatment with antibiotics. Some risk factors for an affected baby are preterm and low birthweight; prolonged labor; prolonged rupture of the membranes (more than 12 hours); severe changes in fetal heart rate during the first stage of labor; and gestational diabetes. Very few of the women in labor who are GBS positive give birth to babies who are infected with GBS and antibiotics can have harmful effects such as severe maternal allergic reactions, increase in drug-resistant organisms and exposure of newborn infants to resistant bacteria, and postnatal maternal and neonatal yeast infections.\nThis review finds that giving antibiotics is not supported by conclusive evidence. The review identified four trials involving 852 GBS positive women. Three trials, which were more than 20 years old, compared ampicillin or penicillin to no treatment and found no clear differences in newborn deaths although the occurrence of early GBS infection in the newborn was reduced with antibiotics. The antibiotics ampicillin and penicillin were no different from each other in one trial with 352 GBS positive women. All cases of perinatal GBS infections are unlikely to be prevented even if an effective vaccine is developed."
}