{
  "doi": "10.1002/14651858.CD012753.pub2",
  "name": "Xenon as an adjuvant to therapeutic hypothermia in near‐term and term newborns with hypoxic‐ischaemic encephalopathy ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Hypoxic-ischaemic encephalopathy (HIE) is a serious birth complication affecting term and late preterm newborns. Although therapeutic hypothermia (cooling) has been shown to be an effective therapy for neonatal HIE, many cooled infants have poor long-term neurodevelopmental outcomes. In animal models of neonatal encephalopathy, inhaled xenon combined with cooling has been shown to offer better neuroprotection than cooling alone."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of xenon as an adjuvant to therapeutic hypothermia on mortality and neurodevelopmental morbidity, and to ascertain clinically important side effects of xenon plus therapeutic hypothermia in newborn infants with HIE. To assess early predictors of adverse outcomes and potential side effects of xenon."
    },
    {
      "heading": "Search methods",
      "text": "We used the standard strategy of the Cochrane Neonatal Review Group to search the Cochrane Library (2017, Issue 8), MEDLINE (from 1966), Embase (from 1966), and PubMed (from 1966) for randomised controlled and quasi-randomised trials. We also searched conference proceedings and the reference lists of cited articles. We conducted our most recent search in August 2017."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all trials allocating term or late preterm encephalopathic newborns to cooling plus xenon or cooling alone, irrespective of timing (starting age and duration) and concentrations used for xenon administration."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed results of searches against predetermined criteria for inclusion, assessed risk of bias, and extracted data. We performed meta-analyses using risk ratios (RRs), risk differences (RDs), and number needed to treat for an additional beneficial outcome (NNTB) with 95% confidence intervals (CIs) for dichotomous outcomes and mean differences (MDs) for continuous data."
    },
    {
      "heading": "Main results",
      "text": "A single randomised controlled trial enrolling 92 participants was eligible for this review. Researchers have not reported long-term neurodevelopmental outcomes, including the primary outcome of this review - death or long-term major neurodevelopmental disability in infancy (18 months to three years of age). Cooling plus xenon was not associated with reduced mortality at latest follow-up, based upon low quality evidence. Investigators noted no substantial differences between groups for other secondary outcomes of this review, such as biomarkers of brain damage assessed with magnetic resonance imaging and occurrence of seizures during primary hospitalisation. Available data do not show an increased adverse event rate in the cooling plus xenon group compared with the cooling alone group."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Current evidence from one small randomised controlled pilot trial is inadequate to show whether cooling plus xenon is safe or effective in near-term and term newborns with HIE. Further trials reporting long-term neurodevelopmental outcomes are needed."
    }
  ],
  "pls_title": "Cooling plus inhaled xenon for newborns with hypoxic-ischaemic encephalopathy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "How does cooling plus inhaled xenon compare with cooling alone for improving survival and development of newborn babies who may have suffered from lack of oxygen at birth?"
    },
    {
      "heading": "Background",
      "text": "Hypoxic-ischaemic encephalopathy, or HIE, is a brain injury caused by oxygen deprivation to the brain during birth (birth asphyxia). Hypoxic-ischaemic encephalopathy is a leading cause of death or severe impairment among infants. Therapeutic hypothermia (cooling) is a treatment option available to reduce the chances of severe brain damage when an infant's body temperature is reduced shortly after birth. Although cooling has been shown to be an effective therapy for neonatal HIE, half of treated newborn babies still die or face neurodevelopmental sequelae later in life. Evidence indicates that inhaled xenon, an odourless gas, in combination with body cooling, can help to improve survival and development at 18 to 36 months."
    },
    {
      "heading": "Study characteristics",
      "text": "This review found a single randomised controlled trial that examined the short-term effects of cooling plus xenon for infants with HIE."
    },
    {
      "heading": "Key results",
      "text": "This trial enrolled 92 participants. Cooling plus xenon did not improve clinical outcomes before discharge from the hospital compared with cooling alone. Data on long-term development were not provided."
    },
    {
      "heading": "Quality of evidence",
      "text": "Current low quality evidence is inadequate to show whether cooling plus xenon improves survival and development of newborn babies with HIE. Evidence is up-to-date as of August 2017."
    }
  ]
}