{
  "doi": "10.1002/14651858.CD007302.pub3",
  "name": "Vigabatrin add‐on therapy for drug‐resistant focal epilepsy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an updated version of the original Cochrane Review published in 2008 and updated in 2013.\nEpilepsy is a common neurological condition which affects up to 1% of the population. Approximately 30% of people with epilepsy do not respond to treatment with currently available drugs. The majority of these people have focal epilepsy. Vigabatrin is an antiepileptic drug licensed for use in drug-resistant epilepsy."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and tolerability of vigabatrin as an add-on therapy for people with drug-resistant focal epilepsy."
    },
    {
      "heading": "Search methods",
      "text": "For the latest update of this review, we searched the following databases on 1 November 2018: Cochrane Register of Studies (CRS Web), MEDLINE (Ovid 1946 to 31 October 2018), ClinicalTrials.gov and the World Health Organization International Clinical Trials Registry Platform. The Cochrane Epilepsy Group Specialized Register and the Cochrane Central Register of Controlled Trials (CENTRAL) are both included in the Cochrane Register of Studies (CRS Web). We checked reference lists of retrieved studies for additional reports of relevant studies and contacted Hoechst Marion Roussel (manufacturers of vigabatrin) in 2000."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, double-blind, placebo-controlled, fully published trials of vigabatrin in people of any age with drug-resistant focal epilepsy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors assessed trials for inclusion and extracted data using the standard methodological procedures expected by Cochrane. Primary analysis was by intention-to-treat (ITT). We evaluated: 50% or greater reduction in seizure frequency, treatment withdrawal, adverse effects, dose-response analysis, cognitive outcomes and quality of life. We presented results as risk ratios (RR) with 95% or 99% confidence intervals (CI)."
    },
    {
      "heading": "Main results",
      "text": "We identified 11 trials that included 756 participants (age range: 10 to 64 years). The trials tested vigabatrin doses between 1 g/day and 6 g/day. All 11 trials displayed a risk of bias across at least three risk of bias domains. Predominantly, the risk of bias was associated with: allocation concealment (selection bias), blinding of outcome assessment (detection bias) and incomplete outcome data (attrition bias).\nParticipants treated with vigabatrin may be two to three times more likely to obtain a 50% or greater reduction in seizure frequency compared with those treated with placebo (RR 2.60, 95% CI 1.87 to 3.63; 4 studies; low-certainty evidence). Those treated with vigabatrin may also be three times more likely to have treatment withdrawn although we are uncertain (RR 2.86, 95% CI 1.25 to 6.55; 4 studies; very low-certainty evidence).\nCompared to placebo, participants given vigabatrin were more likely to experience adverse effects: dizziness/light-headedness (RR 1.74, 95% CI 1.05 to 2.87; 9 studies; low-certainty evidence), fatigue (RR 1.65, 95% CI 1.08 to 2.51; 9 studies; low-certainty evidence), drowsiness (RR 1.70, 95% CI 1.18 to 2.44; 8 studies) and depression (RR 3.28, 95% CI 1.30 to 8.27; 6 studies).\nAlthough the incidence rates were higher among participants receiving vigabatrin compared to those receiving placebo, the effect was not significant for the following adverse effects: ataxia (RR 2.76, 95% CI 0.96 to 7.94; 7 studies; very low-certainty evidence), nausea (RR 3.57, 95% CI 0.63 to 20.30; 4 studies), abnormal vision (RR 1.64, 95% CI 0.67 to 4.02; 5 studies; very low-certainty evidence), headache (RR 1.23, 95% CI 0.79 to 1.92; 9 studies), diplopia (RR 1.76, 99% CI 0.94 to 3.30) and nystagmus (RR 1.53, 99% CI 0.62 to 3.76; 2 studies; low-certainty evidence).\nVigabatrin had little to no effect on cognitive outcomes or quality of life."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Vigabatrin may significantly reduce seizure frequency in people with drug-resistant focal epilepsy. The results largely apply to adults and should not be extrapolated to children under 10 years old. Short-term follow-up of participants showed that some adverse effects were associated with its use. Analysis of longer-term observational studies elsewhere, however, has demonstrated that vigabatrin use can lead to the development of visual field defects."
    }
  ],
  "pls_title": "Vigabatrin add-on for drug-resistant focal epilepsy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Epilepsy is a common neurological disorder affecting approximately 1 in 100 people. Around 30% of these people cannot control their epilepsy with currently available antiepileptic medication and are said to have drug-resistant epilepsy. Most often, drug-resistant epilepsy is focal in nature, meaning that the seizures start in one specific area of the brain. Vigabatrin is an antiepileptic medication that can be used as an add-on treatment for drug-resistant focal epilepsy, meaning that it is taken in addition to other antiepileptic medications."
    },
    {
      "heading": "Main results",
      "text": "We found 11 clinical trials, involving 756 people, which investigated vigabatrin as an add-on for people with drug-resistant focal epilepsy. The people in the trials were aged between 10 to 64 years and were given doses of 1 g/day to 6 g/day vigabatrin.\nWe found that people given vigabatrin may be two to three times more likely to experience a 50% or greater reduction in seizure frequency than people given placebo (a non-active treatment). We also suggest that people given vigabatrin may be up to three times more likely to stop treatment than people given placebo. People given vigabatrin were more likely to experience side effects: dizziness/light-headedness, fatigue, drowsiness and depression, than people given placebo. However, the evidence suggested that they should not be more likely to experience: ataxia (disorders that affect co-ordination, balance and speech), feeling sick (nausea), abnormal vision, headache, seeing double (diplopia), or involuntary movement of the eyes (nystagmus) than people given placebo."
    },
    {
      "heading": "Reliability of the evidence",
      "text": "We judged that all studies had significant risk of bias. The studies did not explain how people were allocated to treatment groups and did not say whether investigators knew which treatment people were receiving. Alongside other reasons, this reduced our confidence (certainty) in the results. Overall, we are uncertain to very uncertain whether the results we have reported are reliable. The true effect of vigabatrin could be significantly different to that reported here."
    },
    {
      "heading": "Conclusions",
      "text": "Vigabatrin may significantly reduce seizure frequency for people with drug-resistant focal epilepsy but we are uncertain. Most of the evidence was gathered from adults, therefore, the effects of vigabatrin could be different in children. All of the included trials were of short duration; therefore, we cannot report any long-term effects of vigabatrin. Importantly, reviews of long-term studies have reported that long-term vigabatrin use can lead to the development of visual problems."
    }
  ]
}