{
  "doi": "10.1002/14651858.CD004253.pub4",
  "name": "Psychological interventions for women with metastatic breast cancer",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Psychological symptoms are associated with metastatic breast cancer. This is the basis for exploring the impact of psychological interventions on psychosocial and survival outcomes. One early study appeared to show significant survival and psychological benefits from psychological support while subsequent studies have revealed conflicting results. This review is an update of a Cochrane review first published in 2004 and previously updated in 2007."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of psychological interventions on psychosocial and survival outcomes for women with metastatic breast cancer."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Breast Cancer Group Specialised Register, MEDLINE (OvidSP), EMBASE (OvidSP), PsycINFO (OvidSP), CINAHL (EBSCO), online trials and research registers in June/July 2011. Further potentially relevant studies were identified from handsearching references of previous trials, systematic reviews and meta-analyses."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) and cluster RCTs of psychological interventions, which recruited women with metastatic breast cancer. Outcomes selected for analyses were overall survival, psychological outcomes, pain, quality of life, condition-specific outcome measures, relationship and social support measures, and sleep quality. Studies were excluded if no discrete data were available on women with metastatic breast cancer."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted the data and assessed the quality of the studies using the Cochrane Collaboration risk of bias tool. Where possible, authors were contacted for missing information. Data on the nature and setting of the intervention, relevant outcome data, and items relating to methodological quality were extracted. Meta-analyses was performed using a random-effects or fixed-effect Mantel-Haenszel model, depending on expected levels of heterogeneity."
    },
    {
      "heading": "Main results",
      "text": "Ten RCTs with 1378 women were identified. Of the seven RCTs on group psychological interventions, three were on cognitive behavioural therapy and four were on supportive-expressive group therapy. The remaining three studies were individual based and the types of psychological interventions were not common to either cognitive behavioural or supportive-expressive therapy. A clear pattern of psychological outcomes could not be discerned as a wide variety of outcome measures and durations of follow-up were used in the included studies. The overall effect of the psychological interventions across six studies, on one-year survival, favoured the psychological intervention group with an odds ratio (OR) of 1.46 (95% confidence interval (CI) 1.07 to 1.99). Pooled data from four studies did not show any survival benefit at five-years follow-up (OR 1.03, 95% CI 0.42 to 2.52). There was evidence of a short-term benefit for some psychological outcomes and improvement in pain scores."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Psychological interventions appear to be effective in improving survival at 12 months but not at longer-term follow-up, and they are effective in reducing psychological symptoms only in some of the outcomes assessed in women with metastatic breast cancer. However, findings of the review should be interpreted with caution as there is a relative lack of data in this field, and the included trials had reporting or methodological weaknesses and were heterogeneous in terms of interventions and outcome measures."
    }
  ],
  "pls_title": "Psychological interventions for women with metastatic breast cancer",
  "pls_type": "long",
  "pls": "Cancer that has spread beyond the breast (metastatic breast cancer) is frightening and distressing and can lead women to experience psychological symptoms, such as depression. There is a belief that these psychological symptoms can make the cancer worse.\nTreatment for psychological symptoms is sometimes offered to women with metastatic breast cancer, either individually or in a group. In 1989 one study examined the effect of this treatment, offered to a group of women, and it found that it led to them feeling psychologically better and living longer. Subsequent studies did not seem to replicate the findings from the 1989 study, causing uncertainty about the effects of psychological treatments for women with metastatic breast cancer.\nThis review examined the studies to date to see what effect psychological treatments had on women with metastatic breast cancer. We found 10 studies with a total of 1378 women with metastatic breast cancer. Three of the studies used a psychological treatment known as cognitive behavioural therapy (CBT), four studies used supportive-expressive group therapy (SEGT), while the remaining three studies used treatments that were delivered on an individual basis and were neither CBT nor SEGT.\nWe performed statistical analysis and found that the odds ratio (a measure of association between an intervention and an outcome) for survival of women with metastatic breast cancer one year after receiving psychological treatment was 1.46, suggesting that there was an association between the psychological treatment and improved survival. This finding was not found when looking at the odds ratio of survival at five years. We also found some evidence that psychological treatments in the short term (for example, one year) may produce a small reduction in pain and improve some psychological symptoms. However, making comparisons across these studies was difficult as they differed in their conduct, treatments and measures used. Moreover, we cannot rule out that the psychological treatments could also cause psychological harm."
}