{
  "doi": "10.1002/14651858.CD008132.pub2",
  "name": "Iron supplementation for breath‐holding attacks in children",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Breath-holding attacks are common during childhood. Iron supplementation has been claimed to reduce the frequency or severity, or both, of breath-holding attacks in children."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of iron supplementation on the frequency and severity of breath-holding attacks in children."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library), MEDLINE, EMBASE, PsycINFO, CINAHL and the metaRegister of Controlled Trials (up to April 2009). We scanned references of included trials. Pharmaceutical companies manufacturing oral iron supplements and some trial authors were contacted for any unpublished data or trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled trials comparing iron supplementation with placebo or no therapy in children < 18 years with recurrent (more than three) breath-holding episodes. These were reported by an observer."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The primary outcome was reduction in the frequency (number over time) or severity (leading to cessation of loss of consciousness or convulsive movements), or both, of breath-holding attacks. Two authors (AZ and NO) independently selected studies and extracted data. Study authors were contacted for missing data, where necessary. Risk of bias was assessed using domain-based evaluation. In the presence of low heterogeneity, a fixed-effect meta-analysis was performed with pooled results presented as odds ratios (OR) and 95% confidence intervals (CIs)."
    },
    {
      "heading": "Main results",
      "text": "Two trials (87 children) fulfilled the inclusion criteria. In these trials, iron supplementation significantly reduced the frequency of breath-holding attacks in children (OR 76.48; 95% CI 15.65 to 373.72; P < 0.00001). A meta-analysis that solely examined iron supplementation causing complete resolution of breath-holding attacks maintained this significance (OR 53.43; 95% CI 6.57 to 434.57; P = 0.0002)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Iron supplementation (at 5 mg/kg/day of elemental iron for 16 weeks) appears to be useful in reducing the frequency and severity of breath-holding attacks. Supplementation is of particular benefit in children with iron deficiency anaemia, responses correlating with the improvements in haemoglobin values. Iron may still be of assistance in children who are not anaemic or who have low, normal haemoglobin levels. Further high-quality randomised control trials of iron supplementation to treat breath-holding attacks in children are required."
    }
  ],
  "pls_title": "Iron supplementation for the treatment of breath-holding attacks in children",
  "pls_type": "long",
  "pls": "Iron may reduce the frequency and severity of breath-holding attacks (or spells) in children but more research is needed to determine the extent of this effect. Breath-holding attacks are a common disabling phenomenon during early childhood. They are distinct from seizures and it is common for them to spontaneously resolve by the time the child reaches seven years of age. This review of controlled clinical trials found that iron supplementation, which is generally well tolerated orally, may reduce the frequency and severity of breath-holding attacks, particularly if the child is anaemic. It is not known if this benefit is sustained after three months or if iron therapy should be continued until the child grows out of the breath-holding episodes."
}