{
  "doi": "10.1002/14651858.CD001925.pub2",
  "name": "Antiplatelet therapy for preventing stroke in patients with non‐valvular atrial fibrillation and no previous history of stroke or transient ischemic attacks ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Non-valvular atrial fibrillation (AF) carries an increased risk of stroke. Antiplatelet therapy (APT) is proven effective for stroke prevention in most patients at high-risk for vascular events, but its value for primary stroke prevention in patients with non-valvular AF merits separate consideration because of the suspected cardioembolic mechanism of most strokes in AF patients."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of long-term APT for primary prevention of stroke in patients with chronic non-valvular AF."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group Trials Register (searched August 2004). In addition, we searched the Cochrane Central Register of Controlled Trials (The Cochrane Library Issue 1, 2005), MEDLINE (1966 to June 2004), and the reference lists of recent review articles. We also contacted experts working in the field to identify unpublished and ongoing trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized trials comparing long-term APT with placebo or control in patients with non-valvular AF and no history of transient ischemic attack (TIA) or stroke. A sensitivity analysis included one additional randomized trial involving primary prevention with aspirin plus very low dose warfarin."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently selected trials for inclusion and extracted data for each outcome. Unpublished data were obtained from trial investigators."
    },
    {
      "heading": "Main results",
      "text": "Three trials tested aspirin in dosages ranging from 75 mg to 325 mg per day and 125 mg every other day to placebo (in two trials) or control (in one trial) in 1965 AF patients without prior stroke or TIA. The mean duration of follow up averaged 1.3 years per participant. Aspirin was associated with non-significant lower risks of all stroke (odds ratio (OR) 0.70, 95% confidence interval (CI) 0.47 to 1.07), ischemic stroke (OR 0.70, 95% CI 0.46 to 1.07), all disabling or fatal stroke (OR 0.86, 95% CI 0.50 to 1.49) and all-cause death (OR 0.75, 95% CI 0.54 to 1.04). The combination of stroke, myocardial infarction or vascular death was significantly reduced (OR 0.71, 95% CI 0.51 to 0.97 ). No increase in intracranial hemorrhage or major extracranial hemorrhage was observed."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Aspirin appears to reduce stroke and major vascular events in patients with non-valvular AF similar to its effect in other high-risk patients (i.e. by about 25%). For primary prevention among AF patients with an average stroke rate of 4% per year, about 10 strokes would likely be prevented yearly for every 1000 AF patients given aspirin."
    }
  ],
  "pls_title": "Antiplatelet therapy for preventing stroke in patients with non-valvular atrial fibrillation and no previous history of stroke or transient ischemic attacks",
  "pls_type": "long",
  "pls": "Antiplatelet agents like aspirin are effective for preventing serious vascular events in patients with atrial fibrillation not suitable for oral anticoagulants. Atrial fibrillation is an irregularity of the heartbeat that leads to blood clots forming in the upper chambers of the heart (the atria). These clots can break free and travel through the bloodstream to the brain and cause a stroke. Drugs that slow clotting, such as antiplatelet agents (aspirin and others) and anticoagulants reduce the risk of stroke in patients with atrial fibrillation. In this review the benefits of antiplatelet agents are shown to be modest (nearly 25% decrease in stroke), but they are relatively safe, easy to take, and therefore an important treatment option for many atrial fibrillation patients. Anticoagulation with warfarin and related drugs offers more protection against stroke (nearly two-thirds reduction), but anticoagulant drugs can cause severe bleeding and require careful regulation with regular blood tests. The choice of antiplatelet drugs versus anticoagulants should be individualized based on the patient's inherent risk of stroke, ability to tolerate anticoagulation without bleeding, access to adequate anticoagulation monitoring, and patient preferences."
}