{
  "doi": "10.1002/14651858.CD015196.pub2",
  "name": "Anticholinergic burden for prediction of cognitive decline or neuropsychiatric symptoms in older adults with mild cognitive impairment or dementia ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Medications with anticholinergic properties are commonly prescribed to older adults with a pre-existing diagnosis of dementia or cognitive impairment. The cumulative anticholinergic effect of all the medications a person takes is referred to as the anticholinergic burden because of its potential to cause adverse effects. It is possible that a high anticholinergic burden may be a risk factor for further cognitive decline or neuropsychiatric disturbances in people with dementia. Neuropsychiatric disturbances are the most frequent complication of dementia that require hospitalisation, accounting for almost half of admissions; hence, identification of modifiable prognostic factors for these outcomes is crucial. There are various scales available to measure anticholinergic burden but agreement between them is often poor."
    },
    {
      "heading": "Objectives",
      "text": "Our primary objective was to assess whether anticholinergic burden, as defined at the level of each individual scale, was a prognostic factor for further cognitive decline or neuropsychiatric disturbances in older adults with pre-existing diagnoses of dementia or cognitive impairment. Our secondary objective was to investigate whether anticholinergic burden was a prognostic factor for other adverse clinical outcomes, including mortality, impaired physical function, and institutionalisation."
    },
    {
      "heading": "Search methods",
      "text": "We searched these databases from inception to 29 November 2021: MEDLINE OvidSP, Embase OvidSP, PsycINFO OvidSP, CINAHL EBSCOhost, and ISI Web of Science Core Collection on ISI Web of Science."
    },
    {
      "heading": "Selection criteria",
      "text": "We included prospective and retrospective longitudinal cohort and case-control observational studies, with a minimum of one-month follow-up, which examined the association between an anticholinergic burden measurement scale and the above stated adverse clinical outcomes, in older adults with pre-existing diagnoses of dementia or cognitive impairment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion, and undertook data extraction, risk of bias assessment, and GRADE assessment. We summarised risk associations between anticholinergic burden and all clinical outcomes in a narrative fashion. We also evaluated the risk association between anticholinergic burden and mortality using a random-effects meta-analysis.  We established adjusted pooled rates for the anticholinergic cognitive burden (ACB) scale; then, as an exploratory analysis, established pooled rates on the prespecified association across scales."
    },
    {
      "heading": "Main results",
      "text": "We identified 18 studies that met our inclusion criteria (102,684 older adults). Anticholinergic burden was measured using five distinct measurement scales: 12 studies used the ACB scale; 3 studies used the Anticholinergic Risk Scale (ARS); 1 study used the Anticholinergic Drug Scale (ADS); 1 study used the Anticholinergic Effect on Cognition (AEC) Scale; and 2 studies used a list developed by Tune and Egeli.\nRisk associations between anticholinergic burden and adverse clinical outcomes were highly heterogenous. Four out of 10 (40%) studies reported a significantly increased risk of greater long-term cognitive decline for participants with an anticholinergic burden compared to participants with no or minimal anticholinergic burden. No studies investigated neuropsychiatric disturbance outcomes. One out of four studies (25%) reported a significant association with reduced physical function for participants with an anticholinergic burden versus participants with no or minimal anticholinergic burden. No study (out of one investigating study) reported a significant association between anticholinergic burden and risk of institutionalisation. Six out of 10 studies (60%) found a significantly increased risk of mortality for those with an anticholinergic burden compared to those with no or minimal anticholinergic burden. Pooled analysis of adjusted mortality hazard ratios (HR) measured anticholinergic burden with the ACB scale, and suggested a significantly increased risk of death for those with a high ACB score relative to those with no or minimal ACB scores (HR 1.153, 95% confidence interval (CI) 1.030 to 1.292; 4 studies, 48,663 participants). An exploratory pooled analysis of adjusted mortality HRs across anticholinergic burden scales also suggested a significantly increased risk of death for those with a high anticholinergic burden (HR 1.102, 95% CI 1.044 to 1.163; 6 studies, 68,381 participants).\nOverall GRADE evaluation of results found low- or very low-certainty evidence for all outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is low-certainty evidence that older adults with dementia or cognitive impairment who have a significant anticholinergic burden may be at increased risk of death. No firm conclusions can be drawn for risk of accelerated cognitive decline, neuropsychiatric disturbances, decline in physical function, or institutionalisation."
    }
  ],
  "pls_title": "The impact of cumulative medications with anticholinergic effects on future adverse clinical outcomes in people with dementia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Anticholinergic medicines may increase the risk of death in older adults who have dementia.  However, the evidence is low certainty, and we cannot say for certain if the anticholinergic medicines cause death, or if they are simply more likely to be used by people who are already at an increased risk of dying due to ongoing health problems.\nWe cannot draw firm conclusions for the risk that anticholinergic medicines pose to the development of other undesirable clinical outcomes, such as further deterioration of memory and thinking, or behavioural and psychological issues.  More research is needed to establish whether anticholinergic medicines cause unintended problems for older adults who have dementia."
    },
    {
      "heading": "What are anticholinergic medicines?",
      "text": "Medicines can be classified by their ability to block the action of a chemical signalling system in the body, called the cholinergic system. Medicines that do this are said to have anticholinergic effects, and therefore, are referred to as anticholinergic medicines."
    },
    {
      "heading": "What did we want to find out?",
      "text": "Anticholinergic medicines are commonly used to treat a number of medical conditions that people with dementia frequently experience. Typical examples are medicines used to treat urinary tract infections or episodes of agitation. However, because the cholinergic system in the brain plays an important role in learning, memory, and emotional regulation, there are theoretical reasons to believe that the use of anticholinergic medicines may unintentionally exacerbate psychological problems in this population. In this review, we investigated the link between anticholinergic medicines and future occurrence of undesirable clinical outcomes in people with dementia."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at the link between anticholinergic medicines and a range of clinical outcomes in people with dementia. We compared and summarised the results of identified studies and rated our confidence in the evidence, based on factors, such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found a total of 18 studies, involving 102,684 adults aged 50 years or more, who had issues with memory and thinking. We found that the evidence was highly inconsistent regarding the link between anticholinergic medicines and increased issues with memory and thinking in people with dementia. There were no studies that investigated the link between anticholinergic medicines and frequency of behavioural disturbances. Therefore, we could not draw any conclusions about whether anticholinergic medicines cause issues with memory and thinking, or behavioural disturbances in this population. However, we did find there was a more consistent link between anticholinergic medicines and the risk of death. Those who were taking anticholinergic medicines had a 15% higher risk of dying than those who were not taking anticholinergic medicines."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The available evidence is very low certainty because of the inconsistency of study results, and the lack of control for health conditions that could be linked with both the clinical outcomes and the prescribing of anticholinergic medicines themselves. It is possible that anticholinergic medicines may not actually cause death, but are simply more likely to be given to people who are already at an increased risk of dying due to ongoing health problems."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "We searched for studies published up to 29 November 2021."
    }
  ]
}