{
  "doi": "10.1002/14651858.CD004379.pub3",
  "name": "Interventions for 'poor responders' to controlled ovarian hyper stimulation (COH) in in‐vitro fertilisation (IVF) ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The success of in-vitro fertilisation (IVF) depends on adequate follicle recruitment by using controlled ovarian stimulation with gonadotrophins. Failure to recruit adequate follicles is called 'poor response'. Various treatment protocols have been proposed that are targeted at this cohort of women, aiming to increase their ovarian response."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effectiveness of different treatment interventions in women who have poor response to controlled ovarian hyperstimulation (are poor responders) in the context of IVF."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Menstrual Disorders and Subfertility Group Specialised Register of controlled trials (MDSG) (5/1/2009), the Cochrane Central Register of Controlled trials (CENTRAL) (4th Quarter 2008), MEDLINE (1950 to November week 3 2008), EMBASE (1980 to 2008 week 52) and The National Research Register (NRR). The citation lists of relevant publications, review articles, abstracts of scientific meetings and included studies were also searched. The authors were contacted to clarify data that were unclear from the trial reports."
    },
    {
      "heading": "Selection criteria",
      "text": "Only randomised controlled trials (RCTs) comparing one type of intervention versus another for controlled ovarian stimulation of poor responders to a previous IVF treatment, using a standard long protocol were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers independently scanned the abstracts, identified relevant papers, assessed trial quality and extracted relevant data for inclusion. Validity was assessed in terms of method of randomisation, completeness of treatment cycle and co-intervention. Where possible, data were pooled for analysis."
    },
    {
      "heading": "Main results",
      "text": "The new search identified fifteen trials. Three trials were eligible for inclusion. Ten trials involving eight different comparison groups have been included. Only one trial reported live birth rates.\nThe number of oocytes retrieved were significantly less in the conventional GnRHa long protocol compared to stop protocol and GnRH antagonist protocol.\nTotal dose of gonadotrophins used was significantly higher in the GnRHa long protocol group compared to the Stop protocol and GnRH antagonist groups.\nCancellation rates were significantly higher in the GnRHa flare up group compared to the GnRHa long protocol group.\nNone of the studies reported a difference in the miscarriage and ectopic pregnancy rates."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to support the routine use of any particular intervention either for pituitary down regulation, ovarian stimulation or adjuvant therapy in the management of poor responders to controlled ovarian stimulation in IVF. More robust data from good quality RCTs with relevant outcomes are needed."
    }
  ],
  "pls_title": "Interventions for 'poor responders' to controlled ovarian hyperstimulation (COH) in in-vitro fertilisation (IVF)",
  "pls_type": "long",
  "pls": "The successful end-point of IVF treatment is for a woman to give birth to a live infant. This outcome is based on various factors including adequate number of retrieved eggs, which are obtained using various treatment protocols. Failure to recruit adequate follicles, from which the eggs are retrieved, is called a 'poor response'. Various treatment protocols targeted at these women have been proposed, aiming to increase their ovarian response. This review of ten randomised controlled trials suggests there is insufficient evidence to support the routine use of any one particular intervention in the management of women who are poor responders. More research is needed with good quality trials looking at relevant outcomes such as live birth rates rather than treatment-associated outcomes such as positive pregnancy rates or number of eggs. Research is also recommended in adverse outcomes and costs of these treatments."
}