{
  "doi": "10.1002/14651858.CD011354.pub2",
  "name": "Negative pressure wound therapy for treating leg ulcers",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Leg ulcers are open skin wounds that occur between the ankle and the knee that can last weeks, months or even years and are a consequence of arterial or venous valvular insufficiency. Negative pressure wound therapy (NPWT) is a technology that is currently used widely in wound care and is promoted for use on wounds. NPWT involves the application of a wound dressing to the wound, to which a machine is attached. The machine applies a carefully controlled negative pressure (or vacuum), which sucks any wound and tissue fluid away from the treated area into a canister."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of negative pressure wound therapy (NPWT) for treating leg ulcers in any care setting."
    },
    {
      "heading": "Search methods",
      "text": "For this review, in May 2015 we searched the following databases: the Cochrane Wounds Group Specialised Register (searched 21 May 2015); the Cochrane Central Register of Controlled Trials (CENTRAL; The Cochrane Library 2015, Issue 4); Ovid MEDLINE (1946 to 20 May 2015); Ovid MEDLINE (In-Process & Other Non-Indexed Citations 20 May 2015); Ovid EMBASE (1974 to 20 May 2015); EBSCO CINAHL (1982 to 21 May 2015). There were no restrictions based on language or date of publication."
    },
    {
      "heading": "Selection criteria",
      "text": "Published or unpublished randomized controlled trials (RCTs) comparing the effects of NPWT with alternative treatments or different types of NPWT in the treatment of leg ulcers."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently performed study selection, risk of bias assessment and data extraction."
    },
    {
      "heading": "Main results",
      "text": "We included one study, with 60 randomized participants, in the review. The study population had a range of ulcer types that were venous arteriolosclerotic and venous/arterial in origin. Study participants had recalcitrant ulcers that had not healed after treatment over a six-month period. Participants allocated to NPWT received continuous negative pressure until they achieved 100% granulation (wound preparation stage). A punch skin-graft transplantation was conducted and the wound then exposed to further NPWT for four days followed by standard care. Participants allocated to the control arm received standard care with dressings and compression until 100% granulation was achieved. These participants also received a punch skin-graft transplant and then further treatment with standard care. All participants were treated as in-patients until healing occurred.\nThere was low quality evidence of a difference in time to healing that favoured the NPWT group: the study reported an adjusted hazard ratio of 3.2, with 95% confidence intervals (CI) 1.7 to 6.2. The follow-up period of the study was a minimum of 12 months. There was no evidence of a difference in the total number of ulcers healed (29/30 in each group) over the follow-up period; this finding was also low quality evidence.\nThere was low quality evidence of a difference in time to wound preparation for surgery that favoured NPWT (hazard ratio 2.4, 95% CI 1.2 to 4.7).\nLimited data on adverse events were collected: these provided low quality evidence of no difference in pain scores and Euroqol (EQ-5D) scores at eight weeks after surgery."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is limited rigorous RCT evidence available concerning the clinical effectiveness of NPWT in the treatment of leg ulcers. There is some evidence that the treatment may reduce time to healing as part of a treatment that includes a punch skin graft transplant, however, the applicability of this finding may be limited by the very specific context in which NPWT was evaluated. There is no RCT evidence on the effectiveness of NPWT as a primary treatment for leg ulcers."
    }
  ],
  "pls_title": "Negative pressure wound therapy for treating leg ulcers",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Leg ulcers are wounds that occur between the ankle and the knee as a result of poor blood flow in the legs. These wounds are relatively common often affecting older people. There are several different treatments for these ulcers and the underlying problems that cause them. Negative pressure wound therapy (NPWT) is a treatment currently beng used for wounds including leg ulcers. NPWT involves the application to the wound of a dressing to which a machine is attached. The machine then applies a carefully controlled negative pressure (or vacuum), and sucks any wound and tissue fluid away from the treated area into a canister."
    },
    {
      "heading": "What we found",
      "text": "After extensive searching up to May 2015 to find all relevant medical studies that might provide evidence about whether NPWT is an effective treatment for leg ulcers, we found only one randomized controlled trial (RCT) that was eligible for this review. (RCTs provide more robust results than most other trial types.) The study was small with 60 participants who had hard-to-heal ulcers. The average age of these participants was 73 years, and 77% of them were women. The study was funded by the manufacturer of the NPWT machine. The study explored the use of NPWT in preparing leg ulcers for a skin graft. In the study, the ulcers were treated with NPWT or with normal (standard) care until the wounds were considered ready to have a skin graft applied. The study's results are not relevant for leg ulcers that are not being prepared for skin grafts. Participants remained in hospitals during treatment and until their wounds healed.\nThere was low evidence from this study that ulcers treated with NPWT healed more quickly than those treated with standard care (dressings and compression). There was also evidence that ulcers treated with NPWT became ready for skin grafting more quickly than those treated with standard care. There were very limited results for other outcomes such as adverse events (harms) and it was not clear how information about adverse effects was collected. Twelve ulcers recurred (broke out again) in the NPWT group and 10 recurred in the standard care group.\nThe evidence for the effectiveness of NPWT in treating leg ulcers is very limited, and at present consists of only one study with 60 participants. This study provided evidence that NPWT may reduce time to healing as part of a treatment that includes a skin graft. At present, no RCTs have investigated the effectiveness of NPWT as a main treatment for leg ulcers.\nThis plain language summary is up-to-date as of May 2015."
    }
  ]
}