{
  "doi": "10.1002/14651858.CD001861.pub4",
  "name": "Interventions for recurrent corneal erosions",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Recurrent corneal erosion is a common cause of disabling ocular symptoms and predisposes the cornea to infection. It may follow corneal trauma. Measures to prevent the development of recurrent corneal erosion following corneal trauma have not been firmly established. Once recurrent corneal erosion develops, simple medical therapy (standard treatment) may lead to resolution of the episode. However, some people continue to suffer when such therapy fails and repeated episodes of erosion develop. A number of treatment and prophylactic options are then available but there is no agreement as to the best option. This review version is an update to the original version published in 2007 and a previous update published in 2012."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and adverse effects of regimens for the prophylaxis of further recurrent corneal erosion episodes, the treatment of recurrent corneal erosion and prophylaxis of the development of recurrent corneal erosion following trauma."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, which contains the Cochrane Eyes and Vision Trials Register; MEDLINE; Embase; LILACS; the ISRCTN registry; ClinicalTrials.gov and the ICTRP. The date of the search was 14 December 2017."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised and quasi-randomised trials that compared a prophylactic or treatment regimen with another prophylaxis/treatment or no prophylaxis/treatment for people with recurrent corneal erosion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methods expected by Cochrane. Two authors independently screened search results, extracted data and assessed risk of bias in the included studies using the Cochrane tool for assessing risk of bias. We considered the following outcome measures: resolution of symptoms after treatment; recurrence after complete or partial resolution; symptoms (pain); adverse effects (corneal haze, astigmatism). We graded the certainty of the evidence using GRADE for the three most clinically relevant comparisons."
    },
    {
      "heading": "Main results",
      "text": "We included eight randomised and two quasi-randomised controlled trials in the review, encompassing 505 participants. Seven studies were from Europe (Germany, Sweden and the UK), two from East Asia (Hong Kong and Japan) and one from Australia. Nine of the studies examined treatments for episodes of recurrent corneal erosions and one study considered prophylaxis to prevent development of recurrent corneal erosions after injury. Two of the nine treatment studies also enrolled participants in a study of prophylaxis to prevent further episodes of recurrent corneal erosions. The studies were poorly reported; we judged only one study low risk of bias on all domains.\nTwo studies compared therapeutic contact lens with topical lubrication but one of these studies was published over 30 years ago and used a therapeutic contact lens that is no longer in common use. The more recent study was a two-centre UK study with 29 participants. It provided low-certainty evidence on resolution of symptoms after treatment with similar number of participants in both groups experiencing resolution of symptoms at four months (risk ratio (RR) 0.97, 95% confidence interval (CI) 0.62 to 1.53). There was very low-certainty evidence on recurrence after partial or total resolution at seven months' follow-up (RR 1.07, 95% CI 0.07 to 15.54). There was no evidence of an important difference in pain score (score of 3 in the contact lens group and score of 2 in the topical lubrication group, low-certainty evidence) and no adverse effects were reported. The older study, using a contact lens no longer in common use, found an increased risk of pain and complications with the contact lens compared with hypromellose drops and paraffin ointment at night.\nA single-centre, Australian study, with 33 participants, provided low-certainty evidence of an increased risk of recurrence with phototherapeutic keratectomy compared with alcohol delamination but with wide confidence intervals, compatible with increased or decreased risk (RR 1.27, 95% CI 0.48 to 3.37). Time to recurrence was similar in both groups (6.5 and 6 months, low-certainty evidence). On average people receiving phototherapeutic keratectomy reported less pain but confidence intervals included no difference or greater pain (mean difference (MD) -0.70, 95% CI -2.23 to 0.83, low-certainty evidence). No adverse effects were reported.\nA 48-participant study in Hong Kong found recurrences were less common in people given diamond burr superficial keratectomy after epithelial debridement compared with sham diamond burr treatment after epithelial debridement (RR 0.07, 95% CI 0.01 to 0.50, moderate-certainty evidence). The study did not report pain scores but adverse effects such as corneal haze (RR 0.92, 95% CI 0.06 to 13.87, low-certainty evidence) and astigmatism (0.88 versus 0.44 dioptres, moderate-certainty evidence) were similar between the groups.\nA study comparing transepithelial versus subepithelial excimer laser ablation in 100 people found low-certainty evidence of a small increased risk of recurrence of corneal erosion at one-year follow-up in people given the transepithelial compared with subepithelial technique, however, the confidence intervals were wide and compatible with increased or decreased risk (RR 1.20, 95% CI 0.58 to 2.48, low-certainty evidence). Other outcomes were not reported.\nOther treatment comparisons included in this review were only addressed by studies published two decades or more ago. The results of these studies were inconclusive: excimer laser ablation (after epithelial debridement) versus no excimer laser ablation (after epithelial debridement), epithelial debridement versus anterior stromal puncture, anterior stromal puncture versus therapeutic contact lens, oral oxytetracycline and topical prednisolone (in addition to 'standard therapy') versus oral oxytetracycline (in addition to 'standard therapy') versus 'standard therapy'."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Well-designed, masked, randomised controlled trials using standardised methods are needed to establish the benefits of new and existing prophylactic and treatment regimes for recurrent corneal erosion. Studies included in this review have been of insufficient size and quality to provide firm evidence to inform the development of management guidelines. International consensus is also needed to progress research efforts towards evaluation of the major effective treatments for recurrent corneal erosions."
    }
  ],
  "pls_title": "Prevention and treatment regimens for recurrent corneal erosion (corneal epithelial surface breakdown)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane Review was to find what treatment works best for recurrent corneal erosions and whether they can be prevented. Cochrane researchers collected and analysed all relevant studies to answer this question and found 10 studies."
    },
    {
      "heading": "Key messages",
      "text": "The review shows that there is a lack of good-quality evidence to guide treatment decisions for recurrent corneal erosions. This is an evidence gap."
    },
    {
      "heading": "What was studied in the review?",
      "text": "The cornea is the clear front part of the eye. Sometimes the outermost layer of cells in the cornea (epithelium) breaks down and this can lead to repeated episodes of eye pain or discomfort, sensitivity to light, watering eyes and blurred vision. This is known as recurrent corneal erosion (RCEs). These symptoms can be disabling, and RCEs can make the eye more prone to infection. RCEs can happen after eye injury but are also a consequence of eye conditions, such as corneal dystrophy.\nVarious treatments have been proposed and are used for RCEs. Eye drops moisten the eye (lubricants) or may contain antibiotics or steroids. Special contact lenses, known as therapeutic or bandage contact lenses, may be used. A section or layer of the cornea can be physically removed, which is known as debridement when the loose epithelium is removed, or superficial keratectomy when the epithelium and other material is removed. This can be done manually or using an 'excimer' laser (phototherapeutic). Sometimes the cornea is 'polished' afterwards using a tool called a diamond burr. This material can also be removed using alcohol (alcohol delamination). Small puncture holes, called anterior stromal punctures, may be made in the cornea with the aim of stabilising the epithelium. This can also be done with a laser."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "Cochrane researchers found 10 relevant studies. Seven studies were from Europe (Germany, Sweden and the UK), two from East Asia (Hong Kong and Japan) and one from Australia.\nTwo studies compared contact lens versus lubricant; single studies looked at phototherapeutic keratectomy versus alcohol delamination; diamond burr superficial keratectomy (after epithelial debridement) compared with epithelial debridement; two different techniques of laser removal of material (transepithelial versus subepithelial excimer laser ablation); contact lens compared with anterior stromal puncture; epithelial debridement compared with anterior stromal puncture; phototherapeutic keratectomy (after epithelial debridement) compared with epithelial debridement alone; and oral tetracycline compared with both topical prednisolone and standard therapy.\n\nThree studies (including two of the above treatment studies) compared different ways of preventing RCEs (prophylaxis). Two studies compared topical lubrication with no topical lubrication; and one study compared antibiotic ointment versus no antibiotic ointment.\nIn general the studies included in this review were too small to provide conclusive results. More good-quality randomised controlled trials are needed to guide the management of recurrent corneal erosions."
    },
    {
      "heading": "How up to date is this review?",
      "text": "Cochrane researchers searched for studies that had been published up to December 2017."
    }
  ]
}