{
  "doi": "10.1002/14651858.CD009147.pub3",
  "name": "Image‐guided glucocorticoid injection versus injection without image guidance for shoulder pain ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Despite widespread use, our 2012 Cochrane review did not confirm that use of imaging to guide glucocorticoid injection for people with shoulder pain improves its efficacy."
    },
    {
      "heading": "Objectives",
      "text": "To update our review and assess the benefits and harms of image-guided glucocorticoid injection compared to non-image-guided injection for patients with shoulder pain."
    },
    {
      "heading": "Search methods",
      "text": "We updated the search of the Cochrane Central Register of Controlled Trials (CENTRAL, via Ovid), MEDLINE (Ovid), Embase (Ovid) and clinicaltrials.gov to 15 Feb 2021, and the World Health Organisation International Clinical Trials Registry Platform (http://www.who.int/trialsearch/Default.aspx) to 06 July 2020. We also screened reference lists of retrieved review articles and trials to identify potentially relevant studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised or quasi-randomised controlled trials that compared image-guided glucocorticoid injection to injection without image guidance (either landmark-guided or intramuscular) in patients with shoulder pain (rotator cuff disease, adhesive capsulitis or mixed or undefined shoulder pain). Major outcomes were pain, function, proportion of participants with treatment success, quality of life, adverse events, serious adverse events and withdrawals due to adverse events. Minor outcomes were shoulder range of motion and proportion of participants requiring surgery or additional injections. There were no restrictions on language or date of publication."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodologic procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "Nineteen trials were included (1035 participants). Fourteen trials included participants with rotator cuff disease, four with adhesive capsulitis, and one with mixed or undefined shoulder pain. Trial size varied from 28 to 256 participants, most participants were female, mean age ranged between 31 and 60 years, and mean symptom duration varied from 2 to 23 months.\nTwo trials were at low risk of bias for all criteria. The most notable sources of bias in the remaining trials included performance bias and detection bias.\nModerate-certainty evidence (downgraded for bias) indicates that ultrasound-guided injection probably provides little or no clinically important benefits compared with injection without guidance with respect to pain (15 trials) or function (14 trials) at three to six weeks follow-up. It may not improve quality of life (2 trials, low-certainty evidence, downgraded due to potential for bias and imprecision) and we are uncertain about the effect of ultrasound-guided injection on participant-rated treatment success due to very low-certainty evidence (downgraded for bias, inconsistency and imprecision).\nMean pain (scale range 0 to 10, higher scores indicate more pain) was 3.1 points with injection without image guidance and 0.5 points better (0.2 points better to 0.8 points better; 1003 participants, 15 trials) with an ultrasound-guided injection. This represents a slight difference for pain (0.5 to 1.0 points on a 0 to 10 scale). Mean function (scale range 0 to 100, higher scores indicate better function) was 68 points with injection without image guidance and 2.4 points better (0.2 points worse to 5.1 points better; 895 participants, 14 trials) with an ultrasound-guided injection. Mean quality of life (scale range 0 to 100, higher scores indicate better quality of life) was 65 with injection without image guidance and 2.8 points better (0.7 worse to 6.4 better; 220 participants, 2 trials) with an ultrasound-guided injection. In five trials (350 participants), 101/175 (or 606 per 1000) people in the ultrasound-guided group reported treatment success compared with 68/175 (or 389 per 1000) people in the group injected without image guidance (RR 1.56 (95% CI 0.89 to 2.75)), an absolute difference of 22% more reported success (4% fewer to 62% more).\nLow-certainty evidence (downgraded for bias and imprecision) indicates that ultrasound-guided injections may not reduce the risk of adverse events compared to injections without image guidance. In five trials (402 participants), 38/200 (or 181 per 1000) people in the ultrasound-guided group reported adverse events compared with 51/202 (or 252 per 1000) in the non-image-guided injection group (RR 0.72 (95% CI 0.4 to 1.28)), an absolute difference of 7% fewer adverse events (15% fewer to 7% more). Five trials reported that there were no serious adverse events. The remaining trials did not report serious adverse events. One trial reported that 1/53 (or 19 per 1000) in the injection without image guidance group and 0/53 in the ultrasound-guided group withdrew due to adverse events.\nSensitivity analyses indicate that the effects for pain and function may have been influenced by selection bias, and the effects for function may have been influenced by detection bias. The test for subgroup differences indicated there were unlikely to be differences in pain and function across different shoulder conditions."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Our updated review does not support use of image guidance for injections in the shoulder. Moderate-certainty evidence indicates that ultrasound-guided injection in the treatment of shoulder pain probably provides little or no benefit over injection without imaging in terms of pain or function and low-certainty evidence indicates there may be no difference in quality of life. We are uncertain if ultrasound-guided injection improves participant-rated treatment success, due to very low-certainty evidence. Low-certainty evidence also suggests ultrasound-guided injection may not reduce the risk of adverse events compared with non-image-guided injection. No serious adverse events were reported in any trial.\nThe lack of significant benefit of image guidance over injection without image guidance to improve patient-relevant outcomes or reduce harms, suggests that any added cost of image guidance appears unjustified."
    }
  ],
  "pls_title": "Image-guided versus blind glucocorticoid injection for shoulder pain",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Shoulder pain is most often caused by rotator cuff disease, or adhesive capsulitis (‘frozen shoulder’). The rotator cuff is a group of tendons that holds the shoulder joint in place allowing people to lift their arm. Shoulder pain can be related to wear and tear or inflammation of the shoulder tendons, and pressure on the tendons by the overlying bone when lifting the arm up (impingement). Both conditions cause pain with movement and often pain during the night and sleeping on the affected side; adhesive capsulitis also causes shoulder stiffness.\nGlucocorticoids injections can relieve shoulder pain but their effect usually wears off after six to eight weeks. Traditionally, injections are given using anatomic landmarks around the shoulder. Sometimes imaging techniques, such as ultrasound, are used to more accurately guide the injections into the shoulder. It is not known if image-guided injection relieves shoulder pain more effectively than injections delivered without imaging."
    },
    {
      "heading": "Study characteristics",
      "text": "This Cochrane review is current to 15 February 2021. Nineteen trials (1035 participants) compared ultrasound-guided injection to ‘blind’ injection. Fourteen trials included participants with rotator cuff disease, four with adhesive capsulitis, and one with mixed shoulder pain. Trials were performed in Korea, Taiwan, Iran, Turkey, Australia, Norway, Spain, Ireland, India and Switzerland. Most participants were female, with a mean age from 31 to 60 years, and mean symptom duration from 2 to 23 months. Six studies reported funding sources."
    },
    {
      "heading": "Key results",
      "text": "Compared to injection into the shoulder without image guidance, ultrasound-guided injection resulted in little to no benefit at three to six weeks:\nPain (lower scores mean less pain)\nImproved by 0.5 points more (0.2 more to 0.8 more) on a 0 to 10-point scale. Differences of 0.5 to 1.0 points are considered slight or small and are unlikely to be clinically important.\n- People who had ultrasound-guided injection rated their pain as 2.6 points\n- People who had injection without image guidance rated their pain as 3.1 points\nFunction (higher scores mean better function)\nImproved by 2.4 points more (0.2 points worse to 5.1 points more) on a 0 to 100-point scale. Differences below 10 points are considered slight or small and are unlikely to be clinically important.\n- People who had ultrasound-guided injection rated their function as 70.4 points\n- People who had injection without image guidance rated their function as 68 points\nQuality of life (higher scores mean better quality of life)\nImproved by 2.8 points (0.7 worse to 6.4 better) on a 0 to 100-point scale\n- People who had ultrasound-guided injection rated their quality of life as 67.8 points\n- People who had injection without image guidance rated their quality of life as 65 points\nTreatment success (defined as pain moderately or a great deal better)\n22% more people rated their treatment a success (4% fewer to 62% more), or 22 more people out of 100.\n- 61 out of 100 people reported treatment success with ultrasound-guided injection\n- 39 out of 100 people reported treatment success with injection without image guidance\nAdverse events\n7% fewer people (15% fewer to 7% more) had adverse events (post-injection pain, facial redness and warmth) with ultrasound-guided injection.\n- 18 out of 100 people reported adverse events with ultrasound-guided injection\n- 25 out of 100 people reported adverse events with injection without image guidance\nSerious adverse events\nFive trials reported that there were no serious adverse events (like infection or nerve injury) with or without use of ultrasound guidance of the injection.\nWithdrawals due to adverse events\nOne trial reported that 1/53 (or 19 out of 1000) people who received the injection without image guidance withdrew from the study due to adverse events, while no one (0/53) in the ultrasound-guided injection group withdrew due to adverse events."
    },
    {
      "heading": "Quality of evidence",
      "text": "Low to moderate-certainty evidence shows that in people with shoulder pain, ultrasound-guided injection does not provide clinically important benefits in pain, function or quality of life compared with non-image-guided injection, nor does it reduce the risk of adverse events. These findings were consistent across different shoulder conditions. Further high-quality research is unlikely to change the conclusions of this review."
    }
  ]
}