{
  "doi": "10.1002/14651858.CD012720.pub2",
  "name": "Kinesio taping for rotator cuff disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Kinesio Taping (KT) is one of the conservative treatments proposed for rotator cuff disease. KT is an elastic, adhesive, latex-free taping made from cotton, without active pharmacological agents. Clinicians have adopted it in the rehabilitation treatment of painful conditions, however, there is no firm evidence on its benefits."
    },
    {
      "heading": "Objectives",
      "text": "To determine the benefits and harms of KT in adults with rotator cuff disease."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Library, MEDLINE, Embase, PEDro, CINAHL, Clinicaltrials.gov and WHO ICRTP registry to July 27 2020, unrestricted by date and language."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised and quasi-randomised controlled trials (RCTs) including adults with rotator cuff disease. Major outcomes were overall pain, function, pain on motion, active range of motion, global assessment of treatment success, quality of life, and adverse events."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodologic procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We included 23 trials with 1054 participants. Nine studies (312 participants) assessed the effectiveness of KT versus sham therapy and fourteen studies (742 participants) assessed the effectiveness of KT versus conservative treatment. Most participants were aged between 18 and 50 years. Females comprised 52% of the sample. For the meta-analysis, we considered the last available measurement within 30 days from the end of the intervention.\nAll trials were at risk of performance, selection, reporting, attrition, and other biases.\nComparison with sham taping\nDue to very low-certainty evidence, we are uncertain whether KT improves overall pain, function, pain on motion and active range of motion compared with sham taping.\nMean overall pain (0 to 10 scale, 0 no pain) was 2.96 points with sham taping and 3.03 points with KT (3 RCTs,106 participants), with an absolute difference of 0.7% worse, (95% CI 7.7% better to 9% worse) and a relative difference of 2% worse (95% CI 21% better to 24% worse) at four weeks. Mean function (0 to 100 scale, 0 better function) was 47.1 points with sham taping and 39.05 points with KT (6 RCTs, 214 participants), with an absolute improvement of 8% (95% CI 21% better to 5% worse)and a relative improvement of 15% (95% CI 40% better to 9% worse) at four weeks. Mean pain on motion (0 to 10 scale, 0 no pain) was 4.39 points with sham taping and 2.91 points with KT even though not clinically important (4 RCTs, 153 participants), with an absolute improvement of 14.8% (95% CI 22.5% better to 7.1% better) and a relative improvement of 30% (95% CI 45% better to 14% better) at four weeks. Mean active range of motion (shoulder abduction) without pain was 174.2 degrees with sham taping and 184.43 degrees with KT (2 RCTs, 68 participants), with an absolute improvement of 5.7% (95% CI 8.9% worse to 20.3% better) and a relative improvement of 6% (95% CI 10% worse to 22% better) at two weeks.\nNo studies reported global assessment of treatment success. Quality of life was reported by one study but data were disaggregated in subscales. No reliable estimates for adverse events (4 studies; very low-certainty) could be provided due to the heterogeneous description of events in the sample.\nComparison with conservative treatments\nDue to very low-certainty evidence, we are uncertain if KT improves overall pain, function, pain on motion and active range of motion compared with conservative treatments. However, KT may improve quality of life (low certainty of evidence).\nMean overall pain (0 to 10 scale, 0 no pain) was 0.9 points with conservative treatment and 0.46 points with KT (5 RCTs, 266 participants), with an absolute improvement of 4.4% (95% CI 13% better to 4.6% worse) and a relative improvement of 15% (95% CI 46% better to 16% worse) at six weeks. Mean function (0 to 100 scale, 0 better function) was 46.6 points with conservative treatment and 33.47 points with KT (14 RCTs, 499 participants), with an absolute improvement of 13% (95% CI 24% better to 2% better) and a relative improvement of 18% (95% CI 32% better to 3% better) at four weeks. Mean pain on motion (0 to 10 scale, 0 no pain) was 4 points with conservative treatment and 3.94 points with KT (6 RCTs, 225 participants), with an absolute improvement of 0.6% (95% CI 7% better to 8% worse) and a relative improvement of 1% (95% CI 12% better to 10% worse) at four weeks. Mean active range of motion (shoulder abduction) without pain was 156.6 degrees with conservative treatment and 159.64 degrees with KT (3 RCTs, 143 participants), with an absolute improvement of 3% (95% CI 11% worse to 17 % better) and a relative improvement of 3% (95% CI 9% worse to 14% better) at six weeks.\nMean of quality of life (0 to 100, 100 better quality of life) was 37.94 points with conservative treatment and 56.64 points with KT (1 RCTs, 30 participants), with an absolute improvement of 18.7% (95% CI 14.48% better to 22.92% better) and a relative improvement of 53% (95% CI 41% better to 65% better) at four weeks.\nNo studies were found for global assessment of treatment success. No reliable estimates for adverse events (7 studies, very low certainty of evidence) could be provided due to the heterogeneous description of events in the whole sample."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Kinesio taping for rotator cuff disease has uncertain effects in terms of self-reported pain, function, pain on motion and active range of motion when compared to sham taping or other conservative treatments as the certainty of evidence was very low. Low-certainty evidence shows that kinesio taping may improve quality of life when compared to conservative treatment. We downgraded the evidence for indirectness due to differences among co-interventions, imprecision due to small number of participants across trials as well as selection bias, performance and detection bias. Evidence on adverse events was scarce and uncertain. Based upon the data in this review, the evidence for the efficacy of KT seems to demonstrate little or no benefit."
    }
  ],
  "pls_title": "Kinesio taping for rotator cuff disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "To determine the benefits and harms of kinesio taping (KT) in adults with shoulder pain such as impingement syndrome, rotator cuff disease and calcific tendinopathy."
    },
    {
      "heading": "Background",
      "text": "KT is one of the conservative treatments proposed for rotator cuff disease. KT is an elastic, adhesive, latex-free taping made from cotton, without active pharmacological agents. Clinicians have adopted it in the rehabilitation treatment of painful conditions, however, there is no firm evidence on its benefits."
    },
    {
      "heading": "Study characteristics",
      "text": "We included 23 controlled trials with 1054 participants. Nine studies (312 participants) assessed the effectiveness of KT versus sham therapy (i.e. fake kinesio taping) and fourteen studies (742 participants) assessed the effectiveness of KT versus other conservative treatments (e.g.,conventional taping, physical therapies, exercise, glucocorticoid injection, oral medication). Most participants were aged between 18 and 50 years. Females comprised 52% of the sample."
    },
    {
      "heading": "Key results",
      "text": ""
    },
    {
      "heading": "Comparison 1. Kinesio taping versus sham therapy",
      "text": "Overall pain (lower scores mean less pain):\nworsened by 0.7% (9% worse to 7.7% better) or 0.07 points on a zero to 10 scale\n• People who had sham treatment rated their pain as 2.96 points.\n• People who had kinesio taping rating their overall pain as 3.03 points.\nFunction (0 to 100; lower scores mean better function):\nimproved by 8% (5% worse to 21% better) or 8.05 points on a zero to 100 scale\n• People who had sham treatment rated function as 47.10 points.\n• People who had kinesio taping rated function as 39.05 points.\nPain on motion (scale 0 to 10; lower scores mean less pain):\nimproved by 14.8% (7.1% better to 22.5% better) or 1.48 points on a zero to 10 scale\n• People who had sham treatment rated pain on motion as 4.39 points.\n• People who had kinesio taping rated pain on motion as 2.91 points.\nActive range of motion (AROM) (shoulder abduction) without pain (measured in degrees 0–180):\nimproved by 5.7% (8.9% worse to 20.3% better) or 10.23 degrees more\n• Free of pain AROM was 174.2 degrees in people with sham treatment.\n• Free of pain AROM was 184.43 degrees in people with kinesio taping.\nGlobal assessment of treatment success:\nno studies reported the outcome.\nQuality of life:\none study reported data disaggregated in subscales.\nAdverse events:\nno reliable estimates for adverse events (4 studies) could be provided due to heterogeneous description of events."
    },
    {
      "heading": "Comparison 2. Kinesio taping versus conservative treatment",
      "text": "Overall pain (lower scores mean less pain):\nimproved by 4.4% (4.6% worse to 13% better) or 0.44 points on a zero to 10 scale\n• People who had conservative treatment rated pain as 0.9 points.\n• People who had kinesio taping rated pain as 0.46 points.\nFunction (0 to 100; lower scores mean better function):\nimproved by 13 % (2% better to 24% better) or 13.13 points on a zero to 100 scale\n• People who had conservative treatment rated function as 46.6 points.\n• People who had kinesio taping rated function 33.47 as points.\nPain on motion (scale 0 to 10; lower scores mean less pain):\nimproved by 0.6% (7% worse to 8% better) or 0.06 points on a zero to 10 scale\n• People who had conservative treatment rated pain on motion as 4 points.\n• People who had kinesio taping rated pain on motion as 3.94 points.\nActive range of motion (AROM) (shoulder abduction) without pain (measured in degrees 0–180):\nimproved by 3% (11% worse to 17% better) or 3.04 degrees more on a scale 0–180°\n• Free of pain AROM was 156.6 degrees in people with conservative treatment.\n• Free of pain AROM was 159.64 degrees in people with kinesio taping.\nGlobal assessment of treatment success:\nno studies reported the outcome.\nQuality of life (12-item Short Form Survey-, higher scores mean better quality):\nimproved by 18.7% (14.48% better to 22.92% better) or 18.7 points\n• People who had conservative treatment rated quality of life as 37.94 points.\n• People who had kinesio taping rated quality of life as 56.64 points.\nAdverse events:\nNo reliable estimates for adverse events (7 studies) could be provided due to heterogeneous description of events."
    },
    {
      "heading": "Quality of evidence",
      "text": "Based on overall very low-quality evidence, KT for rotator cuff disease has uncertain effects on pain, function, pain on motion and active range of motion when compared to sham taping or other conservative treatment. Low-certainty evidence shows that kinesio taping may improve quality of life when compared to conservative treatment. Evidence on adverse events was scarce and uncertain due to low event rates, thus, we could not obtain a reliable estimate of the risk of these events from the trials in this review."
    }
  ]
}