{
  "doi": "10.1002/14651858.CD015594.pub2",
  "name": "Pharmacological interventions for the management of pain and discomfort during lumbar puncture in newborn infants ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Lumbar puncture (LP) is a common invasive procedure, most frequently performed to diagnose infection. Physicians perform LP in newborn infants with the help of an assistant using a strict aseptic technique; it is important to monitor the infant during all the steps of the procedure. Without adequate analgesia, LP can cause considerable pain and discomfort. As newborns have increased sensitivity to pain, it is crucial to adequately manage the procedural pain of LP in this population."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms, including pain, discomfort, and success rate, of any pharmacological intervention during lumbar puncture in newborn infants, compared to placebo, no intervention, non-pharmacological interventions, or other pharmacological interventions."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, PubMed, Embase, and three trial registries in December 2022. We also screened the reference lists of included studies and related systematic reviews for studies not identified by the database searches."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) and quasi-RCTs comparing drugs used for pain management, sedation, or both, during LP. We considered the following drugs suitable for inclusion.\n• Topical anesthetics (e.g. eutectic mixture of local anesthetics [EMLA], lidocaine)\n• Opioids (e.g. morphine, fentanyl)\n• Alpha-2 agonists (e.g. clonidine, dexmedetomidine)\n• N-Methyl-D-aspartate (NMDA) receptor antagonists (e.g. ketamine)\n• Other analgesics (e.g. paracetamol)\n• Sedatives (e.g. benzodiazepines such as midazolam)"
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. We used the fixed-effect model with risk ratio (RR) for dichotomous data and mean difference (MD) or standardized mean difference (SMD) for continuous data, with their 95% confidence intervals (CIs). Our main outcomes were successful LP on first attempt, total number of LP attempts, episodes of bradycardia, pain assessed with validated scales, episodes of desaturation, number of episodes of apnea, and number of infants with one or more episodes of apnea. We used the GRADE approach to evaluate the certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "We included three studies (two RCTs and one quasi-RCT) that enrolled 206 newborns. One study included only term infants. All studies assessed topical treatment versus placebo or no intervention. The topical anesthetics were lidocaine 4%, lidocaine 1%, and EMLA. We identified no completed studies on opioids, non-steroidal anti-inflammatory drugs, alpha-2 agonists, NMDA receptor antagonists, other analgesics, sedatives, or head-to-head comparisons (drug A versus drug B).\nBased on very low-certainty evidence from one quasi-RCT of 100 LPs in 76 infants, we are unsure if topical anesthetics (lidocaine), compared to no anesthesia, has an effect on the following outcomes.\n• Successful LP on first attempt (first-attempts success in 48% of LPs in the lidocaine group and 42% of LPs in the control group)\n• Number of attempts per LP (mean 1.9 attempts, [standard error of the mean 0.2] in the lidocaine group, and mean 2.1 attempts [standard error of the mean 2.1] in the control group)\n• Episodes of bradycardia (0% of LPs in the lidocaine group and 4% of LPs in the control group)\n• Episodes of desaturation (0% of LPs in the lidocaine group and 8% of LPs in the control group)\n• Occurrence of apnea (RR 3.24, 95% CI 0.14 to 77.79; risk difference [RD] 0.02, 95% CI −0.03 to 0.08).\nTopical anesthetics compared to placebo may reduce pain assessed with the Neonatal Facial Coding System (NFCS) score (SMD −1.00 standard deviation (SD), 95% CI −1.47 to −0.53; I² = 98%; 2 RCTs, 112 infants; low-certainty evidence). No studies in this comparison reported total number of episodes of apnea.\nWe identified three ongoing studies, which will assess the effects of EMLA, lidocaine, and fentanyl. Three studies are awaiting classification."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence is very uncertain about the effect of topical anesthetics (lidocaine) compared to no anesthesia on successful lumbar puncture on first attempt, the number of attempts per lumbar puncture, episodes of bradycardia, episodes of desaturation, and occurrence of apnea. Compared to placebo, topical anesthetics (lidocaine or EMLA) may reduce pain assessed with the NFCS score. One ongoing study will assess the effects of systemic treatment."
    }
  ],
  "pls_title": "Medicines to reduce pain and discomfort during spinal tap in newborns",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Spinal tap is a painful procedure, but the best management for pain and discomfort in newborns in unclear.\n• We identified studies using creams containing painkillers, applied directly on the skin where spinal tap is performed.\n• These creams may reduce pain during spinal tap, but it is unclear whether they have an effect on the number of successful spinal taps on the first try, the number of attempts per successful spinal tap, episodes of bradycardia (slowing of the heartbeat), episodes of desaturation (decrease of oxygen content of the blood), and the number of newborns with interrupted breathing (apnea)."
    },
    {
      "heading": "What is spinal tap?",
      "text": "Spinal tap, also known as lumbar puncture, is a common procedure in people of all ages, including newborn infants. It involves inserting a hollow needle into the spine to extract a fluid known as cerebrospinal fluid. Spinal taps are performed for many reasons, but the most common reason is to find out whether there is an infection affecting the brain and spine. Because spinal tap involves inserting a needle, it can cause pain and discomfort.\nBecause of this pain and discomfort, newborn infants sometimes experience slowing of their heartbeat (also known as bradycardia) and interruption in their normal breathing (also known as apnea), resulting in lowering of oxygen content of their blood (also known as desaturation). In addition, if the infant is not comfortable, the person performing the spinal tap may need several tries to get it right."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if using certain medicines was better than using other medicines or no medicines to reduce:\n• the number of tries for a successful spinal tap in newborn infants;\n• the total number of attempts;\n• pain and discomfort during a spinal tap in newborn infants;\n• episodes of bradycardia;\n• episodes of desaturation; and\n• episodes of apnea."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at using certain medicines compared with using other medicines or no medicines in newborn infants undergoing spinal tap. We compared and summarized the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found three studies that involved 206 newborn infants undergoing spinal tap. It is unclear whether painkillers applied to the skin (topical anesthetics), compared to no medicine, have an effect on the number of successful spinal taps on the first try, the number of attempts per successful spinal tap, episodes of bradycardia, episodes of desaturation, and episodes of apnea.\nTopical anesthetics compared to placebo (dummy medicine) may reduce the pain experienced by newborn infants by 15% to 20%.\nThere are still three large ongoing studies assessing the effects of other medicines, but their results are not yet published. We also listed three studies as awaiting classification because we do not have enough information to include or exclude them."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have little confidence in the evidence about pain because the studies used different measures to measure pain.\nWe are not confident in the evidence for all the other results because there are too few studies to be certain about the results of our outcomes. It is also possible that people in the studies were aware of which treatment they were given. Finally, not all the studies provided data about everything that we were interested in."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to December 2022."
    }
  ]
}