{
  "doi": "10.1002/14651858.CD012355.pub2",
  "name": "Once‐daily long‐acting beta₂‐agonists/inhaled corticosteroids combined inhalers versus inhaled long‐acting muscarinic antagonists for people with chronic obstructive pulmonary disease ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Three classes of inhaler medication are used to manage chronic obstructive pulmonary disease (COPD): long-acting beta₂-agonists (LABA); long-acting muscarinic antagonists (LAMA); and inhaled corticosteroids (ICS). To encourage patient adherence, two classes of medication are often combined in a single medication device; it seems that once-daily dosing offers greatest convenience to patients and may markedly influence adherence."
    },
    {
      "heading": "Objectives",
      "text": "To compare a once-daily combination of inhaled corticosteroid and long-acting beta₂-agonist inhalers (ICS/LABA) versus inhaled long-acting muscarinic antagonists alone (LAMA) for people with chronic obstructive pulmonary disease (COPD)."
    },
    {
      "heading": "Search methods",
      "text": "We performed an electronic search of the Specialised Register of the Cochrane Airways Group (14 May 2018), ClinicalTrials.gov (14 May 2018), and the World Health Organization International Clinical Trials Registry Platform (20 September 2017), then a search of other resources, including reference lists of included studies and manufacturers' trial registers (10 October 2017). Two pairs of review authors screened and scrutinised selected articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) comparing once-daily administered ICS/LABA and LAMA in adults with COPD."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed risk of bias in each study. We analysed dichotomous data as random-effects odds ratios (ORs) and continuous data as mean differences (MDs), both with 95% confidence intervals (95% CIs), using Review Manager 5."
    },
    {
      "heading": "Main results",
      "text": "We included two studies with 880 participants. We identified one ongoing trial with planned recruitment of 80 participants. Included studies enrolled participants with both partially reversible and non-reversible COPD and baseline mean per cent predicted (%pred) forced expiratory volume in one second (FEV₁) of 43.4 to 49.6. Both studies lasted 12 weeks. Both studies used the same combination of inhaled ICS/LABA (fluticasone furoate and vilanterol 100/25 mcg once daily; FF/VI) versus LAMA (18 mcg tiotropium; TIO). They were published as full articles, and neither study was at low risk of bias in all domains.\nCompared to the TIO arm, results for pooled primary outcomes for the FF/VI arm were as follows: mortality: OR 0.20, 95% CI 0.02 to 1.73, 880 participants (deaths reported only in the TIO arm), very low-quality evidence; COPD exacerbation (requiring short-burst oral corticosteroids or antibiotics, or both): OR 0.72, 95% Cl 0.35 to 1.50, 880 participants, very low-quality evidence; pneumonia: reported in both studies only during treatment with FF/VI: OR 6.12, 95% Cl 0.73 to 51.24, 880 participants, very low-quality evidence; and total serious adverse events: OR 0.96, 95% Cl 0.50 to 1.83, 880 participants, very low-quality evidence. None of the pneumonias were fatal. Compared to the TIO arm, we found no statistically significant difference for pooled secondary outcomes, including St George's Respiratory Questionnaire (SGRQ) mean total score change; hospital admissions (all-cause); disease-specific adverse events; mean weekly rescue medication use (results available from only one of the studies); and mean weekly percentage of rescue-free days for FF/VI. We found no statistically significant differences between ICS/LABA and LAMA for improvement in symptoms measured by the COPD Assessment Test (CAT score) nor for FEV₁ (change from baseline trough in 24-hour weighted mean on treatment day 84). Many pooled estimates lacked precision. Data for other endpoints such as exacerbations leading to intubation and physical activity measures were not available in included trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on analysis of primary and secondary outcomes, we are uncertain whether once-daily ICS/LABA, combined in one inhaler, has a different efficacy or adverse effect profile compared to LAMA for treatment of people with COPD. However, the current review is based on only two trials with the main focus on primary outcomes other than those considered in this review. The short follow-up period and the very low quality of evidence limit our confidence in the result and increase uncertainty. Further trials of longer duration are needed. Current evidence is not strong enough to demonstrate important differences between inhalers in terms of effects, nor to establish that once-daily fluticasone/vilanterol 100/25 mcg and tiotropium 18 mcg are equivalent."
    }
  ],
  "pls_title": "Is once-daily ICS/LABA combined in one inhaler more beneficial than inhaled LAMA for treatment of people with COPD?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Chronic obstructive pulmonary disease (COPD) is a lung disease that includes chronic bronchitis and/or emphysema. Symptoms include breathlessness and long-term cough. COPD cannot be cured, but its symptoms are treatable.\nThree classes of inhaler medication are used to manage COPD, each acting in a different way: long-acting beta₂-agonists (LABA, e.g. vilanterol); long-acting muscarinic antagonists (LAMA, e.g. tiotropium); and inhaled corticosteroids (ICS, e.g. fluticasone). To try to make it easier for people to take their medications, inhalers that combine treatments have been developed. We wanted to find out if using a combined inhaler containing ICS and LABA once a day is better or worse than taking a LAMA inhaler alone."
    },
    {
      "heading": "Study characteristics",
      "text": "We found two studies involving 880 participants that compared the benefits and harms of once-daily inhaled ICS/LABA combined in one inhaler versus inhaled LAMA for treatment of adults with COPD. These studies lasted 12 weeks. Participants were men and women aged 40 or older who had COPD with various degrees of severity."
    },
    {
      "heading": "Key results",
      "text": "No consistent differences were found between the two different types of inhalers included in this review. Researchers reported no major differences in death rate, numbers of COPD exacerbations, lung inflammation, or other serious unwanted events. \nPeople receiving both inhalers showed similar improvements in quality of life, symptoms, and lung function tests."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Overall, we assessed the evidence presented in this review to be of very low quality, which means we have very little confidence in the findings. The main reasons for such judgement include the small number of identified studies and the fact that these studies were not focused on the outcomes of interest for this review. Also, both studies had a short observation time, which means that most of the undesired events may have occurred after the observation period was over."
    },
    {
      "heading": "Bottom line",
      "text": "From this review, we did not find evidence strong enough to demonstrate major differences between inhalers or to establish that these inhalers have the same effect."
    }
  ]
}