{
  "doi": "10.1002/14651858.CD010115.pub2",
  "name": "Inhaled steroids and risk of pneumonia for chronic obstructive pulmonary disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Inhaled corticosteroids (ICS) are anti-inflammatory drugs that have proven benefits for people with worsening symptoms of chronic obstructive pulmonary disease (COPD) and repeated exacerbations. They are commonly used as combination inhalers with long-acting beta2-agonists (LABA) to reduce exacerbation rates and all-cause mortality, and to improve lung function and quality of life. The most common combinations of ICS and LABA used in combination inhalers are fluticasone and salmeterol, budesonide and formoterol and a new formulation of fluticasone in combination with vilanterol, which is now available. ICS have been associated with increased risk of pneumonia, but the magnitude of risk and how this compares with different ICS remain unclear. Recent reviews conducted to address their safety have not compared the relative safety of these two drugs when used alone or in combination with LABA."
    },
    {
      "heading": "Objectives",
      "text": "To assess the risk of pneumonia associated with the use of fluticasone and budesonide for COPD."
    },
    {
      "heading": "Search methods",
      "text": "We identified trials from the Cochrane Airways Group Specialised Register of trials (CAGR), clinicaltrials.gov, reference lists of existing systematic reviews and manufacturer websites. The most recent searches were conducted in September 2013."
    },
    {
      "heading": "Selection criteria",
      "text": "We included parallel-group randomised controlled trials (RCTs) of at least 12 weeks' duration. Studies were included if they compared the ICS budesonide or fluticasone versus placebo, or either ICS in combination with a LABA versus the same LABA as monotherapy for people with COPD."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted study characteristics, numerical data and risk of bias information for each included study.\nWe looked at direct comparisons of ICS versus placebo separately from comparisons of ICS/LABA versus LABA for all outcomes, and we combined these with subgroups when no important heterogeneity was noted. After assessing for transitivity, we conducted an indirect comparison to compare budesonide versus fluticasone monotherapy, but we could not do the same for the combination therapies because of systematic differences between the budesonide and fluticasone combination data sets.\nWhen appropriate, we explored the effects of ICS dose, duration of ICS therapy and baseline severity on the primary outcome. Findings of all outcomes are presented in 'Summary of findings' tables using GRADEPro."
    },
    {
      "heading": "Main results",
      "text": "We found 43 studies that met the inclusion criteria, and more evidence was provided for fluticasone (26 studies; n = 21,247) than for budesonide (17 studies; n = 10,150). Evidence from the budesonide studies was more inconsistent and less precise, and the studies were shorter. The populations within studies were more often male with a mean age of around 63, mean pack-years smoked over 40 and mean predicted forced expiratory volume of one second (FEV1) less than 50%.\nHigh or uneven dropout was considered a high risk of bias in almost 40% of the trials, but conclusions for the primary outcome did not change when the trials at high risk of bias were removed in a sensitivity analysis.\nFluticasone increased non-fatal serious adverse pneumonia events (requiring hospital admission) (odds ratio (OR) 1.78, 95% confidence interval (CI) 1.50 to 2.12; 18 more per 1000 treated over 18 months; high quality), and no evidence suggested that this outcome was reduced by delivering it in combination with salmeterol or vilanterol (subgroup differences: I2 = 0%, P value 0.51), or that different doses, trial duration or baseline severity significantly affected the estimate. Budesonide also increased non-fatal serious adverse pneumonia events compared with placebo, but the effect was less precise and was based on shorter trials (OR 1.62, 95% CI 1.00 to 2.62; six more per 1000 treated over nine months; moderate quality). Some of the variation in the budesonide data could be explained by a significant difference between the two commonly used doses: 640 mcg was associated with a larger effect than 320 mcg relative to placebo (subgroup differences: I2 = 74%, P value 0.05).\nAn indirect comparison of budesonide versus fluticasone monotherapy revealed no significant differences with respect to serious adverse events (pneumonia-related or all-cause) or mortality. The risk of any pneumonia event (i.e. less serious cases treated in the community) was higher with fluticasone than with budesonide (OR 1.86, 95% CI 1.04 to 3.34); this was the only significant difference reported between the two drugs. However, this finding should be interpreted with caution because of possible differences in the assignment of pneumonia diagnosis, and because no trials directly compared the two drugs.\nNo significant difference in overall mortality rates was observed between either of the inhaled steroids and the control interventions (both high-quality evidence), and pneumonia-related deaths were too rare to permit conclusions to be drawn."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Budesonide and fluticasone, delivered alone or in combination with a LABA, are associated with increased risk of serious adverse pneumonia events, but neither significantly affected mortality compared with controls. The safety concerns highlighted in this review should be balanced with recent cohort data and established randomised evidence of efficacy regarding exacerbations and quality of life. Comparison of the two drugs revealed no statistically significant difference in serious pneumonias, mortality or serious adverse events. Fluticasone was associated with higher risk of any pneumonia when compared with budesonide (i.e. less serious cases dealt with in the community), but variation in the definitions used by the respective manufacturers is a potential confounding factor in their comparison.\nPrimary research should accurately measure pneumonia outcomes and should clarify both the definition and the method of diagnosis used, especially for new formulations and combinations for which little evidence of the associated pneumonia risk is currently available. Similarly, systematic reviews and cohorts should address the reliability of assigning 'pneumonia' as an adverse event or cause of death and should determine how this affects the applicability of findings."
    }
  ],
  "pls_title": "Do inhaled steroids increase the risk of pneumonia in people with chronic obstructive pulmonary disease (COPD)?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is this question important?",
      "text": "Inhaled corticosteroids (ICS) are drugs that can reduce the occurrence of COPD flare-ups and improve quality of life. In COPD, ICS are commonly used alongside long-acting beta2-agonists (LABA). The most common combinations of ICS and LABA inhalers are fluticasone and salmeterol, and budesonide and formoterol, but fluticasone furoate is also used once daily with a new LABA called vilanterol. Lots of studies have shown benefits of ICS, but they can also increase the risk of pneumonia. Added to this concern, pneumonia can be difficult to diagnose, and the severity of pneumonia can be poorly reported in trials. Therefore even though we have reviews on inhaled steroids for COPD, we wanted to do a review exclusively on pneumonia, so we could take a closer look at the evidence.\nThe overall aim of this review is to assess the risk of pneumonia for people with COPD taking fluticasone or budesonide."
    },
    {
      "heading": "How did we answer the question?",
      "text": "We looked for all studies comparing budesonide or fluticasone versus a dummy inhaler (placebo), and all studies comparing their use in combination with a LABA (i.e. budesonide/formoterol, fluticasone propionate/salmeterol, and fluticasone furoate/vilanterol) versus the same dose of LABA alone. This allowed us to assess the risk of ICS used alone or in combination with LABA."
    },
    {
      "heading": "What did we find?",
      "text": "We found 43 studies including more than 30,000 people with COPD. More studies used fluticasone (26 studies; 21,247 people) than budesonide (17 studies; 10,150 people). A higher proportion of people in the studies were male (around 70%), and their COPD was generally classed as severe. The last search for studies to include in the review was done in September 2013.\nWe compared each drug against controls and assessed separately the results of studies that compared ICS versus placebo, and an ICS/LABA combination versus LABA alone. We also conducted an indirect comparison of budesonide and fluticasone based on their effects against placebo, to explore whether one drug was safer than the other.\nFluticasone increased 'serious' pneumonias (requiring hospital admission). Over 18 months, 18 more people of every 1000 treated with fluticasone were admitted to hospital for pneumonia.\nBudesonide also increased pneumonias that were classed as 'serious'. Over nine months, six more hospital admissions were reported for every 1000 individuals treated with budesonide. A lower dose of budesonide (320 mcg) was associated with fewer serious pneumonias than a higher dose (640 mcg).\nNo more deaths overall were reported in the ICS groups compared with controls, and deaths related to pneumonia were too rare to tell either way.\nWhen we compared fluticasone and budesonide versus each other, the difference between them was not clear enough to tell whether one was safer (for pneumonia, requiring a hospital stay, general adverse events and death). The risk of any pneumonia event (i.e. less serious cases that could be treated without going to hospital) was higher with fluticasone than with budesonide.\nEvidence was rated to be of high or moderate quality for most outcomes. When an outcome is rated of high quality, further research is very unlikely to change our confidence in the estimate of effect, but moderate ratings reflect some uncertainty in the findings. Results from the budesonide studies were generally less clear because they were based on fewer people, and the studies were shorter."
    },
    {
      "heading": "Conclusion",
      "text": "Budesonide and fluticasone, delivered alone or in combination with LABA, can increase serious pneumonias that result in hospitalisation of people. Neither has been shown to affect the chance of dying compared with not taking ICS. Comparison of the two drugs revealed no difference in serious pneumonias or risk of death. Fluticasone was associated with a higher risk of any pneumonia (i.e. cases that could be treated in the community) than budesonide, but potential differences in the definition used by the respective drug manufacturers reduced our confidence in this finding. These concerns need to be balanced with the known benefits of ICS (e.g. fewer exacerbations, improved lung function and quality of life).\nResearchers should remain aware of the risks associated with ICS and should make sure that pneumonia is properly diagnosed in studies."
    }
  ]
}