{
  "doi": "10.1002/14651858.CD005110.pub2",
  "name": "Hypnotherapy for treatment of irritable bowel syndrome",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Irritable bowel syndrome (IBS) is a common functional gastrointestinal disorder of unknown aetiology. Current pharmacological treatments have limited value. Hypnotherapy has been reported to have beneficial effects for IBS symptoms."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy of hypnotherapy for the treatment of irritable bowel syndrome."
    },
    {
      "heading": "Search methods",
      "text": "Published and unpublished randomised clinical trials and quasi-randomised clinical trials were identified through structured searches of MEDLINE (1966 to March 2006), EMBASE (1980 to March 2006), PsycINFO (1806 to March 2006), CINAHL (Cumulative Index to Nursing and Allied Health Literature, 1982 to March 2006), AMED (Allied and Complementary Medicine Database, 1985 to March 2006) and The Cochrane Central Register of Controlled trials. Conference proceedings from Digestive Disease Week (1980 to 2005) were also searched."
    },
    {
      "heading": "Selection criteria",
      "text": "Eligible studies included all randomised and quasi-randomised clinical studies comparing hypnotherapy for the treatment of irritable bowel syndrome with no treatment or another therapeutic intervention."
    },
    {
      "heading": "Data collection and analysis",
      "text": "All studies were evaluated for eligibility for inclusion. Included studies were assessed for quality and data were extracted independently by four authors. The primary outcome measure of interest was the overall bowel symptom severity score which combines abdominal pain, diarrhoea or constipation and bloating. Secondary outcomes included abdominal pain, diarrhoea, constipation, bloating, quality of life, patient's overall assessment of well-being, psychological measures as per validated questionnaires, and adverse events."
    },
    {
      "heading": "Main results",
      "text": "Four studies including a total of 147 patients met the inclusion criteria. Only one study compared hypnotherapy to an alternative therapy (psychotherapy and placebo pill), two studies compared hypnotherapy with waiting-list controls and the final study compared hypnotherapy to usual medical management. Data were not pooled for meta-analysis due to differences in outcome measures and study design. The therapeutic effect of hypnotherapy was found to be superior to that of a waiting list control or usual medical management, for abdominal pain and composite primary IBS symptoms, in the short term in patients who fail standard medical therapy. Harmful side-effects were not reported in any of the trials. However, the results of these studies should be interpreted with caution due to poor methodological quality and small size."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The quality of the included trials was inadequate to allow any conclusion about the efficacy of hypnotherapy for irritable bowel syndrome. More research with high quality trials is needed."
    }
  ],
  "pls_title": "Hypnotherapy (treatment by hypnosis) for the treatment of irritable bowel syndrome",
  "pls_type": "long",
  "pls": "Studies of hypnotherapy for treatment of IBS. \nOnly a small number of studies of hypnotherapy have been performed and the way these studies were carried out was not up to a high standard. Hypnotherapy was either compared with standard treatment of IBS, with supportive psychotherapy (discussion of symptoms and possible contributing emotional problems and stressful life events) or with no treatment in patients on a waiting list to be seen by a specialist.\nWhat is IBS and could hypnotherapy work as treatment? \nIBS is a common gastrointestinal disorder characterized by chronic abdominal pain and an abnormal pattern of bowel movements (i.e. diarrhea, constipation or mixed diarrhea and constipation). Hypnotherapy could provide benefit for IBS, by affecting parts of the brain that experience abdominal pain or influence the movement of the bowel.\nWhat did the studies show? \nThe studies provide some evidence that suggests that hypnotherapy might be effective in treating IBS symptoms including abdominal pain. However the results of these studies should be interpreted with caution due to poor study quality and small size.\nHow safe is hypnotherapy? \nHypnotherapy was well tolerated and no serious side effects were reported in the studies.\nWhat is the bottom line? \nAlthough current data are promising, there is insufficient evidence to allow any conclusion about the effectiveness of hypnotherapy for the treatment of IBS. More research with well designed studies is needed."
}