{
  "doi": "10.1002/14651858.CD008209.pub2",
  "name": "Hormone therapy for uterine and endometrial development in women with premature ovarian insufficiency ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Premature ovarian insufficiency (POI) is a clinical syndrome resulting from loss of ovarian function before the age of 40. It is a state of hypergonadotropic hypogonadism, characterised by amenorrhoea or oligomenorrhoea, with low ovarian sex hormones (oestrogen deficiency) and elevated pituitary gonadotrophins. POI with primary amenorrhoea may occur as a result of chromosomal and genetic abnormalities, such as Turner syndrome, Fragile X, or autosomal gene defects; secondary amenorrhoea may be iatrogenic after the surgical removal of the ovaries, radiotherapy, or chemotherapy. Other causes include autoimmune diseases, viral infections, and environmental factors; in most cases, POI is idiopathic. Appropriate replacement of sex hormones in women with POI may facilitate the achievement of near normal uterine development. However, the optimal effective hormone therapy (HT) regimen to maximise the reproductive potential for women with POI remains unclear."
    },
    {
      "heading": "Objectives",
      "text": "To investigate the effectiveness and safety of different hormonal regimens on uterine and endometrial development in women with POI."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Gynaecology and Fertility (CGF) Group trials register, CENTRAL, MEDLINE, Embase, PsycINFO, CINAHL, and two trials registers in September 2021. We also checked references of included studies, and contacted study authors to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) investigating the effect of various hormonal preparations on the uterine development of women diagnosed with POI."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures recommended by Cochrane. The primary review outcome was uterine volume; secondary outcomes were endometrial thickness, endometrial histology, uterine perfusion, reproductive outcomes, and any reported adverse events."
    },
    {
      "heading": "Main results",
      "text": "We included three studies (52 participants analysed in total) investigating the role of various hormonal preparations in three different contexts, which deemed meta-analysis unfeasible. We found very low-certainty evidence; the main limitation was very serious imprecision due to small sample size.\nConjugated oral oestrogens versus transdermal 17ß-oestradiol\nWe are uncertain of the effect of conjugated oral oestrogens compared to transdermal 17ß-oestradiol (mean difference (MD) -18.2 (mL), 95% confidence interval (CI) -23.18 to -13.22; 1 RCT, N = 12; very low-certainty evidence) on uterine volume, measured after 12 months of treatment. The study reported no other relevant outcomes (including adverse events).\nLow versus high 17ß-oestradiol dose\nWe are uncertain of the effect of a lower dose of 17ß-oestradiol compared to a higher dose of 17ß-oestradiol on uterine volume after three or five years of treatment, or adverse events (1 RCT, N = 20; very low-certainty evidence). The study reported no other relevant outcomes.\nOral versus vaginal administration of oestradiol and dydrogesterone\nWe are uncertain of the effect of an oral or vaginal administration route on uterine volume and endometrial thickness after 14 or 21 days of administration (1 RCT, N = 20; very low-certainty evidence). The study reported no other relevant outcomes (including adverse events)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No clear conclusions can be drawn in this systematic review, due to the very low-certainty of the evidence.\nThere is a need for pragmatic, well designed, randomised controlled trials, with adequate power to detect differences between various HT regimens on uterine growth, endometrial development, and pregnancy outcomes following the transfer of donated gametes or embryos in women diagnosed with POI."
    }
  ],
  "pls_title": "Which hormonal therapy works better for women with early failure of the ovaries?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "We only found three studies that looked at a variety of hormonal therapies in three different contexts.\nBased on the data from these small studies, we were unable to draw any clear conclusions.\nThere is a need for adequately performed and sufficiently large studies to research the best hormonal therapies for women with early failure of the ovaries, in order to improve their chances of having a healthy pregnancy."
    },
    {
      "heading": "What is early failure of the ovaries?",
      "text": "Ovaries are a pair of glands that respond to, and produce hormones, such as oestrogen, progesterone, and testosterone. They have important roles in bone, heart, and reproductive health. Early failure of the ovaries is a condition affecting about 1% of women, by depriving them of the normal hormones produced by the ovaries. This then increases their risk of bone fractures, heart disease, and infertility. Early failure of the ovaries might be diagnosed if a girl's first period has not started by the age of 16 years, or if a woman misses her period for more than six months before the age of 40 years. Blood tests are also needed to confirm the abnormal levels of the various hormones, which are related to how ovaries work."
    },
    {
      "heading": "How is early failure of the ovaries treated?",
      "text": "Early failure of the ovaries is generally treated with hormone therapies, which imitate what normal working ovaries would ordinarily have produced. The aim of the treatment is to balance the negative effects of this condition on the bones, heart, and blood vessels, and on reproductive health. The treatments may include different hormones administered at different doses, by either mouth, skin patches, injections, or vaginally."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out the best combination of hormones that would allow women to have a baby after they suffered from early failure of the ovaries. We also wanted to find out the unwanted effects of the hormone treatments used to treat early failure of the ovaries."
    },
    {
      "heading": "What did we do?",
      "text": "We followed standard Cochrane methods to search for studies, compare and summarise the results of the studies, and rate our confidence in the evidence, based on factors, such as study methods and study sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found three studies that recruited a total of 52 women with early failure of the ovaries. We are uncertain of the effect of any hormonal therapy when compared to the others."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The main limitation was the small number of studies, which had very small numbers of women in each study (ranged from 12 to 20 women in each one)."
    },
    {
      "heading": "How up to date is the evidence?",
      "text": "The evidence is up to date to September 2021."
    }
  ]
}