{
  "doi": "10.1002/14651858.CD009931.pub2",
  "name": "Permissive hypoxaemia versus normoxaemia for mechanically ventilated critically ill patients ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Permissive hypoxaemia describes a concept in which a lower level of arterial oxygenation (PaO2) than usual is accepted to avoid the detrimental effects of high fractional inspired oxygen and invasive mechanical ventilation. Currently however, no specific threshold is known that defines permissive hypoxaemia, and its use in adults remains formally untested. The importance of this systematic review is thus to determine whether any substantial evidence is available to support the notion that permissive hypoxaemia may improve clinical outcomes in mechanically ventilated critically ill patients."
    },
    {
      "heading": "Objectives",
      "text": "We assessed whether permissive hypoxaemia (accepting a lower PaO2 than is current practice) in mechanically ventilated critically ill patients affects patient morbidity and mortality. We planned to conduct subgroup and sensitivity analyses and to examine the role of bias to determine the level of evidence provided."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) 2013, Issue 11, part of The Cochrane Library ; MEDLINE (1954 to November 2013); EMBASE (1980 to November 2013); CINAHL (1982 to November 2013) and ISI Web of Science (1946 to November 2013). We combined the sensitive search strategies described in the Cochrane Handbook for Systematic Reviews of Interventions to search for randomized controlled trials (RCTs) in MEDLINE and EMBASE. For ongoing trials, we also searched the following databases: MetaRegister of ControlledTrials and the National Research Register. We applied no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "RCTs and quasi-RCTs that compared outcomes for mechanically ventilated critically ill participants, in which the intervention group was targeted to be hypoxaemic relative to the control group, and the control group was normoxaemic or was mildly hypoxaemic, were eligible for inclusion in this review. Exact values defining 'conventional' and 'permissive hypoxaemia' groupings were purposely not specified, and the manner in which these oxygenation goals were achieved also was not specified. We did state however that the intervention group required a target oxygenation level lower than that of the control group, and that the control group target levels should be in the range of normoxaemia or mild hypoxaemia (not hyperoxaemia)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by The Cochrane Collaboration. Using the results of the above searches, two review authors (EG-K and KM) independently screened all titles and abstracts for eligibility and duplication. No discrepancies were encountered, nor was it necessary for review authors to contact the first author of any trial to ask for additional information."
    },
    {
      "heading": "Main results",
      "text": "Our search strategy yielded a total of 2419 results. After exclusion of duplications, 1651 candidate studies were identified. Screening of titles and abstracts revealed that no studies met our inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This comprehensive review failed to identify any relevant studies evaluating permissive hypoxaemia versus normoxaemia in mechanically ventilated critically ill participants. Therefore we are unable to support or refute the hypothesis that this treatment strategy is of benefit to patients.\nGiven the substantial amount of provocative evidence derived from related clinical contexts (resuscitation, myocardial infarction, stroke), we believe that this review highlights an important unanswered question within critical care.  In the presence of two competing harms (hypoxia and hyperoxia), it will be important to carefully evaluate the safety and feasibility of permissive hypoxaemia before proceeding to efficacy and effectiveness trials."
    }
  ],
  "pls_title": "Low blood oxygen levels versus normal blood oxygen levels in ventilated severely ill people",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review questions",
      "text": "We reviewed the evidence to see whether allowing for low blood oxygen levels, as opposed to normal blood oxygen levels, in severely ill people on mechanical breathing machines (ventilators) in intensive care units (ICUs) (otherwise known as critical care units (CCUs)) changed their chances of recovery (morbidity) and survival rate (mortality). We found no studies eligible for inclusion in this review.\n"
    },
    {
      "heading": "Background",
      "text": "A common feature of people who become severely unwell and require admission to the ICU/CCU is lack of oxygen in the blood. Regardless of the initial reason that caused them to become unwell, people on the ICU/CCU suffer from the effects of low oxygen levels; however the treatments that we can currently offer are frequently ineffective and may even be harmful. High levels of oxygen are toxic, and the ventilators used to deliver oxygen may cause physical damage to the lungs. Conversely, lower levels of oxygen in the blood than are considered normal are not necessarily harmful and may be seen in people who subsequently fully recover, or in healthy people at altitude. We therefore wanted to ascertain whether any research had been done to examine whether allowing low blood oxygen levels, as opposed to normal blood oxygen levels, in ventilated severely ill people on the ICU/CCU altered their morbidity and mortality."
    },
    {
      "heading": "Study characteristics",
      "text": "We were looking for studies that assessed the morbidity and mortality of ventilated people who were at least one year old. We were looking for studies in which the intention in one group of people was to maintain low levels of blood oxygen, and the intention in the other group of people was to maintain normal levels of blood oxygen. We included studies involving people irrespective of gender, ethnicity and past medical history. The evidence is current to November 2013."
    },
    {
      "heading": "Key results",
      "text": "Our search yielded 2419 results. After exclusion of duplications, 1651 candidate studies were identified. Upon assessing the titles and abstracts of candidate studies, we found that none met our inclusion criteria. We are therefore unable to identify or comment as to whether allowing for low blood oxygen levels is beneficial."
    },
    {
      "heading": "Quality of evidence",
      "text": "As no studies were included in our review, we cannot comment on the quality of evidence. Given the lack of evidence related to safety issues regarding allowing for low, as opposed to normal, levels of blood oxygen, we recommend caution with respect to changing current medical practice in this area. We do believe however that future research into this question is necessary."
    }
  ]
}