{
  "doi": "10.1002/14651858.CD003949.pub4",
  "name": "Preoperative skin antiseptics for preventing surgical wound infections after clean surgery ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Surgical site infection rates in the month following clean surgery vary from 0.6% (knee prosthesis) to 5% (limb amputation). Due to the large number of clean surgical procedures conducted annually the costs of these surgical site infections (SSIs) can be considerable in financial and social terms. Preoperative skin antisepsis using antiseptics is performed to reduce the risk of SSIs by removing soil and transient organisms from the skin where a surgical incision will be made. Antiseptics are thought to be toxic to bacteria and therefore aid their mechanical removal. The effectiveness of preoperative skin preparation is thought to be dependent on both the antiseptic used and the method of application, however, it is unclear whether preoperative skin antisepsis actually reduces postoperative wound infection, and, if so, which antiseptic is most effective."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether preoperative skin antisepsis immediately prior to surgical incision for clean surgery prevents SSI and to determine the comparative effectiveness of alternative antiseptics."
    },
    {
      "heading": "Search methods",
      "text": "For this third update we searched just the Cochrane Wounds Group Specialised Register (searched 27 January 2015); The Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2014, Issue 12)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials evaluating the use of preoperative skin antiseptics applied immediately prior to incision in clean surgery. There was no restriction on the inclusion of reports based on language of publication, date or publication status."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data extraction and assessment of risk of bias were undertaken independently by two review authors."
    },
    {
      "heading": "Main results",
      "text": "There were no new studies added to the review in the third update\nThirteen studies were included in this review (2,623 participants). These evaluated several different types of skin antiseptics - leading to 11 different comparisons being made. Although the antiseptics evaluated differed between studies, all trials involved some form of iodine. Iodine in alcohol was compared to alcohol alone in one trial; one trial compared povidone iodine paint (solution type not reported) with soap and alcohol. Six studies compared different types of iodine-containing products with each other and five compared iodine-containing products with chlorhexidine-containing products.\nThere was evidence from one study suggesting that preoperative skin preparation with 0.5% chlorhexidine in methylated spirits led to a reduced risk of SSI compared with an alcohol based povidone iodine solution: RR 0.47 (95% CI 0.27 to 0.82). However, it is important to note that the trial does not report important details regarding the interventions (such as the concentration of povidone iodine paint used) and trial conduct, such that risk of bias was unclear.\nThere were no other statistically significant differences in SSI rates in the other comparisons of skin antisepsis. Overall the risk of bias in included studies was unclear.\nA mixed treatment comparison meta-analysis was conducted and this suggested that alcohol-containing products had the highest probability of being effective - however, again the quality of this evidence was low."
    },
    {
      "heading": "Authors' conclusions",
      "text": "A comprehensive review of current evidence found some evidence that preoperative skin preparation with 0.5% chlorhexidine in methylated spirits was associated with lower rates of SSIs following clean surgery than alcohol-based povidone iodine paint. However this single study was poorly reported. Practitioners may therefore elect to consider other characteristics such as costs and potential side effects when choosing between alternatives.\nThe design of future trials should be driven by the questions of high priority to decision makers. It may be that investment in at least one large trial (in terms of participants) is warranted in order to add definitive and hopefully conclusive data to the current evidence base. Ideally any future trial would evaluate the iodine-containing and chlorhexidine-containing solutions relevant to current practice as well as the type of solution used (alcohol vs. aqueous)."
    }
  ],
  "pls_title": "Preoperative skin antiseptic for prevention of surgical wound infections after clean surgery",
  "pls_type": "long",
  "pls": "Patients' skin at the operation site is routinely cleansed with antiseptic solutions in the operating theatre before surgical incisions are made. This skin cleansing with an antiseptic aims to reduce the microorganisms present on the skin and therefore reduce the risk that the surgical wound will become infected. It is not known whether one antiseptic treatment is better than any other(s) at preventing infection, so our team examined the evidence for antiseptic skin preparation prior to clean surgery (i.e. surgery that does not involve the breathing system, gut, genital or urinary tract or any part of the body with an existing infection) to see if there are differences between preoperative antiseptic treatments. Unfortunately there is very little good quality research around skin cleansing before surgery and we cannot say whether one antiseptic is better than another at preventing wound infections. More research is required to show whether one antiseptic is better than the others at preventing wound infection after clean surgery."
}