{
  "doi": "10.1002/14651858.CD007025.pub4",
  "name": "Motivational interviewing for the prevention of alcohol misuse in young adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Alcohol use and misuse in young people is a major risk behaviour for mortality and morbidity. Motivational interviewing (MI) is a popular technique for addressing excessive drinking in young adults."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of motivational interviewing (MI) interventions for preventing alcohol misuse and alcohol-related problems in young adults."
    },
    {
      "heading": "Search methods",
      "text": "We identified relevant evidence from the Cochrane Central Register of Controlled Trials (CENTRAL) (2015, Issue 12), MEDLINE (January 1966 to July 2015), EMBASE (January 1988 to July 2015), and PsycINFO (1985 to July 2015). We also searched clinical trial registers and handsearched references of topic-related systematic reviews and the included studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials in young adults up to the age of 25 years comparing MIs for prevention of alcohol misuse and alcohol-related problems with no intervention, assessment only or alternative interventions for preventing alcohol misuse and alcohol-related problems."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We included a total of 84 trials (22,872 participants), with 70/84 studies reporting interventions in higher risk individuals or settings. Studies with follow-up periods of at least four months were of more interest in assessing the sustainability of intervention effects and were also less susceptible to short-term reporting or publication bias. Overall, the risk of bias assessment showed that these studies provided moderate or low quality evidence.\nAt four or more months follow-up, we found effects in favour of MI for the quantity of alcohol consumed (standardised mean difference (SMD) −0.11, 95% confidence interval (CI) −0.15 to −0.06 or a reduction from 13.7 drinks/week to 12.5 drinks/week; moderate quality evidence); frequency of alcohol consumption (SMD −0.14, 95% CI −0.21 to −0.07 or a reduction in the number of days/week alcohol was consumed from 2.74 days to 2.52 days; moderate quality evidence); and peak blood alcohol concentration, or BAC (SMD −0.12, 95% CI −0.20 to 0.05, or a reduction from 0.144% to 0.131%; moderate quality evidence).\nWe found a marginal effect in favour of MI for alcohol problems (SMD −0.08, 95% CI −0.17 to 0.00 or a reduction in an alcohol problems scale score from 8.91 to 8.18; low quality evidence) and no effects for binge drinking (SMD −0.04, 95% CI −0.09 to 0.02, moderate quality evidence) or for average BAC (SMD −0.05, 95% CI −0.18 to 0.08; moderate quality evidence). We also considered other alcohol-related behavioural outcomes, and at four or more months follow-up, we found no effects on drink-driving (SMD −0.13, 95% CI −0.36 to 0.10; moderate quality of evidence) or other alcohol-related risky behaviour (SMD −0.15, 95% CI −0.31 to 0.01; moderate quality evidence).\nFurther analyses showed that there was no clear relationship between the duration of the MI intervention (in minutes) and effect size. Subgroup analyses revealed no clear subgroup effects for longer-term outcomes (four or more months) for assessment only versus alternative intervention controls; for university/college vs other settings; or for higher risk vs all/low risk participants.\nNone of the studies reported harms related to MI."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The results of this review indicate that there are no substantive, meaningful benefits of MI interventions for preventing alcohol use, misuse or alcohol-related problems. Although we found some statistically significant effects, the effect sizes were too small, given the measurement scales used in the included studies, to be of relevance to policy or practice. Moreover, the statistically significant effects are not consistent for all misuse measures, and the quality of evidence is not strong, implying that any effects could be inflated by risk of bias."
    }
  ],
  "pls_title": "Motivational interviewing (MI) for preventing alcohol misuse in young adults is not effective enough",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect of motivational interviewing (MI), a way of counselling to bring out and strengthen reasons for changing behaviour, for preventingalcohol misuse in young people."
    },
    {
      "heading": "Background",
      "text": "Alcohol misuse results in about 3.3 million deaths each year worldwide. Around 9% of deaths that occur in people aged 15 to 29 years are attributable to alcohol, mainly resulting from car accidents, homicides (murders), suicides and drownings.\nWe wanted to find out if MI had an effect on the prevention of alcohol misuse and problems in young adults aged up to 25 years. If those involved with tackling alcohol misuse in young people are to apply MI in practice, clear evidence needs to support it."
    },
    {
      "heading": "Search date",
      "text": "the evidence was current to December 2015."
    },
    {
      "heading": "Study characteristics",
      "text": "We found a total of 84 randomised controlled trials (studies where participants were randomly divided into one of two or more treatment or control groups) that compared MI with either no intervention or with a different approach. Seventy of these trials focused on higher risk individuals or settings. We were mainly interested in trials with a follow-up period of 4 or more months, and the typical follow-up period was 12 months. We also evaluated the quality of the studies' designs and their applicability to our research, finding that these studies provided moderate to low quality evidence.\nIn 66 trials, the MI consisted of a single, individual session. In 12 studies, young people attended multiple individual sessions or mixtures of both individual sessions and group sessions. Six trials used group MI sessions only. The length of MI sessions varied, but in 57 studies it was one hour or less. The shortest MI intervention was 10 to 15 minutes, and the longest had five dedicated MI sessions over a 19-hour period.\nSettings for the trials varied: 58 of the 84 studies took place in college (mainly university but also four vocational) settings. The remaining trials took place in healthcare locations, a youth centre, local companies, a job-related training centre, an army recruitment setting, UK drug agencies and youth prisons.\nThe total number of young adults was 22,872, aged on average from 15 to 24 years old. The proportion of males in the trials with both males and females ranged from 22% to 90%. The ethnicity of the young adults was typically mixed, but 52 of the 67 studies that reported ethnicity involved mostly white people."
    },
    {
      "heading": "Key results",
      "text": "At four or more months follow-up, we found only small or borderline effects showing that MI reduced the quantity of alcohol consumed, frequency of alcohol consumption, alcohol problems and peak blood alcohol concentration (BAC). We didn't find any effects for binge drinking, average BAC, drink-driving or other alcohol-related risky behaviour. We found no relationship between the length of MI and its effectiveness. Also, there were no clear subgroup differences in effects when we examined the type of comparison group (assessment only control or alternative intervention, the setting (college/university vs other settings), or risk status (higher risk students vs all/low-risk students).\nNone of the studies reported harms related to MI.\nAlthough we found some significant effects for MI, our reading of these results is that the strength of the effects was slight and therefore unlikely to confer any advantage in practice."
    },
    {
      "heading": "Quality of evidence",
      "text": "Overall, there is only low or moderate quality evidence for the effects found in this review. Many of the studies did not adequately describe how young people were allocated to the study groups or how they concealed the group allocation to participants and personnel. Study drop-outs were also an issue in many studies. These problems with study quality could result in inflated estimates of MI effects, so we cannot rule out the possibility that any slight effects observed in this review are overstated.\nThe US National Institutes of Health provided funding for half (42/84) of the studies included in this review. Twenty-nine studies provided no information about funding, and only eight papers had a clear conflict of interest statement."
    }
  ]
}