{
  "doi": "10.1002/14651858.CD001977.pub2",
  "name": "Acupuncture for peripheral joint osteoarthritis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Peripheral joint osteoarthritis is a major cause of pain and functional limitation. Few treatments are safe and effective."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of acupuncture for treating peripheral joint osteoarthritis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (The Cochrane Library 2008, Issue 1), MEDLINE, and EMBASE (both through December 2007), and scanned reference lists of articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs) comparing needle acupuncture with a sham, another active treatment, or a waiting list control group in people with osteoarthritis of the knee, hip, or hand."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trial quality and extracted data. We contacted study authors for additional information. We calculated standardized mean differences using the differences in improvements between groups."
    },
    {
      "heading": "Main results",
      "text": "Sixteen trials involving 3498 people were included. Twelve of the RCTs included only people with OA of the knee, 3 only OA of the hip, and 1 a mix of people with OA of the hip and/or knee. In comparison with a sham control, acupuncture showed statistically significant, short-term improvements in osteoarthritis pain (standardized mean difference -0.28, 95% confidence interval -0.45 to -0.11; 0.9 point greater improvement than sham on 20 point scale; absolute percent change 4.59%; relative percent change 10.32%; 9 trials; 1835 participants) and function (-0.28, -0.46 to -0.09; 2.7 point greater improvement on 68 point scale; absolute percent change 3.97%; relative percent change 8.63%); however, these pooled short-term benefits did not meet our predefined thresholds for clinical relevance (i.e. 1.3 points for pain; 3.57 points for function) and there was substantial statistical heterogeneity. Additionally, restriction to sham-controlled trials using shams judged most likely to adequately blind participants to treatment assignment (which were also the same shams judged most likely to have physiological activity), reduced heterogeneity and resulted in pooled short-term benefits of acupuncture that were smaller and non-significant. In comparison with sham acupuncture at the six-month follow-up, acupuncture showed borderline statistically significant, clinically irrelevant improvements in osteoarthritis pain (-0.10, -0.21 to 0.01; 0.4 point greater improvement than sham on 20 point scale; absolute percent change 1.81%; relative percent change 4.06%; 4 trials;1399 participants) and function (-0.11, -0.22 to 0.00; 1.2 point greater improvement than sham on 68 point scale; absolute percent change 1.79%; relative percent change 3.89%). In a secondary analysis versus a waiting list control, acupuncture was associated with statistically significant, clinically relevant short-term improvements in osteoarthritis pain (-0.96, -1.19 to -0.72; 14.5 point greater improvement than sham on 100 point scale; absolute percent change 14.5%; relative percent change 29.14%; 4 trials; 884 participants) and function (-0.89, -1.18 to -0.60; 13.0 point greater improvement than sham on 100 point scale; absolute percent change 13.0%; relative percent change 25.21%). In the head-on comparisons of acupuncture with the 'supervised osteoarthritis education' and the 'physician consultation' control groups, acupuncture was associated with clinically relevant short- and long-term improvements in pain and function. In the head on comparisons of acupuncture with 'home exercises/advice leaflet' and 'supervised exercise', acupuncture was associated with similar treatment effects as the controls. Acupuncture as an adjuvant to an exercise based physiotherapy program did not result in any greater improvements than the exercise program alone. Information on safety was reported in only 8 trials and even in these trials there was limited reporting and heterogeneous methods."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Sham-controlled trials show statistically significant benefits; however, these benefits are small, do not meet our pre-defined thresholds for clinical relevance, and are probably due at least partially to placebo effects from incomplete blinding. Waiting list-controlled trials of acupuncture for peripheral joint osteoarthritis suggest statistically significant and clinically relevant benefits, much of which may be due to expectation or placebo effects."
    }
  ],
  "pls_title": "Acupuncture for osteoarthritis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "This summary of a Cochrane review presents what we know from research about the effect of acupuncture on osteoarthritis."
    },
    {
      "heading": "The review shows that in people with osteoarthritis,",
      "text": "-Acupuncture may lead to small improvements in pain and physical function after 8 weeks.\n-Acupuncture may lead to small improvements in pain and physical function after 26 weeks.\nWe often do not have precise information about side effects and complications. This is particularly true for rare but serious side effects. Possible side effects of acupuncture treatment include minor bruising and bleeding at the site of needle insertion."
    },
    {
      "heading": "What is osteoarthritis and what is acupuncture?",
      "text": "Osteoarthritis (OA) is a disease of the joints, such as your knee or hip. When the joint loses cartilage, the bone grows to try and repair the damage. Instead of making things better, however, the bone grows abnormally and makes things worse. For example, the bone can become misshapen and make the joint painful and unstable. This can affect your physical function or ability to use your knee.\nAccording to the philosophy of traditional acupuncture, energy circulates in 'meridians' located throughout the body.  Pain or ill health happens when something occurs to cause this meridian energy circulation to be blocked. The way to restore health is to stimulate the appropriate combination of acupuncture points in the body by inserting very thin needles.  Sometimes in painful conditions, electrical stimulation along with the needles is also used.  According to acupuncture theory, one way you can tell that acupuncture is relieving pain is that you may feel numbness or tingling, called de qi, where the needle is inserted."
    },
    {
      "heading": "Best estimate of what happens to people with osteoarthritis who have acupuncture",
      "text": ""
    },
    {
      "heading": "Pain after 8 weeks",
      "text": "-People who had acupuncture rated their pain to be improved by about 4 points on a scale of 0 to 20. \n-People who received sham acupuncture rated their pain to be improved by about 3 points on a scale of 0 to 20.\n-People who received acupuncture had a 1 point greater improvement on a scale of 0-20.  (5% absolute improvement)."
    },
    {
      "heading": "Pain after 26 weeks",
      "text": "-People who had acupuncture rated their pain to be improved by slightly more than 3 points on a scale of 0 to 20. \n-People who received sham acupuncture rated their pain to be improved by slightly less than 3 points on a scale of 0 to 20.\n-People who received acupuncture had under a 1 point greater improvement on a scale of 0-20.  (2% absolute improvement)."
    },
    {
      "heading": "Physical function after 8 weeks ",
      "text": "-People who had acupuncture rated their function to be improved by about 11 points on a scale of 0 to 68. \n-People who received sham acupuncture rated their function to be improved by about 8 points on a scale of 0 to 68.\n-People who received acupuncture had about a 3 point greater improvement on a scale of 0-68.  (4% absolute improvement)"
    },
    {
      "heading": "Physical function after 26 weeks ",
      "text": "-People who had acupuncture rated their function to be improved by about 11 points on a scale of 0 to 68. \n-People who received sham acupuncture rated their function to be improved by about 10 points on a scale of 0 to 68.\n-People who received acupuncture had about a 1 point greater improvement on a scale of 0-68.  (2% absolute improvement)"
    }
  ]
}