{
  "doi": "10.1002/14651858.CD003034.pub4",
  "name": "Techniques for the interruption of tubal patency for female sterilisation",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an update of a review that was first published in 2002. Female sterilisation is the most popular contraceptive method worldwide. Several techniques exist for interrupting the patency of fallopian tubes, including cutting and tying the tubes, damaging the tube using electric current, applying clips or silicone rubber rings, and blocking the tubes with chemicals or tubal inserts."
    },
    {
      "heading": "Objectives",
      "text": "To compare the different tubal occlusion techniques in terms of major and minor morbidity, failure rates (pregnancies), technical failures and difficulties, and women's and surgeons' satisfaction."
    },
    {
      "heading": "Search methods",
      "text": "For the original review published in 2002 we searched MEDLINE and the Cochrane Central Register of Controlled Trials (CENTRAL). For this 2015 update, we searched POPLINE, LILACS, PubMed and CENTRAL on 23 July 2015. We used the related articles feature of PubMed and searched reference lists of newly identified trials."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomized controlled trials (RCTs) comparing different techniques for tubal sterilisation, irrespective of the route of fallopian tube access or the method of anaesthesia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "For the original review, two review authors independently selected studies, extracted data and assessed risk of bias. For this update, data extraction was performed by one author (TL) and checked by another (RK). We grouped trials according to the type of comparison evaluated. Results are reported as odds ratios (OR) or mean differences (MD) using fixed-effect methods, unless heterogeneity was high, in which case we used random-effects methods."
    },
    {
      "heading": "Main results",
      "text": "We included 19 RCTs involving 13,209 women. Most studies concerned interval sterilisation; three RCTs involving 1632 women, concerned postpartum sterilisation. Comparisons included tubal rings versus clips (six RCTs, 4232 women); partial salpingectomy versus electrocoagulation (three RCTs, 2019 women); tubal rings versus electrocoagulation (two RCTs, 599 women); partial salpingectomy versus clips (four RCTs, 3627 women); clips versus electrocoagulation (two RCTs, 206 women); and Hulka versus Filshie clips (two RCTs, 2326 women). RCTs of clips versus electrocoagulation contributed no data to the review.\nOne year after sterilisation, failure rates were low (< 5/1000) for all methods.There were no deaths reported with any method, and major morbidity related to the occlusion technique was rare.\nMinor morbidity was higher with the tubal ring than the clip (Peto OR 2.15, 95% CI 1.22 to 3.78; participants = 842; studies = 2; I² = 0%; high-quality evidence ), as were technical failures (Peto OR 3.93, 95% CI 2.43 to 6.35; participants = 3476; studies = 3; I² = 0%; high-quality evidence).\nMajor morbidity was significantly higher with the modified Pomeroy technique than electrocoagulation (Peto OR 2.87, 95% CI 1.13 to 7.25; participants = 1905; studies = 2; I² = 0%; low-quality evidence ), as was postoperative pain (Peto OR 3.85, 95% CI 2.91 to 5.10; participants = 1905; studies = 2; I² = 0%; moderate-quality evidence).\nWhen tubal rings were compared with electrocoagulation, postoperative pain was reported significantly more frequently for tubal rings (OR 3.40, 95% CI 1.17 to 9.84; participants = 596; studies = 2; I² = 87%; low-quality evidence).\nWhen partial salpingectomy was compared with clips, there were no major morbidity events in either group (participants = 2198, studies = 1). The frequency of minor morbidity was low and not significantly different between groups (Peto OR 7.39, 95% CI 0.46 to 119.01; participants = 193; studies = 1, low-quality evidence ). Although technical failure occurred more frequently with clips (Peto OR 0.18, 95% CI 0.08 to 0.40; participants = 2198; studies = 1; moderate-quality evidence); operative time was shorter with clips than partial salpingectomy (MD 4.26 minutes, 95% CI 3.65 to 4.86; participants = 2223; studies = 2; I² = 0%; high-quality evidence).\nWe found little evidence concerning women's or surgeon's satisfaction. No RCTs compared tubal microinserts (hysteroscopic sterilisation) or chemical inserts (quinacrine) to other methods."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Tubal sterilisation by partial salpingectomy, electrocoagulation, or using clips or rings, is a safe and effective method of contraception. Failure rates at 12 months post-sterilisation and major morbidity are rare outcomes with any of these techniques. Minor complications and technical failures appear to be more common with rings than clips. Electrocoagulation may be associated with less postoperative pain than the modified Pomeroy or tubal ring methods. Further research should include RCTs (for effectiveness) and controlled observational studies (for adverse effects) on sterilisation by minimally-invasive methods, i.e. tubal inserts and quinacrine."
    }
  ],
  "pls_title": "A review of techniques for tubal sterilisation (blocking the fallopian tubes)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "This is an update of a Cochrane Review that was first published in 2002 and previously updated in 2011.\nTubal sterilisation prevents pregnancy by stopping the woman's unfertilised eggs from passing through the fallopian tubes to be fertilised by sperm. Techniques to close the tubes include cutting and tying them (partial salpingectomy), blocking them mechanically by using clips or rings, or by applying electric current (electrocoagulation) to damage and block them, and blocking them by using chemicals or tubal inserts (inserted via the mouth of the womb) that cause tubal scarring."
    },
    {
      "heading": "Methods",
      "text": "We, the Cochrane researchers, wanted to compare the different techniques for tubal sterilisation in terms of:\n- how unwell they made women feel in the short and long term, including pain experienced (major and minor morbidity);\n- failure rates (pregnancies);\n- technical failures and difficulties encountered during the sterilisation procedure; and\n- women's and surgeons' satisfaction.\nWe searched the medical literature up to 23 July 2015 for randomised controlled trials (RCTs) that compared any methods of closing the fallopian tubes; RCTs produce the most reliable results."
    },
    {
      "heading": "Findings",
      "text": "We included 19 RCTs involving 13,209 women of childbearing age. The trials compared:\n- tubal rings versus clips (six RCTs, 4232 women);\n- partial salpingectomy versus electrocoagulation (three RCTs, 2019 women);\n- tubal rings versus electrocoagulation (two RCTs, 599 women);\n- partial salpingectomy versus clips (four RCTs, 3827 women);\n- clips versus electrocoagulation (two RCTs, 206 women); and\n- two types of clips, i.e. Hulka clips versus Filshie clips (two RCTs, 2326 women).\nWe found no RCTs that investigated sterilisation by chemicals or tubal inserts, so all the included studies involved an abdominal operation.\nThere were no deaths reported with any method, and major and minor morbidity were rare. Pregnancy rates were less than 5/1000 procedures one year after surgery. Complicationrates (problems after surgery/minor morbidity) were very low for all methods compared. Minor complications, including pain, and technical failures were more common with rings than clips. Major morbidity and postoperative pain were more common with partial salpingectomy than with electrocoagulation. Postoperative pain was reported twice as often by women sterilised by tubal rings than those sterilised by electrocoagulation.Technical failures were more common with clips than cutting and tying techniques, but operating time was shorter for clips.\nWe found little evidence concerning women's or surgeon's satisfaction."
    },
    {
      "heading": "Conclusions",
      "text": "Tubal sterilisation by cutting and tying the tubes, or using electric current, clips or rings, is an effective method of contraception with few problems. The choice of method will depend upon the surgeon's experience, availability of equipment, setting, and cost. More research is needed about methods for tubal sterilisation that do not require an abdominal operation."
    }
  ]
}