{
  "doi": "10.1002/14651858.CD011562.pub2",
  "name": "Chewing gum for enhancing early recovery of bowel function after caesarean section",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Caesarean sections (CS) are the most frequent major surgery in the world. A transient impairment of bowel motility is expected after CS. Although this usually resolves spontaneously within a few days, it can cause considerable discomfort, require symptomatic medication and delay hospital discharge, thus increasing costs. Chewing gum in the immediate postoperative period is a simple intervention that may be effective in enhancing recovery of bowel function in other types of abdominal surgeries."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of chewing gum to reduce the duration of postoperative ileus and to enhance postoperative recovery after a CS."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (20 June 2016), LILACs (20 June 2016), ClinicalTrials.gov (20 June 2016), WHO International Clinical Trials Registry Platform (ICTRP) (20 June 2016) and the reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials comparing chewing gum versus usual care, for women in the first 24 hours after a CS. We included studies published in abstract form only.\nQuasi-randomised, cross-over or cluster-randomised trials were not eligible for inclusion in this review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected the studies for inclusion, extracted data and assessed the risk of bias following standard Cochrane methods. We present dichotomous outcome results as risk ratio (RR) with 95% confidence intervals (CI) and continuous outcome results as mean differences (MD) and 95% CI. We pooled the results of similar studies using a random-effects model in case of important heterogeneity. We used the GRADE approach to assess the overall quality of evidence."
    },
    {
      "heading": "Main results",
      "text": "We included 17 randomised trials (3149 participants) conducted in nine different countries. Seven studies (1325 women) recruited exclusively women undergoing elective CS and five studies (833 women) only included women having a primary CS. Ten studies (1731 women) used conventional feeding protocols (nil by mouth until the return of intestinal function). The gum-chewing regimen varied among studies, in relation to its initiation (immediately after CS, up to 12 hours later), duration of each session (from 15 to 60 minutes) and number of sessions per day (three to more than six). All the studies were classified as having a high risk of bias due to the nature of the intervention, women could not be blinded and most of the outcomes were self-reported.\nPrimary outcomes of this review: for the women that chewed gum, the time to passage of first flatus was seven hours shorter than those women in the 'usual care' control group (MD -7.09 hours, 95% CI -9.27 to -4.91 hours; 2399 women; 13 studies; random-effects Tau² = 14.63, I² = 95%, very low-quality evidence). This effect was consistent in all subgroup analyses (primary and repeat CS, time spent chewing gum per day, early and conventional feeding protocols, elective and non-elective CS and time after CS when gum-chewing was initiated). The rate of ileus was on average over 60% lower in the chewing-gum group compared to the control (RR 0.39, 95% CI 0.19 to 0.80; 1139 participants; four studies; I² = 39%, low-quality evidence). Tolerance to gum-chewing appeared to be high. Three women in one study complained about the chewing gum (but no further information was provided) and none of the studies reported adverse effects (eight studies, 925 women, low-quality evidence).\nSecondary outcomes of this review: the time to passage of faeces occurred on average nine hours earlier in the intervention group (MD -9.22 hours, 95% CI -11.49 to -6.95 hours; 2016 participants; 11 studies; random-effects Tau² = 12.53, I² = 93%, very low-quality evidence). The average duration of hospital stay was shorter in the intervention compared to the control group (MD -0.36 days, 95% CI -0.53 to -0.18 days; 1489 participants; seven studies; random-effects Tau² = 0.04, I² = 92%). The first intestinal sounds were heard earlier in the intervention than in the control group (MD -4.56 hours, 95% CI -6.18 to -2.93 hours; 1729 participants; nine studies; random-effects Tau² = 5.41, I² = 96%). None of the studies assessed women's satisfaction in relation to having to chew gum. The need for analgesia or antiemetic agents did not differ between the intervention and control groups (average RR 0.50, 95% CI 0.12 to 2.13; 726 participants; three studies; random-effects Tau² = 0.79, I² = 69%)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review found 17 randomised controlled trials (involving 3149 women). We downgraded the quality of the evidence for time to first passage of flatus and of faeces and for adverse effects/intolerance to gum chewing because of the high risk of bias of the studies (due to lack of blinding and self-report). For time to first flatus and faeces, we downgraded the quality of the evidence further because of the high heterogeneity in these meta-analyses and the potential for publication bias based on the visual inspection of the funnel plots. The quality of the evidence for adverse effects/tolerance to gum chewing and for ileus was downgraded because of the small number of events. The quality of the evidence for ileus was further downgraded due to the unclear risk of bias for the assessors evaluating this outcome.\nThe available evidence suggests that gum chewing in the immediate postoperative period after a CS is a well tolerated intervention that enhances early recovery of bowel function. However the overall quality of the evidence is very low to low.\nFurther research is necessary to establish the optimal regimen of gum-chewing (initiation, number and duration of sessions per day) to enhance bowel function recovery and to assess potential adverse effects of and women's satisfaction with this intervention. New studies also need to assess the compliance of the participants to the recommended gum-chewing instructions. Future large, well designed and conducted studies, with better methodological and reporting quality, will help to inform future updates of this review and enhance the body of evidence for this intervention."
    }
  ],
  "pls_title": "Does chewing gum after a caesarean section lead to quicker recovery of bowel function?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Many women deliver by caesarean section (CS) nowadays. The proportion of women who deliver by CS ranges from 15% to over 50%, in some countries. After a CS it is common for the bowel to stop working for several hours or days. Although this usually resolves by itself in a few days, it may be very uncomfortable. The retained gases and stools can cause the mother's belly to become swollen and painful with cramps and she may feel nauseated and vomit so she is not able to eat. She may need additional medications to ease these symptoms and her hospital discharge may be delayed. The use of medications that relieve pain during labour and painkillers following the surgery can also delay bowel function.\nAlthough early feeding after a CS can stimulate the gut, it could also lead to vomiting. That is why many obstetricians still withhold food until bowel sounds are detected and there is passage of gas, or flatus. Chewing gum can help the bowels to function again earlier, as shown with other types of surgeries. We wanted to see if it also worked after a CS. Chewing gum in the first 24 hours after the surgery is a simple and cheap intervention."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We included randomised controlled studies published up to June 2016.\nWe found 17 studies, with 3149 women who had just delivered by CS. In these studies, a group of women chewed gum and a second group did not, receiving usual care. The studies were conducted in nine countries (mostly low- to middle-income countries) and were different in many aspects. For instance, some studies included only women having their first baby and others included women with a previous CS; some studies included only elective (pre-scheduled) CS and others also included emergency CS. The way that gum was given also differed in the studies; in some the women started chewing gum right after the CS and in others they waited for up to 12 hours. Also, the women could not be blinded to receiving the gum. The combination of the results (in a meta-analysis) of these studies showed that the women who chewed gum after a CS had an earlier return of their bowel function. On average, they passed gas seven hours earlier (13 studies, 2399 women). This effect was consistent for first versus repeat CS, time spent chewing gum per day, early feeding versus nothing by mouth until the return of intestinal function, elective versus non-elective or emergency CS, and length of time after CS when gum-chewing was initiated. The quality of the evidence for this outcome was very low. The women chewing gum were at least half as likely to have 'ileus' (a combination of symptoms such as bloating, cramping, nausea, vomiting and inability to defecate) than the women who did not chew gum (four studies, 1139 women, low-quality evidence). Gum chewing reduced the time to first defecation to about nine hours earlier (11 studies, 2016 women, very low-quality evidence) and the time to hospital discharge by some eight hours (seven studies, 1489 women). Only three out of 925 women complained about having to chew gum and there were no reports of adverse effects associated with gum-chewing (eight studies, 925 women, low-quality evidence). None of the studies assessed women's satisfaction in relation to chewing gum.\nThe overall quality of the evidence was low to very low, mostly due to lack of blinding of the participants (the women knew they were chewing gum) and heterogeneity between the studies."
    },
    {
      "heading": "What does this mean?",
      "text": "The available evidence suggests that gum-chewing in the first 24 hours after a CS is a well-tolerated simple, low-cost, safe and easy intervention that enhances early recovery of bowel function, improves maternal comfort and potentially reduces hospital costs. Further research is necessary to establish the optimal regimen of gum-chewing (when to start, number and duration of sessions per day) to enhance bowel function recovery and to assess potential adverse effects and women's satisfaction with this intervention."
    }
  ]
}