{
  "doi": "10.1002/14651858.CD010749.pub2",
  "name": "Vitamins C and E for asthma and exercise‐induced bronchoconstriction",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The association between dietary antioxidants and asthma or exercise-induced bronchoconstriction (EIB) is not fully understood. Vitamin C and vitamin E are natural antioxidants that are predominantly present in fruits and vegetables; inadequate vitamin E intake is associated with airway inflammation. It has been postulated that the combination may be more beneficial than either single antioxidant for people with asthma and exercise-induced bronchoconstriction."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of supplementation of vitamins C and E versus placebo (or no vitamin C and E supplementation) on exacerbations and health-related quality of life (HRQL) in adults and children with chronic asthma. To also examine the potential effects of vitamins C and E on exercise-induced bronchoconstriction in people with asthma and in people without a diagnosis of asthma who experience symptoms only on exercise."
    },
    {
      "heading": "Search methods",
      "text": "Trials were identified from the Cochrane Airways Review Group Specialised Register and from trial registry websites. Searches were conducted in September 2013."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials of adults and children with a diagnosis of asthma. We separately considered trials in which participants had received a diagnosis of exercise-induced bronchoconstriction (or exercise-induced asthma). Trials comparing vitamin C and E supplementation versus placebo were included. We included trials in which asthma management for treatment and control groups included similar background therapy. Short-term use of vitamins C and E at the time of exacerbation or for cold symptoms in people with asthma is outside the scope of this review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened the titles and abstracts of potential studies and subsequently screened full-text study reports for inclusion. We used standard methods as expected by The Cochrane Collaboration."
    },
    {
      "heading": "Main results",
      "text": "It was not possible to aggregate the five included studies (214 participants). Four studies (206 participants) addressed the question of whether differences in outcomes were seen when vitamin C and E supplementation versus placebo was provided for participants with asthma, and only one of those studies (160 children) included a paediatric population; the remaining three studies included a combined total of just 46 adults. An additional study considered the question of whether differences in outcomes were noted when vitamin C and E supplementation was compared with placebo for exercise-induced asthma; this trial included only eight participants. The randomisation process of the trials were unclear leading us to downgrade the quality of the evidence. Four of the studies were double blind while the other study was single blind.\nNone of these studies provided data on our two prespecified primary outcome measures: exacerbations and HRQL. Lung function data obtained from the studies were inconclusive. The only studies that provided any suggestion of an effect, and only with some outcomes, were the paediatric study, especially for children with moderate to severe asthma, and the small study on exercise-induced asthma. Even so, this evidence was judged to be at moderate/low quality. Only one study contributed data on asthma symptoms and adverse events, reporting no evidence of an effect of the intervention for symptoms and that one participant in the treatment group dropped out due to cystitis."
    },
    {
      "heading": "Authors' conclusions",
      "text": "It is not possible to draw firm conclusions from this review with respect to the comparison of vitamin C and E supplementation versus placebo in the management of asthma or exercise-induced bronchoconstriction. We found only one study relevant to exercise-induced bronchoconstriction; most included participants came from studies designed to assess the effect of vitamin supplementation on the impact of atmospheric pollutants (such as ozone). Evidence is lacking on the comparison of vitamin C and E supplementation versus placebo for asthma with respect to outcomes such as HRQL and exacerbations, which were not addressed by any of the included studies.\nWhen compared with lung function tests alone, HRQL scores and exacerbation frequency are better indicators of the severity of asthma, its impact on daily activities and its response to treatment in a patient population. These end points are well recognised in good quality studies of asthma management. However, clinical studies of vitamins C and E in the management of asthma using these important end points of exacerbations and effects on quality of life are not available, and evidence is insufficient to support robust conclusions on the role of vitamin C and E supplementation in asthma and exercise-induced breathlessness."
    }
  ],
  "pls_title": "Vitamins C and E for asthma and exercise-induced breathlessness",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We considered in this review whether vitamins C and E, when taken together daily, may be helpful for people with asthma or exercise-induced breathlessness."
    },
    {
      "heading": "Background",
      "text": "Asthma is an inflammatory lung condition characterised by narrowing of the airways; it is associated with breathlessness, chest tightness, cough and wheezing. The condition affects quality of life. It is estimated that more than 300 million people suffer from asthma, and vitamins C and E have been suggested as supplements that might help to reduce symptoms."
    },
    {
      "heading": "Study characteristics",
      "text": "Five studies comparing vitamins C and E versus placebo (no vitamins C and E) in 214 people with asthma or exercise-induced breathlessness were included in this review. Four studies included adults, and one included children. The very limited number of studies available for review and their different designs meant that we were only able to describe individual studies, rather than pooling their results to determine an average result. In most study reports, the design was not well described; therefore it was impossible to assess the risk of bias for most of the studies. In terms of our key outcomes, very few relevant data were provided by the trial authors."
    },
    {
      "heading": "Key results",
      "text": "We found no indication of benefit in the studies that considered vitamins C and E in relation to asthma. However, at this stage, it is not possible to form any clear conclusions based on these findings, as available evidence is insufficient to allow proper assessment of the use of vitamins C and E as treatment for patients with asthma. Additional well-designed research is required to answer this question."
    },
    {
      "heading": "Quality of the evidence",
      "text": "How patients were allocated to receive either vitamins C and E or placebo was not clearly described in any of the five included studies. This may mean that the studies were not well randomised, which can affect the results. A second concern is that the designs of the studies were different, which means that we cannot be certain that the studies were measuring the same thing. By taking this into account, we judged the evidence in this review overall to be of low to moderate quality."
    }
  ]
}