{
  "doi": "10.1002/14651858.CD000434.pub5",
  "name": "Interventions for treating proximal humeral fractures in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Fractures of the proximal humerus, often termed shoulder fractures, are common injuries, especially in older people. The management of these fractures varies widely, including in the use of surgery. This is an update of a Cochrane Review first published in 2001 and last updated in 2015."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects (benefits and harms) of treatment and rehabilitation interventions for proximal humeral fractures in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, trial registries, and bibliographies of trial reports and systematic reviews to September 2020. We updated this search in November 2021, but have not yet incorporated these results."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised and quasi-randomised controlled trials that compared non-pharmacological interventions for treating acute proximal humeral fractures in adults."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Pairs of review authors independently selected studies, assessed risk of bias and extracted data. We pooled data where appropriate and used GRADE for assessing the certainty of evidence for each outcome. We prepared a brief economic commentary for one comparison."
    },
    {
      "heading": "Main results",
      "text": "We included 47 trials (3179 participants, mostly women and mainly aged 60 years or over) that tested one of 26 comparisons. Six comparisons were tested by 2 to 10 trials, the others by small single-centre trials only. Twelve studies evaluated non-surgical treatments, 10 compared surgical with non-surgical treatments, 23 compared two methods of surgery, and two tested timing of mobilisation after surgery. Most trials were at high risk of bias, due mainly to lack of blinding. We summarise the findings for four key comparisons below.\nEarly (usually one week post injury) versus delayed (after three or more weeks) mobilisation for non-surgically-treated fractures\nFive trials (350 participants) made this comparison; however, the available data are very limited. Due to very low-certainty evidence from single trials, we are uncertain of the findings of better shoulder function at one year in the early mobilisation group, or the findings of little or no between-group difference in function at 3 or 24 months. Likewise, there is very low-certainty evidence of no important between-group difference in quality of life at one year. There was one reported death and five serious shoulder complications (1.9% of 259 participants), spread between the two groups, that would have required substantive treatment.\nSurgical versus non-surgical treatment\nTen trials (717 participants) evaluated surgical intervention for displaced fractures (66% were three- or four-part fractures). There is high-certainty evidence of no clinically important difference between surgical and non-surgical treatment in patient-reported shoulder function at one year (standardised mean difference (SMD) 0.10, 95% confidence interval (CI) -0.07 to 0.27; 7 studies, 552 participants) and two years (SMD 0.06, 95% CI -0.13 to 0.25; 5 studies, 423 participants). There is moderate-certainty evidence of no clinically important between-group difference in patient-reported shoulder function at six months (SMD 0.17, 95% CI -0.04 to 0.38; 3 studies, 347 participants). There is high-certainty evidence of no clinically important between-group difference in quality of life at one year (EQ-5D (0: dead to 1: best quality): mean difference (MD) 0.01, 95% CI -0.02 to 0.04; 6 studies, 502 participants). There is low-certainty evidence of little between-group difference in mortality: one of the 31 deaths was explicitly linked with surgery (risk ratio (RR) 1.35, 95% CI 0.70 to 2.62; 8 studies, 646 participants). There is low-certainty evidence of a higher risk of additional surgery in the surgery group (RR 2.06, 95% CI 1.21 to 3.51; 9 studies, 667 participants). Based on an illustrative risk of 35 subsequent operations per 1000 non-surgically-treated patients, this indicates an extra 38 subsequent operations per 1000 surgically-treated patients (95% CI 8 to 94 more). Although there was low-certainty evidence of a higher overall risk of adverse events after surgery, the 95% CI also includes a slightly increased risk of adverse events after non-surgical treatment (RR 1.46, 95% CI 0.92 to 2.31; 3 studies, 391 participants).\nOpen reduction and internal fixation with a locking plate versus a locking intramedullary nail\nFour trials (270 participants) evaluated surgical intervention for displaced fractures (63% were two-part fractures). There is low-certainty evidence of no clinically important between-group difference in shoulder function at one year (SMD 0.15, 95% CI -0.12 to 0.41; 4 studies, 227 participants), six months (Disability of the Arm, Shoulder, and Hand questionnaire (0 to 100: worst disability): MD -0.39, 95% CI -4.14 to 3.36; 3 studies, 174 participants), or two years (American Shoulder and Elbow Surgeons score (ASES) (0 to 100: best outcome): MD 3.06, 95% CI -0.05 to 6.17; 2 studies, 101 participants). There is very low-certainty evidence of no between-group difference in quality of life (1 study), and of little difference in adverse events (4 studies, 250 participants) and additional surgery (3 studies, 193 participants).\nReverse total shoulder arthroplasty (RTSA) versus hemiarthroplasty\nThere is very low-certainty evidence from two trials (161 participants with either three- or four-part fractures) of no or minimal between-group differences in self-reported shoulder function at one year (1 study) or at two to three years' follow-up (2 studies); or in quality of life at one year or at two or more years' follow-up (1 study). Function at six months was not reported. Of 10 deaths reported by one trial (99 participants), one appeared to be surgery-related. There is very low-certainty evidence of a lower risk of complications after RTSA (2 studies). Ten people (6.2% of 161 participants) had a reoperation; all eight cases in the hemiarthroplasty group received a RTSA (very low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is high- or moderate-certainty evidence that, compared with non-surgical treatment, surgery does not result in a better outcome at one and two years after injury for people with displaced proximal humeral fractures. It may increase the need for subsequent surgery. The evidence is absent or insufficient for people aged under 60 years, high-energy trauma, two-part tuberosity fractures or less common fractures, such as fracture dislocations and articular surface fractures.\nThere is insufficient evidence from randomised trials to inform the choices between different non-surgical, surgical or rehabilitation interventions for these fractures."
    }
  ],
  "pls_title": "What are the best ways of treating adults with a fractured (broken) shoulder?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- There is not enough evidence to tell whether early movement of the arm after one week in a sling makes a difference to long-term shoulder function or the development of shoulder problems compared with supporting the arm in a sling for three or more weeks.\n- Patients report that surgery does not result in better shoulder function for most types of displaced fractures (where the broken parts have moved apart) than non-surgical treatment. However, it may result in a higher risk of follow-up surgery for complications.\n- If surgery is undertaken, there is not enough evidence to say what is the best method."
    },
    {
      "heading": "What are proximal humeral fractures?",
      "text": "The proximal humerus is the top end of the upper arm bone. Fracture of the proximal humerus is a common and serious injury in older people. It is often called a broken (fractured) shoulder. It can take several months for people to recover the use of their arm. Some restrictions in movement and pain are common long-term problems."
    },
    {
      "heading": "What are the usual ways of treating these fractures?",
      "text": "Treatments include:\n- non-surgical treatment: the injured arm is supported in a sling for one or more weeks;\n- surgery: used for ‘displaced’ fractures, where the broken parts have moved apart. Surgery may involve bringing the parts back in place and fixing these with screws in a metal plate or with a nail placed in the bone marrow. Alternatively, in old people, half or all of the ball and socket shoulder joint might be replaced with a metal implant. In hemiarthroplasty, just the ball (humeral head) of the shoulder joint is replaced. The use of reverse total shoulder arthroplasty (RTSA) is increasing. As well as replacing the whole joint, the positions of the ball and the socket joint are reversed in RTSA. After surgery, the injured arm is initially supported in a sling.\nAll treatments are followed by rehabilitation."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out the best ways of restoring shoulder function and avoiding harmful effects of treatment in adults with shoulder fractures."
    },
    {
      "heading": "What did we do?",
      "text": "We searched medical databases for studies looking at the management of shoulder fractures in adults. We then summarised the results for different comparisons and rated our confidence in the evidence, based on factors such as study quality and size."
    },
    {
      "heading": "What did we find?",
      "text": "We found 47 studies that involved 3179 adults with a shoulder fracture. The studies were conducted in 21 countries. Most studies followed people for at least one year. Most people were aged 60 years and above; over two-thirds were women. Twelve studies evaluated non-surgical treatment; 10 studies compared surgical with non-surgical treatment; 23 compared two methods of surgery; and 2 studies tested timing of mobilisation after surgery."
    },
    {
      "heading": "Main results",
      "text": "Here we focus on three key questions."
    },
    {
      "heading": "1. Is it better to move the shoulder within a week of fracture or delay movement for three or more weeks?",
      "text": "Due to limited evidence from five non-surgical studies, we are unsure whether early movement of the arm improves or makes no difference to long-term shoulder function or the development of shoulder problems."
    },
    {
      "heading": "2. Is surgery better than non-surgical treatment for most types of displaced fractures?",
      "text": "Ten studies tested whether surgery for adults with most types of displaced fractures gave a better result than non-surgical treatment. There was strong evidence of no important differences between surgical and non-surgical treatment in patient-reported shoulder function at 1 and 2 years, and probably at 6 months too. There is strong evidence of no important difference between the two treatments in quality of life at 1 year. Thirty-one people in the studies died, but only 1 death was linked with surgery. Surgery may result in a higher risk of needing additional surgery and a higher risk of complications. There is, however, also a small possibility of more shoulder problems after non-surgical treatment."
    },
    {
      "heading": "3. What is the best method of surgery?",
      "text": "We selected two key comparisons.\n- Four studies compared a plate with a nail for surgical fixation after the bone has been put back together. The choice of surgery may make no difference to shoulder function. The very limited evidence means we are unsure if the choice of surgery affects quality of life, harmful effects or need for additional surgery.\n- Two studies comparing an RTSA with hemiarthroplasty found shoulder function was improved to a similar extent, but that additional surgery was less frequent after RTSA. However, there is not enough evidence overall to tell whether one type of replacement is better than the other."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are confident of the findings of no difference in function or quality of life between surgery and non-surgical treatment for most types of displaced fractures. Otherwise, we are unsure of other findings, usually because there was not enough evidence."
    },
    {
      "heading": "How up to date is the evidence?",
      "text": "This review updates our previous review published in 2015. The evidence is up to date to September 2020."
    }
  ]
}