{
  "doi": "10.1002/14651858.CD006752.pub2",
  "name": "Sertindole versus other atypical antipsychotics for schizophrenia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "In many countries of the industrialised world second generation (atypical) antipsychotics have become the first line drug treatment for people with schizophrenia. The question as to whether and, if so, how much the effects of the various second generation antipsychotics differ is a matter of debate."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effects of sertindole compared with other second generation antipsychotics for people with schizophrenia and schizophrenia-like psychosis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group Trials Register (April 2007) and ClinicalTrials.gov (February 2009)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised trials comparing oral sertindole with oral forms of amisulpride, aripiprazole, clozapine, olanzapine, quetiapine, risperidone, ziprasidone or zotepine for people with schizophrenia or schizophrenia-like psychosis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data independently. For dichotomous data we calculated relative risks (RR) and their 95% confidence intervals (CI) on an intention-to-treat basis based on a random-effects model. For continuous data, we calculated weighted mean differences (WMD) again based on a random-effects model."
    },
    {
      "heading": "Main results",
      "text": "The review currently includes two short-term low-quality randomised trials (total n=508) both comparing sertindole with risperidone. One third of participants left the studies early (2 RCTs, n=504, RR 1.23 CI 0.94 to 1.60). There was no difference in efficacy (2 RCTs, n=493, WMD PANSS total change from baseline 1.98 CI -8.24 to 12.20). Compared with relatively high doses of risperidone (between 4 and 12 mg/day), sertindole produced significantly less akathisia and parkinsonism (1 RCT, n=321, RR 0.24 CI 0.09 to 0.69, NNT 14, CI 8 to 100). Sertindole produced more cardiac effects (2 RCTs, n=508, RR QTc prolongation 4.86 CI 1.94 to 12.18), weight change (2 RCTs, n=328, WMD 0.99 CI 0.12 to 1.86) and male sexual dysfunction (2 RCTs, n=437, RR 2.90 CI 1.32 to 6.35, NNH 13 CI 8 to 33)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Sertindole may induce fewer movement disorders, but more cardiac effects, weight change and male sexual dysfunction than risperidone. However these data are based on only two studies and are too limited to allow firm conclusions. Nothing can be said about the effects of sertindole compared with second generation antipsychotics other than risperidone. There are several relevant trials underway or completed and about to report."
    }
  ],
  "pls_title": "Sertindole versus other atypical antipsychotics for schizophrenia",
  "pls_type": "long",
  "pls": "Schizophrenia is a mental health problem that can be long term and can severely disable some of the people who have it, especially in terms of quality of life and inclusion into wider society. The main treatment is medication (antipsychotics) and while some people find a drug which decreases their symptoms and does not give them a lot of adverse effects, there are others who are ‘treatment resistant’ i.e. none of the medication available works for them. There are some antipsychotics, such as clozapine and sertindole that can have quite dangerous side-effects in some people. However, if they benefit people for whom nothing else works, the extra monitoring of these side-effects that is needed, can perhaps be justified.\nThis review aims to compare sertindole to the other newer second generation (atypical) antipsychotics in people who have schizophrenia. Two studies were identified which included 508 people. Both compared sertindole to risperidone, were short (12 weeks) and the participants were either at least moderately ill or treatment resistant. There was no overall significant difference between these two medications in terms of improvement in people’s general well-being or their mental state. Also while people on risperidone showed more movement side-effects, those on sertindole were more likely to put on weight, have changes in their heart rhythm and the men were more likely to suffer from sexual dysfunction.\nThe data from these trials are limited and a considerable number of the participants left the study early. In addition, sertindole has only been compared to one second generation antipsychotic and the trials are relatively short. A larger and longer trial comparing sertindole to other second generation antipsychotics, with the outcomes including mental state, general functioning, adverse effects and quality of life, would enhance our knowledge in this area considerably.\n(Plain language summary prepared for this review by Janey Antoniou of RETHINK, UK www.rethink.org)."
}