{
  "doi": "10.1002/14651858.CD009747.pub2",
  "name": "Daily iron supplementation for improving anaemia, iron status and health in menstruating women ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Iron-deficiency anaemia is highly prevalent among non-pregnant women of reproductive age (menstruating women) worldwide, although the prevalence is highest in lower-income settings. Iron-deficiency anaemia has been associated with a range of adverse health outcomes, which restitution of iron stores using iron supplementation has been considered likely to resolve. Although there have been many trials reporting effects of iron in non-pregnant women, these trials have never been synthesised in a systematic review."
    },
    {
      "heading": "Objectives",
      "text": "To establish the evidence for effects of daily supplementation with iron on anaemia and iron status, as well as on physical, psychological and neurocognitive health, in menstruating women."
    },
    {
      "heading": "Search methods",
      "text": "In November 2015 we searched CENTRAL, Ovid MEDLINE, EMBASE, and nine other databases, as well as four digital thesis repositories. In addition, we searched the World Health Organization International Clinical Trials Registry Platform (WHO ICTRP) and reference lists of relevant reviews."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and quasi-RCTs comparing daily oral iron supplementation with or without a cointervention (folic acid or vitamin C), for at least five days per week at any dose, to control or placebo using either individual- or cluster-randomisation. Inclusion criteria were menstruating women (or women aged 12 to 50 years) reporting on predefined primary (anaemia, haemoglobin concentration, iron deficiency, iron-deficiency anaemia, all-cause mortality, adverse effects, and cognitive function) or secondary (iron status measured by iron indices, physical exercise performance, psychological health, adherence, anthropometric measures, serum/plasma zinc levels, vitamin A status, and red cell folate) outcomes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures of Cochrane."
    },
    {
      "heading": "Main results",
      "text": "The search strategy identified 31,767 records; after screening, 90 full-text reports were assessed for eligibility. We included 67 trials (from 76 reports), recruiting 8506 women; the number of women included in analyses varied greatly between outcomes, with endpoint haemoglobin concentration being the outcome with the largest number of participants analysed (6861 women). Only 10 studies were considered at low overall risk of bias, with most studies presenting insufficient details about trial quality.\nWomen receiving iron were significantly less likely to be anaemic at the end of intervention compared to women receiving control (risk ratio (RR) 0.39 (95% confidence interval (CI) 0.25 to 0.60, 10 studies, 3273 women, moderate quality evidence). Women receiving iron had a higher haemoglobin concentration at the end of intervention compared to women receiving control (mean difference (MD) 5.30, 95% CI 4.14 to 6.45, 51 studies, 6861 women, high quality evidence). Women receiving iron had a reduced risk of iron deficiency compared to women receiving control (RR 0.62, 95% CI 0.50 to 0.76, 7 studies, 1088 women, moderate quality evidence). Only one study (55 women) specifically reported iron-deficiency anaemia and no studies reported mortality. Seven trials recruiting 901 women reported on 'any side effect' and did not identify an overall increased prevalence of side effects from iron supplements (RR 2.14, 95% CI 0.94 to 4.86, low quality evidence). Five studies recruiting 521 women identified an increased prevalence of gastrointestinal side effects in women taking iron (RR 1.99, 95% CI 1.26 to 3.12, low quality evidence). Six studies recruiting 604 women identified an increased prevalence of loose stools/diarrhoea (RR 2.13, 95% CI 1.10, 4.11, high quality evidence); eight studies recruiting 1036 women identified an increased prevalence of hard stools/constipation (RR 2.07, 95% CI 1.35 to 3.17, high quality evidence). Seven studies recruiting 1190 women identified evidence of an increased prevalence of abdominal pain among women randomised to iron (RR 1.55, 95% CI 0.99 to 2.41, low quality evidence). Eight studies recruiting 1214 women did not find any evidence of an increased prevalence of nausea among women randomised to iron (RR 1.19, 95% CI 0.78 to 1.82). Evidence that iron supplementation improves cognitive performance in women is uncertain, as studies could not be meta-analysed and individual studies reported conflicting results. Iron supplementation improved maximal and submaximal exercise performance, and appears to reduce symptomatic fatigue. Although adherence could not be formally meta-analysed due to differences in reporting, there was no evident difference in adherence between women randomised to iron and control."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Daily iron supplementation effectively reduces the prevalence of anaemia and iron deficiency, raises haemoglobin and iron stores, improves exercise performance and reduces symptomatic fatigue. These benefits come at the expense of increased gastrointestinal symptomatic side effects."
    }
  ],
  "pls_title": "Iron supplementation taken daily for improving health in menstruating women",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What are the effects of iron, taken orally for at least five days a week, on health outcomes in menstruating women (compared with not giving iron)?"
    },
    {
      "heading": "Background",
      "text": "Iron deficiency (a shortage of iron stored in the body) and anaemia (low levels of haemoglobin - healthy red blood cells - in the blood) are common problems globally, especially in women. Low levels of iron can eventually cause anaemia (iron-deficiency anaemia). Among non-pregnant women, around one third are anaemic worldwide. The problem is seen most commonly in low-income countries, but iron deficiency and anaemia are more common in women in all contexts. Iron-deficiency anaemia is considered to impair health and well-being in women, and iron supplements - tablets, capsules, syrup or drops containing iron - are a commonly used intervention to prevent and treat this condition. We sought to review the evidence of iron, taken orally for at least five days per week, for improving health outcomes in non-pregnant women of reproductive age (menstruating women)."
    },
    {
      "heading": "Search data",
      "text": "The review is current to November 2015."
    },
    {
      "heading": "Study characteristics",
      "text": "We included studies comparing the effects of iron compared with no iron when given at least five days per week to menstruating women. We identified 67 trials recruiting 8506 women eligible for inclusion in the review. Most trials lasted between one and three months. The most commonly used iron form was ferrous sulphate."
    },
    {
      "heading": "Key results",
      "text": "We found evidence that iron supplements reduce the prevalence of anaemia and iron deficiency, and raise levels of haemoglobin in the blood and in iron stores. Iron supplementation clearly increases the risk of side effects, for example, constipation and abdominal pain."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We found high quality evidence that iron improves haemoglobin and produces changes in bowel function, but moderate quality evidence that iron reduces the prevalence of anaemia and iron deficiency. Evidence of the effects of iron on other outcomes, such as abdominal pain, is of low quality. There are no data on the effects of iron on mortality in this population group.\nFurther definitive studies are needed to identify whether taking iron supplements orally for at least five days a week has an impact on key, health-related outcomes."
    }
  ]
}