{
  "doi": "10.1002/14651858.CD003249.pub3",
  "name": "Treatment for primary postpartum haemorrhage",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Primary postpartum haemorrhage (PPH) is one of the top five causes of maternal mortality in both developed and developing countries."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of any intervention used for the treatment of primary PPH."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (31 August 2013)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing any interventions for the treatment of primary PPH."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We assessed studies for eligibility and quality and extracted data independently. We contacted authors of the included studies to request more information."
    },
    {
      "heading": "Main results",
      "text": "Ten randomised clinical trials (RCTs) with a total of 4052 participants fulfilled our inclusion criteria and were included in this review.\nFour RCTs (1881 participants) compared misoprostol with placebo given in addition to conventional uterotonics. Adjunctive use of misoprostol (in the dose of 600 to 1000 mcg) with simultaneous administration of additional uterotonics did not provide additional benefit for our primary outcomes including maternal mortality (risk ratio (RR) 6.16, 95% confidence interval (CI) 0.75 to 50.85), serious maternal morbidity (RR 0.34, 95% CI 0.01 to 8.31), admission to intensive care (RR 0.79, 95% CI 0.30 to 2.11) or hysterectomy (RR 0.93, 95% CI 0.16 to 5.41).\nTwo RCTs (1787 participants) compared 800 mcg sublingual misoprostol versus oxytocin infusion as primary PPH treatment; one trial included women who had received prophylactic uterotonics, and the other did not. Primary outcomes did not differ between the two groups, although women given sublingual misoprostol were more likely to have additional blood loss of at least 1000 mL (RR 2.65, 95% CI 1.04 to 6.75). Misoprostol was associated with a significant increase in vomiting and shivering.\nTwo trials attempted to test the effectiveness of estrogen and tranexamic acid, respectively, but were too small for any meaningful comparisons of pre-specified outcomes.\nOne study compared lower segment compression but was too small to assess impact on primary outcomes.\nWe did not identify any trials evaluating surgical techniques or radiological interventions for women with primary PPH unresponsive to uterotonics and/or haemostatics."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Clinical trials included in the current review were not adequately powered to assess impact on the primary outcome measures. Compared with misoprostol, oxytocin infusion is more effective and causes fewer side effects when used as first-line therapy for the treatment of primary PPH. When used after prophylactic uterotonics, misoprostol and oxytocin infusion worked similarly. The review suggests that among women who received oxytocin for the treatment of primary PPH, adjunctive use of misoprostol confers no added benefit.\nThe role of tranexamic acid and compression methods requires further evaluation. Furthermore, future studies should focus on the best way to treat women who fail to respond to uterotonic therapy."
    }
  ],
  "pls_title": "Treatment for excessive bleeding after childbirth",
  "pls_type": "long",
  "pls": "After a woman gives birth, womb muscles contract, clamping down on the blood vessels and helping to limit bleeding when the placenta has detached. If the muscles do not contract strongly enough, very heavy bleeding (postpartum haemorrhage) can occur, which can be life threatening. These situations are common in resource-poor countries, and maternal mortality is about 100 times higher than in resource-rich countries. It is a very serious problem that requires effective treatments that might avoid the use of surgery to remove the womb (hysterectomy). This is often the last treatment option and leaves the woman unable to have more children. In most settings, women are given a drug at the time of birth (before excessive bleeding occurs) to reduce the likelihood of excessive blood loss. However, despite this intervention, some women bleed excessively, and this review looked to see what interventions might be used to reduce the amount of blood lost by these women. Treatment options include drugs to increase muscles contractions (such as oxytocin, ergometrine and prostaglandins like misoprostol), drugs to help with blood clotting (haemostatic drugs such as tranexamic acid and recombinant activated factor VII), surgical techniques (such as tying off or blocking of the uterine artery) and radiological interventions (to assist in blocking the main artery to the womb by using gel foams).\nThe review identified 10 randomised controlled trials involving 4052 women. Seven of these trials looked at a drug called misoprostol, which is a prostaglandin and so works by increasing muscle contractions. Overall, the trials suggest that misoprostol does not work as well as oxytocin infusion, and it has more side effects. However, oxytocin needs to be kept in a refrigerator, and so in settings where refrigeration and infusions are not readily available, misoprostol can be used.\nOther clinical trials looked into using other types of drugs or squeezing the main artery that supplies blood to the woman. The number of women included in these studies was too small for any useful conclusions regarding their effectiveness and safety."
}