{
  "doi": "10.1002/14651858.CD005987.pub3",
  "name": "Scalpel versus electrosurgery for major abdominal incisions",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Scalpels or electrosurgery can be used to make abdominal incisions. The potential benefits of electrosurgery may include reduced blood loss, dry and rapid separation of tissue, and reduced risk of cutting injury to surgeons. Postsurgery risks possibly associated with electrosurgery may include poor wound healing and complications such as surgical site infection."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of electrosurgery compared with scalpel for major abdominal incisions."
    },
    {
      "heading": "Search methods",
      "text": "The first version of this review included studies published up to February 2012. In October 2016, for this first update, we searched the Cochrane Wounds Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL), Ovid MEDLINE (including In-Process & Other Non-Indexed Citations), Ovid Embase, EBSCO CINAHL Plus, and the registry for ongoing trials (www.clinicaltrials.gov). We did not apply date or language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Studies considered in this analysis were randomised controlled trials (RCTs) that compared electrosurgery to scalpel for creating abdominal incisions during major open abdominal surgery. Incisions could be any orientation (vertical, oblique, or transverse) and surgical setting (elective or emergency). Electrosurgical incisions were made through major layers of the abdominal wall, including subcutaneous tissue and the musculoaponeurosis (a sheet of connective tissue that attaches muscles), regardless of the technique used to incise the skin and peritoneum. Scalpel incisions were made through major layers of abdominal wall including skin, subcutaneous tissue, and musculoaponeurosis, regardless of the technique used to incise the abdominal peritoneum. Primary outcomes analysed were wound infection, time to wound healing, and wound dehiscence. Secondary outcomes were postoperative pain, wound incision time, wound-related blood loss, and adhesion or scar formation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently carried out study selection, data extraction, and risk of bias assessment. When necessary, we contacted trial authors for missing data. We calculated risk ratios (RR) and 95% confidence intervals (CI) for dichotomous data, and mean differences (MD) and 95% CI for continuous data."
    },
    {
      "heading": "Main results",
      "text": "The updated search found seven additional RCTs making a total of 16 included studies (2769 participants). All studies compared electrosurgery to scalpel and were considered in one comparison. Eleven studies, analysing 2178 participants, reported on wound infection. There was no clear difference in wound infections between electrosurgery and scalpel (7.7% for electrosurgery versus 7.4% for scalpel; RR 1.07, 95% CI 0.74 to 1.54; low-certainty evidence downgraded for risk of bias and serious imprecision). None of the included studies reported time to wound healing.\nIt is uncertain whether electrosurgery decreases wound dehiscence compared to scalpel (2.7% for electrosurgery versus 2.4% for scalpel; RR 1.21, 95% CI 0.58 to 2.50; 1064 participants; 6 studies; very low-certainty evidence downgraded for risk of bias and very serious imprecision).\nThere was no clinically important difference in incision time between electrosurgery and scalpel (MD -45.74 seconds, 95% CI -88.41 to -3.07; 325 participants; 4 studies; moderate-certainty evidence downgraded for serious imprecision). There was no clear difference in incision time per wound area between electrosurgery and scalpel (MD -0.58 seconds/cm2, 95% CI -1.26 to 0.09; 282 participants; 3 studies; low-certainty evidence downgraded for very serious imprecision).\nThere was no clinically important difference in mean blood loss between electrosurgery and scalpel (MD -20.10 mL, 95% CI -28.16 to -12.05; 241 participants; 3 studies; moderate-certainty evidence downgraded for serious imprecision). Two studies reported on mean wound-related blood loss per wound area; however, we were unable to pool the studies due to considerable heterogeneity. It was uncertain whether electrosurgery decreased wound-related blood loss per wound area. We could not reach a conclusion on the effects of the two interventions on pain and appearance of scars for various reasons such as small number of studies, insufficient data, the presence of conflicting data, and different measurement methods."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The certainty of evidence was moderate to very low due to risk of bias and imprecise results. Low-certainty evidence shows no clear difference in wound infection between the scalpel and electrosurgery. There is a need for more research to determine the relative effectiveness of scalpel compared with electrosurgery for major abdominal incisions."
    }
  ],
  "pls_title": "Scalpel versus electrosurgery for surgical operations on the abdomen",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect of using either a scalpel (knife) or electrosurgery in surgical operations on the abdomen."
    },
    {
      "heading": "Background",
      "text": "During abdominal surgery, surgeons need to cut through several layers of abdominal wall tissue before reaching the target operation site. To do this, surgeons can use either a sharp-bladed scalpel or an electrosurgical device that burns through tissue using a precise high-frequency current (known as electrosurgery). It is thought that, compared to using a scalpel, electrosurgery may result in less blood loss, more rapid tissue separation, and a lower risk of surgeons cutting themselves. We wanted to find out about the benefits and risks of these two techniques, and to compare them in terms of safety and other measures such as risk of infection and pain."
    },
    {
      "heading": "S",
      "text": "tudy characteristics\nIn October 2016, we searched for randomised controlled trials (RCTs; clinical studies where people are randomly put into one of two or more treatment groups) comparing scalpel-based surgery with electrosurgery for abdominal incisions (cuts). We found seven new trials for this update, allowing us to include a total of 16 RCTs involving 2769 participants. The majority of participants were adults, although one trial included children over the age of 15 years. There were slightly more female participants than male as some trials looked exclusively at caesarean sections (an operation to deliver a baby through a cut made in the abdomen and womb) and gynaecological (female reproductive system) surgery."
    },
    {
      "heading": "Key results",
      "text": "There was no clear difference between scalpel and electrosurgery in the number of people whose wounds became infected. It is uncertain whether electrosurgery prevents wound breakdown (a complication that involves the breaking open of the surgical incision along the stitches/staples) following surgery, while the difference in blood loss and time required for incision between electrosurgery and scalpel was not clinically important. There was not enough information available to determine how electrosurgery compared with scalpel-based surgery in relation to time required for wounds to heal, amount of pain during healing, and appearance of scars. More studies need to be conducted before conclusions can be drawn as to whether one method is better for pain after an operation and time to wound healing following abdominal surgery."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We judged the certainty of evidence to be moderate to very low for all outcomes. This is because the studies were often small with a low number of events and, in many cases, were not reported in a way that meant we could be sure they had been conducted robustly. The certainty of the evidence means that we cannot make conclusive statements and better quality research is needed to form stronger conclusions.\nThis plain language summary is up to date as of October 2016."
    }
  ]
}