{
  "doi": "10.1002/14651858.CD013110.pub2",
  "name": "Exercise training for bronchiectasis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Bronchiectasis is characterised by excessive sputum production, chronic cough, and acute exacerbations and is associated with symptoms of dyspnoea and fatigue, which reduce exercise tolerance and impair quality of life. Exercise training in isolation or in conjunction with other interventions is beneficial for people with other respiratory diseases, but its effects in bronchiectasis have not been well established."
    },
    {
      "heading": "Objectives",
      "text": "To determine effects of exercise training compared to usual care on exercise tolerance (primary outcome), quality of life (primary outcome), incidence of acute exacerbation and hospitalisation, respiratory and mental health symptoms, physical function, mortality, and adverse events in people with stable or acute exacerbation of bronchiectasis."
    },
    {
      "heading": "Search methods",
      "text": "We identified trials from the Cochrane Airways Specialised Register, ClinicalTrials.gov, and the World Health Organization trials portal, from their inception to October 2020. We reviewed respiratory conference abstracts and reference lists of all primary studies and review articles for additional references."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials in which exercise training of at least four weeks' duration (or eight sessions) was compared to usual care for people with stable bronchiectasis or experiencing an acute exacerbation. Co-interventions with exercise training including education, respiratory muscle training, and airway clearance therapy were permitted if also applied as part of usual care."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened and selected trials for inclusion, extracted outcome data, and assessed risk of bias. We contacted study authors for missing data. We calculated mean differences (MDs) using a random-effects model. We used the GRADE approach to assess the certainty of evidence."
    },
    {
      "heading": "Main results",
      "text": "We included six studies, two of which were published as abstracts, with a total of 275 participants. Five studies were undertaken with people with clinically stable bronchiectasis, and one pilot study was undertaken post acute exacerbation. All studies included co-interventions such as instructions for airway clearance therapy and/or breathing strategies, provision of an educational booklet, and delivery of educational sessions. The duration of training ranged from six to eight weeks, with a mix of supervised and unsupervised sessions conducted in the outpatient or home setting. No studies of children were included in the review; however we identified two studies as currently ongoing. No data were available regarding physical activity levels or adverse events.\nFor people with stable bronchiectasis, evidence suggests that exercise training compared to usual care improves functional exercise tolerance as measured by the incremental shuttle walk distance, with a mean difference (MD) between groups of 87 metres (95% confidence interval (CI) 43 to 132 metres; 4 studies, 161 participants; low-certainty evidence). Evidence also suggests that exercise training improves six-minute walk distance (6MWD) (MD between groups of 42 metres, 95% CI 22 to 62; 1 study, 76 participants; low-certainty evidence). The magnitude of these observed mean changes appears clinically relevant as they exceed minimal clinically important difference (MCID) thresholds for people with chronic lung disease. Evidence suggests that quality of life improves following exercise training according to St George's Respiratory Questionnaire (SGRQ) total score (MD -9.62 points, 95% CI -15.67 to -3.56 points; 3 studies, 160 participants; low-certainty evidence), which exceeds the MCID of 4 points for this outcome. A reduction in dyspnoea (MD 1.0 points, 95% CI 0.47 to 1.53; 1 study, 76 participants) and fatigue (MD 1.51 points, 95% CI 0.80 to 2.22 points; 1 study, 76 participants) was observed following exercise training according to these domains of the Chronic Respiratory Disease Questionnaire. However, there was no change in cough-related quality of life as measured by the Leicester Cough Questionnaire (LCQ) (MD -0.09 points, 95% CI -0.98 to 0.80 points; 2 studies, 103 participants; moderate-certainty evidence), nor in anxiety or depression. Two studies reported longer-term outcomes up to 12 months after intervention completion; however exercise training did not appear to improve exercise capacity or quality of life more than usual care. Exercise training reduced the number of acute exacerbations of bronchiectasis over 12 months in people with stable bronchiectasis (odds ratio 0.26, 95% CI 0.08 to 0.81; 1 study, 55 participants).\nAfter an acute exacerbation of bronchiectasis, data from a single study (N = 27) suggest that exercise training compared to usual care confers little to no effect on exercise capacity (MD 11 metres, 95% CI -27 to 49 metres; low-certainty evidence), SGRQ total score (MD 6.34 points, 95%CI -17.08 to 29.76 points), or LCQ score (MD -0.08 points, 95% CI -0.94 to 0.78 points; low-certainty evidence) and does not reduce the time to first exacerbation (hazard ratio 0.83, 95% CI 0.31 to 2.22)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review provides low-certainty evidence suggesting improvement in functional exercise capacity and quality of life immediately following exercise training in people with stable bronchiectasis; however the effects of exercise training on cough-related quality of life and psychological symptoms appear to be minimal. Due to inadequate reporting of methods, small study numbers, and variation between study findings, evidence is of very low to moderate certainty. Limited evidence is available to show longer-term effects of exercise training on these outcomes."
    }
  ],
  "pls_title": "Exercise training for bronchiectasis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We wanted to know if exercise training improves exercise tolerance, quality of life, or symptoms, and if it reduces the number of future flare-ups ('exacerbations'), for people with bronchiectasis compared to people who did not do exercise training. We looked at studies involving people with stable disease and patients in the period following a recent flare-up. We aimed to include evidence related to both children and adults with bronchiectasis."
    },
    {
      "heading": "Background",
      "text": "People with bronchiectasis suffer from chronic cough and sputum production. They have increased risk of developing acute exacerbations that contribute to poor exercise tolerance and quality of life. When performed by people with other chronic lung conditions, exercise training improves exercise tolerance and reduces symptoms. However, little is understood about the effect of exercise training specifically in bronchiectasis."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current up to October 2020. We included six studies with a total of 275 participants; five studies were related to people with stable disease. No studies involving children were found. Exercise training was delivered in combination with other treatments such as airway clearance therapy, respiratory muscle training, and/or education. Participants were randomly assigned to exercise training or no exercise training. Exercise training was performed for at least six weeks, either in a group setting or at home. None of the included studies were funded by companies with commercial interests in study findings."
    },
    {
      "heading": "Key results",
      "text": "Following completion of exercise training, participants in a stable clinical state walked farther than those who did not do exercise training (an average of 87 metres farther), but our certainty of the evidence is low. Participants also reported improved quality of life (low-certainty evidence) and less shortness of breath and fatigue. We found evidence of moderate certainty showing that exercise training might not specifically improve cough-related symptoms, although the incidence of acute exacerbations was lower. Evidence was insufficient to show if the effects of exercise training would last beyond the period of exercise training, and no evidence was available to determine whether exercise training helps people become physically active. No benefits were observed for people who undertook exercise training soon after an acute flare-up of their bronchiectasis."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "The certainty of evidence was very low to moderate due to uncertainty regarding the true size of observed benefits, poorly conducted studies, and an overall lack of sufficient data. More studies with larger participant numbers are required to determine the long-term effects of exercise training, irrespective of clinical status."
    }
  ]
}