{
  "doi": "10.1002/14651858.CD001100.pub4",
  "name": "Fixed dose subcutaneous low molecular weight heparins versus adjusted dose unfractionated heparin for the initial treatment of venous thromboembolism ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Low molecular weight heparins (LMWHs) have been shown to be effective and safe in preventing venous thromboembolism (VTE). They may also be effective for the initial treatment of VTE. This is the third update of the Cochrane Review first published in 1999."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy and safety of fixed dose subcutaneous low molecular weight heparin compared to adjusted dose unfractionated heparin (intravenous or subcutaneous) for the initial treatment of people with venous thromboembolism (acute deep venous thrombosis or pulmonary embolism)."
    },
    {
      "heading": "Search methods",
      "text": "For this update the Cochrane Vascular Information Specialist (CIS) searched the Cochrane Vascular Specialised Register (15 September 2016). In addition the CIS searched the Cochrane Central Register of Controlled Trials (CENTRAL; 2016, Issue 8) in the Cochrane Library (searched 15 September 2016) and trials' registries."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing fixed dose subcutaneous LMWH with adjusted dose intravenous or subcutaneous unfractionated heparin (UFH) in people with VTE."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion, assessed for quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "Six studies were added to this update resulting in a total of 29 included studies (n = 10,390). The quality of the studies was downgraded as there was a risk of bias in some individual studies relating to risk of attrition and reporting bias; in addition several studies did not adequately report on the randomisation methods used nor on how the treatment allocation was concealed.\nDuring the initial treatment period, the incidence of recurrent venous thromboembolic events was lower in participants treated with LMWH than in participants treated with UFH (Peto odds ratio (OR) 0.69, 95% confidence intervals (CI) 0.49 to 0.98; 6238 participants; 18 studies; P = 0.04; moderate-quality evidence). After a follow-up of three months, the period in most of the studies for which oral anticoagulant therapy was given, the incidence of recurrent VTE was lower in participants treated with LMWH than in participants with UFH (Peto OR 0.71, 95% CI 0.56 to 0.90; 6661 participants; 16 studies; P = 0.005; moderate-quality evidence). Furthermore, at the end of follow-up, LMWH was associated with a lower rate of recurrent VTE than UFH (Peto OR 0.72, 95% CI 0.59 to 0.88; 9489 participants; 22 studies; P = 0.001; moderate-quality evidence). LMWH was also associated with a reduction in thrombus size compared to UFH (Peto OR 0.71, 95% CI 0.61 to 0.82; 2909 participants; 16 studies; P < 0.00001; low-quality evidence), but there was moderate heterogeneity (I² = 56%). Major haemorrhages occurred less frequently in participants treated with LMWH than in those treated with UFH (Peto OR 0.69, 95% CI 0.50 to 0.95; 8780 participants; 25 studies; P = 0.02; moderate-quality evidence). There was no difference in overall mortality between participants treated with LMWH and those treated with UFH (Peto OR 0.84, 95% CI 0.70 to 1.01; 9663 participants; 24 studies; P = 0.07; moderate-quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review presents moderate-quality evidence that fixed dose LMWH reduced the incidence of recurrent thrombotic complications and occurrence of major haemorrhage during initial treatment; and low-quality evidence that fixed dose LMWH reduced thrombus size when compared to UFH for the initial treatment of VTE. There was no difference in overall mortality between participants treated with LMWH and those treated with UFH (moderate-quality evidence). The quality of the evidence was assessed using GRADE criteria and downgraded due to concerns over risk of bias in individual trials together with a lack of reporting on the randomisation and concealment of treatment allocation methods used. The quality of the evidence for reduction of thrombus size was further downgraded because of heterogeneity between studies."
    }
  ],
  "pls_title": "Fixed daily dose of a low molecular weight heparin compared with an adjusted dose of unfractionated heparin for treating blood clots in the deep veins",
  "pls_type": "long",
  "pls": "Background\nVenous thromboembolism (VTE) is a condition in which a blood clot forms in the deep veins of the leg or pelvis (DVT) or the clot travels in the blood and blocks a blood vessel in the lungs (pulmonary embolism (PE)). The chances of getting a VTE can be increased if people have risk factors such as previous clots, prolonged periods of immobility (such as travelling on aeroplanes or bed rest), cancer, exposure to oestrogens (pregnancy, oral contraceptives or hormone replacement therapy), trauma and blood disorders such as thrombophilia (abnormal blood clotting). People with a VTE are treated with an anticoagulant, which prevents further clots from forming. Heparin is an anticoagulant and comes in two forms: low molecular weight heparin (LMWH) or unfractionated heparin (UFH). UFH is an older drug and is given either intravenously or by injection. When administering UFH, clinicians have to monitor blood-clotting factors carefully and adjust the dose, because of the variability of its effect. LMWH is given by subcutaneous injection once or twice a day and does not need to be monitored as closely as UFH.\n\nStudy characteristics and key results\nThis review included 29 randomised controlled trials involving 10,390 participants (current to September 2016), which compared LMWH or UFH for treating people with blood clots. Pooling the results of these trials showed that fewer participants treated with LMWH formed further blood clots and that fewer cases of bleeding occurred. Use of LMWH also reduced the size of the original blood clot when compared to the UFH group. There was no difference in number of deaths between participants treated with LMWH and those treated with UFH.\nQuality of the evidence\nResults of this review indicate that LMWH may prevent further blood clots and bleeding in people with VTE. However, these findings must be interpreted with caution due to the moderate quality of the evidence as a result of lack of reporting of study methods and problems with study design. Results indicating reduced size of blood clots when taking LMWH also must be interpreted with caution due to the low quality of evidence as results were not similar across the studies."
}