{
  "doi": "10.1002/14651858.CD006040.pub2",
  "name": "Reconstructive Techniques After Rectal Resection for Rectal Cancer",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Total mesorectal resection (TME) has led to improved survival and reduced local recurrence in patients with rectal cancer. Straight coloanal anastomosis after TME can lead to problems with frequent bowel movements, fecal urgency and incontinence. The colonic J pouch, side-to-end anastomosis and transverse coloplasty have been developed as alternative surgical strategies in order to improve bowel function."
    },
    {
      "heading": "Objectives",
      "text": "The purpose of this study is to determine which rectal reconstructive technique results in the best postoperative bowel function."
    },
    {
      "heading": "Search methods",
      "text": "A systematic search of the literature (MEDLINE, Cancerlit, Embase and Cochrane Databases) was conducted from inception to Feb 14, 2006 by two independent investigators."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials in which patients with rectal cancer undergoing low rectal resection and coloanal anastomosis were randomized to at least two different anastomotic techniques. Furthermore, a measure of postoperative bowel function was necessary for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Studies identified for potential inclusion were independently assessed for eligibility by at least two reviewers. Data from included trials was collected using a standardized data collection form. Data was collated and qualitatively summarized for bowel function outcomes and meta-analysis statistical techniques were used to pool data on postoperative complications."
    },
    {
      "heading": "Main results",
      "text": "Of 2609 relevant studies, 16 randomized controlled trials (RCTs) met our inclusion criteria. Nine RCTs (n=473) compared straight coloanal anastomosis (SCA) to the colonic J pouch (CJP). Up to 18 months postoperatively, the CJP was superior to SCA in most studies in bowel frequency, urgency, fecal incontinence and use of antidiarrheal medication. There were too few patients with long-term bowel function outcomes to determine if this advantage continued after 18 months postop. Four RCTs (n=215) compared the side-to-end anastomosis (STE) to the CJP. These studies showed no difference in bowel function outcomes between these two techniques. Similarly, three RCTs (n=158) compared transverse coloplasty (TC) to CJP. Similarly, there were no differences in bowel function outcomes in these small studies. Overall, there were no significant differences in postoperative complications with any of the anastomotic strategies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In several randomized controlled trials, the CJP has been shown to be superior to the SCA in bowel function outcomes in patients with rectal cancer for at least 18 months after gastrointestinal continuity is re-established. The TC and STE anastomoses have been shown to have similar bowel function outcomes when compared to the CJP in small randomized controlled trials; further study is necessary to determine the role of these alternative coloanal anastomotic strategies."
    }
  ],
  "pls_title": "Reconstructive Techniques After Rectal Resection for Rectal Cancer",
  "pls_type": "long",
  "pls": "Rectal cancer is a common cancer that requires surgical removal of the rectum and mesorectum for the best chance of cure. Advances in rectal cancer surgery have facilitated sphincter-preserving surgery in the majority of these patients. However, many of these people will have significant functional difficulties, including fecal incontinence, urgency and frequent bowel movements. Several surgical techniques (Colonic J pouch, transverse coloplasty and side-to-end anastomosis) have been created as alternatives to the standard straight coloanal anastomosis. \nIn this systematic review, we surmise that the colonic J pouch results in superior postoperative bowel function for at least 18 months after surgery, and possibly longer. Furthermore, the transverse coloplasty and side-to-end anastomosis appear to have similar advantages, but in a limited number of studies."
}