{
  "doi": "10.1002/14651858.CD007261.pub2",
  "name": "Interventions for managing temporomandibular joint osteoarthritis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Osteoarthritis (OA) is the most common form of arthritis of the temporomandibular joint (TMJ), and can often lead to severe pain in the orofacial region. Management options for TMJ OA include reassurance, occlusal appliances, physical therapy, medication in addition to several surgical modalities."
    },
    {
      "heading": "Objectives",
      "text": "To investigate the effects of different surgical and non-surgical therapeutic options for the management of TMJ OA in adult patients."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases: Cochrane Oral Health's Trials Register (to 26 September 2011); CENTRAL (The Cochrane Library 2011, Issue 3); MEDLINE via Ovid (1950 to 26 September 2011); Embase via Ovid (1980 to 26 September 2011); and PEDro (1929 to 26 September 2011). There were no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing any form of non-surgical or surgical therapy for TMJ OA in adults over the age of 18 with clinical and/or radiological diagnosis of TMJ OA according to the Research Diagnostic Criteria for Temporomandibular Disorders (RDC/TMD) guideline or compatible criteria.\nPrimary outcomes considered were pain/tenderness/discomfort in the TMJs or jaw muscles, self assessed range of mandibular movement and TMJ sounds. Secondary outcomes included the measurement of quality of life or patient satisfaction evaluated with a validated questionnaire, morphological changes of the TMJs assessed by imaging, TMJ sounds assessed by auscultation and any adverse effects."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors screened and extracted information and data from, and independently assessed the risk of bias in the included trials."
    },
    {
      "heading": "Main results",
      "text": "Although three RCTs were included in this review, pooling of data in a meta-analysis was not possible due to wide clinical diversity between the studies. The reports indicate a not dissimilar degree of effectiveness with intra-articular injections consisting of either sodium hyaluronate or corticosteroid preparations, and an equivalent pain reduction with diclofenac sodium as compared with occlusal splints. Glucosamine appeared to be just as effective as ibuprofen for the management of TMJ OA."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In view of the paucity of high level evidence for the effectiveness of interventions for the management of TMJ OA, small parallel group RCTs which include participants with a clear diagnosis of TMJ OA should be encouraged and especially studies evaluating some of the possible surgical interventions."
    }
  ],
  "pls_title": "Interventions for managing osteoarthritis in the temporomandibular joint",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We conducted this review to assess different interventions for managing osteoarthritis in the temporomandibular joint."
    },
    {
      "heading": "Background",
      "text": "The temporomandibular joint (TMJ) or jaw joint is located in front of the ear on either side of the face. However, it is the only joint that the dentists and maxillofacial surgeons predominantly have to deal with. As with many of the other joints, the TMJ can be affected by osteoarthritis (OA). This is characterized by progressive destruction of the internal surfaces of the joint which can result in debilitating pain and joint noises. Several disorders other than OA may affect the TMJ and the correct diagnosis is important such that it can be matched with appropriate therapy.\nA range of therapeutic options are available for TMJ OA, which include non-surgical modalities such as control of contributory factors, occlusal appliances, cold or warm packs applied to the joint, pharmacological interventions as well as physiotherapy. Surgical treatment options include intra-articular injections, arthrocentesis (lavage of the joint) as well as attempts at repair or replacement of portions of the TMJ."
    },
    {
      "heading": "Study characteristics",
      "text": "Authors working with Cochrane Oral Health carried out this review of existing studies, which includes evidence current up to 26 September 2011. This review includes three studies: two conducted in Europe and one in North America. All participants (114) were recruited in university clinics. One study compared intra-articular injections of sodium hyaluronate (a natural constituent of cartilage) with corticosteroids (betamethasone (an anti-inflammatory steroid)); the second study compared diclofenac sodium (a non-steroid anti-inflammatory drug) with occlusal splint therapy; and the third study compared glucosamine sulfate or ibuprofen (a non-steroid anti-inflammatory)."
    },
    {
      "heading": "Key results and quality of the evidence",
      "text": "This review found weak evidence indicating that intra-articular injections of sodium hyaluronate and betamethasone had equivalent effectiveness in reducing pain and discomfort. Occlusal appliances when compared with diclofenac sodium showed a similar pain reduction, as did a comparison between the food supplement glucosamine and ibuprofen.\nFuture studies should aim to provide reliable information about which therapeutic modality is likely to be more effective for the reduction of pain and other symptoms (e.g. joint sounds) of TMJ OA. Moreover, because the limited evidence available only covers a restricted number of interventions, comparisons with other therapeutic modalities should be encouraged. One of the authors' concerns was the large number of trials which included mixed groups of participants diagnosed with TMJ OA, in addition to other disorders of the TMJ, which could not be considered in this review."
    }
  ]
}