{
  "doi": "10.1002/14651858.CD013765.pub2",
  "name": "Oral Class I and III antiarrhythmic drugs for maintaining sinus rhythm after catheter ablation of atrial fibrillation ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Recurrence of atrial tachyarrhythmias (ATa) following catheter ablation for atrial fibrillation (AF) is a common problem. Antiarrhythmic drugs have been used shortly after ablation in an attempt to maintain sinus rhythm, particularly Class I and III agents. However, it still needs to be established if the use of Class I or III antiarrhythmic medications, or both, reduce the risk of recurrence of ATa."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of oral Class I and III antiarrhythmic drugs versus control (standard medical therapy without Class I or III antiarrhythmics, or placebo) for maintaining sinus rhythm in people undergoing catheter ablation for AF."
    },
    {
      "heading": "Search methods",
      "text": "We systematically searched CENTRAL, MEDLINE, Embase, Web of Science Core Collection, and two clinical trial registers without restrictions on language or date to 5 August 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We sought published, unpublished, and ongoing parallel-design, randomised controlled trials (RCTs) involving adult participants undergoing ablation for AF, with subsequent comparison of Class I and/or III antiarrhythmic use versus control (standard medical therapy or non-Class I and/or III antiarrhythmic use)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane and performed meta-analyses with risk ratios (RR) and Peto odds ratios (Peto OR). Our primary outcomes were recurrence of atrial tachyarrhythmias; adverse events: thromboembolic events; adverse events: myocardial infarction; adverse events: new diagnosis of heart failure; and adverse events: requirement for one or more hospitalisations for atrial tachyarrhythmia. Our secondary outcomes were: all-cause mortality; and requirement for one or more repeat ablations. Where possible, we performed comparison analysis by Class I and/or III antiarrhythmic and divided follow-up periods for our primary outcome. We performed comprehensive assessments of risk of bias and certainty of evidence applying the GRADE methodology."
    },
    {
      "heading": "Main results",
      "text": "We included nine RCTs involving a total of 3269 participants. Participants were on average 59.3 years old; 71.0% were male; and 72.9% and 27.4% had paroxysmal and persistent AF, respectively. Class I and/or III antiarrhythmics may reduce recurrence of ATa at 0 to 3 months postablation (risk ratio (RR) 0.74, 95% confidence interval (CI) 0.59 to 0.94, 8 trials, 3046 participants, low-certainty evidence) and likely reduce recurrence at > 3 to 6 months, our a priori primary time point (RR 0.85, 95% CI 0.78 to 0.93, 5 trials, 2591 participants, moderate-certainty evidence). Beyond six months the evidence is very uncertain, and the benefit of antiarrhythmics may not persist (RR 1.14, 95% CI 0.84 to 1.55, 4 trials, 2244 participants, very low-certainty evidence). The evidence suggests that Class I and/or III antiarrhythmics may not increase the risk of thromboembolic events, myocardial infarction, all-cause mortality, or requirement for repeat ablation, at 0 to 3, > 3 to 6, and > 6 months (where data were available; low- to very low-certainty evidence). The use of Class I and/or III antiarrhythmics postablation likely reduces hospitalisations for ATa by approximately 57% at 0 to 3 months (RR 0.43, 95% CI 0.28 to 0.64, moderate-certainty evidence). No data were available beyond three months. No data were available on new diagnoses of heart failure.\nFewer data were available for Class I and III antiarrhythmics individually. Based on only one and two trials (n = 125 to 309), Class I antiarrhythmics may have little effect on recurrence of ATa at 0 to 3, > 3 to 6, and > 6 months (RR 0.88, 95% CI 0.64 to 1.20, 2 trials, 309 participants; RR 0.54, 95% CI 0.25 to 1.19, 1 trial, 125 participants; RR 0.87, 95% CI 0.57 to 1.32, 1 trial, 125 participants; low-certainty evidence throughout); requirement for hospitalisation for ATa at 0 to 3 months (low-certainty evidence); or requirement for repeat ablation at 0 to 3 months (low-certainty evidence). No data were available for thromboembolic events, myocardial infarction, new diagnosis of heart failure, or all-cause mortality at any time points, or hospitalisation or repeat ablation beyond three months.\nClass III antiarrhythmics may have little effect on recurrence of ATa at up to 3 months and at > 3 to 6 months (RR 0.76, 95% CI 0.50 to 1.16, 4 trials, 599 participants, low-certainty evidence; RR 0.82, 95% CI 0.62 to 1.09, 2 trials, 318 participants, low-certainty evidence), and beyond 6 months one trial reported a possible increase in recurrence of ATa (RR 1.95, 95% CI 1.29 to 2.94, 1 trial, 112 participants, low-certainty evidence). Class III antiarrhythmics likely reduce hospitalisations for ATa at 0 to 3 months (RR 0.40, 95% CI 0.26 to 0.63, moderate-certainty evidence), and may have little effect on all-cause mortality (low- to very low-certainty evidence). The effect of Class III antiarrhythmics on thromboembolic events and requirement for repeat ablation was uncertain (very low-certainty evidence for both outcomes). No data were available for myocardial infarction or new diagnosis of heart failure at any time point, outcomes other than recurrence beyond 6 months, or for hospitalisation and repeat ablation > 3 to 6 months.\nWe assessed the majority of included trials as at low or unclear risk of bias. One trial reported an error in the randomisation process, raising the potential risk of selection bias; most of the included trials were non-blinded; and two trials were at high risk of attrition bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found evidence to suggest that the use of Class I and/or III antiarrhythmics up to 3 months after ablation is associated with a reduced recurrence of ATa 0 to 6 months after ablation, which may not persist beyond 6 months, and an immediate reduction in hospitalisation for ATa 0 to 3 months after ablation. The evidence suggests there is no difference in rates of all-cause mortality, thromboembolic events, or myocardial infarction between Class I and/or III antiarrhythmics versus control."
    }
  ],
  "pls_title": "Oral Class I and III antiarrhythmic drugs for maintaining sinus rhythm after catheter ablation of atrial fibrillation",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We wanted to find out how effective certain classes of antiarrhythmic drugs (medications used to prevent or treat an irregular heart rhythm) are for maintaining sinus rhythm (normal heart rhythm) in people after catheter ablation (a technique using catheters to create controlled burns in the heart to prevent and treat arrhythmia occurrence) for atrial fibrillation (a common type of irregular heart rhythm), compared to catheter ablation alone."
    },
    {
      "heading": "Background",
      "text": "The most common abnormal heart rhythm, atrial fibrillation can cause the upper two chambers of the heart (atria) to beat very rapidly leading to symptoms such as palpitations, dizziness, and shortness of breath. Treatment of atrial fibrillation typically includes medications to control the heart rate and reduce the risk of stroke. However, in some people, restoring the normal heart rhythm to control symptoms is achieved by creating controlled burns with ablation catheters to eliminate atrial fibrillation. Patients often revert back to atrial fibrillation despite ablation, and certain antiarrhythmic drugs (of which we were only interested in Class I and III) are given to reduce the risk of recurrence of arrhythmia."
    },
    {
      "heading": "Selection criteria",
      "text": "We performed a thorough search of databases for all trials including atrial fibrillation and all individual Class I and Class III antiarrhythmic drugs including, for example, flecainide, propafenone, amiodarone, dronedarone, and sotalol."
    },
    {
      "heading": "Study characteristics",
      "text": "We conducted the search on 5 August 2022, and identified 4682 citations (papers), out of which nine were eligible randomised controlled trials (a type of study where people are randomly assigned to one of two or more treatment groups). The studies included a total of 3269 participants from six countries, who were assigned to either Class I or III antiarrhythmics (or both) or placebo (sugar pill)/standard treatment. People taking part in the studies were on average 59 years old, and 71% were male. Most people had paroxysmal atrial fibrillation (meaning they were not in atrial fibrillation all the time and alternated with normal rhythms)."
    },
    {
      "heading": "Results",
      "text": "We found that the effect of Class I and/or III antiarrhythmic drugs given up to around 3 months after ablation may reduce recurrence of arrhythmia at 0 to 3 months, and likely reduces recurrence at greater than 3 to 6 months, although the benefit does not appear to continue beyond 6 months (the evidence for this last result was very uncertain). We also looked at adverse outcomes (i.e. complications). We found that the use of antiarrhythmics was probably associated with a reduction in hospitalisation at 0 to 3 months. We also found evidence suggesting that antiarrhythmics are not associated with different rates of thromboembolic events (clots in the brain, lungs, or legs), heart attacks, death due to any cause, or requirement for repeat ablation compared with control or standard treatment."
    },
    {
      "heading": "Certainty of the results",
      "text": "Our confidence in the evidence was low for recurrence of arrhythmias at 0 to 3 months, moderate at 3 to 6 months, and very low at greater than 6 months. Our confidence in the evidence for reduction of hospitalisation for arrhythmias was moderate."
    }
  ]
}