{
  "doi": "10.1002/14651858.CD011395.pub2",
  "name": "PARP (Poly ADP‐Ribose Polymerase) inhibitors for locally advanced or metastatic breast cancer ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Locally advanced and metastatic breast cancer remains a challenge to treat. With emerging study results, it is important to interpret the available clinical data and apply the evidence offering the most effective treatment to the right patient. Poly(ADP Ribose) Polymerase (PARP) inhibitors are a new class of drug and their role in the treatment of locally advanced and metastatic breast cancer is being established."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy, safety profile, and potential harms of Poly(ADP-Ribose) Polymerase (PARP) inhibitors in the treatment of patients with locally advanced or metastatic breast cancer. The primary outcome of interest was overall survival; secondary outcomes included progression-free survival, tumour response rate, quality of life, and adverse events."
    },
    {
      "heading": "Search methods",
      "text": "On 8 June 2020, we searched the Cochrane Breast Cancer Group Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE via OvidSP, Embase via OvidSP, World Health Organization International Clinical Trials Registry Platform (WHO ICTRP) search portal and ClinicalTrials.gov. We also searched proceedings from the major oncology conferences as well as scanned reference lists from eligible publications and contacted corresponding authors of trials for further information, where needed."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials on participants with locally advanced or metastatic breast cancer comparing 1) chemotherapy in combination with PARP inhibitors, compared to the same chemotherapy without PARP inhibitors or 2) treatment with PARP inhibitors, compared to treatment with other chemotherapy. We included studies that reported on our primary outcome of overall survival and secondary outcomes including progression-free survival, tumour response rate, quality of life, and adverse events."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures defined by Cochrane. Summary statistics for the endpoints used hazard ratios (HR) with 95% confidence intervals (CI) for overall survival and progression-free survival, and odds ratios (OR) for response rate (RR) and toxicity."
    },
    {
      "heading": "Main results",
      "text": "We identified 49 articles for qualitative synthesis, describing five randomised controlled trials that were included in the quantitative synthesis (meta-analysis). A sixth trial was assessed as eligible but had ended prematurely and no data were available for inclusion in our meta-analysis. Risk of bias was predominately low to unclear across all studies except in regards to performance bias (3/5 high risk) and detection bias for the outcomes of quality of life (2/2 high risk) and reporting of adverse events (3/5 high risk).\nHigh-certainty evidence shows there may be a small advantage in overall survival (HR 0.87, 95% CI 0.76 to 1.00; 4 studies; 1435 patients). High-certainty evidence shows that PARP inhibitors offer an improvement in PFS in locally advanced/metastatic HER2-negative, BRCA germline mutated breast cancer patients (HR 0.63, 95% CI 0.56 to 0.71; 5 studies; 1474 patients). There was no statistical heterogeneity for these outcomes. Subgroup analyses for PFS outcomes based on trial level data were performed for triple-negative breast cancer, hormone-positive and/or HER2-positive breast cancer, BRCA1 and BRCA2 germline mutations, and patients who had received prior chemotherapy for advanced breast cancer or not. The subgroup analyses showed a persistent PFS benefit regardless of the subgroup chosen. Pooled analysis shows PARP inhibitors likely result in a moderate improvement in tumour response rate compared to other treatment arms (66.9% vs 48.9%; RR 1.39, 95% CI 1.24 to 1.54; 5 studies; 1185 participants; moderate-certainty evidence).\nThe most common adverse events reported across all five studies included neutropenia, anaemia and fatigue. Grade 3 or higher adverse events probably occur no less frequently in patients receiving PARP inhibitors (59.4% for PARP arm versus 64.5% for non-PARP arm, RR 0.98, 95% CI 0.91 to 1.04; 5 studies; 1443 participants; moderate-certainty evidence).\nOnly two studies reported quality of life outcomes so this was not amenable to meta-analysis. However, both studies that did assess quality of life showed PARP inhibitors were superior compared to physician’s choice of chemotherapy in terms of participant-reported outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In people with locally advanced or metastatic HER2-negative, BRCA germline mutated breast cancer, PARP inhibitors offer an improvement in progression-free survival, and likely improve overall survival and tumour response rates. This systematic review provides evidence supporting the use of PARP inhibitors as part of the therapeutic strategy for breast cancer patients in this subgroup. The toxicity profile for PARP inhibitors is probably no worse than chemotherapy but more information is required regarding quality of life outcomes, highlighting the importance of collecting such data in future studies. Future studies should also be powered to detect clinically important differences in overall survival and could focus on the role of PARP inhibitors in other relevant breast cancer populations, including HER2-positive, BRCA-negative/homologous recombination repair-deficient and Programmed Death-Ligand 1 (PDL1) positive."
    }
  ],
  "pls_title": "PARP inhibitors for locally advanced or metastatic breast cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "PARP inhibitors are a new class of drug that block DNA repair in tumour cells and hence lead to cell death. The aim of this Cochrane Review was to find out their efficacy and safety in the treatment of patients with locally advanced or metastatic breast cancer. The Cochrane review authors collected and analysed all relevant trials to answer this question and found five trials addressing this topic. Our primary aim was to look at whether PARP inhibitors prolonged survival. We also evaluated whether these drugs prolonged the time before disease progression (usually defined as growth of more than 20% or development of a new metastasis), caused the tumour to shrink, or resulted in more side effects."
    },
    {
      "heading": "What was studied in the review?",
      "text": "We included randomised controlled trials of participants with locally advanced or metastatic breast cancer comparing 1) chemotherapy in combination with PARP inhibitors, compared to the same chemotherapy without PARP inhibitors or 2) treatment with PARP inhibitors, compared to treatment with other chemotherapy. We included trials that reported on our primary outcome of overall survival and secondary outcomes including progression-free survival, tumour shrinkage rate, quality of life, and side effects."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "We searched for published trials up to June 2020 and included the results of five trials involving 1474 participants."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "For people with locally advanced or metastatic HER2-negative (people with breast cancer that tests negative for a protein called human epidermal growth factor receptor 2), BRCA germline mutated (participant carries a mutation in the BRCA gene) breast cancer, our systematic review found that PARP inhibitors:\n- may reduce the risk of death by 13% (i.e. people treated with these drugs live longer overall compared to those treated in the comparator treatment arm);\n- reduce the risk of disease growth by 37%; \n- may improve the chance of tumour shrinkage (66.9% for PARP inhibitors versus 48.9% for other treatments):\n- result in little to no difference in side effects compared to other treatment arms.\nQuality of life data were collected in two trials and the evidence available showed PARP inhibitors were superior compared to physician’s choice of chemotherapy in terms of participant-reported outcomes."
    }
  ]
}