{
  "doi": "10.1002/14651858.CD001266.pub4",
  "name": "Bronchodilators for bronchiolitis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Bronchiolitis is an acute, viral lower respiratory tract infection affecting infants and is sometimes treated with bronchodilators."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of bronchodilators on clinical outcomes in infants (0 to 12 months) with acute bronchiolitis."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL 2013, Issue 12, MEDLINE (1966 to January Week 2, 2014) and EMBASE (1998 to January 2014)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs) comparing bronchodilators (other than epinephrine) with placebo for bronchiolitis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors assessed trial quality and extracted data. We obtained unpublished data from trial authors."
    },
    {
      "heading": "Main results",
      "text": "We included 30 trials (35 data sets) representing 1992 infants with bronchiolitis. In 11 inpatient and 10 outpatient studies, oxygen saturation did not improve with bronchodilators (mean difference (MD) -0.43, 95% confidence interval (CI) -0.92 to 0.06, n = 1242). Outpatient bronchodilator treatment did not reduce the rate of hospitalization (11.9% in bronchodilator group versus 15.9% in placebo group, odds ratio (OR) 0.75, 95% CI 0.46 to 1.21, n = 710). Inpatient bronchodilator treatment did not reduce the duration of hospitalization (MD 0.06, 95% CI -0.27 to 0.39, n = 349).\nEffect estimates for inpatients (MD -0.62, 95% CI -1.40 to 0.16) were slightly larger than for outpatients (MD -0.25, 95% CI -0.61 to 0.11) for oximetry. Oximetry outcomes showed significant heterogeneity (I2 statistic = 81%). Including only studies with low risk of bias had little impact on the overall effect size of oximetry (MD -0.38, 95% CI -0.75 to 0.00) but results were close to statistical significance.\nIn eight inpatient studies, there was no change in average clinical score (standardized MD (SMD) -0.14, 95% CI -0.41 to 0.12) with bronchodilators. In nine outpatient studies, the average clinical score decreased slightly with bronchodilators (SMD -0.42, 95% CI -0.79 to -0.06), a statistically significant finding of questionable clinical importance. The clinical score outcome showed significant heterogeneity (I2 statistic = 73%). Including only studies with low risk of bias reduced the heterogeneity but had little impact on the overall effect size of average clinical score (SMD -0.22, 95% CI -0.41 to -0.03).\nSub-analyses limited to nebulized albuterol or salbutamol among outpatients (nine studies) showed no effect on oxygen saturation (MD -0.19, 95% CI -0.59 to 0.21, n = 572), average clinical score (SMD -0.36, 95% CI -0.83 to 0.11, n = 532) or hospital admission after treatment (OR 0.77, 95% CI 0.44 to 1.33, n = 404).\nAdverse effects included tachycardia, oxygen desaturation and tremors."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Bronchodilators such as albuterol or salbutamol do not improve oxygen saturation, do not reduce hospital admission after outpatient treatment, do not shorten the duration of hospitalization and do not reduce the time to resolution of illness at home. Given the adverse side effects and the expense associated with these treatments, bronchodilators are not effective in the routine management of bronchiolitis. This meta-analysis continues to be limited by the small sample sizes and the lack of standardized study design and validated outcomes across the studies. Future trials with large sample sizes, standardized methodology across clinical sites and consistent assessment methods are needed to answer completely the question of efficacy."
    }
  ],
  "pls_title": "Bronchodilators for bronchiolitis for infants with first-time wheezing",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is bronchiolitis?",
      "text": "Bronchiolitis is an acute, highly contagious, viral infection of the lungs that is common in infants 0 to 12 months of age. It occurs every year in the winter months. It causes the small airways in the lungs to become inflamed and fill with debris. The airways are narrowed and this leads to blocking of the free passage of air. The infant has a harsh cough, runny nose and usually a fever. S/he can become breathless, wheezy and short of oxygen."
    },
    {
      "heading": "Why review bronchodilators?",
      "text": "Bronchodilators are drugs often used as aerosols to widen the air passages by relaxing the bronchial muscle. They are effective in helping older children and adults with asthma. However, unlike asthmatics, infants with bronchiolitis are usually wheezing for the first time. They are wheezing for a different reason, that is to say, because their airways are clogged with debris. Therefore, infants with bronchiolitis are less likely to respond to bronchodilators."
    },
    {
      "heading": "Study characteristics",
      "text": "We reviewed the evidence about the effect of bronchodilators in infants with bronchiolitis. We found 30 trials that included a total of 1922 infants, in several countries. The evidence is current up to January 2014. We analyzed studies done in outpatient and inpatient settings separately. All bronchodilators were included in the review except for epinephrine because it is reviewed in another Cochrane review. Albuterol (otherwise known as salbutamol) is commonly used in studies, so we also reviewed this bronchodilator as a subgroup."
    },
    {
      "heading": "Key results",
      "text": "We found no effect of bronchodilators on oxygen saturation. Infants hospitalized for bronchiolitis showed no significant benefit of bronchodilator treatment. This review also found that bronchodilators do not reduce the need for hospitalization, do not shorten the length of stay in hospital and do not shorten the length of the illness at home. Reviewing the subgroup of studies using albuterol (salbutamol), we found no effect of this bronchodilator on oxygen saturation or clinical scores. Side effects of bronchodilators include rapid heart beat, decrease in oxygen and shakiness. Given these side effects, little evidence that they are effective and the expense associated with these treatments, bronchodilators are not helpful in the management of bronchiolitis."
    },
    {
      "heading": "Quality of the evidence",
      "text": "This review is limited by the small number of studies that use the same measures and methods. For example, only 22 studies included only infants wheezing for the first time. Older studies included children who had wheezed before and may have had asthma. Thus these older studies favor the use of bronchodilators. Newer studies that excluded infants with prior wheezing and had a better study design do not show a benefit of bronchodilators. This review is also limited by the small number of infants included in each study. Lastly, clinical scores used to measure the effect of the bronchodilators in some studies may vary from one observer to the next, making this measure unreliable. Studies that include more infants, use better measures and have a stronger study design are needed to define the effectiveness of these medications."
    }
  ]
}