{
  "doi": "10.1002/14651858.CD007315.pub3",
  "name": "Perioperative glycaemic control for people with diabetes undergoing surgery",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "People with diabetes mellitus are at increased risk of postoperative complications. Data from randomised clinical trials and meta-analyses point to a potential benefit of intensive glycaemic control, targeting near-normal blood glucose, in people with hyperglycaemia (with and without diabetes mellitus) being submitted for surgical procedures. However, there is limited evidence concerning this question in people with diabetes mellitus undergoing surgery."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of perioperative glycaemic control for people with diabetes undergoing surgery."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched the databases CENTRAL, MEDLINE, LILACS, WHO ICTRP and ClinicalTrials.gov. The date of last search for all databases was 25 July 2022. We applied no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled clinical trials (RCTs) that prespecified different targets of perioperative glycaemic control for participants with diabetes (intensive versus conventional or standard care)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently extracted data and assessed the risk of bias. Our primary outcomes were all-cause mortality, hypoglycaemic events and infectious complications. Secondary outcomes were cardiovascular events, renal failure, length of hospital and intensive care unit (ICU) stay, health-related quality of life, socioeconomic effects, weight gain and mean blood glucose during the intervention. We summarised studies using meta-analysis with a random-effects model and calculated the risk ratio (RR) for dichotomous outcomes and the mean difference (MD) for continuous outcomes, using a 95% confidence interval (CI), or summarised outcomes with descriptive methods. We used the GRADE approach to evaluate the certainty of the evidence (CoE)."
    },
    {
      "heading": "Main results",
      "text": "A total of eight additional studies were added to the 12 included studies in the previous review leading to 20 RCTs included in this update. A total of 2670 participants were randomised, of which 1320 were allocated to the intensive treatment group and 1350 to the comparison group. The duration of the intervention varied from during surgery to five days postoperative. No included trial had an overall low risk of bias.\nIntensive glycaemic control resulted in little or no difference in all-cause mortality compared to conventional glycaemic control (130/1263 (10.3%) and 117/1288 (9.1%) events, RR 1.08, 95% CI 0.88 to 1.33; I2 = 0%; 2551 participants, 18 studies; high CoE).\nHypoglycaemic events, both severe and non-severe, were mainly experienced in the intensive glycaemic control group. Intensive glycaemic control may slightly increase hypoglycaemic events compared to conventional glycaemic control (141/1184 (11.9%) and 41/1226 (3.3%) events, RR 3.36, 95% CI 1.69 to 6.67; I2 = 64%; 2410 participants, 17 studies; low CoE), as well as those considered severe events (37/927 (4.0%) and 6/969 (0.6%), RR 4.73, 95% CI 2.12 to 10.55; I2 = 0%; 1896 participants, 11 studies; low CoE).\nIntensive glycaemic control, compared to conventional glycaemic control, may result in little to no difference in the rate of infectious complications (160/1228 (13.0%) versus 224/1225 (18.2%) events, RR 0.75, 95% CI 0.55 to 1.04; P = 0.09; I2 = 55%; 2453 participants, 18 studies; low CoE).\nAnalysis of the predefined secondary outcomes revealed that intensive glycaemic control may result in a decrease in cardiovascular events compared to conventional glycaemic control (107/955 (11.2%) versus 125/978 (12.7%) events, RR 0.73, 95% CI 0.55 to 0.97; P = 0.03; I2 = 44%; 1454 participants, 12 studies; low CoE). Further, intensive glycaemic control resulted in little or no difference in renal failure events compared to conventional glycaemic control (137/1029 (13.3%) and 158/1057 (14.9%), RR 0.92, 95% CI 0.69 to 1.22; P = 0.56; I2 = 38%; 2086 participants, 14 studies; low CoE).\nWe found little to no difference between intensive glycaemic control and conventional glycaemic control in length of ICU stay (MD -0.10 days, 95% CI -0.57 to 0.38; P = 0.69; I2 = 69%; 1687 participants, 11 studies; low CoE), and length of hospital stay (MD -0.79 days, 95% CI -1.79 to 0.21; P = 0.12; I2 = 77%; 1520 participants, 12 studies; very low CoE). Due to the differences within included studies, we did not pool data for the reduction of mean blood glucose. Intensive glycaemic control resulted in a mean lowering of blood glucose, ranging from 13.42 mg/dL to 91.30 mg/dL. One trial assessed health-related quality of life in 12/37 participants in the intensive glycaemic control group, and 13/44 participants in the conventional glycaemic control group; no important difference was shown in the measured physical health composite score of the short-form 12-item health survey (SF-12). One substudy reported a cost analysis of the population of an included study showing a higher total hospital cost in the conventional glycaemic control group, USD 42,052 (32,858 to 56,421) compared to the intensive glycaemic control group, USD 40,884 (31.216 to 49,992). It is important to point out that there is relevant heterogeneity between studies for several outcomes.\nWe identified two ongoing trials. The results of these studies could add new information in future updates on this topic."
    },
    {
      "heading": "Authors' conclusions",
      "text": "High-certainty evidence indicates that perioperative intensive glycaemic control in people with diabetes undergoing surgery does not reduce all-cause mortality compared to conventional glycaemic control. There is low-certainty evidence that intensive glycaemic control may reduce the risk of cardiovascular events, but cause little to no difference to the risk of infectious complications after the intervention, while it may increase the risk of hypoglycaemia. There are no clear differences between the groups for the other outcomes. There are uncertainties among the intensive and conventional groups regarding the optimal glycaemic algorithm and target blood glucose concentrations. In addition, we found poor data on health-related quality of life, socio-economic effects and weight gain. It is also relevant to underline the heterogeneity among studies regarding clinical outcomes and methodological approaches. More studies are needed that consider these factors and provide a higher quality of evidence, especially for outcomes such as hypoglycaemia and infectious complications."
    }
  ],
  "pls_title": "What are the effects of intensive control of blood sugar before, during and after surgery in people with diabetes?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- Intensive blood sugar control leads to lower levels, which may increase the risk of 'hypoglycaemia' (low blood sugar levels below what is healthy).\n- Intensive control does not reduce mortality. Moreover, it may not reduce the risk of infections or kidney problems, or time in the hospital or intensive care unit. However, intensive control may reduce the risk of cardiovascular problems.\n- More studies are needed to understand the effect of this intervention across different types of surgeries."
    },
    {
      "heading": "What is already known?",
      "text": "The perioperative period is the time surrounding an individual's surgical procedure, involving ward admission, anaesthesia and recovery after surgery, covering the preoperative (before operation), intraoperative (during operation) and postoperative (after operation) phases of surgery. People with diabetes mellitus are at more risk of complications after surgery than the general population. Diabetes is a well-known risk factor for complications after surgery, causing more extended hospital stays, higher healthcare resource utilisation and even more deaths. One of the most important medical complications is the increased risk of infections in the period around a surgical procedure. However, it is still unclear whether targeting more intensive blood glucose control (glycaemic control) during the perioperative period is better than targeting conventional blood glucose to reduce surgical risk in people with diabetes mellitus."
    },
    {
      "heading": "What did we want to find out?",
      "text": "The results of the previous review were not clear on how to handle blood glucose control during surgery in people with diabetes. Therefore, we have performed an update to obtain the most recent scientific evidence available on glucose management in people undergoing surgery."
    },
    {
      "heading": "What did we find?",
      "text": "We identified eight new studies that add to the previous 12 included in the last review, so a total of 20 trials are now included in this review. All the trials evaluated intensive control of blood sugar. We included 1320 participants with diabetes randomised to perioperative intensive glucose control and 1350 participants with diabetes randomised to conventional or regular glucose control in our analyses. The trials were conducted on all continents. The mean duration of the intervention period varied from during surgery to five days. The mean age of the participants was 63 years."
    },
    {
      "heading": "What were the main results of our review?",
      "text": "Despite lower blood sugar concentrations during the perioperative period, intensive glucose control may lead to little or no reduction in relevant postoperative outcomes such as risk of infection, kidney problems, and hospital and intensive care unit stay. Likewise, intensive glycaemic control results in little or no difference in all-cause mortality.\nCompared with conventional glucose control, intensive glucose control may reduce the risk of cardiovascular problems.\nIntensive glucose control may slightly increase the risk of hypoglycaemia events, including serious ones."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have high confidence in the results for mortality, but our confidence is low or very low for the other results. This is because of limitations in the studies, and imprecise and inconsistent results."
    },
    {
      "heading": "How up-to-date is the evidence?",
      "text": "This evidence is current to 25 July 2022"
    }
  ]
}