{
  "doi": "10.1002/14651858.CD010654.pub2",
  "name": "Plasma transfusion strategies for critically ill patients",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Although plasma transfusions are frequently prescribed for critically ill patients, most clinical uses of plasma are not supported by evidence. Plasma transfusions do not seem to correct mild coagulation abnormalities based on international normalised ratio (INR) testing, but they seem to be independently associated with worse clinical outcomes in non-massively bleeding patients. Current recommendations on plasma transfusion strategies advocate limiting plasma transfusions to patients who are actively bleeding or who are at risk of bleeding and concomitantly have moderately abnormal coagulation tests."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether use of a restrictive versus a liberal plasma transfusion threshold affects mortality or morbidity in critically ill patients, and to assess the clinical effects of different plasma transfusion thresholds in critically ill patients."
    },
    {
      "heading": "Search methods",
      "text": "A search for studies was run on 15 August 2013. We searched the Cochrane Injuries Group Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE(R) Ovid, MEDLINE(R) Ovid In-Process & Other Non-Indexed Citations, MEDLINE(R) Ovid Daily and OLDMEDLINE(R) Ovid, EMBASE Classic + EMBASE (Ovid SP), reference lists, related websites and trial registries and checked lists of references."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised clinical trials that assessed the effects of two plasma transfusion strategies, using a restrictive and a liberal threshold of at least one coagulation test, in critically ill participants."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed trial quality using the standard methods of the Cochrane Handbook for Systematic Reviews of Interventions."
    },
    {
      "heading": "Main results",
      "text": "Of 843 references identified by our search, none of the trials satisfied our predefined inclusion criteria. No studies are included in this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review highlights the lack of evidence that is available to guide plasma transfusions in critically ill patients. Randomised controlled trials are needed to determine the appropriate plasma transfusion strategy in critically ill patients."
    }
  ],
  "pls_title": "Plasma transfusion strategies for critically ill patients",
  "pls_type": "long",
  "pls": "Plasma transfusions are a frequently used treatment for critically ill patients, and they are usually prescribed to correct abnormal coagulation tests and to prevent or stop bleeding. Although plasma transfusions are frequently prescribed for critically ill patients, some of the reasons for their use are not supported by evidence from medical research. Some research has found an association of plasma transfusions with worse outcomes, and other studies have suggested that plasma transfusions do not help to return blood to its normal thickness. It is important to identify which patients, if any, may benefit from plasma transfusions.\nWe searched the medical literature for reports of randomised controlled trials of plasma transfusion in people with a critical illness. Upon reading 843 study records, we found that currently no randomised trials have compared different plasma transfusion strategies. Such studies are needed to help physicians prescribe plasma transfusion only for patients who will benefit from them.\nTwo main obstacles are associated with designing a randomised controlled trial on this topic, but they can be overcome. Currently, no consensus has been reached on the best way to determine whether a patient requires a plasma transfusion. Another obstacle is the difficulty involved in identifying important bleeding, as one must consider not only the amount of bleeding but also its location, the body's own response to the bleeding (haemodynamic response) and the need for red blood cell transfusions."
}