{
  "doi": "10.1002/14651858.CD011559.pub2",
  "name": "Interventions for preventing osteoradionecrosis of the jaws in adults receiving head and neck radiotherapy ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Osteoradionecrosis (ORN) of the jaws is among the most serious oral complications of head and neck cancer radiotherapy, arising from radiation-induced fibro-atrophic tissue injury, manifested by necrosis of osseous tissues and failure to heal, often secondary to operative interventions in the oral cavity. It is associated with considerable morbidity and has important quality of life ramifications. Since ORN is very difficult to treat effectively, preventive measures to limit the onset of this disease are needed; however, the effects of various preventive interventions has not been adequately quantified."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of interventions for preventing ORN of the jaws in adult patients with head and neck cancer undergoing curative or adjuvant (i.e. non-palliative) radiotherapy."
    },
    {
      "heading": "Search methods",
      "text": "Cochrane Oral Health's Information Specialist searched the following databases: Cochrane Oral Health's Trials Register (to 5 November 2019), the Cochrane Central Register of Controlled Trials (CENTRAL; 2019, Issue 10) in the Cochrane Library (searched 5 November 2019), MEDLINE Ovid (1946 to 5 November 2019), Embase Ovid (1980 to 5 November 2019), Allied and Complementary Medicine (AMED) Ovid (1985 to 5 November 2019), Scopus (1966 to 5 November 2019), Proquest Dissertations and Theses International (1861 to 5 November 2019) and Web of Science Conference Proceedings (1990 to 5 November 2019). The US National Institutes of Health Ongoing Trials Register (ClinicalTrials.gov) and the World Health Organization International Clinical Trials Registry Platform were searched for ongoing trials. No restrictions were placed on the language or date of publication when searching the electronic databases."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomised controlled trials (RCTs) or quasi-RCTs of adult patients 18 years or older with head and neck cancer who had undergone curative or adjuvant radiotherapy to the head and neck, who had received an intervention to prevent the onset of ORN. Eligible patients were those subjected to pre- or post-irradiation dental evaluation. Management of these patients was to be with interventions independent of their cancer therapy, including but not limited to local, systemic, or behavioural interventions."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials from search results, assessed risk of bias, and extracted relevant data for inclusion in the review. Authors of included studies were contacted to request missing data. We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "Four studies were identified that met pre-determined eligibility criteria, evaluating a total of 342 adults. From the four studies, all assessed as at high risk of bias, three broad interventions were identified that may potentially reduce the risk of ORN development: one study showed no reduction in ORN when using platelet-rich plasma placed in the extraction sockets of prophylactically removed healthy mandibular molar teeth prior to radiotherapy (odds ratio (OR) 3.32, 95% confidence interval (CI) 0.58 to 19.09; one trial, 44 participants; very low-certainty evidence). Another study involved comparing fluoride gel and high-content fluoride toothpaste (1350 parts per million (ppm)) in prevention of post-radiation caries, and found no difference between their use as no cases of ORN were reported (one trial, 220 participants; very low-certainty evidence). The other two studies involved the use of perioperative hyperbaric oxygen (HBO) therapy and antibiotics. One study showed that treatment with HBO caused a reduction in the development of ORN in comparison to patients treated with antibiotics following dental extractions (risk ratio (RR) 0.18, 95% CI 0.43 to 0.76; one trial, 74 participants; very low-certainty evidence). Another study found no difference between combined HBO and antibiotics compared to antibiotics alone prior to dental implant placement (RR 3.00, 95% CI 0.14 to 65.16; one trial, 26 participants; very low-certainty evidence).\nAdverse effects of the different interventions were not reported clearly or were not important."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Given the suboptimal reporting and inadequate sample sizes of the included studies, evidence regarding the interventions evaluated by the trials included in this review is uncertain. More well-designed RCTs with larger samples are required to make conclusive statements regarding the efficacy of these interventions."
    }
  ],
  "pls_title": "Dental treatments for preventing damage to the jawbones in people with cancer receiving radiotherapy to the head and neck",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "With this Cochrane Review we tried to find out the best way to prevent the death and exposure of bone in the jaws of people who have had radiotherapy for head and neck cancer. This is a condition called osteoradionecrosis (ORN)."
    },
    {
      "heading": "Background",
      "text": "ORN of the jaws is a serious problem which can happen after people have radiotherapy as part of their treatment for head and neck cancer. ORN refers to the death and exposure of bone that result from damage to the tissues due to being exposed to radiation. ORN is very difficult to treat and it is important that steps are taken to prevent it. In this review, we looked at any treatments that have been used to prevent ORN."
    },
    {
      "heading": "Study characteristics",
      "text": "This review is up-to-date as of 5 November 2019. The review includes four studies involving 342 adults who had received radiotherapy for the treatment of head and neck cancer. The review looks at three different ways to prevent ORN:\n- the use of platelet-rich plasma (PRP) in bone after removal of healthy teeth prior to radiotherapy. Plasma is a part of blood that contains special proteins that help the blood to clot, and PRP is concentrated plasma which supports cell growth. Injecting PRP into damaged tissue may stimulate the body to grow new, healthy cells to make it heal more quickly;\n- taking out teeth because of tooth decay makes the risk of developing ORN greater. Preventing tooth decay in people having radiotherapy is very important. We looked at a study comparing using fluoride gel with a toothpaste with a higher level of fluoride than normal to prevent tooth decay after radiotherapy;\n- hyperbaric oxygen therapy is breathing oxygen in a pressurized chamber to improve blood supply, which may help heal damaged tissue. Two studies compared the use of hyperbaric oxygen therapy for taking out teeth or placing dental implants with antibiotics. Antibiotics are drugs which stop or slow the growth of bacteria."
    },
    {
      "heading": "Key results",
      "text": "One study showed no reduction in ORN when using platelet-rich plasma in bone after the removal of healthy teeth. Another study found no difference between fluoride gel and toothpaste with a higher level of fluoride than normal as no cases of ORN were reported. A third study showed that treatment with hyperbaric oxygen therapy caused a reduction in the development of ORN in comparison to patients treated with antibiotics following the removal of teeth. The fourth study found no difference between combined hyperbaric oxygen therapy and antibiotics compared to antibiotics alone.\nHarmful effects of the different interventions were not reported clearly or were not important."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "The level of certainty we have in these findings is very low. This was due to high risk of bias, not all studies mentioning important details, and the small number of people studied in the four included trials."
    },
    {
      "heading": "Conclusion",
      "text": "We do not have enough evidence to say which intervention works better to stop ORN of the jaws from happening or making it less severe in adults receiving head and neck radiotherapy. We suggest that more, well-conducted, and bigger studies including more people, should be done in this area."
    }
  ]
}