{
  "doi": "10.1002/14651858.CD005960.pub2",
  "name": "Patellar tendon versus hamstring tendon autograft for anterior cruciate ligament rupture in adults ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Reconstruction of the anterior cruciate ligament (ACL) commonly involves patellar tendon (PT) or hamstring tendon(s) (HT) autografts. There is no consensus with respect to the choice between these two grafts in ACL surgery."
    },
    {
      "heading": "Objectives",
      "text": "This review compared the outcomes of ACL reconstruction using PT versus HT autografts in ACL deficient patients."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Bone, Joint and Muscle Trauma Group Specialised Register (April 2008), the Cochrane Central Register of Controlled Trials (2008, Issue 2), MEDLINE (1966 to April 10 2008), EMBASE (1980 to April 10 2008), conference proceedings and reference lists. No language restrictions were applied."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized and quasi-randomized controlled trials comparing outcomes (minimum two year follow-up) following ACL reconstruction using either PT or HT autografts in skeletally mature adults, irrespective of the number of bundles, fixation method or incision technique."
    },
    {
      "heading": "Data collection and analysis",
      "text": "After independent study selection, the four authors independently assessed trial quality and risk of bias, and extracted data using pre-developed forms. Trial authors were contacted for additional data and information. Risk ratios with 95% confidence intervals were calculated for dichotomous outcomes, and mean differences and 95% confidence intervals for continuous outcomes."
    },
    {
      "heading": "Main results",
      "text": "Nineteen trials providing outcome data for 1597 young to middle-aged adults were included. Many trials were at high risk of bias reflecting inadequate methods of randomization, lack of blinding and incomplete assessment of outcome.\nPooled data for primary outcomes, reported in a minority of trials, showed no statistically significant differences between the two graft choices for functional assessment (single leg hop test), return to activity, Tegner and Lysholm scores, and subjective measures of outcome. There were also no differences found between the two interventions for re-rupture or International Knee Documentation Committee scores. There were inadequate long-term results, such as to assess the development of osteoarthritis.\nAll tests (instrumental, Lachman, pivot shift) for static stability consistently showed that PT reconstruction resulted in a more statically stable knee compared with HT reconstruction. Conversely, patients experienced more anterior knee problems, especially with kneeling, after PT reconstruction. PT reconstructions resulted in a statistically significant loss of extension range of motion and a trend towards loss of knee extension strength. HT reconstructions demonstrated a trend towards loss of flexion range of motion and a statistically significant loss of knee flexion strength. The clinical importance of the above range of motion losses is unclear."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to draw conclusions on differences between the two grafts for long-term functional outcome. While PT reconstructions are more likely to result in statically stable knees, they are also associated with more anterior knee problems."
    }
  ],
  "pls_title": "Patellar or hamstring tendon grafts for ACL reconstruction in adults",
  "pls_type": "long",
  "pls": "The anterior cruciate ligament (ACL) is important for maintaining the stability in the knee, particularly in activities involving cutting, pivoting or kicking. People with ruptured ACLs have unstable knees that generally become more damaged over time. Reconstruction of ruptured ACLs commonly involves using autografts (grafts taken from the person undergoing surgery), obtained by removing part of the patellar tendon or the hamstring tendon. This review aimed to find out if one graft was better than the other.\nThis review included 19 studies reporting the outcomes of ACL reconstruction with patellar tendon versus hamstring tendon grafts in a total of 1597 young to middle-aged adults. Many trials used flawed methods that might have affected their results.\nThe limited data available for functional outcomes including patient-rated assessment did not show whether one graft was better than the other. Similarly, there were no differences found between the two types of graft for re-rupture or in the results of an internationally used knee score. All tests for knee stability favoured patellar tendon grafts. Conversely, people had more anterior knee pain and discomfort with kneeling after patellar tendon reconstruction. After patellar tendon reconstruction, more people had some loss in their ability to straighten out their leg at the knee. In contrast, more people had some loss in their ability to bend their leg at the knee after hamstring tendon reconstruction. It is not clear how important these losses in range of motion of the knee were to the patients themselves.\nThe review concluded that the current evidence was insufficient to recommend which of the two types of graft was better for ACL reconstruction."
}