{
  "doi": "10.1002/14651858.CD009391.pub2",
  "name": "Brief co‐incubation of sperm and oocytes for in vitro fertilization techniques",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The in vitro fertilization (IVF) technique is commonly used and is the only treatment option for a proportion of infertile couples. To obtain better outcomes of IVF, it is important to enhance embryo quality by optimizing IVF techniques. In IVF procedures, oocytes and sperm are routinely co-incubated overnight, which may expose oocytes and zygotes to suboptimal culture conditions with increased reactive oxygen species (ROS) produced by sperm in this long term culture. As an attempt to avoid possible detrimental effects on the oocytes from long exposure to sperm, the brief co-incubation insemination protocol was developed. However, despite a number of studies in this area, it is unclear whether brief co-incubation improves the IVF outcomes compared with the standard overnight insemination protocol."
    },
    {
      "heading": "Objectives",
      "text": "This Cochrane review aimed to determine whether brief co-incubation of sperm and oocytes improves outcomes compared with the standard overnight insemination protocol for women undergoing IVF."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Menstrual Disorders and Subfertility Group Register (14 June 2012), Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2012, 1st quarter), MEDLINE (1948 to 14 June 2012), EMBASE (1989 to 14 June 2012), PsycINFO (1806 to 14 June 2012) and CINAHL (1980 to 26 July 2012). In addition, we searched trials registers, reference lists of articles, conference proceedings (American Society for Reproductive Medicine (ASRM), European Society of Human Reproduction and Embryology (ESHRE)) and contacted experts in the field."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) comparing brief co-incubation of gametes with the standard overnight insemination protocol."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion and trial quality, and extracted data. Disagreements were resolved by discussion with a third author. Statistical analysis was performed using RevMan software."
    },
    {
      "heading": "Main results",
      "text": "Eight RCTs with 733 women in total that compared brief co-incubation and the standard insemination protocol were included. Live birth was not reported in the included studies. For ongoing pregnancy rate, there were 127 ongoing pregnancies in two trials including 426 women. The low quality evidence showed that brief co-incubation was associated with an increased ongoing pregnancy rate compared to the standard insemination protocol (pooled odds ratio (OR) 2.42, 95% confidence interval (CI) 1.55 to 3.77; P < 0.0001, I2 = 0%). Measuring clinical pregnancy rate, there were 93 clinical pregnancies in three trials including 372 women. The low quality evidence showed that brief co-incubation was associated with a significantly higher clinical pregnancy rate than the overnight insemination protocol (pooled OR 2.36, 95% CI 1.45 to 3.85; P = 0.0006, I2 = 0%). For the miscarriage rate, there were six miscarriages in one trial including 167 women. This low quality evidence suggested no significant difference in the odds of miscarriage between brief co-incubation and standard insemination (OR 1.98, 95% CI 0.35 to 11.09; P = 0.44)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review has provided evidence that brief co-incubation of sperm and oocytes may improve the ongoing pregnancy and clinical pregnancy rates for infertile women undergoing IVF cycles. More RCTs are required to assess whether brief co-incubation would contribute to a higher live birth rate and a lower miscarriage rate compared to the standard overnight insemination protocol."
    }
  ],
  "pls_title": "Brief co-incubation of sperm and oocytes for in vitro fertilization (IVF) techniques",
  "pls_type": "long",
  "pls": "In standard insemination protocols for IVF, oocytes are exposed to sperm for 15 to 20 hours. Such long term co-incubation with sperm may expose oocytes and zygotes to suboptimal culture medium due to increased levels of reactive oxygen species (ROS) produced by sperm and other products of metabolism. Shortening the co-incubation time of oocytes and sperm may possibly improve IVF outcomes by reducing the detrimental effect of ROS on the zygotes and the quality of the embryos. The brief co-incubation method used in IVF reduces the co-incubation time of oocytes and sperm to one to four hours. This review identified eight randomized controlled trials involving 733 women. Low quality evidence showed increases in ongoing pregnancy and clinical pregnancy rates with the use of the brief co-incubation protocol. More studies are needed to assess whether brief co-incubation would contribute to a higher live-birth rate and a lower miscarriage rate compared to the standard overnight insemination protocol."
}