{
  "doi": "10.1002/14651858.CD005354.pub2",
  "name": "Recombinant versus urinary gonadotrophin for ovarian stimulation in assisted reproductive technology cycles ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Several systematic reviews compared recombinant gonadotrophin with urinary gonadotrophins (HMG, purified FSH, highly purified FSH) for ovarian hyperstimulation in IVF and ICSI cycles and these reported conflicting results. Each of these reviews used different inclusion and exclusion criteria for trials. Our aim in producing this review was to bring together all randomised studies in this field under common inclusion criteria with consistent and valid statistical methods."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effectiveness of recombinant gonadotrophin (rFSH) with the three main types of urinary gonadotrophins (i.e. HMG, FSH-P and FSH-HP) for ovarian stimulation in women undergoing IVF or ICSI treatment cycles."
    },
    {
      "heading": "Search methods",
      "text": "An extended search was done according to Cochrane guidelines including the Menstrual Disorders & Subfertility Group's Specialised Register of controlled trials (up to May 2010), The Cochrane Central Register of Controlled Trials (up to May 2010), MEDLINE (1966 to May 2010), EMBASE (1980 to May 2010), CINAHL (1982 to May 2010), National Research Register, and Current Controlled Trials (up to May 2010)."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials reporting data comparing clinical outcomes for women undergoing IVF/ICSI cycles and using recombinant FSH in comparison with HMG or highly purified HMG, purified urinary FSH (FSH-P), and highly purified urinary FSH (FSH-HP) for ovarian hyperstimulation in IVF or ICSI cycles were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data selected by three reviewers (MvW, IK, and AV). Data extraction and risk assessment done by four reviewers (MvW, IK, AB and AV). Primary outcome measure was live birth rate and OHSS per randomised woman. Binary outcomes were analysed using odds ratios and also reported in absolute terms. Grouped analyses were carried out for all outcomes to explore whether relative effects differed due to key features of the trials."
    },
    {
      "heading": "Main results",
      "text": "We included 42 trials with a total of 9606 couples. Comparing rFSH to all other gonadotrophins combined, irrespective of the down-regulation protocol used, did not result in any evidence of a statistically significant difference in live birth rate (28 trials, 7339 couples, odds ratio (OR) 0.97, 95% CI 0.87 to 1.08). This suggests that for a group with a 25% live birth rate using urinary gonadotrophins the rate would be between 22.5% and 26.5% using rFSH. There was also no evidence of a difference in the OHSS rate (32 trials, 7740 couples, OR 1.18, 95% CI 0.86 to 1.61). This means that for a group with 2% risk of OHSS using urinary gonadotrophins, the risk would be between 1.7% and 3.2% using rFSH.\nWhen different urinary gonadotrophins were considered separately, there were significantly fewer live births after rFSH than HMG (11 trials, N=3197, OR 0.84, 95% CI 0.72 to 0.99). This means that for a live birth rate of 25% using HMG, use of rFSH instead would be expected to result in a rate between 19% and 25%. There was no evidence of a difference in live births when rFSH was compared with FSH-P (5 trials, N=1430, OR 1.26, 95% CI 0.96 to 1.64) or when rFSH was compared with FSH-HP (13 trials, N=2712; OR 1.03, 95% CI 0.86 to 1.22)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Clinical choice of gonadotrophin should depend on availability, convenience and costs. Differences between urinary gonadotrophins were considered unlikely to be clinically significant. Further research on these comparisons is unlikely to identify substantive differences in effectiveness or safety."
    }
  ],
  "pls_title": "Recombinant FSH versus urinary gonadotrophins (HMG, purified FSH, highly purified FSH) for ovarian hyperstimulation in IVF and ICSI cycles",
  "pls_type": "long",
  "pls": "Several systematic reviews compared recombinant FSH with urinary gonadotrophins (HMG, purified FSH, highly purified FSH) for ovarian hyperstimulation in IVF and ICSI cycles and these reported conflicting results. We included 42 trials with in total 9606 couples. Comparing rFSH with urinary gonadotrophins overall did not result in any difference in live birth rate, OHSS or any of the other outcomes. Comparing rFSH with HMG/HP-HMG resulted in a significantly lower live birth rate in the rFSH group though differences were small. There was no proof of a difference in live birth when comparing rFSH with FSH-P or with FSH-HP. We may conclude that all these gonadotrophins are equally effective and safe, and that further trials are unwarranted."
}