{
  "doi": "10.1002/14651858.CD007726.pub3",
  "name": "Withdrawal versus continuation of long‐term antipsychotic drug use for behavioural and psychological symptoms in older people with dementia ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Antipsychotic agents are often used to treat neuropsychiatric symptoms (NPS) in people with dementia although there is uncertainty about the effectiveness of their long-term use for this indication and concern that they may cause harm, including higher mortality. When behavioural strategies have failed and treatment with antipsychotic drugs is instituted, regular attempts to withdraw them have been recommended in guidelines. Physicians, nurses and families of older people with dementia may be reluctant to stop antipsychotics, fearing deterioration of NPS.\nThis is an update of a Cochrane Review published in 2013."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate whether withdrawal of antipsychotic agents is successful in older people with dementia and NPS in primary care or nursing home settings, to list the different strategies for withdrawal of antipsychotic agents in older participants with dementia and NPS, and to measure the effects of withdrawal of antipsychotic agents on participants' behaviour and assess safety."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Specialized Register of the Cochrane Dementia and Cognitive Improvement Group (ALOIS), the Cochrane Library, MEDLINE, Embase, PsycINFO, CINAHL, LILACS, clinical trials registries and grey literature sources up to 11 January 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised, controlled trials comparing an antipsychotic withdrawal strategy to continuation of antipsychotics in people with dementia who had been treated with an antipsychotic drug for at least three months."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures according to the Cochrane Handbook for Systematic Reviews of Interventions. We rated the quality of evidence for each outcome using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included 10 studies involving 632 participants. One new trial (19 participants) was added for this update.\nOne trial was conducted in a community setting, eight in nursing homes and one in both settings. Different types of antipsychotics at varying doses were discontinued in the studies. Both abrupt and gradual withdrawal schedules were used. Reported data were predominantly from studies at low or unclear risk of bias.\nWe included nine trials with 575 randomised participants that used a proxy outcome for overall success of antipsychotic withdrawal. Pooling data was not possible due to heterogeneity of outcome measures used. Based on assessment of seven studies, discontinuation may make little or no difference to whether or not participants complete the study (low-quality evidence).\nTwo trials included only participants with psychosis, agitation or aggression who had responded to antipsychotic treatment. In these two trials, stopping antipsychotics was associated with a higher risk of leaving the study early due to symptomatic relapse or a shorter time to symptomatic relapse.\nWe found low-quality evidence that discontinuation may make little or no difference to overall NPS, measured using various scales (7 trials, 519 participants). There was some evidence from subgroup analyses in two trials that discontinuation may reduce agitation for participants with less severe NPS at baseline, but may be associated with a worsening of NPS in participants with more severe NPS at baseline.\nNone of the studies assessed withdrawal symptoms. Adverse effects of antipsychotics (such as falls) were not systematically assessed. Low-quality evidence showed that discontinuation may have little or no effect on adverse events (5 trials, 381 participants), quality of life (2 trials, 119 participants), or cognitive function (5 trials, 365 participants).\nThere were insufficient data to determine whether discontinuation of antipsychotics has any effect on mortality (very low-quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is low-quality evidence that antipsychotics may be successfully discontinued in older people with dementia and NPS who have been taking antipsychotics for at least three months, and that discontinuation may have little or no important effect on behavioural and psychological symptoms. This is consistent with the observation that most behavioural complications of dementia are intermittent and often do not persist for longer than three months. Discontinuation may have little or no effect on overall cognitive function. Discontinuation may make no difference to adverse events and quality of life. Based on the trials in this review, we are uncertain whether discontinuation of antipsychotics leads to a decrease in mortality.\nPeople with psychosis, aggression or agitation who responded well to long-term antipsychotic drug use, or those with more severe NPS at baseline, may benefit behaviourally from continuation of antipsychotics. Discontinuation may reduce agitation for people with mild NPS at baseline. However, these conclusions are based on few studies or small subgroups and further evidence of benefits and harms associated with withdrawal of antipsychotic is required in people with dementia and mild and severe NPS.\nThe overall conclusions of the review have not changed since 2013 and the number of available trials remains low."
    }
  ],
  "pls_title": "Stopping or continuing long-term antipsychotic drug use for behavioural and psychological symptoms in older people with dementia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We investigated the effects of stopping antipsychotic drugs in older people with dementia who had been taking them for three months or longer."
    },
    {
      "heading": "Background",
      "text": "People with dementia may have symptoms and behavioural problems that can be distressing and difficult for carers to manage. Such symptoms (often described as neuropsychiatric symptoms, or NPS) include anxiety, apathy, depression, psychosis (hallucinations and delusions), wandering, repeating words or sounds, shouting, and behaving in agitated or aggressive ways, or both.\nAntipsychotic drugs are often prescribed with the aim of controlling these symptoms and behaviours, although most current guidance suggests these drugs should only be used for short periods of time for the most challenging behaviours. This is largely because these drugs are thought to have risks of side effects (including some that are serious), and because many behavioural problems improve without treatment. However, many people with dementia continue to take antipsychotic drugs over long periods of time.\nThis review investigated whether it is feasible for older people with dementia and NPS to stop antipsychotic drugs which they have been taking for at least three months. This is an update of a Cochrane Review published in 2013."
    },
    {
      "heading": "Methods",
      "text": "We searched up to 11 January 2018 for any study that randomly allocated some people with dementia who were taking antipsychotic drugs to continue this treatment and others to stop taking antipsychotic drugs. Study participants were followed up over a period of time to see what happened."
    },
    {
      "heading": "Results",
      "text": "We included 10 studies with a total of 632 participants in our review. We added one new study with 19 participants for this update. Most participants lived in nursing homes. The studies varied considerably with regard to the people they included, the methods they used and the outcomes they measured.\nBecause the studies were so diverse, it was not possible to combine all the data numerically. We found low-quality evidence that older people with dementia may be able to stop long-term antipsychotics without their behavioural problems getting worse. However, in some people who had psychosis, agitation or aggression and who had improved significantly when they first started antipsychotic treatment, we found that stopping the drugs may increase the risk of the behavioural problems getting worse again. On the other hand, agitation decreased after stopping the drugs in some participants whose NPS at the beginning of the studies was relatively mild.\nWe did not find enough evidence to know whether stopping antipsychotics has beneficial effects on quality of life, thinking and remembering, or the ability to carry out daily tasks, nor if the risk of harmful events - such as falls - is reduced. We are uncertain whether stopping antipsychotics leads to people living longer."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Overall, evidence was low- or very low-quality. This means we have limited or little confidence in the results, and that it is possible that other similar research could find something different. The main reasons for this assessment were that there were few studies that included few people, and a risk that results were not fully reported. All included studies had problems recruiting enough participants, making it more difficult for them to detect effects of stopping antipsychotics."
    },
    {
      "heading": "Conclusions",
      "text": "Limited evidence suggests that stopping long-term antipsychotic drug use in older people with dementia and NPS may be done without making their behaviour worse. There may be benefits especially for those with milder NPS. There may be people with more severe symptoms who benefit from continuing treatment, but more research in people with both milder and more severe NPS is needed to be sure about this. The overall conclusions have not changed since the last version of this review and the number of included trials is still low."
    }
  ]
}