{
  "doi": "10.1002/14651858.CD005463.pub2",
  "name": "Individual and group‐based parenting programmes for the treatment of physical child abuse and neglect ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Child physical abuse and neglect are important public health problems for which there are currently few effective treatments. Many of the risk factors for child abuse and neglect are not amenable to change in the short term. Intervening to change parenting practices may, however, be important in its treatment. Parenting programmes are focused, short-term interventions aimed at improving parenting practices, and may therefore be useful in the treatment of physically abusive or neglectful parenting."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy of group-based or one-to-one parenting programmes in addressing child physical abuse or neglect."
    },
    {
      "heading": "Search methods",
      "text": "A range of biomedical and social science databases were searched including MEDLINE, EMBASE, CINAHL, PsychINFO, Sociofile, Social Science Citation Index, ASSIA, the Cochrane Library, Campbell Library (including SPECTR and CENTRAL), National Research Register (NRR) and ERIC, from inception to May 2005."
    },
    {
      "heading": "Selection criteria",
      "text": "Only randomised controlled trials or randomised studies evaluating the effectiveness of standardised group-based or one-to-one parenting programmes aimed at the treatment of physical child abuse or neglect were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The results for each outcome in each study have been presented, with 95% confidence intervals."
    },
    {
      "heading": "Main results",
      "text": "A total of seven studies of variable quality were included in this review. Only three studies assessed the effectiveness of parenting programmes on objective measures of abuse (e.g. the incidence of child abuse, number of injuries, or reported physical abuse), and only one of these found significant differences between the intervention and control groups.\nData were also extracted on over fifty outcomes that are used as predictive measures of abusive parenting. These measured a range of aspects of parenting (e.g. parental child management, discipline practices, child abuse potential and mental health), child health (e.g. emotional and behavioural adjustment) and family functioning, thereby precluding the possibility of undertaking a meta-analysis for most outcomes for which data were extracted. While none of the programmes were effective across all of the outcomes measured, many appeared to have improved some outcomes for some of the participating parents, although many failed to achieve statistical significance."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to support the use of parenting programmes to treat physical abuse or neglect. There is, however, limited evidence to show that some parenting programmes may be effective in improving some outcomes that are associated with physically abusive parenting. Further research is urgently needed."
    }
  ],
  "pls_title": "Parenting programmes for the treatment of physical child abuse and neglect",
  "pls_type": "long",
  "pls": "Physical abuse and neglect of children are significant problems and changing parenting practices may be an important means of addressing them. This review examines the extent to which parenting programmes (relatively brief and structured interventions that are aimed at changing parenting practices) are effective in treating physically abusive or neglectful parenting. A total of seven studies of mixed quality were included in the review. The findings show that there is insufficient evidence to support the use of parenting programmes to reduce physical abuse or neglect (i.e. using objective assessments of abuse such as reports of child abuse; children on the children protection register etc). There is, however, limited evidence to show that some parenting programmes may be effective in improving some outcomes that are associated with physically abusive parenting. There is an urgent need for further rigorous evaluation of the effectiveness of parenting programmes that are specifically designed to treat physical abuse and neglect, either independently or as part of broader packages of care."
}