{
  "doi": "10.1002/14651858.CD010307.pub2",
  "name": "Sentinel lymph node biopsy followed by lymph node dissection for localised primary cutaneous melanoma ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Melanoma is the leading cause of skin cancer-associated mortality. The vast majority of newly diagnosed melanomas are confined to the primary cutaneous site. Surgery represents the mainstay of melanoma treatment. Treatment strategies include wide excision of the primary tumour and sentinel lymph node biopsy (SLNB) to assess the status of the regional nodal basin(s). SLNB has become an important component of initial melanoma management providing accurate disease staging."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects and safety of SLNB followed by completion lymph node dissection (CLND) for the treatment of localised primary cutaneous melanoma."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases up to February 2015: the Cochrane Skin Group Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL) in The Cochrane Library (2015, Issue 1), MEDLINE (from 1946), EMBASE (from 1974), and LILACS ((Latin American and Caribbean Health Science Information database, from 1982). We also searched the following from inception: African Index Medicus, IndMED of India, Index Medicus for the South-East Asia Region, and six trials registers. We checked the reference lists of included and excluded studies for further references to relevant randomised controlled trials (RCTs). We searched ISI Web of Science Conference Proceedings from inception to February 2015, and we scanned the abstracts of major dermatology and oncology conference proceedings up to 2015."
    },
    {
      "heading": "Selection criteria",
      "text": "Two review authors independently assessed all RCTs comparing SLNB followed by CLND for the treatment of primary localised cutaneous melanoma for inclusion. Primary outcome measures were overall survival and rate of treatment complications and side effects."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted and analysed data on survival and recurrence, assessed risk of bias, and collected adverse effect information from included trials."
    },
    {
      "heading": "Main results",
      "text": "We identified and included a single eligible trial comparing SLNB with observation which was published in eight different reports (from 2005 to 2014) with 2001 participants. This trial did not report on our first primary outcome of overall survival (which was also the planned primary outcome of this trial). When contacted for this important data, the trial authors stated \"there are numerous additional analyses that have yet to be reported for the trial\". We were able however to estimate overall survival from data included in the appendix of the published report and found no evidence of benefit for SLNB for overall survival. The overall survival hazard ratio (HR) using ITT (intention-to-treat) analysis was 0.99 95% confidence interval [CI] 0.82 to 1.19, 1661 participants). The overall survival using ITT for intermediate thickness melanomas was (HR 0.92, 95% CI 0.73 to 1.16) and for thick melanomas it was (HR 1.15, 95% CI 0.82 to 1.61).\nThe study did report on our second primary outcome of rate of treatment complications: short-term surgical morbidity (30 days) in 1735 participants showed no difference between SLNB and observation (risk ratio [RR] 1.11, 955 CI 0.9 to 1.37) for wide excision of the tumour site but favoured observation for complications related to the regional nodal basin (RR 14.36, 95% CI 6.74 to 30.59).\nOur secondary outcomes of disease-specific and disease-free survival, local recurrence and distant metastases were reported. There were 1347 participants in the intermediate-thickness melanoma group and 314 in the thick melanoma group.The study did not report the actual 10-year melanoma-specific survival rate for all included participants. Instead, melanoma-specific survival rates for each group of participants: intermediate-thickness melanoma (defined as 1.2 to 3.5 mm) and thick melanomas (defined as 3.50 mm or more) was reported.\nIn the intermediate-thickness melanoma group there was no statistically significant difference in disease-specific survival between study groups at 10 years (81.4 ± 1.5% versus 78.3 ± 2.0%, HR 0.84, 95% CI 0.65 to 1.09). In the thick melanoma group, again there was no statistically significant difference in disease-specific survival between study groups at 10 years (58.9.3 ± 4.1% versus 64.4 ± 4.6%, HR 1.12, 95% CI 0.77 to 1.64). Combining these groups there was some heterogeneity (I² = 34%) but the total HR was not statistically significant (HR 0.92, 95% CI 0.74 to 1.14).\nThe summary estimate for disease-free survival at 10 years favoured SLNB over observation in participants with intermediate-thickness and thick melanomas (HR 0.75, 95% CI 0.63 to 0.89).\nWith regard to the rate of local and regional recurrence as the site of first recurrence, a benefit of SLNB uniformly existed in both groups of participants with intermediate-thickness and thick melanomas (RR 0.56, 95% CI 0.45 to 0.69). This is in contrast with a uniformly unfavourable effect of SLNB with regard to the rate of distant metastases as site of first recurrence, in both groups of participants with intermediate-thickness and thick melanomas (HR 1.33, 95% CI 1.03 to 1.72)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no evidence of improved overall survival or melanoma-specific survival rates for participants with intermediate or thick melanomas who underwent SLNB compared with observation alone.\nDisease-free survival and rate of local and regional recurrence favoured SLNB in both groups of participants with intermediate-thickness and thick melanomas but short-term surgical morbidity was higher in the SLNB group, especially with regard to complications in the nodal basin.\nThe evidence for the outcomes of interest in this review is of low quality due to the risk of bias and imprecision of the estimated effects. Further research may have an important impact on our estimate of the effectiveness of SLNB in managing primary localised cutaneous melanoma. Currently this evidence is not sufficient to document a benefit of SLNB when compared to observation in individuals with primary localised cutaneous melanoma."
    }
  ],
  "pls_title": "Lymph node biopsy followed by lymph node dissection for localised skin cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Melanoma arises from the uncontrollable growth of cells in the skin that produce the pigment melanin; it is the leading cause of skin cancer-associated mortality. In invasive melanoma, the tumour has infiltrated into the dermis (a deep layer in the skin).\nFor invasive skin cancer that is localised, the treatment of choice is complete surgical excision of the tumour. Most international guidelines also recommend sentinel lymph node biopsy (SLNB) in the management of these tumours.\nA sentinel lymph node is the first lymph node in the body to receive lymph that comes from the primary site of the tumour. It is therefore, theoretically, the first site to which cancer cells will spread (metastasise). Hence, detecting tumour cells in this node can predict the involvement of other nodes in the spread of the cancer and may help identify individuals who are candidates for complete removal of these lymph nodes (completion lymph node dissection or CLND). This should help eradicate the further spread of melanoma cells."
    },
    {
      "heading": "Review question",
      "text": "Does lymph node biopsy followed by lymph node dissection, compared with observation, improve survival for people with localised skin cancer?"
    },
    {
      "heading": "Study characteristics",
      "text": "We found one published randomised controlled trial with 2001 participants with localised skin cancer who had undergone removal of the primary tumour and were then randomised to receive SLNB or observation. Participants testing positive for cancer cells in the sentinel lymph node then underwent CLND. Participants in the observation group underwent removal of the lymph nodes only on disease recurrence. The study did not report on our primary outcome of interest (overall survival), but it did report on our secondary outcomes of disease-specific survival (time to death only from melanoma), disease-free survival (time to first melanoma recurrence at any site), and recurrence."
    },
    {
      "heading": "Key results",
      "text": "Although the authors of the one included study did not report the primary outcome of overall survival, we were able to calculate it from data they included in their report appendix which showed no benefit of SLNB for people with intermediate or thick melanomas. Our one included study also did not report any difference in disease-specific survival for participants who underwent SLNB or observation. Disease-free survival was better in the SLNB treatment group. However, recurrence of the melanoma at a distant site in the body occurred more frequently in participants in the SLNB group than in those in the observation group."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We assessed the quality of the evidence for this trial as low for the above outcomes. As indicated by the results of this one included study, there is no clear evidence at present to recommend that SLNB, followed by CLND. is a better means of improving overall or melanoma-specific survival than observation."
    }
  ]
}