{
  "doi": "10.1002/14651858.CD009764.pub3",
  "name": "Prophylactic antibiotic therapy for chronic obstructive pulmonary disease (COPD)",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "There has been renewal of interest in the use of prophylactic antibiotics to reduce the frequency of exacerbations and improve quality of life in chronic obstructive pulmonary disease (COPD)."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether or not regular (continuous, intermittent or pulsed) treatment of COPD patients with prophylactic antibiotics reduces exacerbations or affects quality of life."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Trials Register and bibliographies of relevant studies. The latest literature search was performed on 27 July 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) that compared prophylactic antibiotics with placebo in patients with COPD."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard Cochrane methods. Two independent review authors selected studies for inclusion, extracted data, and assessed risk of bias. We resolved discrepancies by involving a third review author."
    },
    {
      "heading": "Main results",
      "text": "We included 14 studies involving 3932 participants in this review. We identified two further studies meeting inclusion criteria but both were terminated early without providing results. All studies were published between 2001 and 2015. Nine studies were of continuous macrolide antibiotics, two studies were of intermittent antibiotic prophylaxis (three times per week) and two were of pulsed antibiotic regimens (e.g. five days every eight weeks). The final study included one continuous, one intermittent and one pulsed arm. The antibiotics investigated were azithromycin, erythromycin, clarithromycin, doxycyline, roxithromycin and moxifloxacin. The study duration varied from three months to 36 months and all used intention-to-treat analysis. Most of the pooled results were of moderate quality. The risk of bias of the included studies was generally low.\nThe studies recruited participants with a mean age between 65 and 72 years and mostly at least moderate-severity COPD. Five studies only included participants with frequent exacerbations and two studies recruited participants requiring systemic steroids or antibiotics or both, or who were at the end stage of their disease and required oxygen. One study recruited participants with pulmonary hypertension secondary to COPD and a further study was specifically designed to asses whether eradication of Chlamydia pneumoniae reduced exacerbation rates.\nThe co-primary outcomes for this review were the number of exacerbations and quality of life.\nWith use of prophylactic antibiotics, the number of participants experiencing one or more exacerbations was reduced (odds ratio (OR) 0.57, 95% CI 0.42 to 0.78; participants = 2716; studies = 8; moderate-quality evidence). This represented a reduction from 61% of participants in the control group compared to 47% in the treatment group (95% CI 39% to 55%). The number needed to treat for an additional beneficial outcome with prophylactic antibiotics given for three to 12 months to prevent one person from experiencing an exacerbation (NNTB) was 8 (95% CI 5 to 17). The test for subgroup difference suggested that continuous and intermittent antibiotics may be more effective than pulsed antibiotics (P = 0.02, I² = 73.3%).\nThe frequency of exacerbations per patient per year was also reduced with prophylactic antibiotic treatment (rate ratio 0.67; 95% CI 0.54 to 0.83; participants = 1384; studies = 5; moderate-quality evidence). Although we were unable to pool the result, six of the seven studies reporting time to first exacerbation identified an increase (i.e. benefit) with antibiotics, which was reported as statistically significant in four studies.\nThere was a statistically significant improvement in quality of life as measured by the St George's Respiratory Questionnaire (SGRQ) with prophylactic antibiotic treatment, but this was smaller than the four unit improvement that is regarded as being clinically significant (mean difference (MD) -1.94, 95% CI -3.13 to -0.75; participants = 2237; studies = 7, high-quality evidence).\nProphylactic antibiotics showed no significant effect on the secondary outcomes of frequency of hospital admissions, change in forced expiratory volume in one second (FEV1), serious adverse events or all-cause mortality (moderate-quality evidence). There was some evidence of benefit in exercise tolerance, but this was driven by a single study of lower methodological quality.\nThe adverse events that were recorded varied among the studies depending on the antibiotics used. Azithromycin was associated with significant hearing loss in the treatment group, which was in many cases reversible or partially reversible. The moxifloxacin pulsed study reported a significantly higher number of adverse events in the treatment arm due to the marked increase in gastrointestinal adverse events (P < 0.001). Some adverse events that led to drug discontinuation, such as development of long QTc or tinnitus, were not significantly more frequent in the treatment group than the placebo group but pose important considerations in clinical practice.\nThe development of antibiotic resistance in the community is of major concern. Six studies reported on this, but we were unable to combine results. One study found newly colonised participants to have higher rates of antibiotic resistance. Participants colonised with moxifloxacin-sensitive pseudomonas at initiation of therapy rapidly became resistant with the quinolone treatment. A further study with three active treatment arms found an increase in the degree of antibiotic resistance of isolates in all three arms after 13 weeks treatment."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Use of continuous and intermittent prophylactic antibiotics results in a clinically significant benefit in reducing exacerbations in COPD patients. All studies of continuous and intermittent antibiotics used macrolides, hence the noted benefit applies only to the use of macrolide antibiotics prescribed at least three times per week. The impact of pulsed antibiotics remains uncertain and requires further research.\nThe studies in this review included mostly participants who were frequent exacerbators with at least moderate-severity COPD. There were also older individuals with a mean age over 65 years. The results of these studies apply only to the group of participants who were studied in these studies and may not be generalisable to other groups.\nBecause of concerns about antibiotic resistance and specific adverse effects, consideration of prophylactic antibiotic use should be mindful of the balance between benefits to individual patients and the potential harms to society created by antibiotic overuse. Monitoring of significant side effects including hearing loss, tinnitus, and long QTc in the community in this elderly patient group may require extra health resources."
    }
  ],
  "pls_title": "Preventative antibiotic therapy for people with COPD",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is COPD?",
      "text": "COPD is a common chronic respiratory disease mainly affecting people who smoke now or have done so previously. It could become the third leading cause of death worldwide by 2020. People with COPD experience gradually worsening shortness of breath and cough with sputum (phlegm) because of permanent damage to their airways and lungs. Those with COPD may have flare-ups (or exacerbations) most commonly with respiratory infections. Exacerbations may lead to further irreversible loss of lung function, as well as days off work, hospital admission, reduction in quality of life, or even death."
    },
    {
      "heading": "Why did we do this review?",
      "text": "We wanted to find out if giving antibiotics to prevent a flare-up ('prophylactic' antibiotics) would reduce the frequency of flare-ups and improve quality of life. Studies that were taken into consideration used either continuous prophylactic antibiotics (every day), or antibiotics that were used intermittently (three times per week) or pulsed (e.g. for five days every eight weeks)"
    },
    {
      "heading": "What evidence did we find?",
      "text": "We carried out the latest search for studies in July 2018. We found 14 randomised controlled trials (RCTs) involving 3932 participants. All studies were published between 2001 and 2015. Nine studies were of continuous antibiotics, two studies were of intermittent antibiotic prophylaxis and two were of pulsed antibiotics. The final study included one continuous, one intermittent, one pulsed and one placebo arm. The antibiotics investigated were azithromycin, erythromycin, clarithromycin, roxithromycin, doxycycline and moxifloxacin. On average, the people involved in the studies were 65 to 72 years old and had moderate or severe COPD. Three studies included participants with frequent exacerbations and two of the studies recruited participants requiring steroid tablets or antibiotics or both, or who were at the end stage of their disease and required oxygen. One study only included people with a particular complication of COPD, involving the heart and blood vessels in the lungs (known as pulmonary hypertension)."
    },
    {
      "heading": "Results and conclusions",
      "text": "We found that, with the use of antibiotics, the number of participants who developed an exacerbation reduced markedly. For every eight participants treated, one person would be prevented from suffering an exacerbation. However, not all the antibiotic regimens had the same impact on exacerbations. The results suggested that antibiotics given at least three times per week may be more effective than antibiotics given daily for a few days followed by a break of several weeks. We also found there may have been a benefit on patient-reported quality of life with the antibiotics. On the other hand, use of antibiotics did not significantly affect the number of deaths due to any cause, the frequency of hospitalisation, or the loss of lung function during the study period.\nEven though there may be fewer exacerbations with antibiotics, there are considerable drawbacks of taking antibiotics. First, there were specific adverse events associated with the antibiotics, which differed according to the antibiotic used; second, patients have to take antibiotics regularly for months or years; finally, the resulting increase in antibiotic resistance will have implications for both individual patients and the wider community through reducing the effectiveness of currently available antibiotics.\nBecause of concerns about antibiotic resistance and specific adverse effects, consideration of prophylactic antibiotic use should be mindful of the balance between benefits to individual patients and the potential harms to society created by antibiotic overuse."
    }
  ]
}