{
  "doi": "10.1002/14651858.CD004904.pub4",
  "name": "Prophylactic antibiotics for manual removal of retained placenta in vaginal birth",
  "free": false,
  "abstract": [
    {
      "heading": "Rationale",
      "text": "Retained placenta is a potentially life-threatening condition because of its association with postpartum haemorrhage. Manual removal of the placenta increases the likelihood of infectious complications of the uterine cavity. So, prophylactic antibiotics are recommended by some experts, and commonly administered to reduce these risks. However, the evidence supporting this decision is limited. This review aims to assess the effectiveness of prophylactic antibiotics for manual removal of retained placenta after vaginal birth."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effectiveness and adverse effects of routine prophylactic antibiotics for the manual removal of placenta after vaginal birth.\nTo identify appropriate prophylactic antibiotic regimens."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched CENTRAL, MEDLINE, Embase, CINAHL, and two trials registries, in addition to screening the reference lists of retrieved studies and systematic reviews. The last search was 14 May 2024."
    },
    {
      "heading": "Eligibility criteria",
      "text": "All randomised controlled trials and non-randomised studies comparing prophylactic antibiotics to no treatment or to another prophylactic antibiotic to prevent postpartum endometritis after manual removal of placenta after vaginal birth."
    },
    {
      "heading": "Outcomes",
      "text": "The critical outcome in our review was postpartum endometritis. Other important outcomes were puerperal morbidity, perineal infection, duration of hospital stay, sepsis, any infection, blood loss, postpartum haemorrhage, secondary postpartum haemorrhage, readmission to hospital, adverse effects of the drugs, women's satisfaction, and neonatal outcomes, such as jaundice, sepsis, neonatal intensive care unit admission, et cetera."
    },
    {
      "heading": "Risk of bias",
      "text": "The risk of bias was assessed at the outcome level. We used the Risk of Bias in Non-Randomised Studies of Interventions (ROBINS-I) tool to assess the risk of bias in non-randomised studies."
    },
    {
      "heading": "Synthesis methods",
      "text": "We carried out statistical analysis using Review Manager. We used a fixed-effect meta-analysis to synthesise the results, and GRADE to assess the certainty of the evidence."
    },
    {
      "heading": "Included studies",
      "text": "We included four retrospective cohort studies with a total of 974 participants. Studies were conducted in Germany, Bulgaria, Norway, and Israel, between 1983 and 2017."
    },
    {
      "heading": "Synthesis of results",
      "text": "Prophylactic antibiotics versus no antibiotics was the only comparison in our analysis.\nPostpartum endometritis\nWe do not know whether prophylactic antibiotics have an impact on postpartum endometritis (risk ratio (RR) 0.94, 95% confidence interval (CI) 0.48 to 1.85; 4 studies, 974 participants; very low-certainty evidence).\nPostpartum haemorrhage\nThe evidence suggests that prophylactic antibiotics may result in little to no difference in postpartum haemorrhage (RR 1.00, 95% CI 0.78 to 1.29; 1 study, 325 participants; low-certainty evidence).\nNeonatal intensive care unit admission (NICU)\nThe evidence suggests that prophylactic antibiotics may result in little to no difference in NICU admission of the neonate (RR 0.86, 95% CI 0.29 to 2.61; 1 study, 353 participants; low-certainty evidence).\nThere were no data available for other important outcomes, including puerperal morbidity, perineal infection, duration of hospital stay, sepsis, any infection, blood loss, secondary postpartum haemorrhage, readmission to hospital, adverse effects of drugs, women's satisfaction, or neonatal outcomes of jaundice or sepsis."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is very uncertain evidence supporting the use of prophylactic antibiotics for manual removal of placenta for preventing postpartum endometritis. The evidence suggests that prophylactic antibiotics result in little to no difference in postpartum haemorrhage or admission to a neonatal intensive care unit. There were no available data on other important outcomes.\nMulticentre, randomised controlled trials comparing antibiotic prophylaxis and placebo or no antibiotic, or one antibiotic and another, for manual removal of placenta in vaginal birth are needed to provide more robust evidence."
    },
    {
      "heading": "Funding",
      "text": "This systematic review received support from the UNDP-UNFPA-UNICEF-WHO-World Bank Special Programme of Research, Development and Research Training in Human Reproduction (HRP)."
    },
    {
      "heading": "Registration",
      "text": "Protocol and previous versions are available at https://10.1002/14651858.CD004904.pub3."
    }
  ],
  "pls_title": "Can the use of antibiotics prevent an infection when a retained placenta is removed by hand after vaginal birth?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Antibiotics (germ-killing medicine) may have little to no effect on infection of the lining of the uterus after a retained placenta is manually removed, but the evidence is very uncertain.    A larger study with a better design and a better fit for our research question may be needed to give better estimates of the benefits and potential harms of prophylactic (preventive) antibiotics.\nAntibiotics (germ-killing medicine) may have little to no effect on infection of the lining of the uterus after a retained placenta is manually removed, but the evidence is very uncertain.\nA larger study with a better design and a better fit for our research question may be needed to give better estimates of the benefits and potential harms of prophylactic (preventive) antibiotics."
    },
    {
      "heading": "What is a retained placenta?",
      "text": "In natural birth, placenta delivery occurs shortly after the delivery of the baby. Occasionally, the placenta cannot be delivered, and is retained in the uterus. This could lead to a significant amount of blood loss and severe consequences, such as the death of the mother."
    },
    {
      "heading": "How is the retained placenta treated?",
      "text": "After the woman is given anaesthesia, the doctor will put their hand into the uterus to take out the placenta. This can possibly introduce germs into the uterus, and cause an infection in the lining of the uterus."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if giving an antibiotic just before the manual removal of a retained placenta could prevent infection of the lining of the uterus. We also wanted to find out if it was associated with a lot of blood loss, bloodstream infection, any unwanted side effects, and admission of the baby to the intensive care unit."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that investigated prophylactic antibiotics compared with no antibiotics in women who received manual placenta removal. We compared and summarised the results of the studies, and rated our confidence in the evidence, based on factors, such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found four studies that involved 974 women with a retained placenta. All of them compared prophylactic antibiotics with no antibiotics. The biggest study was in 407 women and the smallest study was in 100 women. The studies were conducted in Bulgaria, Germany, Norway, and Israel. No study reported a source of funding.\nCompared with no antibiotics, prophylactic antibiotics:\nhave an unclear effect on infection of the uterine cavity,   may have little or no influence on whether a lot of blood is lost, or the baby is admitted to the intensive care unit.\nhave an unclear effect on infection of the uterine cavity,\nmay have little or no influence on whether a lot of blood is lost, or the baby is admitted to the intensive care unit.\nWe found no studies to help us answer the effect of prophylactic antibiotics on bloodstream infection or any unwanted side effects."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are not confident in the results of the effect on infection of the lining of the uterus, because some unknown factors might be interfering with its effect. Some evidence focused on any post-delivery uterine intervention, whereas the procedure we wanted to assess was more specific. The evidence is based on only a few cases of infection.\nWe have little confidence in the evidence for a large blood loss or admission of the baby to the intensive care unit, because some unknown factors might be interfering with its effect, and there were not enough studies to be certain about the results of our outcomes."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "This review updates our 2014 Cochrane review. The evidence is up-to-date until May 2024."
    }
  ]
}