{
  "doi": "10.1002/14651858.CD013682.pub2",
  "name": "Whole‐cell pertussis vaccine in early infancy for the prevention of allergy in children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Atopic diseases are the most common chronic conditions of childhood. The apparent rise in food anaphylaxis in young children over the past three decades is of particular concern, owing to the lack of proven prevention strategies other than the timely introduction of peanut and egg. Due to reported in vitro differences in the immune response of young infants primed with whole-cell pertussis (wP) versus acellular pertussis (aP) vaccine, we systematically appraised and synthesised evidence on the safety and the potential allergy preventive benefits of wP, to inform recommendation for future practice and research."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of wP vaccinations in comparison to aP vaccinations in early infancy for the prevention of atopic diseases in children."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials, Ovid MEDLINE, Embase, and grey literature. The date of the search was 7 September 2020."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and non-randomised studies of interventions (NRSIs) that reported the occurrence of atopic diseases, and RCTs only to assess safety outcomes. To be included studies had to have at least six months follow-up, and involve children under 18 years old, who received a first dose of either wP (experimental intervention) or aP (comparator) before six months of age."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened studies for eligibility, extracted the data, and assessed risk of bias using standard Cochrane methods. We assessed the certainty of the evidence using GRADE. Our primary outcomes were diagnosis of IgE-mediated food allergy and all-cause serious adverse events (SAEs). Secondary outcomes included: diagnosis of not vaccine-associated anaphylaxis or urticaria, diagnosis of asthma, diagnosis of allergic rhinitis, diagnosis of atopic dermatitis and diagnosis of encephalopathy. Due to paucity of RCTs reporting on the atopic outcomes of interest, we assessed a broader outcome domain (cumulative incidence of atopic disease) as specified in our protocol. We summarised effect estimates as risk ratios (RR) and 95% confidence intervals (CI). Where appropriate, we pooled safety data in meta-analyses using fixed-effect Mantel-Haenszel methods, without zero-cell corrections for dichotomous outcomes."
    },
    {
      "heading": "Main results",
      "text": "We identified four eligible studies reporting on atopic outcomes, representing 7333 children. Based on a single trial, there was uncertain evidence on whether wP vaccines affected the risk of overall atopic disease (RR 0.85, 95% CI 0.62 to 1.17) or asthma only (RR 1.04, 95% CI 0.59 to 1.82; 497 children) by 2.5 years old.Three NRSIs were judged to be at serious or critical risk of bias due to confounding, missing data, or both, and were ineligible for inclusion in a narrative synthesis.\nWe identified 21 eligible studies (137,281 children) that reported the safety outcomes of interest. We judged seven studies to be at high risk of bias and those remaining, at unclear risk.\nThe pooled RR was 0.94 for all-cause SAEs (95% CI 0.78 to 1.15; I2 = 0%; 15 studies, 38,072 children). For every 1000 children primed with a first dose of wP, 11 had an SAE. The corresponding risk with aP was 12 children (95% CI 9 to 13). The 95% CI around the risk difference ranged from three fewer to two more events per 1000 children, and the certainty of the evidence was judged as moderate (downgraded one level for imprecision).\nNo diagnoses of encephalopathy following vaccination were reported (95% CI around the risk difference - 5 to 12 per 100,000 children; seven primary series studies; 115,271 children). The certainty of the evidence was judged as low, since this is a serious condition, and we could not exclude a clinically meaningful difference."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is very low-certainty evidence that a first dose of wP given early in infancy, compared to a first dose of aP, affects the risk of atopic diseases in children. The incidence of all-cause SAEs in wP and aP vaccinees was low, and no cases of encephalopathy were reported. The certainty of the evidence was judged as moderate for all-cause SAEs, and low for encephalopathy.\nFuture studies should use sensitive and specific endpoints of clinical relevance, and should be conducted in settings with high prevalence of IgE-mediated food allergy. Safety endpoints should prioritise common vaccine reactions, parental acceptability, SAEs and their potential relatedness to the dose administered."
    }
  ],
  "pls_title": "Can a first dose of whole-cell whooping cough vaccine given before six months old prevent allergic diseases in childhood?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What are allergic diseases?",
      "text": "Allergic diseases are among the most common persistent illnesses in children. They are caused by the immune system reacting abnormally to otherwise harmless substances such as foods and pollens. Food allergies are of increasing concern as the number of cases reported in a number of high-income countries over the past 30 years appears to have increased."
    },
    {
      "heading": "Why we did this Cochrane Review?",
      "text": "The only proven preventive strategy against food allergies is early introduction of peanut and egg into the infant diet. However, a recent study found that food allergies appeared less common in children who had received one or more doses of whole-cell (wP) whooping cough vaccine in early infancy than in those who had received acellular (aP) whooping cough vaccines only. That study could not determine whether the apparently lower risk of allergy was because of the wP vaccine, or whether it was because of other potential differences between wP and aP-vaccinated children, as the vaccines were not randomly assigned. Therefore, a Cochrane Review was required to identify any evidence of wP as a food allergy prevention strategy."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared wP versus aP vaccination in babies younger than six months. We were interested in comparing babies vaccinated with wP vaccines and those vaccinated with aP vaccines, with respect to:\n1. how many went on to develop food allergy, asthma or serious (and potentially life-threatening) allergic reactions;\n2. how many had serious unwanted events following vaccination; and,\n3. how many had encephalopathy, a serious yet uncommon condition affecting the brain.\nTo compare rates of encephalopathy and other serious unwanted events, we looked for studies in which babies were given wP or aP vaccines at random (randomised controlled trials (RCTs)). To compare rates of allergic diseases, we also looked for studies where wP or aP vaccines were not given at random (non-randomised studies of interventions (NRSIs)). In either case, studies lasted for at least six months."
    },
    {
      "heading": "Search date",
      "text": "We included evidence published up to September 2020."
    },
    {
      "heading": "What we found",
      "text": "Investigation 1\nWe found four studies (7333 children) carried out in Sweden (one), Australia (two) and the UK (one) that looked at the effect of whooping cough vaccines on allergic diseases. As we found little reliable data about the risk of food allergy after whooping cough vaccine, we decided to look at the risk of any allergic disease. Within 2.5 years of receiving a whooping cough vaccine (one RCT), 37/137 children vaccinated with wP, and 114/360 vaccinated with aP were diagnosed with at least one allergic disease. During the same period 15/137 vaccinated with wP and 38/360 vaccinated with aP were diagnosed with asthma specifically. No studies assessed serious or potentially life-threatening allergic reactions.\nInvestigations 2 & 3\nLow numbers of serious unwanted effects were reported for all groups (15 studies, 38,072 children). For every 1000 babies vaccinated with a first dose of wP, 11 had at least one serious unwanted effect. The risk for those who received aP vaccines was 12 children. No cases of encephalopathy were identified in either group (seven studies, 115,271 children)."
    },
    {
      "heading": "How reliable are these findings?",
      "text": "One RCT reporting on whooping cough vaccines and allergic diseases included few children, and was carried out in a country with low levels of allergic disease. Therefore, it remains very uncertain whether a first dose of wP does or does not decrease the risk of allergic diseases.\nVery few children experienced serious unwanted effects. We are uncertain whether there is a difference in the risk of serious unwanted effects in children vaccinated with a first dose of wP, compared with aP, but any difference is likely to be small. No cases of encephalopathy following vaccination were reported. Because this is a serious outcome, the certainty of the evidence was judged to be low."
    },
    {
      "heading": "Key messages",
      "text": "Ongoing and future studies may change our conclusions and provide more definitive evidence. The data reviewed suggest that wP is safe and support its continued use in countries where it is still recommended for preventing whooping cough."
    }
  ]
}