{
  "doi": "10.1002/14651858.CD011426.pub2",
  "name": "Topical antibiotics for preventing surgical site infection in wounds healing by primary intention ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Surgical site infections (SSI) can delay wound healing, impair cosmetic outcome and increase healthcare costs. Topical antibiotics are sometimes used to reduce microbial contaminant exposure following surgical procedures, with the aim of reducing SSIs."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective of this review was to determine whether the application of topical antibiotics to surgical wounds that are healing by primary intention reduces the incidence of SSI and whether it increases the incidence of adverse outcomes (allergic contact dermatitis, infections with patterns of antibiotic resistance and anaphylaxis)."
    },
    {
      "heading": "Search methods",
      "text": "In May 2015 we searched: the Cochrane Wounds Specialised Register; the Cochrane Central Register of Controlled Trials (CENTRAL; the Cochrane Library); Ovid MEDLINE; Ovid MEDLINE (In-Process & Other Non-Indexed Citations); Ovid Embase and EBSCO CINAHL. We also searched clinical trial registries for ongoing studies, and bibliographies of relevant publications to identify further eligible trials. There was no restriction of language, date of study or setting. The search was repeated in May 2016 to ensure currency of included studies."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomized controlled trials (RCTs) and quasi-randomised trials that assessed the effects of topical antibiotics (any formulation, including impregnated dressings) in people with surgical wounds healing by primary intention were eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies and independently extracted data. Two authors then assessed the studies for risk of bias. Risk ratios were calculated for dichotomous variables, and when a sufficient number of comparable trials were available, trials were pooled in a meta-analysis."
    },
    {
      "heading": "Main results",
      "text": "A total of 10 RCTs and four quasi-randomised trials with 6466 participants met the inclusion criteria. Six studies involved minor procedures conducted in an outpatient or emergency department setting; eight studies involved major surgery conducted in theatre. Nine different topical antibiotics were included. We included two three-arm trials, two four-arm trials and 10 two-arm trials. The control groups comprised; an alternative topical antibiotic (two studies), topical antiseptic (six studies) and no topical antibiotic (10 studies), which comprised inert ointment (five studies) no treatment (four studies) and one study with one arm of each.\nThe risk of bias of the 14 studies varied. Seven studies were at high risk of bias, five at unclear risk of bias and two at low risk of bias. Most risk of bias concerned risk of selection bias.\nTwelve of the studies (6259 participants) reported infection rates, although we could not extract the data for this outcome from one study. Four studies (3334 participants) measured allergic contact dermatitis as an outcome. Four studies measured positive wound swabs for patterns of antimicrobial resistance, for which there were no outcomes reported. No episodes of anaphylaxis were reported.\nTopical antibiotic versus no topical antibiotic\nWe pooled the results of eight trials (5427 participants) for the outcome of SSI. Topical antibiotics probably reduce the risk of SSI in people with surgical wounds healing by primary intention compared with no topical antibiotic (RR 0.61, 95% CI 0.42 to 0.87; moderate-quality evidence downgraded once for risk of bias). This equates to 20 fewer SSIs per 1000 patients treated with topical antibiotics (95% CI 7 to 29) and a number needed to treat for one additional beneficial outcome (NNTB) (i.e. prevention of one SSI) of 50.\nWe pooled the results of three trials (3012 participants) for the outcome of allergic contact dermatitis, however this comparison was underpowered, and it is unclear whether topical antibiotics affect the risk of allergic contact dermatitis (RR 3.94, 95% CI 0.46 to 34.00; very low-quality evidence, downgraded twice for risk of bias, once for imprecision).\nTopical antibiotic versus antiseptic\nWe pooled the results of five trials (1299 participants) for the outcome of SSI. Topical antibiotics probably reduce the risk of SSI in people with surgical wounds healing by primary intention compared with using topical antiseptics (RR 0.49, 95% CI 0.30 to 0.80; moderate-quality evidence downgraded once for risk of bias). This equates to 43 fewer SSIs per 1000 patients treated with topical antibiotics instead of antiseptics (95% CI 17 to 59) and an NNTB of 24.\nWe pooled the results of two trials (541 participants) for the outcome of allergic contact dermatitis; there was no clear difference in the risk of dermatitis between topical antibiotics and antiseptics, however this comparison was underpowered and a difference cannot be ruled out (RR 0.97, 95% CI 0.52 to 1.82; very low-quality evidence, downgraded twice for risk of bias and once for imprecision).\nTopical antibiotic versus topical antibiotic\nOne study (99 participants) compared mupirocin ointment with a combination ointment of neomycin/polymyxin B/bacitracin zinc for the outcome of SSI. There was no clear difference in the risk of SSI, however this comparison was underpowered (very low-quality evidence downgraded twice for risk of bias, once for imprecision).\nA four-arm trial involved two antibiotic arms (neomycin sulfate/bacitracin zinc/polymyxin B sulphate combination ointment versus bacitracin zinc, 219 participants). There was no clear difference in risk of SSI between the combination ointment and the bacitracin zinc ointment. The quality of evidence for this outcome was low, downgraded once for risk of bias, and once for imprecision."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Topical antibiotics applied to surgical wounds healing by primary intention probably reduce the risk of SSI relative to no antibiotic, and relative to topical antiseptics (moderate quality evidence). We are unable to draw conclusions regarding the effects of topical antibiotics on adverse outcomes such as allergic contact dermatitis due to lack of statistical power (small sample sizes). We are also unable to draw conclusions regarding the impact of increasing topical antibiotic use on antibiotic resistance. The relative effects of different topical antibiotics are unclear."
    }
  ],
  "pls_title": "Topical antibiotics (applied to the skin) for preventing surgical site infection in wounds that are stitched or held together another way",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "The presence of micro-organisms, such as bacteria, at wound sites following surgery can result in surgical site infections for patients. Surgical site infections can result in increased healthcare costs, delays in wound healing and pain. Antibiotics are medicines that kill bacteria or prevent them from developing. Antibiotics can be taken by mouth (orally), directly into veins (intravenously), or applied directly to the skin (topically). Topical antibiotics are often applied to wounds after surgery because it is thought that they prevent surgical site infection. There are thought to be benefits in using antibiotics topically rather than orally or intravenously. As topical antibiotics act only on the area of the body where they are applied, there is less likelihood of unwanted effects that affect the whole body, such as nausea and diarrhoea. Topical antibiotics are also thought to reduce the chances of bacterial resistance (bacteria changing to become resistant to medication). However topical antibiotics can also have unwanted effects, the most common being an allergic reaction on the skin (contact dermatitis), which can cause redness, itching and pain at the site where the topical antibiotic was applied."
    },
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about how effective topical antibiotics are in preventing surgical site infection if applied directly to wounds after surgery. We focused on the effect of topical antibiotics on the type of surgical wound where the edges are held closely together so that the wound heals more easily (known as healing by primary intention). The edges of these wounds can be held together with stitches, staples, clips or glue."
    },
    {
      "heading": "What we found",
      "text": "In May 2016 we searched for as many relevant studies as we could find that investigated the use of topical antibiotics on surgical wounds healing by primary intention. We managed to identify 14 studies which compared topical antibiotics with no treatment, or with antiseptics (i.e. other treatments applied to the skin to prevent bacterial infection), and with other topical antibiotics. Eight of these trials involved general surgery and six involved dermatological surgery (surgery involving only the skin). Many of the studies were small, and of low quality or at risk of bias. After examining them all, the authors concluded that the risk of having a surgical site infection was probably reduced by the use of topical antibiotics applied to wounds after surgery, whether the antibiotics were compared with an antiseptic, or to no treatment. As infection is a relatively rare event after surgery, the actual reduction in the rate of infection was 4.3% on average when the use of topical antibiotic was compared with antiseptic, and 2% when use of the topical antibiotic was compared with no treatment. It would require 24 patients on average to be treated with topical antibiotics instead of antiseptic, and 50 patients to be treated with topical antibiotic compared to no treatment in order to prevent one wound infection. Four studies reported on allergic contact dermatitis, but there was insufficient evidence to determine whether allergic contact dermatitis occurred any more frequently with topical antibiotics than with antiseptics or no treatment, and this should also be considered before deciding to use them.\nThis plain language summary is up to date as of May 2016."
    }
  ]
}