{
  "doi": "10.1002/14651858.CD004925.pub4",
  "name": "Routine intraoperative ureteric stenting for kidney transplant recipients",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Major urological complications (MUCs) after kidney transplantation contribute to patient morbidity and compromise graft function. The majority arise from vesicoureteric anastomosis and present early after transplantation. Ureteric stents have been successfully used to treat such complications. A number of centres have adopted a policy of universal prophylactic stenting at the time of graft implantation to reduce the incidence of urine leaks and ureteric stenosis. Stents are associated with specific complications, and some centres advocate a policy of only stenting selected anastomoses. This is an update of our review, first published in 2005 and last updated in 2013."
    },
    {
      "heading": "Objectives",
      "text": "To examine the benefits and harms of routine ureteric stenting to prevent MUCs in kidney transplant recipients."
    },
    {
      "heading": "Search methods",
      "text": "We contacted the Information Specialist and searched the Cochrane Kidney and Transplant's Specialised Register (up to 19 June 2024) using search terms relevant to this review. Studies in the Register are identified through searches of CENTRAL, MEDLINE, and EMBASE, conference proceedings, the International Clinical Trials Registry Platform (ICTRP) Search Portal, and ClinicalTrials.gov."
    },
    {
      "heading": "Selection criteria",
      "text": "Our meta-analysis included all randomised controlled trials (RCTs) and quasi-RCTs designed to examine the impact of using stents for kidney transplant recipients. We aimed to include studies regardless of the type of graft, the technique of ureteric implantation, or the patient group."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Summary estimates of effect were obtained using a random-effects model, and results were expressed as risk ratios (RR) and their 95% confidence intervals (CI). Confidence in the evidence was assessed using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach."
    },
    {
      "heading": "Main results",
      "text": "Twelve studies (1960 patients) were identified. One study was deemed to be at low risk of bias across all domains. The remaining 11 studies were of low or medium quality, with a high or unclear risk of bias in at least one domain.\nUniversal prophylactic ureteric stenting versus control probably reduces major urological complications (11 studies: 1834 participants: RR 0.30, 95% CI 0.16 to 0.55; P < 0.0001; I2 = 16%; moderate certainty evidence; number needed to treat (17)); this benefit was confirmed in the only study deemed to be at low risk of bias across all domains. This benefit was also seen for the individual components of urine leak and ureteric obstruction. Universal prophylactic ureteric stent insertion reduces the risk of MUC in the subgroup of studies with short duration (≤ 14 days) of stenting (2 studies, 480 participants: RR 0.39, 95% CI CI 0.21 to 0.72; P = 0.003; I2 = 0%) and where stenting was continued for > 14 days (8 studies, 124 participants: RR 0.22, 95% CI 0.08 to 0.61; P = 0.004; I2 = 29%).\nIt is uncertain whether stenting has an impact on the development of urinary tract infection (UTI) (10 studies, 1726 participants: RR 1.32, 95% CI 0.97 to 1.80; P = 0.07; I² = 60%; very low certainty evidence due to risk of bias, heterogeneity and imprecision). Subgroup analysis showed that the risk of UTI did not increase if short-duration stenting was used (9 days) and that there was no impact on UTI risk when the prophylactic antibiotic regime co-trimoxazole 480 mg/day was used. Stents appear generally well tolerated, although studies using longer stents (≥ 20 cm) for longer periods (> 6 weeks) had more problems with encrustation and migration.\nThere was no evidence that the presence of a stent resulted in recurrent or severe haematuria (8 studies, 1546 participants: RR 1.09, 95% CI 0.59 to 2.00; P = 0.79; I2 = 33%). The impact of stents on graft and patient survival and other stent-related complications remains unclear as these outcomes were either poorly reported or not reported at all."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Routine prophylactic stenting probably reduces the incidence of MUCs, even when the duration of stenting is short (≤ 14 days). Further high-quality studies are required to assess optimal stent duration. Studies comparing selective stenting and universal prophylactic stenting, whilst difficult to design and analyse, would address the unresolved quality of life and economic issues."
    }
  ],
  "pls_title": "Routine prophylactic stenting reduces the incidence of major urological complications in kidney transplant recipients",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- The incidence of major urological complications was reduced by inserting a stent during kidney transplant surgery.\n- Stent insertion reduces the risk of major urological complications even when the stent is only left in place for a short period of time after transplant (≤ 14 days).\n- The impact of stenting on urinary tract infections was uncertain. However, when the stent was only left for a short period, or people were on preventative antibiotics, stenting did not increase the number of urinary tract infections."
    },
    {
      "heading": "What is kidney failure, and how should it be treated?",
      "text": "Kidney failure occurs when a person's kidneys no longer function well enough to keep them alive. Kidney transplantation is the treatment of choice for kidney failure, improving quality of life and extending the recipient's life expectancy. Interventions aimed at reducing the burden of post-transplant complications are a major area of research in the transplant community.\nThe ureter (drainage tube for urine) from the donated kidney needs to be joined to the recipient's bladder during surgery. Major urological complications (e.g. urine leak and blockage) can occur following transplantation. These happen at the location of this join."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to determine the benefits and harms of routine stenting (adding a temporary plastic tube to this join) in kidney transplant recipients to prevent major urological complications."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for all trials that assessed the benefits and harms of randomly allocating transplant recipients to receive a stent during surgery or not. We compared and summarised the trials' results and rated our confidence in the information based on factors such as trial methods and size."
    },
    {
      "heading": "What did we find?",
      "text": "We included 12 studies involving 1960 transplant recipients. The number of major urological complications was reduced by using a stent. Stent insertion also reduces the risk of major urological complications even when the stent is only left in place for a short period of time after transplant (≤ 14 days).\nThe impact of stenting on urinary tract infections was uncertain. However, when the stent was only left in place for a short period, or people were on preventative antibiotics, stenting did not cause more UTIs. The presence of a stent did not appear to increase blood in the urine. More studies are needed to investigate the use of selective versus universal prophylactic stenting for the unresolved issues of quality of life and cost."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are reasonably confident that inserting a stent during kidney transplantation reduces the number of major urological complications. We are less certain of the results for the number of urinary tract infections, the effect on patient and kidney survival, increased blood in the urine, quality of life, and the overall cost."
    },
    {
      "heading": "How up-to-date is the evidence?",
      "text": "The evidence is current to June 2024."
    }
  ]
}