{
  "doi": "10.1002/14651858.CD014915.pub2",
  "name": "Cannabis‐based medicines and medical cannabis for adults with cancer pain",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pain is a common symptom in people with cancer; 30% to 50% of people with cancer will experience moderate-to-severe pain. This can have a major negative impact on their quality of life. Opioid (morphine-like) medications are commonly used to treat moderate or severe cancer pain, and are recommended for this purpose in the World Health Organization (WHO) pain treatment ladder. Pain is not sufficiently relieved by opioid medications in 10% to 15% of people with cancer. In people with insufficient relief of cancer pain, new analgesics are needed to effectively and safely supplement or replace opioids."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of cannabis-based medicines, including medical cannabis, for treating pain and other symptoms in adults with cancer compared to placebo or any other established analgesic for cancer pain."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search date was 26 January 2023."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected double-blind randomised, controlled trials (RCT) of medical cannabis, plant-derived and synthetic cannabis-based medicines against placebo or any other active treatment for cancer pain in adults, with any treatment duration and at least 10 participants per treatment arm."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. The primary outcomes were 1. proportions of participants reporting no worse than mild pain; 2. Patient Global Impression of Change (PGIC) of much improved or very much improved and 3. withdrawals due to adverse events. Secondary outcomes were 4. number of participants who reported pain relief of 30% or greater and overall opioid use reduced or stable; 5. number of participants who reported pain relief of 30% or greater, or 50% or greater; 6. pain intensity; 7. sleep problems; 8. depression and anxiety; 9. daily maintenance and breakthrough opioid dosage; 10. dropouts due to lack of efficacy; 11. all central nervous system adverse events. We used GRADE to assess certainty of evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We identified 14 studies involving 1823 participants. No study assessed the proportions of participants reporting no worse than mild pain on treatment by 14 days after start of treatment.\nWe found five RCTs assessing oromucosal nabiximols (tetrahydrocannabinol (THC) and cannabidiol (CBD)) or THC alone involving 1539 participants with moderate or severe pain despite opioid therapy. The double-blind periods of the RCTs ranged between two and five weeks. Four studies with a parallel design and 1333 participants were available for meta-analysis.\nThere was moderate-certainty evidence that there was no clinically relevant benefit for proportions of PGIC much or very much improved (risk difference (RD) 0.06, 95% confidence interval (CI) 0.01 to 0.12; number needed to treat for an additional beneficial outcome (NNTB) 16, 95% CI 8 to 100). There was moderate-certainty evidence for no clinically relevant difference in the proportion of withdrawals due to adverse events (RD 0.04, 95% CI 0 to 0.08; number needed to treat for an additional harmful outcome (NNTH) 25, 95% CI 16 to endless). There was moderate-certainty evidence for no difference between nabiximols or THC and placebo in the frequency of serious adverse events (RD 0.02, 95% CI −0.03 to 0.07). There was moderate-certainty evidence that nabiximols and THC used as add-on treatment for opioid-refractory cancer pain did not differ from placebo in reducing mean pain intensity (standardised mean difference (SMD) −0.19, 95% CI −0.40 to 0.02).\nThere was low-certainty evidence that a synthetic THC analogue (nabilone) delivered over eight weeks was not superior to placebo in reducing pain associated with chemotherapy or radiochemotherapy in people with head and neck cancer and non-small cell lung cancer (2 studies, 89 participants, qualitative analysis). Analyses of tolerability and safety were not possible for these studies.\nThere was low-certainty evidence that synthetic THC analogues were superior to placebo (SMD −0.98, 95% CI −1.36 to −0.60), but not superior to low-dose codeine (SMD 0.03, 95% CI −0.25 to 0.32; 5 single-dose trials; 126 participants) in reducing moderate-to-severe cancer pain after cessation of previous analgesic treatment for three to four and a half hours (2 single-dose trials; 66 participants). Analyses of tolerability and safety were not possible for these studies.\nThere was low-certainty evidence that CBD oil did not add value to specialist palliative care alone in the reduction of pain intensity in people with advanced cancer. There was no difference in the number of dropouts due to adverse events and serious adverse events (1 study, 144 participants, qualitative analysis).\nWe found no studies using herbal cannabis."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is moderate-certainty evidence that oromucosal nabiximols and THC are ineffective in relieving moderate-to-severe opioid-refractory cancer pain. There is low-certainty evidence that nabilone is ineffective in reducing pain associated with (radio-) chemotherapy in people with head and neck cancer and non-small cell lung cancer. There is low-certainty evidence that a single dose of synthetic THC analogues is not superior to a single low-dose morphine equivalent in reducing moderate-to-severe cancer pain. There is low-certainty evidence that CBD does not add value to specialist palliative care alone in the reduction of pain in people with advanced cancer."
    }
  ],
  "pls_title": "Cannabis-based medicines for cancer pain",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Do medicines based on cannabis help adults with cancer pain?",
      "text": ""
    },
    {
      "heading": "Key messages",
      "text": "Cannabis-based medicines (CbMs) did not relieve cancer pain that did not respond to morphine-like medicines.\nThe studies analysed did not allow any statement to be made on the place of these medications in the World Health Organization (WHO) analgesic ladder for cancer pain.\nTrials with CbMs in cancer need to be very much better designed than those conducted so far."
    },
    {
      "heading": "Pain in cancer and its treatment",
      "text": "One person in two or three who gets cancer will have pain that becomes moderate or severe in intensity. The pain tends to get worse as the cancer progresses.\nThe WHO recommends taking morphine-like medicines for moderate-to-severe pain from cancer, but 1 in 6 to 10 people with cancer pain do not experience sufficient pain relief from morphine-like medicines. Several products based on the cannabis plant have been suggested as treatment for cancer pain. These products include inhaled or orally ingested herbal cannabis, and various oils, sprays or tablets containing active cannabis ingredients obtained from the plant, or made synthetically. Some people with cancer pain have reported that CbMs are effective for them, and that is often highlighted in the media."
    },
    {
      "heading": "What did we want to find out?",
      "text": "If CbMs relieved cancer pain in people living with cancer.\nIf CbMs were associated with any unwanted or harmful effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for clinical trials that examined CbMs compared to other medications to treat cancer pain in adults.\nWe summarised the results of the studies and rated our confidence in the evidence, based on factors such as the methods and size of studies."
    },
    {
      "heading": "What did we find?",
      "text": "We found 14 studies involving 1823 people. The biggest study included 399 people and the smallest study included 10 people.\nStudies were conducted in countries around the world; most (six) were based in North America.\nFive studies used one dose of CbM and lasted less than one day. Other studies lasted between two and eight weeks.\nPharmaceutical companies funded seven studies.\nSix studies compared a mouth spray with a plant-derived combination of tetrahydrocannabinol (THC), the principal psychoactive constituent of cannabis, and cannabidiol (CBD), an anti-inflammatory ingredient of cannabis, against a fake medication (placebo). Seven studies compared an artificial cannabinoid mimicking the effects of THC against placebo. Of these seven studies, two studies compared against a morphine-like medication (codeine), too. One study compared CBD against placebo.\nWe did not find studies with herbal cannabis."
    },
    {
      "heading": "Main results",
      "text": "Mouth spray with a plant-derived combination of THC and CBD was probably not better than placebo in reducing pain in people with moderate-to-severe cancer pain despite opioid treatment. Thirty-two out of 100 people reported to be much or very much improved by cannabis-based mouth spray and 23 out of 100 people with mouth spray with placebo. A total of 19 out of 100 people withdrew early because of side effects by cannabis-based mouth spray and 16 out of 100 people by mouth spray with placebo. There was no difference in serious side effects between the cannabis-based mouth spray and a placebo mouth spray.\nArtificial cannabinoid mimicking the effects of THC may not be better than a fake medication in reducing pain associated with chemotherapy or radiochemotherapy in people with head and neck cancer and a certain type of lung cancer.\nA single dose of an artificial cannabinoid mimicking the effects of THC may be better than a single dose of placebo, but may not differ from a single small dose of a morphine-like medication in reducing moderate-to-severe cancer pain after cessation of previous analgesic treatment for three to four and a half hours.\nCBD may not add value to specialist palliative care alone in the reduction of pain in people with advanced cancer.\nWe found no studies with medical cannabis."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are moderately confident in the evidence that a mouth spray with a plant-derived combination of THC and CBD does not reduce severe cancer pain despite opioid treatment because studies did not provide information about everything that we could have used.\nWe have little confidence in the evidence that an artificial cannabinoid mimicking the effects of THC (nabilone) does not reduce pain associated with chemotherapy or radiochemotherapy because the studies did not provide data about everything that we could have used, and because the studies were small.\nWe have little confidence in the evidence that artificial cannabinoids mimicking the effects of THC reduce cancer pain after the previous pain-relieving medication was stopped some hours before because the studies did not provide data about everything that we could have used, and because the studies were small.\nWe have little confidence in the evidence that CBD added to standard palliative care does not reduce cancer pain because there was only one study available."
    },
    {
      "heading": "How up to date is the evidence?",
      "text": "The evidence is up to date to January 2023."
    }
  ]
}