{
  "doi": "10.1002/14651858.CD004116.pub2",
  "name": "Herbal medicines for treatment of irritable bowel syndrome",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Traditional herbal therapies have been used for a long time to treat gastrointestinal disorders including irritable bowel syndrome, and their effectiveness from clinical research evidence needs to be systematically reviewed."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of herbal medicines in patients with irritable bowel syndrome."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following electronic databases till July 2004: The Cochrane Library (CENTRAL), MEDLINE, EMBASE, AMED, LILACS, the Chinese Biomedical Database, combined with hand searches of Chinese journals and conference proceedings till end of 2003. No language restriction was used."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of herbal medicines compared with no treatment, placebo, pharmacological interventions were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data were extracted independently by two authors. The methodological quality of trials was evaluated using the components of randomisation, allocation concealment, double blinding, and inclusion of randomised participants."
    },
    {
      "heading": "Main results",
      "text": "Seventy-five randomised trials, involving 7957 participants with irritable bowel syndrome, met the inclusion criteria. The methodological quality of three double-blind, placebo-controlled trials was high, but the quality of remaining trials was generally low. Seventy-one different herbal medicines were tested in the included trials, in which herbal medicines were compared with placebo or conventional pharmacologic therapy. Herbal medicines were also combined with conventional therapy and compared to conventional therapy alone.\nCompared with placebo, a Standard Chinese herbal formula, individualised Chinese herbal medicine, STW 5 and STW 5-II, Tibetan herbal medicine Padma Lax, traditional Chinese formula Tongxie Yaofang, and Ayurvedic preparation showed significantly improvement of global symptoms. Compared with conventional therapy in 65 trials testing 51 different herbal medicines, 22 herbal medicines demonstrated a statistically significant benefit for symptom improvement, and 29 herbal medicines were not significantly different than conventional therapy. In nine trials that evaluated herbal medicine combined with conventional therapy, six tested herbal preparations showed additional benefit from the combination therapy compared with conventional monotherapy. No serious adverse events from the herbal medicines were reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Some herbal medicines may improve the symptoms of irritable bowel syndrome. However, positive findings from less rigorous trials should be interpreted with caution due to inadequate methodology, small sample sizes, and lack of confirming data. Some herbal medicines deserve further examination in high-quality trials."
    }
  ],
  "pls_title": "Herbal medicines for treatment of irritable bowel syndrome",
  "pls_type": "long",
  "pls": "The use of herbal medicines for the treatment of irritable bowel syndrome is popular. Traditional Chinese herbal medicine is a common practice in the East, and some clinical trials show a benefit of herbal medicines for symptomatic treatment of this condition. This systematic review identified and included 75 randomised clinical trials evaluating the effects of various herbal preparations (including single herbs or mixtures of different herbs) for treating people with irritable bowel syndrome. The review shows that some herbal medicines improve global symptoms such as abdominal pain, diarrhoea and/or constipation. However, the methodological quality of the majority of clinical trials evaluating these herbs was generally poor. There is evidence indicating that small, poor quality trials with positive findings are more likely to be associated with exaggerated effects. Although the included trials did not report serious adverse effects from using herbal medicines more research is needed to determine the safety of herbal medicines. In conclusion, herbal medicines might be promising for the treatment of irritable bowel syndrome. However, it is premature to recommend herbal medicines for routine use in irritable bowel syndrome. Testing the herbs in larger, well-designed trials is needed in order to establish sound evidence for their use."
}