{
  "doi": "10.1002/14651858.CD002896.pub3",
  "name": "Vagus nerve stimulation for focal seizures",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an updated version of the Cochrane Review published in 2015.\nEpilepsy is a chronic neurological disorder, characterised by recurring, unprovoked seizures. Vagus nerve stimulation (VNS) is a neuromodulatory treatment that is used as an adjunctive therapy for treating people with drug-resistant epilepsy. VNS consists of chronic, intermittent electrical stimulation of the vagus nerve, delivered by a programmable pulse generator."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy and tolerability of VNS when used as add-on treatment for people with drug-resistant focal epilepsy."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched the Cochrane Register of Studies (CRS), and MEDLINE Ovid on 3 March 2022. We imposed no language restrictions. CRS Web includes randomised or quasi-randomised controlled trials from the Specialised Registers of Cochrane Review Groups, including Epilepsy, CENTRAL, PubMed, Embase, ClinicalTrials.gov, and the World Health Organization International Clinical Trials Registry Platform."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered parallel or cross-over, randomised, double-blind, controlled trials of VNS as add-on treatment, which compared high- and low-level stimulation (including three different stimulation paradigms: rapid, mild, and slow duty-cycle), and VNS stimulation versus no stimulation, or a different intervention. We considered adults or children with drug-resistant focal seizures who were either not eligible for surgery, or who had failed surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We followed standard Cochrane methods, assessing the following outcomes:\n1. 50% or greater reduction in seizure frequency\n2. Treatment withdrawal (any reason)\n3. Adverse effects\n4. Quality of life (QoL)\n5. Cognition\n6. Mood"
    },
    {
      "heading": "Main results",
      "text": "We did not identify any new studies for this update, therefore, the conclusions are unchanged.\nWe included the five randomised controlled trials (RCT) from the last update, with a total of 439 participants. The baseline phase ranged from 4 to 12 weeks, and double-blind treatment phases from 12 to 20 weeks. We rated two studies at an overall low risk of bias, and three at an overall unclear risk of bias, due to lack of reported information about study design. Effective blinding of studies of VNS is difficult, due to the frequency of stimulation-related side effects, such as voice alteration.\nThe risk ratio (RR) for 50% or greater reduction in seizure frequency was 1.73 (95% confidence interval (CI) 1.13 to 2.64; 4 RCTs, 373 participants; moderate-certainty evidence), showing that high frequency VNS was over one and a half times more effective than low frequency VNS.\nThe RR for treatment withdrawal was 2.56 (95% CI 0.51 to 12.71; 4 RCTs, 375 participants; low-certainty evidence). Results for the top five reported adverse events were: hoarseness RR 2.17 (99% CI 1.49 to 3.17; 3 RCTs, 330 participants; moderate-certainty evidence); cough RR 1.09 (99% CI 0.74 to 1.62; 3 RCTs, 334 participants; moderate-certainty evidence); dyspnoea RR 2.45 (99% CI 1.07 to 5.60; 3 RCTs, 312 participants; low-certainty evidence); pain RR 1.01 (99% CI 0.60 to 1.68; 2 RCTs; 312 participants; moderate-certainty evidence); paraesthesia 0.78 (99% CI 0.39 to 1.53; 2 RCTs, 312 participants; moderate-certainty evidence).\nResults from two studies (312 participants) showed that a small number of favourable QOL effects were associated with VNS stimulation, but results were inconclusive between high- and low-level stimulation groups. One study (198 participants) found inconclusive results between high- and low-level stimulation for cognition on all measures used. One study (114 participants) found the majority of participants showed an improvement in mood on the MontgomeryЁsberg Depression Rating Scale compared to baseline, but results between high- and low-level stimulation were inconclusive.\nWe found no important heterogeneity between studies for any of the outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "VNS for focal seizures appears to be an effective and well-tolerated treatment. Results of the overall efficacy analysis show that high-level stimulation reduced the frequency of seizures better than low-level stimulation. There were very few withdrawals, which suggests that VNS is well tolerated.\nAdverse effects associated with implantation and stimulation were primarily hoarseness, cough, dyspnoea, pain, paraesthesia, nausea, and headache, with hoarseness and dyspnoea more likely to occur with high-level stimulation than low-level stimulation.\nHowever, the evidence for these outcomes is limited, and of moderate to low certainty.\nFurther high-quality research is needed to fully evaluate the efficacy and tolerability of VNS for drug-resistant focal seizures."
    }
  ],
  "pls_title": "Vagus nerve stimulation for focal seizures",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What did we want to find out?",
      "text": "The aim of this review was to find the current evidence on how effective vagus nerve stimulation is in reducing the frequency of epileptic seizures, and any side effects associated with the treatment."
    },
    {
      "heading": "What is epilepsy and how is it treated?",
      "text": "Epilepsy is a disorder in which unexpected electrical discharges from the brain cause seizures. Most seizures can be controlled by a single antiepileptic drug, but sometimes, seizures do not respond to drugs. Some people need more than one antiepileptic drug to control their seizures, especially if they originate from one area of the brain (focal epilepsy), instead of involving the whole brain.\nThe vagus nerve runs down the side of the neck, from the brain to the large intestines, and controls body systems, like the heart and digestion. The vagus nerve stimulator (VNS) is a device that is used as an add-on treatment for epilepsy, if it does not respond well to drugs, and only affects one part of the brain. The device is connected to the vagus nerve, and sends mild electrical impulses to it. This is particularly important for treating people whose epilepsy did not respond well to drugs, who are not eligible for epilepsy surgery, or for whom surgery was not successful in reducing the frequency of their seizures."
    },
    {
      "heading": "What did we do?",
      "text": "We did not identify any new studies for this update. We included five multicentre, randomised controlled trials (RCTs) from the last update, which recruited a total of 439 participants, and compared different types of VNS therapy. Three compared high-level stimulation to low-level stimulation in participants from 12 to 60 years old. One trial examined high frequency stimulation versus low frequency stimulation in children. One trial examined three different stimulation frequencies."
    },
    {
      "heading": "What did we find?",
      "text": "Since we did not identify any new studies, the conclusions remain unchanged.\nVNS seems to be an effective treatment for people with intractable focal epilepsy. High-level stimulation seems to reduce the number of seizures people had compared to low-level stimulation.\nCommon side effects were voice alteration and hoarseness, pain, shortness of breath, cough, feeling sickly, tingling sensation, headache, or infection at the site of the operation. Shortness of breath, voice alteration and hoarseness were more common in people receiving high-level stimulation compared to people receiving low-level stimulation."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The evidence for the effectiveness and side effects of VNS therapy was limited and imprecise. There were a small number of studies and participants included in the review, and details about the design and conduct of the trials was sometimes lacking. We rated the evidence as moderate or low certainty. This means that further research is likely, or very likely, to have an important impact on our confidence in the estimate of the effect, and may change the estimate."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is current to 3 March 2022."
    }
  ]
}