{
  "doi": "10.1002/14651858.CD008415.pub2",
  "name": "Post‐surgical chemotherapy versus surgery alone for resectable gastric cancer",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "For gastric cancer surgery is the mainstay treatment. Chemotherapy seems to improve the survival results. But chemotherapy is not a complication-free therapy and its role has been questioned by some trials."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether post-surgical chemotherapy should be used routinely in resectable gastric cancer."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) in The Cochrane Library, MEDLINE, EMBASE, and Science Citation Index Expanded (July 2013)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCT) comparing post-surgical chemotherapy versus surgery alone for resectable gastric cancer."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trials for inclusion and independently extracted the data. We analysed the data with both the fixed-effect and the random-effects models using the RevMan analysis software. We calculated the hazard ratio (HR) with 95% confidence interval (CI) based on intention-to-treat or available case analysis."
    },
    {
      "heading": "Main results",
      "text": "The authors identified 34 studies (7824 patients) reporting overall survival (OS) and only 15 reporting disease free survival (DFS) as well. Post-surgical chemotherapy showed an improvement in OS (HR 0.85; 95% CI 0.80 to 0.90) and an improvement in DFS (HR 0.79; 95% CI 0.72 to 0.87), although all the trials had a high risk of bias.\nThe planned analysis of quality of life, return to work, and number of hospital admissions was impossible to complete as the outcome data for the analysis were not available from any trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Post-surgical chemotherapy should be used routinely for resectable gastric cancer where possible. Further RCTs are needed to determine the role at each stage of disease."
    }
  ],
  "pls_title": "Chemotherapy after surgery versus surgery alone for stomach cancer",
  "pls_type": "long",
  "pls": "Stomach cancer is the second leading cause of cancer-related death worldwide. Surgery is the only curative treatment offered to patients suffering from this cancer. Survival rates, however, are still poor. Chemotherapy given after surgery has been developed in order to improve these results. We identified 34 trials with 7824 patients which randomised patients to surgery with post-surgical chemotherapy versus surgery alone. The group who received chemotherapy had a survival benefit and improvement in disease free survival (15% and 21%, respectively), although all the trials had a high risk of bias. There was no significant difference due to the stage of disease or the chemotherapy agent used."
}