{
  "doi": "10.1002/14651858.CD007953.pub2",
  "name": "Intermittent versus daily therapy for treating tuberculosis in children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Childhood tuberculosis (TB) is a neglected global public health problem. Short treatment courses with rifampicin-containing anti-TB drugs given daily for six-months cure over 90% of infected children, but poor adherence reduces treatment success. Intermittent, short-course anti-TB regimens, given two or three times a week under direct observation, are associated with higher adherence in observational studies; but how they compare with daily treatment in relation to cure is unclear. Current international and national recommendations differ on use of intermittent regimens to treat TB in children."
    },
    {
      "heading": "Objectives",
      "text": "To compare the efficacy and safety of intermittent, short-course anti-TB regimens (twice- or thrice-weekly) with daily short-course anti-TB regimens in treating childhood TB."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Infectious Disease Group Specialized Register, Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, LILACS, clinical trials registries, regional databases, conference proceedings, and references without language restrictions up to 30 May 2013; and contacted experts for relevant published, unpublished, and on-going trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs) and quasi-RCTs of children aged 15 years or younger, diagnosed with TB (according to the World Health Organization diagnostic categories 1, 2, or 3), who were treated with intermittent twice-weekly or thrice-weekly, short-course anti-TB regimens compared to daily short-course anti-TB treatment regimens. All regimens had to contain rifampicin for at least the first two months."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The review authors independently screened and selected trials, assessed risk of bias, and extracted data. We sought clarifications from trial authors. We pooled relative risks with their 95% confidence intervals and used a random-effects model where there was significant heterogeneity. We assessed overall evidence-quality using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included four trials published between 1996 to 2000 that randomized 563 children (465 evaluable) aged five months to 15 years to intermittent twice-weekly versus daily anti-TB treatment. Two trials were from India, one from South Africa, and one from Turkey. All trials used rifampicin and isoniazid, three trials used pyrazinamide, and one trial used streptomycin. The drug combination, and the duration of intermittent and daily treatments differed between trials, and no trials used drug combinations and schedules currently recommended for childhood TB. No trial reported if any child was HIV-positive.\nIn comparisons of twice-weekly versus daily anti-TB treatment regimens, the trials did not detect differences in the number of patients cured, but trials were small, and the comparator regimens were not standard (four trials, 465 children; very low quality evidence ). Trials were underpowered to provide estimates for death (two trials, 213 participants, very low quality evidence ), relapse (one trial, 214 participants,very low quality evidence ), and treatment limiting adverse events (four trials, 441 participants, very low quality evidence)\nReported adherence to treatment was similar (87% versus 84%; four trials, 458 children, very low quality evidence)\nWe did not find trials comparing the commonly used thrice-weekly anti-TB short-course regimen with the daily treatment regimen."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Trials conducted to date are insufficient to support or refute the use of intermittent twice- or thrice-weekly, short-course treatment regimens over daily short-course treatment in children with TB. Further randomized trials conducted in high TB-transmission settings will help inform policy and practice."
    }
  ],
  "pls_title": "Twice- or thrice-weekly doses versus daily doses of drugs to treat tuberculosis in children",
  "pls_type": "long",
  "pls": "About half a million children are diagnosed with tuberculosis (TB) every year, usually infecting the lungs, but also other organs of the body, and can cause meningitis. Infection in children is relatively common, and so establishing effective drug regimens that are easy to take and monitor is important.\nTB drug regimens are standardised globally, and include a combination of drugs given daily for six months. More than 95% of children are cured with this treatment. Giving anti-TB drugs twice- or thrice-weekly is more convenient to supervise than daily treatment but may not be as effective as daily treatment in curing children of TB. The World Health Organization currently recommends only daily treatments, but some national governments recommend twice- or thrice-weekly doses for children with TB.\nIn this Cochrane review, the review authors compared children given intermittent anti-TB treatment to those given daily treatment. They examined the evidence up to 30 May 2013 and included four randomized trials that compared twice-weekly treatment with daily doses of anti-TB drugs, but none evaluated thrice-weekly dosing. The four trials included 563 children aged five months to 15 years, not known to be resistant to TB drugs. The trials were published over 12 years ago and the regimens used are not those currently recommended.\nThe trials were small, and did not detect a difference between twice-weekly or daily treatment in the number of children who were cured, died, relapsed, reported taking most or all of the drugs, or had adverse effects. Whether regimens of drugs two or three times a week are as good as regimens with daily doses remains unclear, as the evidence base to date is small, and the regimens tested are not the same as currently currently recommended drug combinations."
}