{
  "doi": "10.1002/14651858.CD005373",
  "name": "Inhaled beta2‐agonists for non‐specific chronic cough in children",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The pathophysiology of so called 'cough variant asthma' has not received a great deal of research interest and opinion lies divided as to whether it is really asthma or not. The proponents of cough variant asthma suggest a therapeutic trial of medications usually used to treat asthma"
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of inhaled ß2 agonists in non-specific chronic cough in children over the age of 2 years."
    },
    {
      "heading": "Search methods",
      "text": "CENTRAL, MEDLINE and EMBASE were searched. Reference lists were checked and trial authors were contacted. 'Grey' literature including theses, internal reports, and non-peer reviewed journals were sought. Searches are current as of February 2006."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised (randomised and quasi-randomised) controlled clinical trials in which inhaled ß2 agonists were given for chronic cough in children over 2 years of age were included. Two reviewers independently assessed articles for inclusion and methodological quality."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data for trials of salbutamol versus placebo were extracted by both reviewers and entered into the Cochrane Collaboration software program Review Manager, version 4.2"
    },
    {
      "heading": "Main results",
      "text": "In children presenting with isolated chronic cough there was no significant difference between salbutamol treated group and placebo group."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Salbutamol was no different from placebo in reducing the frequency of cough measured objectively or scored subjectively."
    }
  ],
  "pls_title": "Inhaled beta2-agonists for non-specific chronic cough in children",
  "pls_type": "long",
  "pls": "The existence of cough variant asthma (cough as the only respiratory symptom without any evidence of airway obstruction) is controversial. This review raises the appropriateness of the common practice of using inhaled ß2 agonists in the treatment of children with cough without any other evidence of airway obstruction. The review found that there is nothing at present to suggest that treatment with ß2 agonists will be beneficial in treating nonspecific isolated cough in children."
}