{
  "doi": "10.1002/14651858.CD003515.pub2",
  "name": "Low‐dose dopamine for women with severe pre‐eclampsia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Hypertensive disorders during pregnancy are important causes of maternal mortality and morbidity worldwide. The long-term outcome of surviving mothers will depend largely on whether intracranial haemorrhage or renal failure developed. Low-dose dopamine is used for the prevention and treatment of acute renal failure, but its role in the management of pregnant women with severe pre-eclampsia is unclear."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of low-dose dopamine used for oliguria in severe pre-eclampsia on mothers and their children."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (May 2009)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials comparing low-dose dopamine (dosages not higher than 5 microgram/kg/minute) with either placebo or no dopamine in women with severe pre-eclampsia and acute renal failure, or who are considered to be at risk of acute renal failure."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The two review authors assessed trial quality and data independently."
    },
    {
      "heading": "Main results",
      "text": "Only one randomised placebo controlled trial of six hours' duration, including 40 postpartum women, was found. This study showed a significant increase in urinary output over six hours in women receiving dopamine. It is unclear if this was of any benefit to the women."
    },
    {
      "heading": "Authors' conclusions",
      "text": "It is unclear whether low-dose dopamine therapy for pre-eclamptic women with oliguria is worthwhile. It should not be used other than in prospective trials."
    }
  ],
  "pls_title": "Low-dose dopamine for women with severe pre-eclampsia",
  "pls_type": "long",
  "pls": "No data on the use of low-dose dopamine in women with severe pre-eclampsia who have very low urine output.\nPre-eclampsia is a condition in pregnancy involving high blood pressure and protein in the urine. Most women with mild pre-eclampsia give birth without problems. However, severe pre-eclampsia can cause major problems with the functioning of the liver, kidneys and blood clotting. Some women also have very low urine output, which causes further complications. Drugs which help to increase urine output may possibly help with this problem. Low-dose dopamine has been suggested as one such drug, but the review found no trials of low-dose dopamine for women in pregnancy who have severe pre-eclampsia complicated by low urine output. It is suggested that this drug should first be tested in non-pregnant women with very low urine output before it is considered for trials with pregnant women, because of the potential for severe adverse effects if the dose is exceeded."
}