{
  "doi": "10.1002/14651858.CD006017.pub2",
  "name": "Targeted therapy for advanced renal cell carcinoma",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Advanced renal cell carcinoma has been resistant to drug therapy of different types and new types of drug therapy are needed. Targeted agents inhibit known molecular pathways and have been tested in renal cancer for just over a decade."
    },
    {
      "heading": "Objectives",
      "text": "1) To provide a systematic and regularly updated review of randomized studies testing targeted agents in advanced renal cell cancer. \n2) To identify the type and degree of clinical benefit of targeted agents over the prevailing standard of care."
    },
    {
      "heading": "Search methods",
      "text": "Period of search: January 2000 to June 2010. \n1) Electronic search of CENTRAL, MEDLINE and EMBASE databases. \n2) Hand search of international cancer meeting abstracts."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized, controlled studies, including a targeted agent in patients with advanced renal cell cancer reporting any pre-specified cancer outcome by allocation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The majority of the standardized search and data extraction was conducted independently by two investigators with subsequent resolution of differences. Handsearching, quality of life and toxicity data extraction, most of the initial analysis, and risk of bias assessment, was carried out by one investigator and verified by additional authors as required. Twenty-five fully eligible studies tested thirteen different targeted agents in a total of 7484 patients with mostly Stage IV disease; 61% had not received prior systemic treatment. The majority of patients were good performance status (ECOG (Eastern Cooperative Oncology Group) 0 to 1). Most comparisons were each examined in only a single study. Risk of bias was considered low for studies that were placebo-controlled, had a primary outcome of overall survival, or that evaluated progression by independent radiologic reviewers unaware of the intervention allocation."
    },
    {
      "heading": "Main results",
      "text": "Most progress has been made in patients with advanced renal cancer of the clear cell subtype, a condition with a clearly defined molecular pathology promoting angiogenesis. In systemically untreated patients, two approaches to angiogenesis inhibition have demonstrated benefit. Compared with interferon-alfa monotherapy, oral sunitinib improved multiple outcomes including overall survival (18% risk reduction for death; median survival improved from 21.8 to 26.4 months, P = 0.049) without correction for crossover) in patients with mostly good or moderate prognosis. In the same setting, two studies have shown that the addition of biweekly intravenous bevacizumab to interferon-alfa also improved the chance of major remission and prolonged progression-free survival. These two bevacizumab plus interferon studies each observed improved overall survival approaching statistical significance (each study observed a 14% risk reduction for death). Additional anti-angiogenesis agents, such as pazopanib and tivozanib, are in earlier stages of evaluation. \nAfter progression of clear cell disease on prior cytokine therapy, oral sorafenib results in a better quality of life than placebo. In patients with clear cell disease with progression on or within 6 months of first-line targeted therapy with sunitinib or sorafenib, the targeted oral mTOR (mammalian target of rapamycin) inhibitor everolimus resulted in prolonged disease-free survival without detriment to quality of life. Remissions were very infrequent and no improvement in overall survival was observed in this study where the majority of placebo-assigned patients received everolimus at disease progression. \nIn untreated patients with unselected renal cancer histology and poor prognostic features, weekly intravenous temsirolimus, an mTOR inhibitor, improved outcomes compared with interferon-alfa (median overall survival improved from 7.3 to 10.9 months, P = 0.008). Of particular interest, an exploratory analysis observed a marked reduction in hazard for death in the non-clear cell subgroup. \nCombinations of targeted agents are being evaluated, but toxicity is problematic."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Several agents with specified molecular targets have demonstrated clinically useful benefits over interferon-alfa, and also after either prior cytokine or initial anti-angiogenesis therapy. More research is required to fully establish the role of targeted agents in this condition."
    }
  ],
  "pls_title": "Targeted drug therapy for advanced kidney cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": ""
    },
    {
      "heading": "Studies identified",
      "text": "Studies identifiedA systematic survey of reports published in electronically available medical journals and cancer meeting reports since 2000 identified 25 studies that looked at 13 different new drugs in a total of over 7000 patients. Patients were generally representative of those with advanced kidney cancer, with the exception of being fully ambulatory, and with no evidence of spread to the brain. Most studies were restricted to patients with renal carcinoma of the clear-cell subtype. Over 60% of patients had not received any prior drug treatment. All patients consented to be randomly assigned to receive the test program or standard care, often with the opportunity to receive the test drug later if beneficial (this ethical approach may have reduced any differences in survival between groups).Results of studies demonstrating important benefitsA. Untreated patients with advanced kidney cancers of the clear-cell subtype1. In patients with no prior drug therapy and most with a predicted survival of over 12 months, a drug called sunitinib was given daily by mouth for 4 weeks out of 6. Sunitinib caused more frequent major remissions (at least 50% shrinkage of cancer) than standard interferon-alfa given by injection under the skin three times per week (major remissions in 39% of treated patients versus 8% respectively). This benefit was associated with improved average sense of well-being and other measures of quality of life, though patient's responses may have been influenced because they knew whether they were getting the new treatment or not. Interferon caused more fatigue, whereas sunitinib caused more diarrhea, high blood pressure, and skin problems. On average, sunitinib was associated with an extra 6 months delay in the time before the cancer grew on X-rays, and an extra 4.6 months of survival. Sunitinib has been approved for use in North America, the European Union, and elsewhere.2. Two studies also in untreated patients, one in Europe and one in North America, observed greater anti-cancer effect by adding bevacizumab by vein on alternate weeks to interferon-alfa. The magnitude of the benefits was similar to those seen with sunitinib, and the combination is in use in Europe. However, this regimen is less convenient than oral sunitinib and has side-effects associated with both interferon and bevacizumab.3. In untreated patients with poor predicted survival, weekly intravenous temsirolimus was associated with longer survival (10.9 versus 7.3 months) and better quality of life than interferon alfa. However, remissions were uncommon.B. Patients previously treated with drug therapy\n1. Following initial interferon therapy, sorafenib improved quality of life and delayed disease growth compared to placebo.\n2. Following initial targeted therapy with sunitinib or sorafenib, daily oral everolimus delayed cancer growth compared to placebo but did not result in remissions or improve quality of life. Survival was similar but most placebo-assigned patients received everolimus later, making survival interpretation difficult. \n\nC. Patients with advanced kidney cancers of the non clear-cell subtypes"
    },
    {
      "heading": "Implications for care",
      "text": "Implications for care\nAbout three-quarters of patients with advanced kidney cancer have the clear-cell subtype and the new targeted drugs can modestly improve the quantity and quality of life in this setting. Most oncologists in North America consider oral sunitinib to be the current standard of initial drug care in appropriately selected patients. Additional after-market studies have extended these results to patients who are older or only partially ambulatory. The expense of these drugs limits their availability in some regions, an aspect beyond the scope of this review. Complete disappearance of advanced kidney cancer remains very uncommon and will be the main objective for further research."
    }
  ]
}