{
  "doi": "10.1002/14651858.CD005626.pub4",
  "name": "Rutosides for prevention of post‐thrombotic syndrome",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Post-thrombotic syndrome (PTS) is a long-term complication of deep venous thrombosis (DVT) that is characterised by pain, swelling, and skin changes in the affected limb. One in three patients with DVT will develop post-thrombotic sequelae within five years. The current standard care for the prevention of PTS following DVT is elastic compression stockings. Rutosides are a group of compounds derived from horse chestnut (Aesculus hippocastanum), a traditional herbal remedy for treating oedema formation in chronic venous insufficiency (CVI). However, it is not known whether rutosides are effective and safe in the prevention of PTS. This is the second update of the review first published in 2013."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness and safety of rutosides for prevention of post-thrombotic syndrome (PTS) in patients with deep vein thrombosis (DVT), compared to placebo, no intervention, or reference medication."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register, CENTRAL, MEDLINE, Embase and CINAHL databases and World Health Organization International Clinical Trials Registry Platform and ClinicalTrials.gov trials registers to 21 August 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include trials of rutosides versus any alternative (placebo, no intervention, or reference medication) in the prevention of PTS in patients with DVT."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion and intended to extract information from the trials."
    },
    {
      "heading": "Main results",
      "text": "No studies were identified comparing rutosides versus any alternative in the prevention of PTS."
    },
    {
      "heading": "Authors' conclusions",
      "text": "As there were no studies identified in this review there is currently insufficient evidence to determine the effectiveness and safety of rutosides for prevention of PTS in patients with DVT. Some studies suggest that rutosides may provide short-term relief of PTS symptoms. However, there is nothing published on their use as a preventative therapy for PTS. High quality randomised controlled trials of rutoside versus any alternative are required to build the evidence base in this area."
    }
  ],
  "pls_title": "Rutosides for prevention of post-thrombotic syndrome",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Blood clots in the veins of the leg are a common problem and are termed deep vein thrombosis (DVT). One in three patients with a DVT develops a complication known as post-thrombotic syndrome (PTS). This syndrome involves ongoing swelling of the affected leg, pain, and also skin changes. At the current time the main way of preventing PTS is to wear compression stockings. However, it is known that patients frequently find the stocking uncomfortable and would prefer to take an oral medication to prevent the problem.\nRutosides are a herbal remedy which have been shown to reduce swelling and skin changes in other conditions affecting the veins such as in chronic venous insufficiency. This review aimed to evaluate the existing literature to see if there was evidence from randomised controlled trials for the effectiveness of rutosides in preventing PTS following a DVT. We also aimed to investigate whether there were any side effects from the treatment."
    },
    {
      "heading": "Search methods and selection of studies",
      "text": "We searched existing databases (current until 21 August 2018) for trials relating to the use of rutosides for the prevention of PTS following DVT. Two authors independently reviewed trials for inclusion and intended to extract results in line with prescribed criteria."
    },
    {
      "heading": "Key results and conclusions",
      "text": "We did not find any trials of rutosides versus an alternative therapy for the prevention of PTS that were suitable for inclusion. We therefore have no evidence to support the use of rutosides in the prevention of PTS and high quality randomised controlled trials are required."
    }
  ]
}