{
  "doi": "10.1002/14651858.CD006170.pub5",
  "name": "Methods of milk expression for lactating women",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Breastfeeding is important, however not all infants can feed at the breast and methods of expressing milk need evaluation."
    },
    {
      "heading": "Objectives",
      "text": "To assess acceptability, effectiveness, safety, effect on milk composition, contamination and costs of methods of milk expression."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (21 March 2016), handsearched relevant journals and conference proceedings, and contacted experts in the field to seek additional published or unpublished studies. We also examined reference lists of all relevant retrieved papers."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised trials comparing methods at any time after birth."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors independently assessed trials for inclusion and risk of bias, extracted data and checked them for accuracy."
    },
    {
      "heading": "Main results",
      "text": "This updated review includes 41 trials involving 2293 participants, with 22 trials involving 1339 participants contributing data for analysis. Twenty-six of the trials referred to mothers of infants in neonatal units (n = 1547) and 14 to mothers of healthy infants at home (n = 730), with one trial containing mothers of both neonatal and healthy older infants (n = 16). Eleven trials compared one or more types of pump versus hand expression and 14 studies compared one type of pump versus another type of pump, with three of these studies comparing both hand expression and pump types. Twenty studies compared a specific protocol or adjunct behaviour including sequential versus simultaneous pumping protocols, pumping frequency, provision of an education and support intervention, relaxation, breast massage, combining hand expression with pumping and a breast cleansing protocol.\nDue to heterogeneity in participants, interventions, and outcomes measured or reported, we were unable to pool findings for most of the specified outcomes. It was not possible therefore to produce a 'Summary of findings' table in this update. Most of the included results were derived from single studies. Trials took place in 14 countries under a variety of circumstances and were published from 1982 to 2015. Sixteen of the 30 trials that evaluated pumps or products had support from the manufacturers. The risk of bias of the included studies was variable.\nPrimary outcomes\nOnly one of the 17 studies examining maternal satisfaction/acceptability with the method or adjunct behaviour provided data suitable for analysis. In this study, self-efficacy was assessed by asking mothers if they agreed or disagreed with the following statement: ‘I don't want anyone to see me (hand expressing/pumping)’. The study found that mothers who were using the electric pump were more likely to agree with the statement compared to mothers hand expressing, (mean difference (MD) 0.70, 95% confidence interval (CI) 0.15 to 1.25; P = 0.01, participants = 68). Mothers who were hand expressing reported that the instructions for expression were clearer compared to the electric pump, (MD -0.40, 95% CI -0.75 to -0.05; P = 0.02, participants = 68). Descriptive reporting of satisfaction in the other studies varied in the measures used, did not indicate a clear preference for one pump type, although there was satisfaction with some relaxation and support interventions.\nWe found no clinically significant differences between methods related to contamination of the milk that compared any type of pump to hand expression (risk ratio (RR) 1.13, 95% CI 0.79 to 1.61; P = 0.51, participants = 28), manual pump compared to hand expression, (MD 0.20, 95% CI -0.18 to 0.58; P = 0.30, participants = 142) a large electric pump compared to hand expression (MD 0.10, 95% CI -0.29 to 0.49; P = 0.61, participants = 123), or a large electric pump compared to a manual pump (MD -0.10, 95% CI -0.46 to 0.26; P = 0.59, participants = 141).\nThe level of maternal breast or nipple pain or damage was similar in comparisons of a large electric pump to hand expression (MD 0.02, 95% CI -0.67 to 0.71; P = 0.96, participants = 68). A study comparing a manual and large electric pump, reported sore nipples in 7% for both groups and engorgement in 4% using a manual pump versus 6% using an electric pump; and in one study no nipple damage was reported in the hand-expression group, and one case of nipple damage in each of the manual pump and the large electric pump groups.\nOne study examined adverse effects on infants, however as the infants did not all receive their mothers' expressed milk, we have not included the results.\nSecondary outcomes\nThe quantity of expressed milk obtained was increased, in some studies by a clinically significant amount, in interventions involving relaxation, music, warmth, massage, initiation of pumping, increased frequency of pumping and suitable breast shield size. Support programmes and simultaneous compared to sequential pumping did not show a difference in milk obtained. No pump consistently increased the milk volume obtained significantly.\nIn relation to nutrient quality, hand expression or a large electric pump were found to provide higher protein than a manual pump, and hand expression provided higher sodium and lower potassium compared to a large electric pump or a manual pump. Fat content was higher with breast massage when pumping; no evidence of difference was found for energy content between methods.\nNo consistent effect was found related to prolactin change or effect on oxytocin release with pump type or method. Economic aspects were not reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The most suitable method for milk expression may depend on the time since birth, purpose of expression and the individual mother and infant. Low-cost interventions including initiation of milk expression sooner after birth when not feeding at the breast, relaxation, massage, warming the breasts, hand expression and lower cost pumps may be as effective, or more effective, than large electric pumps for some outcomes. Variation in nutrient content across methods may be relevant to some infants. Small sample sizes, large standard deviations, and the diversity of the interventions argue caution in applying these results beyond the specific method tested in the specific settings. Independently funded research is needed for more trials on hand expression, relaxation and other techniques that do not have a commercial potential."
    }
  ],
  "pls_title": "Methods of milk expression for lactating women",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "The importance of human milk is well supported with the World Health Organization recommending that all infants should be fed exclusively on human milk from birth to six months of age and continued thereafter with appropriate complementary foods. Not all babies are able to feed at the breast and so expressed milk is needed."
    },
    {
      "heading": "Why is this important?",
      "text": "Babies who do not receive human milk are more likely to suffer health problems both as newborns and later in life. Mothers may also want to express milk for their own comfort or to increase supply."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence to March 21, 2016 and identified 41 trials for inclusion involving 2293 participants, with 22 trials involving 1339 participants contributing data for analysis. Trials came from many countries and involved mothers of infants in neonatal units and healthy infants at home. The findings did not indicate a clear preference for any one pump type. Mothers reported satisfaction with relaxation and support interventions. There was no difference in milk contamination between methods or breast/nipple soreness of mothers.\nGreater milk volume was expressed when mothers listened to music or had a relaxation protocol, warmed the breast, massaged the breast, pumped frequently with a suitable breast shield size and started pumping milk sooner after birth if the infant was unable to feed at the breast. Hand expression or a large electric pump provided a higher protein content than a manual pump. Hand expression provided higher sodium and lower potassium compared to pumps. Fat/lipid content was higher with breast massage when pumping. No evidence of difference in energy content was found between methods. No study asked mothers if they had achieved their own goals for expressing milk. None of the studies examined costs involved with the methods. Of the studies that evaluated pumps or products, 16 out of 30 had support from manufacturers. Not all the studies reported whether important basic supports for mothers were provided such as access to food and fluid, a place to rest near their baby, and the availability of knowledgeable health workers."
    },
    {
      "heading": "What does this mean?",
      "text": "The available evidence indicates that effective measures include starting to express milk soon after birth if the infant is unable to feed at the breast, relaxation, breast massage, warming of the breasts, hand expression, and use of low cost pumps.These may be as effective, or more effective, than large more costly electric pumps for some outcomes. The most suitable method for milk expression may depend on the time since birth, purpose of expression and the individual mother and infant. Publications on breast milk pumping should not be taken to imply that use of a pump is a routine part of breastfeeding, rather, practitioners need to be able to justify the use of a pump for an individual mother prior to making a recommendation on its use."
    }
  ]
}