{
  "doi": "10.1002/14651858.CD013264.pub2",
  "name": "Single‐dose intravenous ibuprofen for acute postoperative pain in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Postoperative administration of non-steroidal anti-inflammatory drugs (NSAIDs) reduces patient opioid requirements and, in turn, may reduce the incidence and severity of opioid-induced adverse events (AEs)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the analgesic efficacy and adverse effects of single-dose intravenous (IV) ibuprofen, compared with placebo or an active comparator, for moderate-to-severe postoperative pain in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases without language restrictions: CENTRAL, MEDLINE, Embase and LILACS on 10 June 2021. We checked clinical trials registers and reference lists of retrieved articles for additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized trials that compared a single postoperative dose of intravenous (IV) ibuprofen with placebo or another active treatment, for treating acute postoperative pain in adults following any surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. Two review authors independently considered trials for review inclusion, assessed risk of bias, and extracted data.\nOur primary outcome was the number of participants in each arm achieving at least 50% pain relief over a 4- and 6-hour period.\nOur secondary outcomes were time to, and number of participants using rescue medication; withdrawals due to lack of efficacy, adverse events (AEs), and for any other cause; and number of participants reporting or experiencing any AE, serious AEs (SAEs), and specific NSAID-related or opioid-related AEs.\nWe were not able to carry out any planned meta-analysis. We assessed the certainty of the evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "Only one study met our inclusion criteria, involving 201 total participants, mostly female (mean age 42 years), undergoing primary, unilateral, distal, first metatarsal bunionectomy (with osteotomy and internal fixation). Ibuprofen 300 mg, placebo or acetaminophen 1000 mg was administered intravenously to participants reporting moderate pain intensity the day after surgery. Since we identified only one study for inclusion, we did not perform any quantitative analyses. The study was at low risk of bias for most domains. We downgraded the certainty of the evidence due to serious study limitations, indirectness and imprecision.\nIbuprofen versus placebo\nFindings of the single study found that at both the 4-hour and 6-hour assessment period, the proportion of participants with at least 50% pain relief was 32% (24/76) for those assigned to ibuprofen and 22% (11/50) for those assigned to placebo. These findings produced a risk ratio (RR) of 1.44 (95% confidence interval (CI) 0.77 to 2.66 versus placebo for at least 50% of maximum pain relief over the 4-hour and 6-hour period (very low-certainty evidence).\nMedian time to rescue medication was 101 minutes for ibuprofen and 71 minutes for placebo (1 study, 126 participants; very low-certainty evidence). The number of participants using rescue medication was not reported within the included study.\nDuring the study (1 study, 126 participants), 58/76 (76%) of participants assigned to ibuprofen and 39/50 (78%) assigned to placebo reported or experienced any adverse event (AE), (RR 0.98, 95% CI 0.81 to 1.19; low-certainty evidence).\nNo serious AEs (SAEs) were experienced (1 study, 126 participants; very low-certainty evidence).\nIbuprofen versus active comparators\nIbuprofen (300 mg) was similar to the active comparator, IV acetaminophen (1000 mg) at 4 hours and 6 hours (1 study, 126 participants). For those assigned to active control (acetaminophen), the proportion of participants with at least 50% pain relief was 35% (26/75) at 4 hours and 31% (23/75) at 6 hours. At 4 hours, these findings produced a RR of 0.91 (95% CI 0.58 to 1.43; very low-certainty evidence) versus active comparator (acetaminophen). At 6 hours, these findings produced a RR of 1.03 (95% CI 0.64 to 1.66; very low-certainty evidence) versus active comparator (acetaminophen).\nMedian time to rescue medication was 101 minutes for ibuprofen and 125 minutes for the active comparator, acetaminophen (1 study, 151 participants; very low-certainty evidence). The number of participants using rescue medication was not reported within the included study.\nDuring the study, 58/76 (76%) of participants assigned to ibuprofen and 45/75 (60%) assigned to active control (acetaminophen) reported or experienced any AE, (RR 1.27, 95% CI 1.02 to 1.59; very low-certainty evidence).\nNo SAEs were experienced (1 study, 151 participants; very low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to support or refute the suggestion that IV ibuprofen is effective and safe for acute postoperative pain in adults."
    }
  ],
  "pls_title": "What are the benefits and risks of a single injection of ibuprofen (an anti-inflammation medicine) for relieving short-term pain after surgery in adults?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- There is not enough evidence to determine whether intravenous (injection into a vein) ibuprofen is an effective treatment for adults with pain after surgery or if it can harm them.\n- It would be beneficial if future studies on this topic were well-designed with a large number of patients to determine if ibuprofen is an effective treatment for the management of pain after surgery.\n- More evidence is required to establish if ibuprofen causes serious unwanted effects."
    },
    {
      "heading": "Treating short-term pain after surgery",
      "text": "Pain is common in the short term (within 6 hours) after surgery (postoperative pain).\nNon-steroidal anti-inflammatory drugs (NSAIDs, aspirin-like drugs) are often delivered along with opioids (such as morphine) to treat this type of pain. However, NSAIDs can have side effects. NSAIDS (such as ibuprofen) may result in bleeding (e.g. at the site of an incision or wound) and may result in injury to the kidneys and gut.\nPatients need more and better treatment options to help manage short-term pain after surgery. There is a lot of concern about using opioids to treat short-term pain because of the risk that patients can develop unpleasant side effects or opioid over-use disorder. It is therefore important to weigh the benefits and risks of NSAIDs when considering using them to reduce pain shortly after surgery."
    },
    {
      "heading": "What did we want to find out?",
      "text": "Ibuprofen is a NSAID that can be delivered intravenously. We wanted to know if intravenous ibuprofen (delivered by injection or drip) is a helpful treatment option to manage moderate-to-severe pain when patients cannot take medicines by mouth."
    },
    {
      "heading": "What did we do?",
      "text": "To make the comparison fair, patients in the studies must all have had the same random chance (like the flip of a coin) to receive the ibuprofen or the other treatment.\nWe searched the medical literature (clinical studies) up to June 2021, where intravenous ibuprofen was used to treat pain after surgery in adults (aged over 18) and compared against:\n- a placebo (a control treatment, such as a bag of saline administered into a vein); or\n- another medicine."
    },
    {
      "heading": "What did we find?",
      "text": "We found only one study which was suitable to include in our review. The study looked at the management of pain after bunionectomy. Bunionectomy is a surgery to remove a bunion at the base of the big toe. This study evaluated 201 people, mostly females. The study compared intravenous ibuprofen to:\n- a placebo; or\n- another medicine, acetaminophen (paracetamol).\nWe were most interested in learning how many people had their pain reduced by 50% (half) or more within 4 or 6 hours of surgery.\nPain reduction\nThe study showed that:\n- more people who received ibuprofen had their pain reduced by 50% (half) or more within 4 or 6 hours of surgery as compared to those who received placebo; and\n- there was little to no difference when ibuprofen was compared to another medicine, acetaminophen, i.e. the numbers of people with pain reduced by 50% (half) or more within 4 or 6 hours of surgery\nNeed for extra pain medicines (rescue medication)\nRescue medicine is an extra pain medication if the study medication is not treating the patient's pain well enough. The time (in minutes) to needing rescue medication was longer (delayed) with use of ibuprofen or acetaminophen than for those who received placebo.\nAdverse events\nThere was not enough information in this study to assess side effects, but the rate at which they occurred appeared to be similar among all treatments. Very few patients dropped out because of side effects. This is usually the case in studies where patients are only in a study for a short period of time."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We only had results from one relatively small study. This limited our confidence in the evidence."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to June 2021."
    }
  ]
}