{
  "doi": "10.1002/14651858.CD003057.pub2",
  "name": "Hyperbaric oxygen therapy for multiple sclerosis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Multiple Sclerosis (MS) is a chronic, recurrent and progressive illness with no cure. On the basis of speculative pathophysiology, it has been suggested that Hyperbaric Oxygen Therapy (HBOT) may slow or reverse the progress of the disease."
    },
    {
      "heading": "Objectives",
      "text": "The object of this review was to evaluate the efficacy and safety of HBOT in the treatment of MS."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Multiple Sclerosis Group's Trials Register (25 February 2011)."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised, controlled trials involving a comparison between HBOT and a sham therapy in MS were evaluated."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers independently appraised all comparative trials identified, extracted data and scored them for methodological quality."
    },
    {
      "heading": "Main results",
      "text": "We identified ten reports of nine trials that satisfied selection criteria (504 participants in total). Two trials produced generally positive results, while the remaining seven reported generally no evidence of a treatment effect. None of our three a priori subgroup analyses placed these two trials in the same group and were therefore unable to account for this difference. Three analyses (of 21) did indicate some benefit. For example, the mean Expanded Disability Status Scale (EDSS) at 12 months was improved in the HBOT group (group mean reduction in EDSS compared to sham -0.85 of a point, 95% confidence interval -1.28 to -0.42, P = 0.0001). Only the two generally positive trials reported on this outcome at this time (16% of the total participants in this review)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no consistent evidence to confirm a beneficial effect of hyperbaric oxygen therapy for the treatment of multiple sclerosis and do not believe routine use is justified. The small number of analyses suggestive of benefit are isolated, difficult to ascribe with biological plausibility and would need to be confirmed in future well-designed trials. Such trials are not, in our view, justified by this review."
    }
  ],
  "pls_title": "Hyperbaric oxygen therapy, which involves people breathing pure oxygen in a specially designed chamber, for the treatment of multiple sclerosis",
  "pls_type": "long",
  "pls": "Multiple sclerosis (MS) is a chronic disease of the nervous system which affects young and middle-aged adults. Repeated damage to parts of the nerves leads to progressive weakness and disability. Hyperbaric oxygen therapy (HBOT) involves people breathing pure oxygen in a specially designed chamber (such as used for deep sea divers suffering pressure problems after resurfacing). HBOT is sometimes used for MS in case a lack of oxygen to the affected nerves may be making MS worse, but this theory is unproven. The review of nine trials found no consistent evidence that HOBT can improve disability or modify the progression of MS. There is little need for further research."
}