{
  "doi": "10.1002/14651858.CD007751.pub3",
  "name": "Angiotensin‐converting enzyme inhibitors and angiotensin receptor blockers for adults with early (stage 1 to 3) non‐diabetic chronic kidney disease ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chronic kidney disease (CKD) is a long-term condition that occurs as a result of damage to the kidneys. Early recognition of CKD is becoming increasingly common due to widespread laboratory estimated glomerular filtration rate (eGFR) reporting, raised clinical awareness, and international adoption of the Kidney Disease Improving Global Outcomes (KDIGO) classifications. Early recognition and management of CKD affords the opportunity to prepare for progressive kidney impairment and impending kidney replacement therapy and for intervention to reduce the risk of progression and cardiovascular disease. Angiotensin-converting enzyme inhibitors (ACEi) and angiotensin receptor blockers (ARB) are two classes of antihypertensive drugs that act on the renin-angiotensin-aldosterone system. Beneficial effects of ACEi and ARB on kidney outcomes and survival in people with a wide range of severity of kidney impairment have been reported; however, their effectiveness in the subgroup of people with early CKD (stage 1 to 3) is less certain.\nThis is an update of a review that was last published in 2011."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of ACEi and ARB or both in the management of people with early (stage 1 to 3) CKD who do not have diabetes mellitus (DM)."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Kidney and Transplant Register of Studies up to 6 July 2023 through contact with the Information Specialist using search terms relevant to this review. Studies in the Register are identified through searches of CENTRAL, MEDLINE, and Embase, conference proceedings, the International Clinical Trials Registry Platform (ICTRP) Search Portal, and ClinicalTrials.gov."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) reporting the effect of ACEi or ARB in people with early (stage 1 to 3) CKD who did not have DM were selected for inclusion. Only studies of at least four weeks duration were selected. Authors independently assessed the retrieved titles and abstracts and, where necessary, the full text to determine which satisfied the inclusion criteria."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data extraction was carried out by two authors independently, using a standard data extraction form. The methodological quality of included studies was assessed using the Cochrane risk of bias tool. Data entry was carried out by one author and cross-checked by another. When more than one study reported similar outcomes, data were pooled using the random-effects model. Heterogeneity was analysed using a Chi² test and the I² test. Results were expressed as risk ratios (RR) and their 95% confidence intervals (CI) for dichotomous outcomes and mean difference (MD) and 95% CI for continuous outcomes. Confidence in the evidence was assessed using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach"
    },
    {
      "heading": "Main results",
      "text": "Six studies randomising 9379 participants with CKD stages 1 to 3 (without DM) met our inclusion criteria. Participants were adults with hypertension; 79% were male from China, Europe, Japan, and the USA. Treatment periods ranged from 12 weeks to three years. Overall, studies were judged to be at unclear or high risk of bias across all domains, and the quality of the evidence was poor, with GRADE rated as low or very low certainty.\nIn low certainty evidence, ACEi (benazepril 10 mg or trandolapril 2 mg) compared to placebo may make little or no difference to death (any cause) (2 studies, 8873 participants): RR 2.00, 95% CI 0.26 to 15.37; I² = 76%), total cardiovascular events (2 studies, 8873 participants): RR 0.97, 95% CI 0.90 to 1.05; I² = 0%), cardiovascular-related death (2 studies, 8873 participants): RR 1.73, 95% CI 0.26 to 11.66; I² = 54%), stroke (2 studies, 8873 participants): RR 0.76, 95% CI 0.56 to 1.03; I² = 0%), myocardial infarction (2 studies, 8873 participants): RR 1.00, 95% CI 0.84 to 1.20; I² = 0%), and adverse events (2 studies, 8873 participants): RR 1.33, 95% CI 1.26 to 1.41; I² = 0%).\nIt is uncertain whether ACEi (benazepril 10 mg or trandolapril 2 mg) compared to placebo reduces congestive heart failure (1 study, 8290 participants): RR 0.75, 95% CI 0.59 to 0.95) or transient ischaemic attack (1 study, 583 participants): RR 0.94, 95% CI 0.06 to 15.01; I² = 0%) because the certainty of the evidence is very low.\nIt is uncertain whether ARB (losartan 50 mg) compared to placebo (1 study, 226 participants) reduces: death (any-cause) (no events), adverse events (RR 19.34, 95% CI 1.14 to 328.30), eGFR rate of decline (MD 5.00 mL/min/1.73 m2, 95% CI 3.03 to 6.97), presence of proteinuria (MD -0.65 g/24 hours, 95% CI -0.78 to -0.52), systolic blood pressure (MD -0.80 mm Hg, 95% CI -3.89 to 2.29), or diastolic blood pressure (MD -1.10 mm Hg, 95% CI -3.29 to 1.09) because the certainty of the evidence is very low.\nIt is uncertain whether ACEi (enalapril 20 mg, perindopril 2 mg or trandolapril 1 mg) compared to ARB (olmesartan 20 mg, losartan 25 mg or candesartan 4 mg) (1 study, 26 participants) reduces: proteinuria (MD -0.40, 95% CI -0.60 to -0.20), systolic blood pressure (MD -3.00 mm Hg, 95% CI -6.08 to 0.08) or diastolic blood pressure (MD -1.00 mm Hg, 95% CI -3.31 to 1.31) because the certainty of the evidence is very low."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently insufficient evidence to determine the effectiveness of ACEi or ARB in patients with stage 1 to 3 CKD who do not have DM. The available evidence is overall of very low certainty and high risk of bias. We have identified an area of large uncertainty for a group of patients who account for most of those diagnosed as having CKD."
    }
  ],
  "pls_title": "Blood pressure lowering medication for adults with early stages of chronic kidney disease (without diabetes)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Chronic kidney disease (CKD) is a long-term condition that occurs when the kidneys are damaged. It is important to diagnose and treat CKD in the early stages to prevent or delay the more serious stages of CKD (dialysis or transplant). People with CKD are at risk of cardiovascular disease (heart and lung disease). It is reported that blood pressure-lowering medications can reduce or delay cardiovascular problems in adults with CKD (across early stages, dialysis, and transplant). However, we are less certain about these benefits in adults with early CKD (stages 1 to 3 only) who do not have diabetes.\nWe wanted to discover whether taking blood pressure-lowering medications is better or worse than placebo, and if so, which type of blood pressure-lowering medication works best."
    },
    {
      "heading": "What did we do?",
      "text": "We explored the evidence about the effect of blood pressure-lowering medications on reducing patients' chance of death, cardiovascular disease and side effects or improving kidney function in people with early CKD (without diabetes). We found six poor-quality studies. The evidence is current to 6 July 2023."
    },
    {
      "heading": "What did we find?",
      "text": "We found six studies randomising a total of 9379 patients who have early CKD (stages 1 to 3 only, without diabetes). Patients were 18 to 75 years old, 79% were males, most had high blood pressure and were from China, Europe, Japan, and the USA.\nAll six studies were considered to be at a high risk of bias. This was due to poorly described trial methods, not all of the patients were kept blind to their treatments, and there were high numbers of participants dropping out. Five out of the six studies were funded by the drug manufacturer or by an agency with a commercial interest in the results of the studies, one study did not declare their source of funding.\n1. Benazepril or trandolapril may reduce the chance of death, having a stroke, myocardial infarction, and side effects, but may or may not reduce the chance of congestive heart failure or transient ischaemic attack.\n2. Losartan may or may not reduce the chance of death, side effects or the presence of proteinuria and may not improve kidney function (eGFR) or blood pressure.\n3. Enalapril, perindopril, or trandolapril may or may not be any better than olmesartan, losartan, or candesartan for proteinuria and blood pressure."
    },
    {
      "heading": "Conclusions",
      "text": "There is not enough evidence to know whether blood pressure-lowering medications work well in patients with early CKD (stages 1 to 3) who do not have diabetes. We also do not know which type of blood pressure-lowering medication is better than another.\nThe quality and certainty of the evidence is considered to be very low. This is due to a high risk of bias in the studies, poorly conducted methods, and too little data from too few patients. We have identified an area of large uncertainty for further research."
    }
  ]
}