{
  "doi": "10.1002/14651858.CD012504.pub2",
  "name": "Interventions for investigating and identifying the causes of stillbirth",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Identification of the causes of stillbirth is critical to the primary prevention of stillbirth and to the provision of optimal care in subsequent pregnancies. A wide variety of investigations are available, but there is currently no consensus on the optimal approach. Given their cost and potential to add further emotional burden to parents, there is a need to systematically assess the effect of these interventions on outcomes for parents, including psychosocial outcomes, economic costs, and on rates of diagnosis of the causes of stillbirth."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of different tests, protocols or guidelines for investigating and identifying the causes of stillbirth on outcomes for parents, including psychosocial outcomes, economic costs, and rates of diagnosis of the causes of stillbirth."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth's Trials Register (31 August 2017), ClinicalTrials.gov and the WHO International Clinical Trials Registry Platform (ICTRP) (15 May 2017)."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include randomised controlled trials (RCTs), quasi-RCTs, and cluster-RCTs. We planned to include studies published as abstract only, provided there was sufficient information to allow us to assess study eligibility. We planned to exclude cross-over trials.\nParticipants included parents (including mothers, fathers, and partners) who had experienced a stillbirth of 20 weeks' gestation or greater.\nThis review focused on interventions for investigating and identifying the causes of stillbirth. Such interventions are likely to be diverse, but could include:\n* review of maternal and family history, and current pregnancy and birth history;\n* clinical history of present illness;\n* maternal investigations (such as ultrasound, amniocentesis, antibody screening, etc.);\n* examination of the stillborn baby (including full autopsy, partial autopsy or noninvasive components, such as magnetic resonance imaging (MRI), computerised tomography (CT) scanning, and radiography);\n* umbilical cord examination;\n* placental examination including histopathology (microscopic examination of placental tissue); and\n* verbal autopsy (interviews with care providers and support people to ascertain causes, without examination of the baby).\nWe planned to include trials assessing any test, protocol or guideline (or combinations of tests/protocols/guidelines) for investigating the causes of stillbirth, compared with the absence of a test, protocol or guideline, or usual care (further details are presented in the Background, see Description of the intervention).\nWe also planned to include trials comparing any test, protocol or guideline (or combinations of tests/protocols/guidelines) for investigating the causes of stillbirth with another, for example, the use of a limited investigation protocol compared with a comprehensive investigation protocol."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors assessed trial eligibility independently."
    },
    {
      "heading": "Main results",
      "text": "We excluded five studies that were not RCTs. There were no eligible trials for inclusion in this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently a lack of RCT evidence regarding the effectiveness of interventions for investigating and identifying the causes of stillbirth. Seeking to determine the causes of stillbirth is an essential component of quality maternity care, but it remains unclear what impact these interventions have on the psychosocial outcomes of parents and families, the rates of diagnosis of the causes of stillbirth, and the care and management of subsequent pregnancies following stillbirth. Due to the absence of trials, this review is unable to inform clinical practice regarding the investigation of stillbirths, and the specific investigations that would determine the causes.\nFuture RCTs addressing this research question would be beneficial, but the settings in which the trials take place, and their design, need to be given careful consideration. Trials need to be conducted with the utmost care and consideration for the needs, concerns, and values of parents and families. Assessment of longer-term psychosocial variables, economic costs to health services, and effects on subsequent pregnancy care and outcomes should also be considered in any future trials."
    }
  ],
  "pls_title": "Interventions for investigating and identifying the causes of stillbirth",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "There are many causes of stillbirth, including the mother having high blood pressure or diabetes before the pregnancy, an infection such as malaria, HIV or syphilis, congenital abnormalities in the baby, issues with how well the placenta is functioning, and pregnancy continuing past the due date. Sometimes a baby dies as a result of multiple causes. The death of a baby to stillbirth is a devastating event for parents, families, and communities. To prevent stillbirths, we need to understand more about why they occur. Understanding why a baby died may also help parents to cope with their grief, and assist them in care planning for future pregnancies.\nMany different tests and investigations can be done to help find out why a baby died. These tests and investigations differ in the level of expertise required, how invasive they are, and their economic costs. Tests, procedures or guidelines for investigating and identifying the causes of stillbirth include looking at the medical history of the parents, any problems during the pregnancy, maternal investigations (such as ultrasound, amniocentesis, antibody screening), examination of the stillborn baby, examination of the umbilical cord and placenta, and interviews with care providers and support people to determine causes without examination of the baby (verbal autopsy). Currently there is no standard approach to investigating the causes of stillbirth."
    },
    {
      "heading": "Why is this important?",
      "text": "Searching for causes of stillbirth can be difficult emotionally for families, and financially costly to health services and sometimes to parents. Some tests and investigations may be more helpful than others in identifying the causes of stillbirth. There is a need to assess systematically which approaches are most helpful in finding causes of stillbirth, how cost-effective the different approaches are, what the emotional and social effects on parents are, what impact the investigations have on future pregnancies, and the end result of future pregnancies."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence on 15 May 2017. We did not find any trials for inclusion in this review. We excluded five trials because they were not randomised controlled trials."
    },
    {
      "heading": "What does this mean?",
      "text": "There is no evidence available to guide how best to investigate the causes of stillbirth. Seeking to determine the causes of a baby's death is an essential component of quality maternity care in any setting. Future trials on this topic would be helpful, but such trials would need to be designed in a way that ensures all parents in the trial still receive the minimum standard of care in their local setting. Future trials would need to be conducted with the utmost care and consideration for the needs, concerns, and values of parents and families. Assessment of longer-term psychosocial variables, economic costs to health services, and effects on subsequent pregnancy care and outcomes should be considered in any future trials."
    }
  ]
}