{
  "doi": "10.1002/14651858.CD005076.pub2",
  "name": "Long‐acting beta2‐agonists as an inhaled corticosteroid‐sparing agent for chronic asthma in adults and children ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The addition of a long acting beta agonist (LABA) to inhaled corticosteroid (ICS) therapy can improve asthma symptoms and reduce exacerbations. The addition of LABA may also have an ICS-sparing effect and permit a reduction in ICS maintenance dose."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy of adding LABA to maintenance ICS therapy in reducing the requirement for ICS while maintaining control of chronic asthma."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group trials register and reference lists of articles. Date of last search: November 2004"
    },
    {
      "heading": "Selection criteria",
      "text": "Parallel RCTs that compared reduced dose ICS in combination with LABA vs ICS alone in asthmatics requiring daily ICS."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Trial quality was assessed and data were extracted independently by two reviewers. Study authors were contacted for confirmation. Trials were analysed according to the following ICS dose comparisons: a fixed moderate/high dose or a reduced/tapering dose of the same ICS."
    },
    {
      "heading": "Main results",
      "text": "19 publications describing 10 trials of adults were included in the review. Studies that compared reduced dose (mean 60% reduction) ICS/LABA combination to a fixed moderate/high dose ICS found no significant difference in severe exacerbations requiring oral corticosteroids (RR 1.0, 95%CI 0.76 to 1.32), withdrawal due to worsening asthma (RR 0.82, 95%CI 0.5 to 1.35) or airway inflammation. There were also significant improvements in FEV1 (change from baseline WMD 0.10, 95%CI 0.07 to 0.12), morning & evening PEF and percent rescue free days with LABA. Two studies provided outcomes for a reduced/tapering ICS dose comparison. More participants receiving the LABA/reduced ICS combination achieved a reduction in ICS dose reaching significance in one study. A significant reduction of 253 mcg BDP was achieved in one study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In adults with asthma, using moderate to high maintenance doses of ICS, the addition of LABA has an ICS-sparing effect. The addition of LABA permits more participants on minimum maintenance ICS to reduce ICS. The precise magnitude of the ICS dose reduction requires further study."
    }
  ],
  "pls_title": "Long-acting beta2-agonists as an inhaled corticosteroid-sparing agent for chronic asthma in adults and children",
  "pls_type": "long",
  "pls": "The combination of long acting beta agonist (LABA) with inhaled corticosteroid (ICS) is used frequently in asthma and a benefit from adding LABA to ICS has been described. This review compared reduced dose (mean 60% reduction in inhaled steroid) ICS/LABA combination to either a fixed moderate/high dose ICS or a reduced/tapering ICS dose. In adults with asthma, who use moderate to high maintenance doses of ICS, the addition of LABA has an ICS-sparing effect. LABA permit a reduction of 37% (253 mcg BDP) in subjects on minimum maintenance ICS and up to 60% (300 mcg FP) in subjects on maintenance ICS without deterioration in asthma control."
}