{
  "doi": "10.1002/14651858.CD011906.pub2",
  "name": "Vitamin and mineral supplementation for maintaining cognitive function in cognitively healthy people in mid and late life ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Vitamins and minerals play multiple functions within the central nervous system which may help to maintain brain health and optimal cognitive functioning. Supplementation of the diet with various vitamins and minerals has been suggested as a means of maintaining cognitive function, or even of preventing dementia, in later life."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effects of vitamin and mineral supplementation on cognitive function in cognitively healthy people aged 40 years or more."
    },
    {
      "heading": "Search methods",
      "text": "We searched ALOIS, the Cochrane Dementia and Cognitive Improvement Group’s (CDCIG) specialised register, as well as MEDLINE, Embase, PsycINFO, CINAHL, ClinicalTrials.gov and the WHO Portal/ICTRP from inception to 26th January 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials that evaluated the cognitive effects on people aged 40 years or more of any vitamin or mineral supplements taken by mouth for at least three months."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Study selection, data extraction, and quality assessments were done in duplicate. Vitamins were considered broadly in the categories of B vitamins, antioxidant vitamins, and combinations of both. Minerals were considered separately, where possible. If interventions and outcomes were considered sufficiently similar, then data were pooled. In order to separate short-term cognitive effects from possible longer-term effects on the trajectory of cognitive decline, data were pooled for various treatment durations from 3 months to 12 months and up to 10 years or more."
    },
    {
      "heading": "Main results",
      "text": "In total, we included 28 studies with more than 83,000 participants. There were some general limitations of the evidence. Most participants were enrolled in studies which were not designed primarily to assess cognition. These studies often had no baseline cognitive assessment and used only brief cognitive assessments at follow-up. Very few studies assessed the incidence of dementia. Most study reports did not mention adverse events or made only very general statements about them. Only 10 studies had a mean follow-up > 5 years. Only two studies had participants whose mean age was < 60 years at baseline. The risk of bias in the included studies was generally low, other than a risk of attrition bias for longer-term outcomes. We considered the certainty of the evidence behind almost all results to be moderate or low.\nWe included 14 studies with 27,882 participants which compared folic acid, vitamin B12, vitamin B6, or a combination of these to placebo. The majority of participants were aged over 60 years and had a history of cardio- or cerebrovascular disease. We found that giving B vitamin supplements to cognitively healthy adults, mainly in their 60s and 70s, probably has little or no effect on global cognitive function at any time point up to 5 years (SMD values from -0.03 to 0.06) and may also have no effect at 5-10 years (SMD -0.01). There were very sparse data on adverse effects or on incidence of cognitive impairment or dementia.\nWe included 8 studies with 47,840 participants in which the active intervention was one or more of the antioxidant vitamins: ß-carotene, vitamin C or vitamin E. Results were mixed. For overall cognitive function, there was low-certainty evidence of benefit associated with ß-carotene after a mean of 18 years of treatment (MD 0.18 TICS points, 95% CI 0.01 to 0.35) and of vitamin C after 5 years to 10 years (MD 0.46 TICS points, 95% CI 0.14 to 0.78), but not at earlier time points. From two studies which reported on dementia incidence, there was low-certainty evidence of no effect of an antioxidant vitamin combination or of vitamin E, either alone or combined with selenium. One of the included studies had been designed to look for effects on the incidence of prostate cancer; it found a statistically significant increase in prostate cancer diagnoses among men taking vitamin E.\nOne trial with 4143 participants compared vitamin D3 (400 IU/day) and calcium supplements to placebo. We found low- to moderate-certainty evidence of no effect of vitamin D3 and calcium supplements at any time-point up to 10 years on overall cognitive function (MD after a mean of 7.8 years -0.1 MMSE points, 95% CI -0.81 to 0.61) or the incidence of dementia (HR 0.94, 95% CI 0.72 to 1.24). A pilot study with 60 participants used a higher dose of vitamin D3 (4000 IU on alternate days) and found preliminary evidence that this dose probably has no effect on cognitive function over six months.\nWe included data from one trial of zinc and copper supplementation with 1072 participants. There was moderate-certainty evidence of little or no effect on overall cognitive function (MD 0.6 MMSE points, 95% CI -0.19 to 1.39) or on the incidence of cognitive impairment after 5 years to 10 years. A second smaller trial provided no usable data, but reported no cognitive effects of six months of supplementation with zinc gluconate.\nFrom one study with 3711 participants, there was low-certainty evidence of no effect of approximately five years of selenium supplementation on the incidence of dementia (HR 0.83, 95% CI 0.61 to 1.13).\nFinally, we included three trials of complex supplements (combinations of B vitamins, antioxidant vitamins, and minerals) with 6306 participants. From the one trial which assessed overall cognitive function, there was low-certainty evidence of little or no effect on the TICS (MD after a mean of 8.5 years 0.12, 95% CI -0.14 to 0.38)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We did not find evidence that any vitamin or mineral supplementation strategy for cognitively healthy adults in mid or late life has a meaningful effect on cognitive decline or dementia, although the evidence does not permit definitive conclusions. There were very few data on supplementation starting in midlife (< 60 years); studies designed to assess cognitive outcomes tended to be too short to assess maintenance of cognitive function; longer studies often had other primary outcomes and used cognitive measures which may have lacked sensitivity. The only positive signals of effect came from studies of long-term supplementation with antioxidant vitamins. These may be the most promising for further research."
    }
  ],
  "pls_title": "Vitamin and mineral supplementation for preventing cognitive deterioration in cognitively healthy people in mid and late life",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "This review aimed to find out whether people aged 40 years or older could maintain their mental abilities or reduce their risk of dementia by taking vitamin or mineral supplements."
    },
    {
      "heading": "Background",
      "text": "There is great interest in anything people might do to keep themselves mentally healthy as they age and, especially, to reduce their risk of developing dementia. Various vitamin and mineral supplements have been suggested as ways to do this. Vitamins and minerals have many functions in the body and the ways they might affect brain health are not well understood. Therefore, we were interested in the effects of any vitamins or minerals, either alone or in combination."
    },
    {
      "heading": "What we did",
      "text": "We searched up to January 2018 for all trials which had studied the effect on cognition (thinking and remembering) of any vitamin or mineral supplements in people aged 40 years or more who had no cognitive problems at the beginning of the study. The studies had to include a comparison group which had not taken the supplement being studied and, to be sure the comparison was fair, it should have been decided at random whether people got the supplement or not."
    },
    {
      "heading": "What we found",
      "text": "We grouped the 28 included trials according to the kind of supplement they used and how it might work.\nMost of the trials were not originally designed to study cognition or dementia and used only simple measures of cognition. Very few studies investigated whether participants developed dementia. Long-term studies are probably needed to find effects on the risk of dementia or cognitive decline but only 10 studies had an average length of follow-up longer than five years. The studies were generally well-conducted although the longer trials had difficulty following up all of the participants and this could have biased some of the longer-term results.\nThere were 14 trials of B vitamins (folic acid, vitamin B6, vitamin B12) with nearly 28,000 participants, mainly in their 60s and 70s. Most of these trials were quite short (less than two years). We found no evidence that B vitamins had any effect on cognition.\nThere were 8 trials of antioxidant vitamins (beta-carotene/vitamin A, vitamin C, vitamin E) with approximately 47,000 participants. These trials tended to be longer than the B vitamin trials so may have had more chance of detecting effects on dementia and cognitive decline. The results were mixed. We found low-certainty evidence of better overall cognitive function after an average of 18 years taking beta-carotene and after five years to 10 years taking vitamin C, but no effects after shorter periods of treatment. There were also small benefits of beta-carotene, vitamin C, and antioxidant combinations on memory at some time points but not others. There was no evidence of any benefits from vitamin E alone. Two studies examined the risk of developing dementia. One found no effect of a combination of antioxidant vitamins and the other found no effect of vitamin E, either alone or combined with the mineral selenium. Most of the studies did not report any information about harmful effects. One included trial was designed to look for an effect on the risk of prostate cancer; it found a higher risk among the men taking vitamin E.\nThere was a small trial of vitamin D supplements which found they probably had no effect on cognition over six months. There were longer trials of vitamin D with calcium (one trial), zinc and copper (one trial), and complex multivitamins (three trials). All lasted between five and 10 years, but none of them found any evidence of beneficial effects on cognition. One trial found no effect of selenium taken for approximately five years on the risk of developing dementia."
    },
    {
      "heading": "Conclusions",
      "text": "We found no good evidence to suggest that middle-aged or older people can preserve cognitive function or prevent dementia by taking vitamin or mineral supplements. There were a few positive results associated with long-term use of antioxidant vitamins, particularly beta-carotene and vitamin C, although the effects were small. Further research into the effects of these vitamins may be worthwhile."
    }
  ]
}