{
  "doi": "10.1002/14651858.CD008253.pub4",
  "name": "Topical nasal steroids for treating nasal polyposis in people with cystic fibrosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Nasal polyps frequently occur in people with cystic fibrosis. Sinus infections have been shown to be a factor in the development of serious chest complications in these people. Nasal polyps have been linked to a higher risk of lower respiratory tract infections with Pseudomonas aeruginosa . Topical nasal steroids are of proven efficacy for treating nasal polyposis in the non-cystic fibrosis population. There is no clear current evidence for the efficacy of topical steroids for nasal polyps in people with cystic fibrosis. This is an updated version of a previously published review."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of topical nasal steroids for treating symptomatic nasal polyps in people with cystic fibrosis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group Trials Register comprising references identified from comprehensive electronic database searches and handsearches of relevant journals and abstract books of conference proceedings.\nLatest search: 10 June 2015."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled comparing the effects of topical nasal steroids to placebo in people with nasal polyps with cystic fibrosis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed risk of bias in the included trial and extracted data."
    },
    {
      "heading": "Main results",
      "text": "One single-centred trial (46 participants) was identified comparing a topical steroid (betamethasone) given as nasal drops to placebo. Treatment was given twice daily for six weeks; 22 participants received the active drug.\nSubjective symptom scores, change in polyp size, and side effects were assessed. There was no difference in nasal symptom scores between the treatment and placebo groups. Betamethasone was effective in reducing the size of polyps, but was associated with increased reports of mild side effects, nasal bleeding and discomfort.\nRisk of bias was high since over 50% of people enrolled did not complete the study. Follow-up of participants was short (six weeks) also reducing the significance of the results for clinical practice."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review suggests topical steroids for nasal polyposis in people with cystic fibrosis have no demonstrable effect on subjective nasal symptom scores. They have some effect in reducing the size of the polyps, but due to the small sample size, poor completion rates and lack of follow-up, the trial is at high risk of bias and evidence for efficacy is limited. Overall there is no clear evidence for using topical steroids in people with cystic fibrosis and nasal polyposis.\nA well-designed randomised controlled trial of adequate power and long-term follow-up is needed. Validated measures of symptoms and physical findings should be performed and quality of life issues addressed."
    }
  ],
  "pls_title": "Steroids applied directly to polyps in the nose in people with cystic fibrosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence on the effect of applying steroids directly to polyps in the noses of people with cystic fibrosis."
    },
    {
      "heading": "Background",
      "text": "People with cystic fibrosis often have polyps in their nose which can cause discharge and also a blocked nose. We know that people with cystic fibrosis and polyps in their nose also have more of some types of bacteria in their lungs. This can lead to serious chest complications later on. If we treat the polyps effectively at an early stage, we may prevent these chest complications.\nSteroid sprays or drops are often applied directly to polyps in the nose.These drugs are usually a safe treatment but can have some important side effects, like affecting the immune system and how the body can regulate blood sugar. They also add to the existing burden of treatment, especially if they need to be taken for the rest of a person's life. However, these drugs have been shown to be successful in treating polyps in people who do not have cystic fibrosis."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to: 10 June 2015."
    },
    {
      "heading": "Study characteristics",
      "text": "Our search found one trial with 46 adult volunteers with cystic fibrosis which compared nasal drops containing a steroid (betamethasone) to identical drops containing no active treatment. Two drops were applied directly to polyps twice a day for six weeks. Volunteers were put into the different treatment groups at random and a total of 22 volunteers received the steroid drops and 24 received the dummy treatment."
    },
    {
      "heading": "Key results",
      "text": "The trial measured each person's perception of their symptom scores, but found no difference to the scores whether volunteers were using the steroid drops or the dummy treatment. The trial also measured the change in polyp size and found that they shrank. There were no major side effects linked to using betamethasone, and only three volunteers reported increased nose bleeds and discomfort.\nThe small number of volunteers in this trial means the calculations and results should be regarded with some caution. More trials are needed to confirm the findings and these trials should report on measures of symptoms and quality of life issues."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We think that volunteers had a truly equal chance of being put in either the steroid group or the control group and wouldn't have known which treatment they were receiving, so these issues would not have influenced the results in any way. However, over 50% of people enrolled did not complete the study and the reasons for dropping out were not very clearly explained. We think it is important to take this fact into account when considering the trial results. Also, the trial only followed the volunteers for six weeks, which is a short time when evaluating a treatment that could be needed for the rest of a person's life."
    }
  ]
}