{
  "doi": "10.1002/14651858.CD009777.pub2",
  "name": "Flupenthixol versus placebo for schizophrenia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Flupenthixol, first made available in the UK in 1965, has been used as a treatment for schizophrenia for decades."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the absolute clinical effects of flupenthixol for schizophrenia in comparison with placebo."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group Trials Register (August 2011), inspected references of all included or excluded studies for further trials, and contacted authors of trials for additional information."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials (RCTs) that compared flupenthixol with placebo for adults with schizophrenia or related disorders by any means of diagnosis. Primary outcomes of interest were clinically important change in global state, mental state and behaviour, and adverse effects."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data from the one included study, discussed any disagreement, documented decisions and contacted the authors of the included study for further information. We analysed binary outcomes using a standard estimation of the risk ratio (RR) and its 95% confidence intervals (CI). For homogenous data we used a fixed-effect model. For rare events we analysed dichotomous data using Peto Odds ratio (OR), again with 95% CIs."
    },
    {
      "heading": "Main results",
      "text": "We could include only one small (n = 45) study of moderate quality. When the active α-flupenthixol was compared with the inactive placebo or β-flupenthixol groups combined, fewer people in the active treatment group needed additional antipsychotic medication by around four weeks for deterioration in their general state (n = 45, OR 0.19 CI 0.05 to 0.71). There was no clear difference in social functioning at one year (n = 45, RR 1.33 CI 0.91 to 1.96). We found no clear data on mental state and behaviour, adverse effects, service use, satisfaction with treatment or costs."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We were surprised that this well-established drug had so few data from trials investigating its absolute effects. We think this is unlikely to be rectified some 50 years after its launch and know that this would not happen today. However, even though data are very limited, flupenthixol may well be worthy of careful investigation - partly to ensure that this inexpensive active drug is not forgotten."
    }
  ],
  "pls_title": "Flupenthixol versus placebo for schizophrenia",
  "pls_type": "long",
  "pls": "Flupenthixol is an antipsychotic drug, first made available in the UK in 1965. Available both as a tablet and long-acting injection, it has been used to treat schizophrenia for nearly 50 years and has been found to be effective and well tolerated by people with schizophrenia. The main side-effects are shaking, restlessness, a dry mouth and some weight gain.\nAlthough this drug has been available for many years, few systematic reviews of its effectiveness are available and the effects of this drug in helping people cope with the symptoms of schizophrenia are not currently well measured, quantified and known. This systematic review could include only one small study which was small and 30 years old. Flupenthixol was compared with a placebo (dummy drug). Fewer people taking flupenthixol required additional antipsychotic medication but there was no clear difference in people’s ability to cope and function socially. There was no clear information on: improving people’s mental state; helping their behaviour; increasing their use of services; people’s satisfaction with treatment; or costs and cost effectiveness. Flupenthixol is widely available and inexpensive so it is perhaps understandable that it remains a popular drug used for treating people with serious mental illnesses. However, the use of flupenthixol is based more on clinical experience and the decisions of psychiatrists rather than results from large-scale research studies and evidence-based information. The effectiveness and benefits of flupenthixol remain largely unknown and incomplete. Large randomised and placebo-controlled trials could be helpful in increasing knowledge about this drug.\nThis summary has been written by Ben Gray from RETHINK."
}