{
  "doi": "10.1002/14651858.CD007809.pub3",
  "name": "Non‐surgical interventions for treating osteoarthritis of the big toe joint",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Osteoarthritis (OA) affecting the first metatarsophalangeal joint (hallux rigidus) is common and painful. Several non-surgical treatments have been proposed; however, few have been adequately evaluated. Since the original 2010 review, several studies have been published necessitating this update."
    },
    {
      "heading": "Objectives",
      "text": "To determine the benefits and harms of non-surgical treatments for big toe OA."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search was February 2023."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised trials that compared any type of non-surgical treatment versus placebo (or sham), no treatment (such as wait-and-see) or other treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Major outcomes were pain, function, quality of life, radiographic joint structure, adverse events and withdrawals due to adverse events. The primary time point was 12 weeks. We used GRADE to assess the certainty of evidence."
    },
    {
      "heading": "Main results",
      "text": "This update includes six trials (547 participants). The mean age of participants ranged from 32 to 62 years. Trial durations ranged from 4 to 52 weeks. Treatments were compared in single trials as follows: arch-contouring foot orthoses versus sham inserts; shoe-stiffening inserts versus sham inserts; intra-articular injection of hyaluronic acid versus saline (placebo) injection; arch-contouring foot orthoses versus rocker-sole footwear; peloid therapy versus paraffin therapy; and sesamoid mobilisation, flexor hallucis longus strengthening and gait training plus physical therapy versus physical therapy alone.\nCertainty of the evidence was limited by the risk of bias and imprecision.\nMeta-analysis was not performed due to the heterogeneity of interventions. We reported numerical data for the 12-week time point for the three trials that used a placebo/sham control group.\nArch-contouring foot orthoses versus sham inserts\nOne trial (88 participants) showed that arch-contouring foot orthoses probably lead to little or no difference in pain, function, or quality of life compared to sham inserts (moderate certainty). Mean pain (0-10 scale, 0 no pain) with sham inserts was 3.9 points compared to 3.5 points with arch-contouring foot orthoses; a difference of 0.4 points better (95% (CI) 0.5 worse to 1.3 better). Mean function (0-100 scale, 100 best function) with sham inserts was 73.3 points compared to 65.5 points with arch-contouring foot orthoses; a difference of 7.8 points worse (95% CI 17.8 worse to 2.2 better). Mean quality of life (-0.04 to 1.00 scale, 1.00 best score) with sham inserts was 0.8 points compared to 0.8 points with arch-contouring foot orthoses group (95% CI 0.1 worse to 0.1 better).\nArch-contouring foot orthoses may show little or no difference in adverse events and withdrawal due to adverse events compared to sham inserts (low certainty). Adverse events (mostly foot pain) were reported in 6 out of 41 people with sham inserts and 4 out of 47 people with arch-contouring foot orthoses (RR 0.58, 95% CI 0.18 to 1.92). Withdrawals due to adverse events were reported in 0 out of 41 people with sham inserts and 1 out of 47 people with arch-contouring foot orthoses (Peto OR 6.58, 95% CI 0.13 to 331).\nShoe-stiffening inserts versus sham inserts\nOne trial (100 participants) showed that shoe-stiffening inserts probably lead to little or no difference in pain, function, or quality of life when compared to sham inserts (moderate-certainty). Mean pain (0-100 scale, 0 no pain) with sham inserts was 63.8 points compared to 70.1 points with shoe-stiffening inserts; a difference of 6.3 points better (95% CI 0.5 worse to 13.1 better). Mean function (0-100 scale, 100 best function) with sham inserts was 81.0 points compared to 84.9 points with shoe-stiffening inserts; a difference of 3.9 points better (95% CI 3.3 worse to 11.1 better). Mean quality of life (0-100 scale, 100 best score) with sham inserts was 53.2 points compared to 53.3 points with shoe-stiffening inserts; a difference of 0.1 points better (95% CI 3.7 worse to 3.9 better).\nShoe-stiffening inserts probably show little or no difference in adverse events (moderate-certainty) and may show little or no difference in withdrawal due to adverse events (low-certainty), compared to sham inserts. Adverse events (mostly foot pain, blisters, and spine/hip pain) were reported in 31 out of 51 people with sham inserts and 29 out of 49 people with shoe-stiffening inserts (RR 0.94, 95% CI 0.42 to 2.08). Withdrawals due to adverse events were reported in 1 out of 51 people with sham inserts and 2 out of 49 people with shoe-stiffening inserts (Peto OR 2.08, 95% CI 0.19 to 22.23).\nHyaluronic acid versus placebo\nOne trial (151 participants) showed that a single intra-articular injection of hyaluronic acid probably leads to little or no difference in pain or function compared to placebo (moderate-certainty). Mean pain (0-100 scale, 0 no pain) with placebo was 72.5 points compared to 68.2 points with hyaluronic acid; a difference of 4.3 points worse (95% CI 2.1 better to 10.7 worse). Mean function (0-100 scale, 100 best function) was 83.4 points with placebo compared to 85.0 points with hyaluronic acid; a difference of 1.6 points better (95% CI 4.6 worse to 7.8 better). Hyaluronic acid may provide little or no difference in quality of life (0-100 scale, 100 best score) which was 79.9 points with placebo compared to 82.9 points with hyaluronic acid; a difference of 3.0 better (95% CI 1.4 worse to 7.4 better; low-certainty).\nThere may be fewer adverse events with hyaluronic acid compared to placebo. Adverse events (mostly pain at the injection site) were reported in 43 out of 76 people with placebo compared with 27 out of 75 people with hyaluronic acid (RR 0.64, 95% CI 0.44 to 0.91; low certainty). No participants withdrew from either group due to adverse events.\nThe effects on radiographic joint structure were not reported in any study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The existing evidence regarding the benefits and harms of non-surgical treatments for big toe OA is limited. There is moderate-certainty evidence, based upon three single placebo/sham-controlled trials, that there are no clinically important benefits of arch-contouring foot orthoses, shoe-stiffening inserts, or a single intra-articular injection of hyaluronic acid. Further placebo-controlled trials are needed to evaluate the effectiveness of non-surgical treatments for big toe OA."
    }
  ],
  "pls_title": "What are the most effective treatments for arthritis of the big toe, excluding surgery?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- Compared with sham shoe inserts, arch-contouring foot inserts or shoe-stiffening inserts probably do not provide any clinically important benefits for pain, function, or quality of life. The risk of unwanted effects may be the same.\n- Compared with a placebo injection, a single injection of hyaluronic acid probably does not provide any important benefits for pain or function. Quality of life may be the same and the risk of unwanted effects may be lower.\n- We have no clear evidence of the benefits and harms of other treatments and more research is required to determine these."
    },
    {
      "heading": "What is arthritis of the big toe and how is it treated?",
      "text": "Arthritis means inflammation of the joints and is very common. Arthritis affecting the big toe causes pain, deformity and decreased range of movement. Common non-surgical treatments include cold and heat therapy, painkillers, steroids, modified footwear and shoe inserts."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if non-surgical treatments for arthritis of the big toe reduced peoples' pain and improved their function, quality of life and the structure of the big toe joint (based on X-rays). We also wanted to know if there were any unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that investigated any non-surgical treatment compared with placebo (dummy or sham) treatment or another non-surgical treatment in people with arthritis of the big toe.\nWe compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "Six studies with 547 participants aged between 32 and 62 years. Four studies took place in Australia, one in Turkey, and one in the USA. Each study looked at different treatments:\n• arch-contouring foot inserts versus sham inserts; \n• shoe-stiffening inserts versus sham inserts; \n• hyaluronic acid (substance occurring naturally in the body that helps to lubricate and cushion the joints) injection versus saline (placebo) injection; \n• arch-contouring foot inserts versus rocker-sole footwear; \n• peloid therapy (application of clay mud at 42°C) versus paraffin therapy; \n• sesamoid mobilisation (moving the small bones in the foot), flexor hallucis longus (muscle connecting the calf muscle to the big toe) strengthening and gait training plus physical therapy versus physical therapy alone."
    },
    {
      "heading": "Key results",
      "text": ""
    },
    {
      "heading": "Arch-contouring foot inserts compared with sham inserts (1 study, 88 people)",
      "text": "probably do not reduce pain, or improve function or quality of life. There may be a similar risk of unwanted effects. This study did not report X-ray results.\nOn a scale of 0 to 10, where 0 is no pain, people with arch-contouring foot inserts reported a pain reduction of 0.4 points\n• people with arch-contouring foot inserts rated their pain as 3.5 points;\n• people with sham inserts rated their pain as 3.9 points.\nOn a scale of 0 to 100, where 100 is best function, people with arch-contouring foot inserts reported a worsening in function by 7.8 points\n• people with arch-contouring foot inserts rated their function as 65.5 points.\n• people with sham inserts rated their function as 73.3 points.\nOn a scale of -0.04 to 1.00, where 1.00 is best quality of life, people with arch-contouring foot inserts reported no difference in quality of life \n• people with arch-contouring foot inserts rated their quality of life as 0.81 points.\n• people with sham inserts rated their quality of life as 0.81 points.\nUnwanted effects (mostly foot pain) were reported by 6% fewer people with arch-contouring foot inserts\n• 4/47 (9%) people with arch-contouring foot inserts reported an unwanted effect.\n• 6/41 (15%) people with sham inserts reported an unwanted effect.\nWithdrawals due to unwanted effects were reported by 2% more people with arch-contouring foot inserts\n- 1/47 (2%) people with arch-contouring foot inserts withdrew due to unwanted effects.\n- 0/41 (0%) people with sham inserts withdrew due to unwanted effects."
    },
    {
      "heading": "Shoe-stiffening inserts compared with sham inserts (1 study, 100 people)",
      "text": "probably do not reduce pain, improve function or quality of life. There was probably a similar risk of unwanted effects."
    },
    {
      "heading": "Injection of hyaluronic acid compared with placebo injection (1 study, 151 people)",
      "text": "probably do not reduce pain, or improve function, and may not improve the quality of life. There may be a lower risk of unwanted effects."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "For arthritis of the big toe, we are moderately confident that there are no benefits of arch-contouring foot inserts, shoe-stiffening inserts, or an injection of hyaluronic acid, but there are not enough studies to be certain."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This updates our previous review, published in 2010. The evidence is up-to-date until 21 February 2023."
    }
  ]
}