{
  "doi": "10.1002/14651858.CD013781.pub2",
  "name": "Prophylactic use of inotropic agents for the prevention of low cardiac output syndrome and mortality in adults undergoing cardiac surgery ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "As the burden of cardiovascular disease grows, so does the number of cardiac surgeries. Surgery is increasingly performed on older people with comorbidities who are at higher risk of developing perioperative complications such as low cardiac output state (LCOS). Surgery-associated LCOS represents a serious pathology responsible for substantial morbidity and mortality. Prevention of LCOS is a critical and worthwhile aim to further improve the outcome and effectiveness of cardiac surgery. However, guidelines consistently report a lack of evidence for pharmacological LCOS prophylaxis."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of the prophylactic use of any inotropic agent to prevent low cardiac output and associated morbidity and mortality in adults undergoing cardiac surgery."
    },
    {
      "heading": "Search methods",
      "text": "We identified trials (without language restrictions) via systematic searches of CENTRAL, MEDLINE, Embase, and CPCI-S Web of Science in October 2022. We checked reference lists from primary studies and review articles for additional references. We also searched two registers of ongoing trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) enrolling adults who underwent cardiac surgery and were prophylactically treated with one or multiple inotropic agent(s) in comparison to any type of control (i.e. standard cardiac care, placebo, other inotropic agents)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used established methodological procedures according to Cochrane standards. Two review authors independently extracted data and assessed risk of bias according to a pre-defined protocol. On request, we obtained a reply and additional information from only one of the included study authors. We used the five GRADE considerations (study limitations, consistency of effect, imprecision, indirectness, and publication bias) to assess the certainty of evidence from the studies that contributed data to the meta-analyses for the pre-specified outcomes. Based on the identified studies, there were seven comparison groups: amrinone versus placebo, dopamine versus placebo, milrinone versus placebo, levosimendan versus dobutamine, levosimendan versus milrinone, levosimendan versus standard cardiac care, and levosimendan versus placebo."
    },
    {
      "heading": "Main results",
      "text": "We identified 29 eligible studies, including 3307 individuals, and four ongoing studies. In general, confidence in the results of the analysed studies was reduced due to relevant study limitations, imprecision, or inconsistency. Domains of concern encompassed inadequate methods of sequence generation and lack of blinding. The majority of trials were small, with only a few included participants, and investigated the prophylactic use of levosimendan.\nOur meta-analyses showed that levosimendan as compared to placebo may reduce the risk of LCOS (risk ratio (RR) 0.43, 95% confidence interval (CI) 0.25 to 0.74; I2 = 66%; 1724 participants, 6 studies; GRADE: low) and probably reduces all-cause mortality (RR 0.65, 95% CI 0.43 to 0.97; I2 = 11%; 2347 participants, 14 studies; GRADE: moderate). This translates into a number needed to treat for an additional beneficial outcome (NNTB) of 8 to prevent one event of LCOS post surgery and of 44 to prevent one death at 30 days. Subgroup analyses revealed that the beneficial effects of levosimendan were predominantly observed in preoperative drug administration. Our meta-analyses further indicated that levosimendan as compared to placebo may shorten the length of intensive care unit (ICU) stay (mean difference -1.00 days, 95% CI -1.63 to -0.37; 572 participants, 7 studies; GRADE: very low) and the duration of mechanical ventilation (mean difference -8.03 hours, 95% CI -13.17 to -2.90; 572 participants, 7 studies; GRADE: very low) but the evidence is very uncertain. The risk of adverse events did not clearly differ between levosimendan and placebo groups (cardiogenic shock: RR 0.65, 95% CI 0.40 to 1.05; I2 = 0%; 1212 participants, 3 studies; GRADE: high; atrial fibrillation: RR 1.02, 95% CI 0.82 to 1.27; I2 = 60%; 1934 participants, 11 studies; GRADE: very low; perioperative myocardial infarction: RR 0.89, 95% CI 0.61 to 1.31; I2 = 13%; 1838 participants, 8 studies; GRADE: moderate; non-embolic stroke or transient ischaemic attack: RR 0.89, 95% CI 0.58 to 1.38; I2 = 0%; 1786 participants, 8 studies; GRADE: moderate). However, levosimendan as compared to placebo might reduce the number of participants requiring mechanical circulatory support (RR 0.47, 95% CI 0.24 to 0.91; I2 = 74%; 1881 participants, 10 studies; GRADE: low).\nThere was no conclusive evidence on the effect of levosimendan compared to standard cardiac care on LCOS (RR 0.49, 95% CI 0.14 to 1.73; I2 = 59%; 208 participants, 3 studies; GRADE: very low), all-cause mortality (RR 0.37, 95% CI 0.13 to 1.04; I2 = 0%; 208 participants, 3 studies; GRADE: low), adverse events (cardiogenic shock: RR 0.62, 95% CI 0.22 to 1.81; 128 participants, 1 study; GRADE: very low; atrial fibrillation: RR 0.40, 95% CI 0.11 to 1.41; I2 = 60%; 188 participants, 2 studies; GRADE: very low; perioperative myocardial infarction: RR 0.62, 95% CI 0.22 to 1.81; 128 participants, 1 study; GRADE: very low; non-embolic stroke or transient ischaemic attack: RR 0.56, 95% CI 0.27 to 1.18; 128 participants, 1 study; GRADE: very low), length of ICU stay (mean difference 0.33 days, 95% CI -1.16 to 1.83; 80 participants, 2 studies; GRADE: very low), the duration of mechanical ventilation (mean difference -3.40 hours, 95% CI -11.50 to 4.70; 128 participants, 1 study; GRADE: very low), and the number of participants requiring mechanical circulatory support (RR 0.88, 95% CI 0.50 to 1.55; I2 = 0%; 208 participants, 3 studies; GRADE: low)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Prophylactic treatment with levosimendan may reduce the incidence of LCOS and probably reduces associated mortality in adult patients undergoing cardiac surgery when compared to placebo only. Conclusions on the benefits and harms of other inotropic agents cannot be drawn due to limited study data. Given the limited evidence available, there is an unmet need for large-scale, well-designed randomised trials. Future studies of levosimendan ought to be designed to derive potential benefit in specific patient groups and surgery types, and the optimal administration protocol."
    }
  ],
  "pls_title": "Do heart surgery patients benefit from preventive treatment with inotropic drugs?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Treatment of heart surgery patients with the drug ‘levosimendan’ before surgery may be beneficial.\n• However, the current evidence is limited, and more studies are needed before definitive recommendations can be made."
    },
    {
      "heading": "Rationale",
      "text": "Reduced heart function is a potentially fatal complication after heart surgery. A possible approach to prevent this complication is treatment with drugs that stimulate the contraction of the heart (so-called inotropic agents)."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We assessed whether the use of inotropic agents before or during the surgical procedure prevented reduced heart function and death in adults after heart surgery."
    },
    {
      "heading": "What did we do?",
      "text": "We searched different medical literature databases and trial registers that collect information about planned, ongoing, and completed clinical studies. We considered studies in which one group had received an inotropic agent and a second group had received another inotropic drug or a sham medication or standard care. Two review authors independently screened and collected the data."
    },
    {
      "heading": "What did we find?",
      "text": ""
    },
    {
      "heading": "Study characteristics",
      "text": "We identified 29 studies that had a total of 3307 adult patients of both sexes who had heart surgery. The studies were conducted in different hospitals in Europe, Israel, Japan, Korea, Turkey, Canada, and the USA. Nine studies were funded by the manufacturer of the investigated drug. In 10 studies, the relationship to the pharmaceutical industry was not determined. When we asked all of the study authors for additional information about their studies, only one author responded.\nThe majority of the studies (24 in total) dealt with the inotropic drug levosimendan. So, the available data did not allow us to judge agents other than levosimendan. The participants were given the drug before, during, or immediately after heart surgery. They were monitored for up to 30 days."
    },
    {
      "heading": "Main results",
      "text": "Patients treated with levosimendan prior to heart surgery possibly have a lower risk of reduced heart function and death and may spend less time in intensive care compared to patients receiving a sham medication. However, the available data revealed no clear difference between levosimendan and standard care or treatment with another inotropic drug in preventing reduced heart function and death and reducing time spent in intensive care after heart surgery. The available data also showed no clear differences in the prevention of adverse events between levosimendan and comparator treatment."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have little confidence in the evidence, mainly because of the small number of included participants (the results are very imprecise). Thus, most results of the review must be viewed with caution."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "This evidence is up-to-date to October 2022."
    }
  ]
}