{
  "doi": "10.1002/14651858.CD008419.pub2",
  "name": "Positive pressure therapy for Ménière's disease or syndrome",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Ménière's disease is an incapacitating disease in which recurrent attacks of vertigo are accompanied by hearing loss, tinnitus and/or aural fullness, all of which are discontinuous and variable in intensity. A number of different therapies have been identified for patients with this disease, ranging from dietary measures (e.g. a low-salt diet) and medication (e.g. betahistine (Serc®), diuretics) to extensive surgery (e.g. endolymphatic sac surgery). The Meniett® low-pressure pulse generator (Medtronic ENT, 1999) is a device that is designed to generate a computer-controlled sequence of low-pressure (micro-pressure) pulses, which are thought to be transmitted to the vestibular system of the inner ear. The pressure pulse passes via a tympanostomy tube (grommet) to the middle ear, and hence to the inner ear via the round and/or oval window. The hypothesis is that these low-pressure pulses reduce endolymphatic hydrops."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of positive pressure therapy (e.g. the Meniett device) on the symptoms of Ménière's disease or syndrome."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Ear, Nose and Throat Disorders Group Trials Register; the Cochrane Central Register of Controlled Trials (CENTRAL); PubMed; EMBASE; CINAHL; Web of Science; Cambridge Scientific Abstracts; ICTRP and additional sources for published and unpublished trials. The date of the search was 6 June 2014."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing positive pressure therapy (using the Meniett or a similar device) with placebo in patients with Ménière's disease. The primary outcome was control of vertigo; secondary outcomes were loss or gain of hearing, severity of tinnitus, perception of aural fullness, functional level, complications or adverse effects, and sick days."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently selected studies, assessed risk of bias and extracted data. We contacted authors for additional data. Where possible, we pooled study results using a fixed-effect, mean difference (MD) meta-analysis and tested for statistical heterogeneity using both the Chi² test and I² statistic. This was only possible for the secondary outcomes loss or gain of hearing and sick days. We presented results using forest plots with 95% confidence intervals (Cl)."
    },
    {
      "heading": "Main results",
      "text": "We included five randomised clinical trials with 265 participants. All trials were prospective, double-blind, placebo-controlled randomised controlled trials on the effects of positive pressure therapy on vertigo complaints in Ménière's disease. Overall, the risk of bias varied: three out of five studies were at low risk, one was at unclear risk and one was at high risk of bias.\nControl of vertigo\nFor the primary outcome, control of vertigo, it was not possible to pool data due to heterogeneity in the measurement of the outcome measures. In most studies, no significant difference was found between the positive pressure therapy group and the placebo group in vertigo scores or vertigo days. Only one study, at low risk of bias, showed a significant difference in one measure of vertigo control in favour of positive pressure therapy. In this study, the mean visual analogue scale (VAS) score for vertigo after eight weeks of treatment was 25.5 in the positive pressure therapy group and 46.6 in the placebo group (mean difference (MD) -21.10, 95% CI -35.47 to -6.73; scale not stated - presumed to be 0 to 100).\nSecondary outcomes\nFor the secondary outcomes, we carried out two pooled analyses. We found statistically significant results for loss or gain of hearing  . Hearing was 7.38 decibels better in the placebo group compared to the positive pressure therapy group (MD) (95% CI 2.51 to 12.25; two studies, 123 participants). The severity of tinnitus  and perception of aural fullness  were either not measured or inadequate data were provided in the included studies. For the secondary outcome functional level  , it was not possible to perform a pooled analysis. One included study showed less functional impairment in the positive pressure group than the placebo group (AAO-HNS criteria, one- to six-point scale: MD -1.10, 95% CI -1.81 to -0.39, 40 participants); another study did not show any significant results. In addition to the predefined secondary outcome measures, we included sick days  as an additional outcome measure, as two studies used this outcome measure and it is a complementary measurement of impairment due to Ménière's disease. We did not find a statistically significant difference in sick days. No complications or adverse effects  were noted by any study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence, from five included studies, to show that positive pressure therapy is effective for the symptoms of Ménière's disease. There is some moderate quality evidence, from two studies, that hearing levels are worse in patients who use this therapy. The positive pressure therapy device itself is minimally invasive. However, in order to use it, a tympanostomy tube (grommet) needs to be inserted, with the associated risks. These include the risks of anaesthesia, the general risks of any surgery and the specific risks of otorrhoea and tympanosclerosis associated with the insertion of a tympanostomy tube. Notwithstanding these comments, no complications or adverse effects were noted in any of the included studies."
    }
  ],
  "pls_title": "Positive pressure therapy for Ménière's disease or syndrome",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Ménière's disease is a disorder of the inner ear, which results in vertigo, hearing loss and tinnitus. When it is secondary to another known inner ear disorder, it is called Ménière's syndrome. A number of different treatments have been used for patients with this disease, ranging from dietary measures (e.g. a low-salt diet) and medication (e.g. betahistine or diuretics) to extensive surgery. However, Ménière's disease has a fluctuating natural course with remissions and exacerbations, which makes the evaluation of treatments difficult.\nPositive pressure therapy uses a device (such as the Meniett®) placed in the external ear to generate a sequence of low-pressure (micro-pressure) pulses. These pulses are thought to be transmitted to the vestibular system of the inner ear and to influence inner ear pressure. The device has been proposed as a second-level therapy for Ménière's disease. In order to use the device a patient needs to have a tympanostomy tube (grommet) inserted through their eardrum."
    },
    {
      "heading": "Study characteristics",
      "text": "In this review, we included five randomised controlled trials, with a total of 265 participants. All participants had Ménière's disease and their ages ranged from 19 to 74 years. In all of the studies positive pressure therapy was compared with a placebo device."
    },
    {
      "heading": "Key results",
      "text": "For our primary outcome, control of vertigo, we could not combine the results from the different studies because of differences in the way the outcome was measured. None of the included studies showed significant differences between the active groups and placebo groups in terms of vertigo days. Only one study found significantly lower subjective scores for vertigo in favour of the positive pressure therapy group when compared to the placebo group.\nWhen we combined the results from two studies we found that after treatment patients in the placebo group had better hearing levels compared to those in the positive pressure therapy group. The severity of tinnitus and perception of aural fullness were either not measured or the included studies did not provide enough information for us to comment on them. We did not find an overall statistically significant result for functional level. We also looked at 'sick days' but we did not find a statistically significant difference between groups in the two studies that measured this. No complications or adverse effects were noted by any study."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Overall, the studies were at varied risk of bias: three out of five studies were at low risk, one was at unclear risk and one was at high risk of bias. The evidence is up to date to June 2014."
    },
    {
      "heading": "Conclusions",
      "text": "In conclusion, this review has not found adequate evidence to prove the effectiveness of positive pressure therapy. Further research is needed."
    }
  ]
}