{
  "doi": "10.1002/14651858.CD006101",
  "name": "Ipratropium bromide versus long‐acting beta‐2 agonists for stable chronic obstructive pulmonary disease ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chronic obstructive pulmonary disease (COPD) is a condition associated with high morbidity, mortality and cost to the community. Patients often report symptomatic improvement with long acting beta-2 agonists (LABAs) and anticholinergic bronchodilator medications, both of which are recommended in COPD guidelines. These medications have different mechanisms of action and therefore theoretically could have an additive effect when combined. As these medications are prescribed in COPD as long term therapy, it is important to assemble reliable evidence on their relative and additive effects."
    },
    {
      "heading": "Objectives",
      "text": "To compare the relative efficacy and safety of regular long term use (at least four weeks) of ipratropium bromide and LABA in patients with stable COPD. Comparisons were made between single agents and in combination versus LABAs alone."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Specialised Register of Trials (July 2008) and reference lists of articles. We also contacted drug companies for relevant trial data."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials comparing treatment for at least four weeks with an anticholinergic agent (ipratropium bromide) alone or in combination with LABA versus LABA alone, delivered via metered dose inhaler or nebuliser, in non-asthmatic adult subjects with stable COPD."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors independently performed data extraction and study quality assessment. We contacted study authors and pharmaceutical companies for missing data."
    },
    {
      "heading": "Main results",
      "text": "Seven studies met the inclusion criteria of the review (2652 participants). Monotherapy comparison (six studies): There was a significantly greater change in favour of salmeterol in morning PEF and FEV1. There were no significant differences in quality of life, exacerbations, or symptoms. Formoterol appeared to confer some benefits over ipratropium treatment in terms of morning peak flow. Combination comparison (three studies): There was a significant improvement in post-bronchodilator lung function, supplemental short-acting beta-agonist use and HRQL in favour of combination therapy compared with salmeterol alone."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The available data from the trials suggest that there is little difference between regular long term use of IpB alone and salmeterol if the aim is to improve COPD symptoms and exercise tolerance. However, salmeterol was more effective in improving lung function variables. In terms of post-bronchodilator lung function, combination therapy conferred modest benefits, a significant improvement in HRQL, and reduced supplemental short-acting beta-agonist requirement, although this effect was not consistent. Additional studies are needed to assess the relative effects of combining therapies, using validated subjective measurements, and should consider concordance and the convenience of people having to use different inhaler devices."
    }
  ],
  "pls_title": "Ipratropium bromide versus long-acting beta-2 agonists for stable chronic obstructive pulmonary disease",
  "pls_type": "long",
  "pls": "This review looks at studies that compare the regular use for at least four weeks of different types of bronchodilator medicine (long acting beta-2 agonist medicines and ipratropium) in people with stable chronic obstructive pulmonary disease (COPD, or emphysema/chronic bronchitis). \n\nChronic obstructive pulmonary disease (COPD) is a condition associated with high morbidity, mortality and cost to the community. Patients often report symptomatic improvement with long acting beta-2 agonists (LABAs) and anticholinergic bronchodilator medications (ipratropium). These medications have different mechanisms of action and therefore theoretically could have an additive effect when combined. As these medications are prescribed in COPD as long term therapy, it is important to know what benefit there are, if any, of prescribing ipratropium alone or as combination therapy over LABAs. Seven studies (2652 participants) were included. Salmeterol was more effective than ipratropium on lung function, but there were no major differences seen between the responses to ipratropium and salmeterol on symptoms. When we compared the combination of these two drugs with salmeterol, combination was superior to salmeterol in terms of quality of life, but the differences between these two treatments on other measurements were small and inconsistent. The findings of the review would not support a general recommendation for the use of ipratropium bromide over a beta-2 agonist alone in COPD, but the combination does confer greater benefit in health status. At this stage, people with COPD should use the bronchodilator that gives them the most improvement in their symptoms. Combination therapy should be considered, but the relative effects of this therapy in relation to other forms of inhaled therapy such as inhaled steroids and tiotropium are unknown. Cost considerations also need to be taken into account as there are considerable variations in price of bronchodilators."
}