{
  "doi": "10.1002/14651858.CD006921.pub3",
  "name": "Oral versus intravenous steroids for treatment of relapses in multiple sclerosis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an updated Cochrane review of the previous version published (Cochrane Database of Systematic Reviews 2009, Issue 3. Art. No.: CD006921. DOI: 10.1002/14651858.CD006921.pub2).\nMultiple sclerosis (MS), a chronic inflammatory and neurodegenerative disease of the central nervous system (CNS), is characterized by recurrent relapses of CNS inflammation ranging from mild to severely disabling.  Relapses have long been treated with steroids to reduce inflammation and hasten recovery.  However, the commonly used intravenous methylprednisolone (IVMP) requires repeated infusions with the added costs of homecare or hospitalization, and may interfere with daily responsibilities. Oral steroids have been used in place of intravenous steroids, with lower direct and indirect costs."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective was to compare efficacy of oral versus intravenous steroids in promoting disability recovery in MS relapses <= six weeks.  Secondary objectives included subsequent relapse rate, disability, ambulation, hospitalization, immunological markers, radiological markers, and quality of life."
    },
    {
      "heading": "Search methods",
      "text": "A literature search was performed using Cochrane Multiple Sclerosis and Rare Diseases of the Central Nervous System Group's Trials Register (January 2012), abstracts from meetings of the American Academy of Neurology (2008-2012), the European Federation of Neurological Sciences (2008-2012), the European Committee for Treatment and Research in Multiple Sclerosis and American Committee for Treatment and Research in Multiple Sclerosis (2008-2012) handsearching. No language restrictions were applied."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized or quasi-randomized trials comparing oral versus intravenous steroids for acute relapses (<= six weeks) in patients with clinically definite MSover age 16 were eligible."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors (JB, PO and MH) participated in the independent assessment of all published articles as potentially relevant to the review. Any disagreement was resolved by discussion among review authors.\nWe contacted study authors for additional information.\nMethodological quality was assessed by the same three review authors. Relevant data were extracted, and effect size was reported as mean difference (MD), mean difference (MD), odds ratio (OR) and absolute risk difference (ARD)."
    },
    {
      "heading": "Main results",
      "text": "With this current update, a total of five eligible studies (215 patients) were identified. Only one outcome, the proportion of patients with Expanded Disability Status Scale (EDSS) improvement at four weeks, was common to three trials, while two trials examined magnetic resonance imaging (MRI) outcomes. The results of this review shows there is no significant difference in relapse recovery at week four (MD -0.22, 95% confidence interval (95% CI), 0.71 to 0.26, P = 0.20) nor differences in magnetic resonance imaging (MRI) gadolinium enhancement activity based on oral versus intravenous steroid treatment. However, only two of the five studies employed more current and rigorous methodological techniques, so these results must be taken with some caution. The Oral Megadose Corticosteroid Therapy of Acute Exacerbations of Multiple Sclerosis (OMEGA) trial and the \"Efficacy and Safety of Methylprednisolone Per os Versus IV for the Treatment of Multiple Sclerosis (MS) Relapses\" (COPOUSEP) trial, designed to address such limitations, are currently underway."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The analysis of the five included trials comparing intravenous versus oral steroid therapy for MS relapses do not demonstrate any significant differences in clinical (benefits and adverse events), radiological or pharmacological outcomes. Based on the evidence, oral steroid therapy may be a practical and effective alternative to intravenous steroid therapy in the treatment of MS relapses."
    }
  ],
  "pls_title": "A comparison of the efficacy of oral versus intravenous steroids in relapsing-remitting multiple sclerosis (RRMS)",
  "pls_type": "long",
  "pls": "RRMS is characterized by periods of disability (relapse) due to inflammation in the central nervous system. All research has shown that a \"speeding up\" of recovery is obtained by use of corticosteroids, given most often in intravenous form. If oral steroids worked as well as intravenous ones for relapse events, they would be easier to take and are more affordable. \n\nThe objective of this review was to assess if oral and intravenous steroids are equally effective and safe in aiding in the recovery from relapses. Among the pertinent literature, only five studies met the inclusion criteria, comprising a total of 215 participants. Despite some limitations in the methods used to conduct the studies (i.e. incomplete reporting of the participants who dropped out the studies and appropriateness of the sample size) and in the analysis of the data, all five studies found that there were no significant differences in term of benefits and adverse events and in the pharmacological and radiological outcomes in patients taking oral or intravenous steroids. Both treatments appear to be equally effective and safe. Based on this evidence, oral steroid therapy may be a practical and effective alternative to intravenous steroid therapy for the treatment of MS relapses."
}