{
  "doi": "10.1002/14651858.CD001754.pub5",
  "name": "Traditional suburethral sling operations for urinary incontinence in women",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Stress urinary incontinence constitutes a significant health and economic burden to society. Traditional suburethral slings are surgical operations used to treat women with symptoms of stress urinary incontinence."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of traditional suburethral sling procedures for treating stress urinary incontinence in women; and summarise the principal findings of relevant economic evaluations."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Incontinence Specialised Register, which contains trials identified from the Cochrane Central Register of Controlled Trials (CENTRAL), as well as MEDLINE, MEDLINE In-Process, MEDLINE Epub Ahead of Print, the Cumulative Index to Nursing and Allied Health Literature (CINAHL), ClinicalTrials.gov, and the World Health Organization International Clinical Trials Registry Platform (WHO ICTRP); we handsearched journals and conference proceedings (searched 27 February 2017) and the reference lists of relevant articles. On 23 January 2019, we updated this search; as a result, several additional reports of studies are awaiting classification."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised trials that assessed traditional suburethral slings for treating stress or mixed urinary incontinence."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two review authors independently extracted data from included trials and assessed risk of bias. When appropriate, a summary statistic was calculated: risk ratio (RR) for dichotomous data, odds ratio (OR) for continence and cure rates that were expected to be high, and mean difference (MD) for continuous data. We adopted the GRADE approach to assess the quality of evidence."
    },
    {
      "heading": "Main results",
      "text": "A total of 34 trials involving 3244 women were included. Traditional slings were compared with 10 other treatments and with each other.\nWe did not identify any trials comparing suburethral slings with no treatment or sham treatment, conservative management, anterior repair, or laparoscopic retropubic colposuspension. Most trials did not distinguish between women having surgery for primary or recurrent incontinence. One trial compared traditional slings with bladder neck needle suspension, and another trial compared traditional slings with single-incision slings. Both trials were too small to be informative.\nTraditional suburethral sling operation versus drugs\nOne small trial compared traditional suburethral sling operations with oxybutynin to treat women with mixed urinary incontinence. This trial did not report any of our GRADE-specific outcomes. It is uncertain whether surgery compared with oxybutynin leads to more women being dry (83% vs 0%; OR 195.89, 95% confidence interval (CI) 9.91 to 3871.03) or having less urgency urinary incontinence (13% vs 43%; RR 0.29, 95% CI 0.09 to 0.94) because the quality of this evidence is very low.\nTraditional suburethral sling versus injectables\nOne small trial compared traditional slings with suburethral injectable treatment. The impact of surgery versus injectables is uncertain in terms of the number of continent women (100% were dry with a traditional sling versus 71% with the injectable after the first year; OR 11.57, 95% CI 0.56 to 239.74), the need for repeat surgery for urinary incontinence (RR 0.52, 95% CI 0.05 to 5.36) or the occurrence of perioperative complications (RR 1.57, 95% CI 0.29 to 8.49), as the quality of evidence is very low.\nTraditional suburethral sling versus open abdominal retropubic colposuspension\nEight trials compared slings with open abdominal retropubic colposuspension. Moderate-quality evidence shows that the traditional suburethral sling probably leads to more continent women in the medium term (one to five years) (69% vs 59% after colposuspension: OR 1.70, 95% CI 1.22 to 2.37). High-quality evidence shows that women were less likely to need repeat continence surgery after a traditional sling operation than after colposuspension (RR 0.15, 95% CI 0.05 to 0.42). We found no evidence of a difference in perioperative complications between the two groups, but the CI was very wide and the quality of evidence was very low (RR 1.24, 95% CI 0.83 to 1.86).\nTraditional suburethral sling operation versus mid-urethral slings\nFourteen trials compared traditional sling operations and mid-urethral sling operations. Depending on judgements about what constitutes a clinically important difference between interventions with regard to continence, traditional suburethral slings are probably no better, and may be less effective, than mid-urethral slings in terms of number of women continent in the medium term (one to five years) (67% vs 74%; OR 0.67, 95% CI 0.44 to 1.02; n = 458; moderate-quality evidence). One trial reported more continent women with the traditional sling after 10 years (51% vs 32%: OR 2.22, 95% CI 1.07 to 4.61). Mid-urethral slings may be associated with fewer perioperative complications (RR 1.74, 95% CI 1.16 to 2.60; low-quality evidence).\nOne type of traditional sling operation versus another type of traditional sling operation\nNine trials compared one type of traditional sling operation with another. The different types of traditional slings, along with the number of different materials used, mean that trial results could not be pooled due to clinical heterogeneity. Complications were reported by two trials - one comparing non-absorbable Goretex with a rectus fascia sling, and the second comparing Pelvicol with a rectus fascial sling. The impact was uncertain due to the very low quality of evidence."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Low-quality evidence suggests that women may be more likely to be continent in the medium term (one to five years) after a traditional suburethral sling operation than after colposuspension. It is very uncertain whether there is a difference in urinary incontinence after a traditional suburethral sling compared with a mid-urethral sling in the medium term. However, these findings should be interpreted with caution, as long-term follow-up data were not available from most trials. Long-term follow-up of randomised controlled trials (RCTs) comparing traditional slings with colposuspension and mid-urethral slings is essential. Evidence is insufficient to suggest whether traditional suburethral slings may be better or worse than other management techniques. This review is confined to RCTs and therefore may not identify all of the adverse effects that may be associated with these procedures.\nA brief economic commentary (BEC) identified three eligible economic evaluations, which are not directly comparable due to differences in methods, time horizons, and settings. End users of this review will need to assess the extent to which methods and results of identified economic evaluations may be applicable (or transferable) to their own setting."
    }
  ],
  "pls_title": "Traditional suburethral sling operations for urinary incontinence in women",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "How do traditional slings compare with other surgical or conservative treatments for women with stress urinary incontinence (SUI)?"
    },
    {
      "heading": "Background",
      "text": "A traditional suburethral sling operation is one of the surgical options for treating women with SUI. Stress urinary incontinence is loss (leakage) of urine when coughing, laughing, sneezing, or exercising. It may be due to damage to the muscles that hold up the bladder neck or damage to their nerves, which often occurs during childbirth. When stress urinary incontinence occurs together with an urge to empty the bladder that is difficult to defer (urgency urinary incontinence (UUI)), this is known as mixed urinary incontinence (MUI). The traditional suburethral sling operation aims to hold up the bladder neck with a strip of material that may be biological (made from human or animal tissue) or made of non-absorbable synthetic plastic (mesh/tape)."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The evidence is current to 27 February 2017. A further search on 23 January 2019 was not fully incorporated into the review."
    },
    {
      "heading": "Study characteristics",
      "text": "We found 34 randomised controlled trials (RCTs) involving 3244 women that compared traditional slings with drugs or other types of surgery (colposuspension, mid-urethral slings, bladder neck needle suspension, single-incision slings (mini-slings); one type of traditional sling with another; and traditional slings with injectables. All trials included women with SUI, but some also involved women with UUI, who are said to have MUI.\nWe did not find any studies comparing suburethral slings with no treatment or sham treatment, conservative management such as pelvic floor exercises, anterior repair, or laparoscopic colposuspension."
    },
    {
      "heading": "Study funding sources",
      "text": "Few trialists reported who had funded their work."
    },
    {
      "heading": "Key results",
      "text": "Surgery appears to work better than drugs for treating urinary incontinence. Some evidence suggests that women had less leakage with traditional slings in the medium term (one to five years) compared with those undergoing colposuspension (a major abdominal operation), and fewer needed repeat surgery in one trial. However, information about adverse effects is lacking. It is not clear whether traditional slings were better or worse than mid-urethral slings (synthetic tape) in the medium term, but one small trial showed that women who had a traditional sling might have less leakage 10 years later. It is not clear whether traditional slings were better or worse than injectable treatment, bladder neck needle suspension, or mini-slings. We found insufficient information about different types of slings compared with each other, except that slings made of porcine dermis (Pelvicol) were more likely to fail than other materials. Slings made of non-absorbable synthetic Goretex involved more complications."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Many trials were small and used different ways of measuring success, which made combining information difficult. The quality of evidence for most outcomes was judged to be low or very low. This means that most of our conclusions about traditional slings are uncertain."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Some evidence suggests that women had less leakage with traditional slings in the medium term (one to five years) compared with those undergoing colposuspension (a major abdominal operation), and fewer needed repeat surgery in one trial. Evidence on comparison of traditional suburethral slings with other treatments is insufficient. Three eligible economic evaluations reported similar results, but they are not directly comparable because of differences in their methods. This review is confined to randomised controlled trials (RCTs) and therefore may not identify all of the adverse effects that may be associated with these procedures."
    }
  ]
}