{
  "doi": "10.1002/14651858.CD012381.pub2",
  "name": "Oral Janus kinase inhibitors for maintenance of remission in ulcerative colitis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Tofacitinib is an oral Janus kinase (JAK) inhibitor which blocks cytokine signaling involved in the pathogenesis of autoimmune diseases including ulcerative colitis (UC). The etiology of UC is poorly understood, however research suggests the development and progression of the disease is due to a dysregulated immune response leading to inflammation of the colonic mucosa in genetically predisposed individuals. Additional medications are currently required since some patients do not respond to the available medications and some medications are associated with serious adverse events (SAEs). JAK inhibitors have been widely studied in diseases including rheumatoid arthritis and Crohn's disease and may represent a promising and novel therapeutic option for the treatment of UC."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective was to assess the efficacy and safety of oral JAK inhibitors for the maintenance of remission in participants with quiescent UC."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases from inception to 20 September 2019: MEDLINE, Embase, CENTRAL, and the Cochrane IBD Group Specialized Register, WHO trials registry and clinicaltrials.gov. References and conference abstracts were searched to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized control trial (RCTs) in which an oral JAK inhibitor was compared with placebo or active comparator in the treatment of quiescent UC were eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened studies for inclusion and extraction. Bias was assessed using the Cochrane 'Risk of bias' tool. The primary outcome was the proportion of participants who failed to maintain remission as defined by any included studies. Secondary outcomes included failure to maintain clinical response, failure to maintain endoscopic remission, failure to maintain endoscopic response, disease-specific quality of life, adverse events (AEs), withdrawal due to AEs and SAEs. We calculated the risk ratio (RR) and 95% confidence intervals (95% CI) for each dichotomous outcome. Data were analyzed on an intention-to-treat basis. The overall certainty of the evidence supporting the outcomes was evaluated using the GRADE criteria."
    },
    {
      "heading": "Main results",
      "text": "One RCT (593 participants) including patients with moderately to severely active UC met the inclusion criteria. Patients who achieved a clinical response after eight weeks of induction treatment with tofacitinib (10 mg twice daily) or placebo were randomly assigned in a 1:1:1 ratio to receive maintenance therapy with tofacitinib at 5 mg twice daily, 10 mg twice daily or placebo for 52 weeks. The primary endpoint was remission at 52 weeks and the secondary endpoints included mucosal healing at 52 weeks, sustained remission at 24 and 52 weeks and glucocorticosteroid-free remission. This study was rated as low risk of bias. The study did not report on the proportion of participants who maintained remission at 52 weeks as clinical remission was not required for study entry (just clinical response). Thus we report on the proportion of participants who achieved clinical remission, clinical response, and endoscopic remission at 52 weeks; the proportion of participants who maintained remission at 52 weeks, and on AEs, SAEs and withdrawal due to AEs. However, the included study did not report on endoscopic response or disease-specific quality of life.\nSixty-three per cent (247/395) of tofacitinib participants failed to achieve clinical remission at 52 weeks compared to 89% (176/198) of placebo participants (RR 0.70, 95% CI 0.64 to 0.77; high-certainty evidence). The number needed to treat for an additional beneficial outcome is 4. Forty-three per cent (171/395) of tofacitinib participants failed to maintain clinical response at 52 weeks compared to 80% (158/198) of placebo participants (RR 0.54, 95% CI 0.48 to 0.62; high-certainty evidence). Eighty-four per cent (333/395) of tofacitinib participants failed to achieve endoscopic remission at 52 weeks compared to 96% (190/198) of placebo participants (RR 0.88, 95% CI 0.83 to 0.92; high-certainty evidence).\nAEs were reported in 76% (299/394) of tofacitinib participants compared with 75% (149/198) of placebo participants (RR 1.01, 95% CI 0.92 to 1.11; high-certainty evidence). Commonly reported AEs included worsening UC, nasopharyngitis, arthralgia (joint pain)and headache. SAEs were reported in 5% (21/394) of tofacitinib participants compared with 7% (13/198) of placebo participants (RR 0.81, 95% CI 0.42 to 1.59; low-certainty evidence). SAEs included non-melanoma skin cancers, cardiovascular events, cancer other than non-melanoma skin cancer, Bowen's disease, skin papilloma and uterine leiomyoma (a tumour in the uterus). There was a higher proportion of participants who withdrew due to an AE in the placebo group compared to the tofacitinib group. Nine per cent (37/394) of participants taking tofacitinib withdrew due to an AE compared to 19% (37/198) of participants taking placebo (RR 0.50, 95% CI 0.33 to 0.77; moderate-certainty evidence). The most common reason for withdrawal due to an AE was worsening UC. The included study did not report on endoscopic response or on mean disease-specific quality of life scores."
    },
    {
      "heading": "Authors' conclusions",
      "text": "High-certainty evidence suggests that tofacitinib is superior to placebo for induction of clinical and endoscopic remission at 52 weeks in participants with moderate-to-severe UC who had a clinical response after eight weeks of induction treatment with tofacitinib (10 mg twice daily) or placebo. The optimal dose of tofacitinib for maintenance therapy is unknown. High-certainty evidence suggests that there is no increased risk of AEs with tofacitinib compared to placebo. However, we are uncertain about the effect of tofacitinib on SAEs due to the low number of events. Further studies are required to look at the long-term effectiveness and safety of using tofacitinib and other oral JAK inhibitors as maintenance therapy in participants with moderate-to-severe UC in remission."
    }
  ],
  "pls_title": "Oral Janus kinase inhibitors (tofacitinib) for maintenance of remission in ulcerative colitis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is ulcerative colitis?",
      "text": "Ulcerative colitis is a chronic (long-term) inflammatory bowel disease that affects the large bowel. The most common symptoms of ulcerative colitis include bloody diarrhea, abdominal pain and a sudden almost uncontrollable urge to pass stool. Some people experience symptoms outside of the bowels including sore joints, mouth sores and inflammation in their eyes. When someone is experiencing symptoms of ulcerative colitis, they are said to have 'active' disease. When symptoms of ulcerative colitis improve with treatment, the disease is said to be responding to therapy. When symptoms of ulcerative colitis stop, the disease is said to be in 'remission'. People with ulcerative colitis in remission are often given therapy with drugs to try and prolong (maintain) their remission or response to therapy."
    },
    {
      "heading": "What are Janus kinase inhibitors?",
      "text": "Janus kinase inhibitors (including tofacitinib) are a class of medications which reduce inflammation in the body. Tofacitinib is currently being used in autoimmune diseases such as rheumatoid arthritis and ulcerative colitis. These drugs come in pill form and are taken by mouth (oral)."
    },
    {
      "heading": "What did the researchers investigate?",
      "text": "The researchers investigated whether tofacitinib helps maintain remission in people with inactive ulcerative colitis and whether this medication causes any harm (side effects). The researchers searched the medical literature up to 20 September 2019."
    },
    {
      "heading": "Key results",
      "text": "We identified one study (593 participants) that compared tofacitinib versus a placebo (a fake medicine). The participants had moderate-to-severe ulcerative colitis that responded to tofacitinib or placebo induction therapy (10 mg twice daily for eight weeks). The study was of high methodological quality. High-certainty evidence suggests that tofacitinib (5 mg or 10 mg twice daily) is more effective than placebo at achieving clinical remission (stopping of symptoms) and endoscopic remission (i.e. healing of inflamed bowel mucosa) of ulcerative colitis at 52 weeks. The rates of side effects (tofacitinib: 76%; placebo: 75%) and serious side effects (tofacitinib: 5%; placebo: 7%) were similar in participants receiving tofacitinib and placebo. High-certainty evidence suggests there is no increased risk of side effects with tofacitinib compared to placebo. Commonly reported side effects included worsening ulcerative colitis, nasopharyngitis (i.e. common cold), arthralgia (i.e. joint pain) and headache. The certainty of the evidence for serious side effects was low due to a low number of events. Serious side effects included non-melanoma skin cancers, cardiovascular events (e.g. heart attack), cancer other than non-melanoma skin cancer, Bowen's disease (i.e. a type of skin cancer), skin papilloma (i.e. a tumour of the skin) and uterine leiomyoma (i.e. a tumour in the uterus). In addition, there was a higher rate of withdrawal from the study due to side effects in the placebo group compared to the treatment group. Nine per cent of participants taking tofacitinib withdrew due to a side effect compared to 19% of participants taking placebo (moderate-certainty evidence). The most common reason for study withdrawal due to a side effect was worsening ulcerative colitis."
    },
    {
      "heading": "Conclusions",
      "text": "High-certainty evidence suggests that tofacitinib is superior to placebo for achieving clinical and endoscopic remission at 52 weeks in participants with moderate-to-severe ulcerative colitis that responded to tofacitinib induction therapy. The optimal dose of tofacitinib for maintenance therapy is unknown. High-certainty evidence suggests that there is no increased risk of side effects with tofacitinib compared to placebo. However, we are uncertain about the effect of tofacitinib on serious side effects due to the low number of events. Further studies are required to look at the long-term benefits and harms of using tofacitinib and other oral Janus kinase inhibitors as maintenance therapy in participants with moderate-to-severe ulcerative colitis in remission."
    }
  ]
}