{
  "doi": "10.1002/14651858.CD012706.pub2",
  "name": "Pharmacological pain and sedation interventions for the prevention of intraventricular hemorrhage in preterm infants on assisted ventilation ‐ an overview of systematic reviews ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Germinal matrix hemorrhage and intraventricular hemorrhage (GMH-IVH) may contribute to neonatal morbidity and mortality and result in long-term neurodevelopmental sequelae. Appropriate pain and sedation management in ventilated preterm infants may decrease the risk of GMH-IVH; however, it might be associated with harms."
    },
    {
      "heading": "Objectives",
      "text": "To summarize the evidence from systematic reviews regarding the effects and safety of pharmacological interventions related to pain and sedation management in order to prevent GMH-IVH in ventilated preterm infants."
    },
    {
      "heading": "Methods",
      "text": "We searched the Cochrane Library August 2022 for reviews on pharmacological interventions for pain and sedation management to prevent GMH-IVH in ventilated preterm infants (< 37 weeks' gestation). We included Cochrane Reviews assessing the following interventions administered within the first week of life: benzodiazepines, paracetamol, opioids, ibuprofen, anesthetics, barbiturates, and antiadrenergics. Primary outcomes were any GMH-IVH (aGMH-IVH), severe IVH (sIVH), all-cause neonatal death (ACND), and major neurodevelopmental disability (MND). We assessed the methodological quality of included reviews using the AMSTAR-2 tool. We used GRADE to assess the certainty of evidence."
    },
    {
      "heading": "Main results",
      "text": "We included seven Cochrane Reviews and one Cochrane Review protocol. The reviews on clonidine and paracetamol did not include randomized controlled trials (RCTs) matching our inclusion criteria. We included 40 RCTs (3791 infants) from reviews on paracetamol for patent ductus arteriosus (3), midazolam (3), phenobarbital (9), opioids (20), and ibuprofen (5). The quality of the included reviews was high. The certainty of the evidence was moderate to very low, because of serious imprecision and study limitations.\nGerminal matrix hemorrhage-intraventricular hemorrhage (any grade)\nCompared to placebo or no intervention, the evidence is very uncertain about the effects of paracetamol on aGMH-IVH (risk ratio (RR) 0.89, 95% confidence interval (CI) 0.38 to 2.07; 2 RCTs, 82 infants; very low-certainty evidence); midazolam may result in little to no difference in the incidence of aGMH-IVH (RR 1.68, 95% CI 0.87 to 3.24; 3 RCTs, 122 infants; low-certainty evidence); the evidence is very uncertain about the effect of phenobarbital on aGMH-IVH (RR 0.99, 95% CI 0.83 to 1.19; 9 RCTs, 732 infants; very low-certainty evidence); opioids may result in little to no difference in aGMH-IVH (RR 0.85, 95% CI 0.65 to 1.12; 7 RCTs, 469 infants; low-certainty evidence); ibuprofen likely results in little to no difference in aGMH-IVH (RR 0.99, 95% CI 0.81 to 1.21; 4 RCTs, 759 infants; moderate-certainty evidence).\nCompared to ibuprofen, the evidence is very uncertain about the effects of paracetamol on aGMH-IVH (RR 1.17, 95% CI 0.31 to 4.34; 1 RCT, 30 infants; very low-certainty evidence). Compared to midazolam, morphine may result in a reduction in aGMH-IVH (RR 0.28, 95% CI 0.09 to 0.87; 1 RCT, 46 infants; low-certainty evidence). Compared to diamorphine, the evidence is very uncertain about the effect of morphine on aGMH-IVH (RR 0.65, 95% CI 0.40 to 1.07; 1 RCT, 88 infants; very low-certainty evidence).\nSevere intraventricular hemorrhage (grade 3 to 4)\nCompared to placebo or no intervention, the evidence is very uncertain about the effect of paracetamol on sIVH (RR 1.80, 95% CI 0.43 to 7.49; 2 RCTs, 82 infants; very low-certainty evidence) and of phenobarbital (grade 3 to 4) (RR 0.91, 95% CI 0.66 to 1.25; 9 RCTs, 732 infants; very low-certainty evidence); opioids may result in little to no difference in sIVH (grade 3 to 4) (RR 0.98, 95% CI 0.71 to 1.34; 6 RCTs, 1299 infants; low-certainty evidence); ibuprofen may result in little to no difference in sIVH (grade 3 to 4) (RR 0.82, 95% CI 0.54 to 1.26; 4 RCTs, 747 infants; low-certainty evidence). No studies on midazolam reported this outcome.\nCompared to ibuprofen, the evidence is very uncertain about the effects of paracetamol on sIVH (RR 2.65, 95% CI 0.12 to 60.21; 1 RCT, 30 infants; very low-certainty evidence). Compared to midazolam, the evidence is very uncertain about the effect of morphine on sIVH (grade 3 to 4) (RR 0.08, 95% CI 0.00 to 1.43; 1 RCT, 46 infants; very low-certainty evidence). Compared to fentanyl, the evidence is very uncertain about the effect of morphine on sIVH (grade 3 to 4) (RR 0.59, 95% CI 0.18 to 1.95; 1 RCT, 163 infants; very low-certainty evidence).\nAll-cause neonatal death\nCompared to placebo or no intervention, the evidence is very uncertain about the effect of phenobarbital on ACND (RR 0.94, 95% CI 0.51 to 1.72; 3 RCTs, 203 infants; very low-certainty evidence); opioids likely result in little to no difference in ACND (RR 1.12, 95% CI 0.80 to 1.55; 5 RCTs, 1189 infants; moderate-certainty evidence); the evidence is very uncertain about the effect of ibuprofen on ACND (RR 1.00, 95% CI 0.38 to 2.64; 2 RCTs, 112 infants; very low-certainty evidence).\nCompared to midazolam, the evidence is very uncertain about the effect of morphine on ACND (RR 0.31, 95% CI 0.01 to 7.16; 1 RCT, 46 infants; very low-certainty evidence). Compared to diamorphine, the evidence is very uncertain about the effect of morphine on ACND (RR 1.17, 95% CI 0.43 to 3.19; 1 RCT, 88 infants; very low-certainty evidence).\nMajor neurodevelopmental disability\nCompared to placebo, the evidence is very uncertain about the effect of opioids on MND at 18 to 24 months (RR 2.00, 95% CI 0.39 to 10.29; 1 RCT, 78 infants; very low-certainty evidence) and at five to six years (RR 1.6, 95% CI 0.56 to 4.56; 1 RCT, 95 infants; very low-certainty evidence). No studies on other drugs reported this outcome."
    },
    {
      "heading": "Authors' conclusions",
      "text": "None of the reported studies had an impact on aGMH-IVH, sIVH, ACND, or MND. The certainty of the evidence ranged from moderate to very low.\nLarge RCTs of rigorous methodology are needed to achieve an optimal information size to assess the effects of pharmacological interventions for pain and sedation management for the prevention of GMH-IVH and mortality in preterm infants. Studies might compare interventions against either placebo or other drugs. Reporting of the outcome data should include the assessment of GMH-IVH and long-term neurodevelopment."
    }
  ],
  "pls_title": "Medicines to manage pain and discomfort in premature babies assisted with breathing machines and at risk of brain bleeding",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Overview question",
      "text": "Do pain medicines reduce brain bleeding and death and improve long-term development in babies born too early ('preterm' babies) who need mechanical breathing assistance?"
    },
    {
      "heading": "Background",
      "text": "Preterm babies, especially babies born before 28 weeks of pregnancy are completed, sometimes develop brain bleeding. Babies with less severe bleeding may make a full recovery or have only mild problems later in life. Babies with more serious bleeding may die or have problems later in life. Currently, there are no approaches to prevent or treat brain bleeding."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for Cochrane Reviews that investigated pain medicines for preventing brain bleeding in preterm babies. We assessed the quality of the reviews and summarized their results, thus bringing all the current relevant evidence about these treatments into one place."
    },
    {
      "heading": "What did we find?",
      "text": "We included seven Cochrane Reviews and one protocol (plan) for a Cochrane Review. Two reviews included studies outside our area of interest; for example, they focused on babies born normally at the end of the pregnancy, or babies not needing breathing machines. The other five reviews investigated these medicines: paracetamol (3 studies), midazolam (3 studies), phenobarbital (9 studies), opioids (20 studies), and ibuprofen (5 studies)."
    },
    {
      "heading": "Main results",
      "text": "• Less severe brain bleeding\nWe are moderately confident in the evidence for ibuprofen, which likely results in no important difference in the amount of brain bleeding compared to placebo (an inactive or 'dummy' medicine) (ranging from 19% reduction to 21% increase). We are not confident in the evidence for: morphine compared to diamorphine; other medicines compared to placebo. None of the studies investigating other comparisons between two different medicines looked at this outcome.\n• Severe brain bleeding\nWe are not confident in the evidence for paracetamol, phenobarbital, opioids, and ibuprofen compared to placebo. Similarly, we are not confident in the evidence for: paracetamol compared to ibuprofen; morphine compared to midazolam and fentanyl. No studies on midazolam compared to placebo and morphine to diamorphine reported severe brain bleeding.\n• Deaths (from any cause) at 28 days of life\nWe are moderately confident in the evidence for opioids, which likely results in no important difference compared to placebo (ranging from 20% reduction to 55% increase). We are not confident in the evidence for: phenobarbital and ibuprofen compared to placebo; morphine compared to midazolam and diamorphine. No studies on paracetamol and midazolam compared to placebo, paracetamol to ibuprofen, and morphine to fentanyl reported deaths (from any cause) at 28 days of life.\n• Long-term development\nWe are not confident in the evidence for opioids compared to placebo on babies' long-term development at 18 to 24 months old and at five to six years old. None of the other studies looked at long-term development.\nWe identified one Cochrane Review protocol on dexmedetomidine, a medicine to manage pain and help babies relax. We plan to include evidence from this review when it is published."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are moderately confident in the evidence for ibuprofen on less severe brain bleeding and opioids on deaths (from any cause) compared to placebo. We are not confident in the evidence for the other comparisons and outcomes. The studies either did not report information that we could use or produced findings in which we have very little confidence. These studies were small and used methods likely to introduce errors in their results."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to August 2022."
    }
  ]
}