{
  "doi": "10.1002/14651858.CD014831.pub2",
  "name": "Non‐biologic, steroid‐sparing therapies for non‐infectious intermediate, posterior, and panuveitis in adults ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Non-infectious intermediate, posterior, and panuveitis (NIIPPU) represent a heterogenous collection of autoimmune and inflammatory disorders isolated to or concentrated in the posterior structures of the eye. Because NIIPPU is typically a chronic condition, people with NIIPPU frequently require treatment with steroid-sparing immunosuppressive therapy. Methotrexate, mycophenolate, cyclosporine, azathioprine, and tacrolimus are non-biologic, disease-modifying antirheumatic drugs (DMARDs) which have been used to treat people with NIIPPU."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effectiveness and safety of selected DMARDs (methotrexate, mycophenolate mofetil, tacrolimus, cyclosporine, and azathioprine) in the treatment of NIIPPU in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (which contains the Cochrane Eyes and Vision Trials Register), MEDLINE, Embase, the Latin American and Caribbean Health Sciences database, ClinicalTrials.gov, and the World Health Organization International Clinical Trials Registry Platform, most recently on 16 April 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) comparing selected DMARDs (methotrexate, mycophenolate, tacrolimus, cyclosporine, and azathioprine) with placebo, standard of care (topical steroids, with or without oral steroids), or with each other."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We included 11 RCTs with a total of 601 participants in this review.\nDMARDs versus control\nTwo studies compared an experimental DMARD (cyclosporine A or enteric-coated mycophenolate [EC-MPS]) plus oral steroid with steroid monotherapy. We did not pool these results into a meta-analysis because the dose of cyclosporine used was much higher than that used in current clinical practice. The evidence is very uncertain about whether EC-MPS plus low-dose oral steroid results in a higher proportion of participants achieving control of inflammation over steroid monotherapy (risk ratio [RR] 2.81, 95% confidence interval [CI] 1.10 to 7.17; 1 study, 41 participants; very low-certainty evidence). The change in best-corrected visual acuity (BCVA) was reported separately for right and left eyes. The evidence for improvement (lower logarithm of the minimum angle of resolution (logMAR) indicates better vision) between the groups is very uncertain (mean difference [MD] -0.03 and -0.10, 95% CI -0.96 to 0.90 and -0.27 to 0.07 for right and left, respectively; 1 study, 82 eyes; very low-certainty evidence). No data were available for the following outcomes: proportion of participants achieving a 2-line improvement in visual acuity, with confirmed macular edema, or achieving steroid-sparing control. The evidence for the proportion of participants requiring cessation of medication in the DMARD versus control group is very uncertain (RR 2.61, 95% CI 0.11 to 60.51; 1 study, 41 participants; very low-certainty evidence).\nMethotrexate versus mycophenolate\nWe were able to combine two studies into a meta-analysis comparing methotrexate versus mycophenolate mofetil. Methotrexate probably results in a slight increase in the proportion of participants achieving control of inflammation, including steroid-sparing control, compared to mycophenolate at six months (RR 1.23, 95% CI 1.01 to 1.50; 2 studies, 261 participants; moderate-certainty evidence). Change in BCVA was reported per eye and the treatments likely result in little to no difference in change in vision (MD 0.01 logMAR higher [worse] for methotrexate versus mycophenolate; 2 studies, 490 eyes; moderate-certainty evidence). No data were available for the proportion of participants achieving a 2-line improvement in visual acuity. The evidence is very uncertain regarding the proportion of participants with confirmed macular edema between methotrexate versus mycophenolate (RR 0.49, 95% CI 0.19 to 1.30; 2 studies, 35 eyes; very low-certainty). Methotrexate versus mycophenolate may result in little to no difference in the proportion of participants requiring cessation of medication (RR 0.99, 95% CI 0.43 to 2.27; 2 studies, 296 participants; low-certainty evidence).\nSteroids with or without azathioprine versus cyclosporine A\nFour studies compared steroids with or without azathioprine (oral steroids, intravenous [IV] steroids, or azathioprine) to cyclosporine A. We excluded two studies from the meta-analysis because the participants were treated with 8 mg to 15 mg/kg/day of cyclosporine A, a significantly higher dose than is utilized today because of concerns for nephrotoxicity.\nThe remaining two studies were conducted in all Vogt-Koyanagi-Harada disease (VKH) populations and compared cyclosporine A to azathioprine or IV pulse-dose steroids. The evidence is very uncertain for whether the steroids with or without azathioprine or cyclosporine A influenced the proportion of participants achieving control of inflammation (RR 0.84, 95% CI 0.70 to 1.02; 2 studies, 112 participants; very low-certainty evidence), achieving steroid-sparing control (RR 0.64, 95% CI 0.33 to 1.25; 1 study, 21 participants; very low-certainty evidence), or requiring cessation of medication (RR 0.85, 95% 0.21 to 3.45; 2 studies, 91 participants; very low-certainty evidence). The evidence is uncertain for improvement in BCVA (MD 0.04 logMAR lower [better] with the steroids with or without azathioprine versus cyclosporine A; 2 studies, 91 eyes; very low-certainty evidence). There were no data available (with current cyclosporine A dosing) for the proportion of participants achieving a 2-line improvement in visual acuity or with confirmed macular edema.\nStudies not included in synthesis\nWe were unable to include three studies in any of the comparisons (in addition to the aforementioned studies excluded based on historic doses of cyclosporine A). One was a dose-response study comparing cyclosporine A to cyclosporine G, a formulation which was never licensed and is not clinically available. We excluded another study from meta-analysis because it compared cyclosporine A and tacrolimus, considered to be of the same class (calcineurin inhibitors). We were unable to combine the third study, which examined tacrolimus monotherapy versus tacrolimus plus oral steroid, with any group."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is a paucity of data regarding which DMARD is most effective or safe in NIIPPU. Studies in general were small, heterogenous in terms of their design and outcome measures, and often did not compare different classes of DMARD with each other. Methotrexate is probably slightly more efficacious than mycophenolate in achieving control of inflammation, including steroid-sparing control (moderate-certainty evidence), although there was insufficient evidence to prefer one medication over the other in the VKH subgroup (very low-certainty evidence). Methotrexate may result in little to no difference in safety outcomes compared to mycophenolate."
    }
  ],
  "pls_title": "Treatment of inflammatory conditions of the eye with medications",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What was the aim of this review?",
      "text": "In this systematic review, we studied the available evidence on the effectiveness and safety of several medications used to treat a specific subset of inflammatory conditions of the back part of the eye."
    },
    {
      "heading": "Key message",
      "text": "We found that the medication methotrexate may be slightly more effective than mycophenolate. Otherwise, there was no strong evidence to suggest one medication is more effective or safe than the others."
    },
    {
      "heading": "What did we study in this review?",
      "text": "Non-infectious intermediate, posterior, and panuveitis (NIIPPU) are a collection of several diseases which cause inflammation restricted to or including the back part of the eye. NIIPPU is not caused by an infection. NIIPPU is usually treated first with oral steroids, which tamp down the overactive immune system. However, because steroids have many other side effects when used over the long term, people with NIIPPU often require other immunosuppressive medications to control their disease. Several medications have been developed, but it is not clear which is most effective or safest for NIIPPU. This systematic review attempted to answer how safe and effective the medications methotrexate, mycophenolate, azathioprine, tacrolimus, and cyclosporine are for NIIPPU."
    },
    {
      "heading": "What were the main results of this review?",
      "text": "The main result of this review is that the medication methotrexate may be slightly more effective than mycophenolate for the treatment of NIIPPU in terms of how many people had their disease controlled and were able to be weaned from (taken off) steroid medications. The two medications are likely similar in terms of their safety, but this evidence is not strong. There were not many other instances in which we could combine evidence from different studies. There is a general lack of data in this area, and we cannot draw any other conclusions regarding the superiority of one medication over the others in terms of safety or efficacy."
    },
    {
      "heading": "What are the limitations of this review?",
      "text": "This review does not include biologic therapies, which are increasingly becoming the class of medications preferred by most doctors for treating inflammatory rheumatologic conditions such as NIIPPU. This review is also limited by the lack of large, randomized controlled trials (RCTs) in the field, wide differences in the available studies' design, and absence of studies comparing multiple medications head-to-head."
    },
    {
      "heading": "How up to date is the review?",
      "text": "This study is up to date as of 16 April 2021."
    }
  ]
}