{
  "doi": "10.1002/14651858.CD007982.pub2",
  "name": "Email for the provision of information on disease prevention and health promotion",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Email is a popular and commonly used method of communication, but its use in health care is not routine. Its application in health care has included the provision of information on disease prevention and health promotion, but the effects of using email in this way are not known. This review assesses the use of email for the provision of information on disease prevention and health promotion."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of email for the provision of information on disease prevention and health promotion, compared to standard mail or usual care, on outcomes for healthcare professionals, patients and caregivers, and health services, including harms."
    },
    {
      "heading": "Search methods",
      "text": "We searched: the Cochrane Consumers and Communication Review Group Specialised Register (January 2010), the Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library, Issue 1 2010), MEDLINE (1950 to January 2010), EMBASE (1980 to January 2010), CINAHL (1982 to February 2010), ERIC (1965 to January 2010) and PsycINFO (1967 to January 2010). We searched grey literature: theses/dissertation repositories, trials registers and Google Scholar (searched July 2010). We used additional search methods: examining reference lists, contacting authors."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials, quasi-randomised trials, controlled before and after studies and interrupted time series studies examining interventions where email is used by healthcare professionals to provide information to patients on disease prevention and health promotion, and taking the form of 1) unsecured email 2) secure email or 3) web messaging. We considered healthcare professionals or associated administrative staff as participants originating the email communication, and patients and caregivers as participants receiving the email communication, in all settings. Email communication was one-way from healthcare professionals or associated administrative staff originating the email communication, to patients or caregivers receiving the email communication."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed the risk of bias of included studies and extracted data. We contacted study authors for additional information. We assessed risk of bias according to the Cochrane Handbook for Systematic Reviews of Interventions. For continuous outcome measures, we report effect sizes as mean differences (MDs). For dichotomous outcome measures, we report effect sizes as odds ratios (ORs). We conducted a meta-analysis for one primary health service outcome, comparing email communication to standard mail, and report this result as an OR."
    },
    {
      "heading": "Main results",
      "text": "We included six randomised controlled trials involving 8372 people. All trials were judged to be at high risk of bias for at least one domain. Four trials compared email communication to standard mail and two compared email communication to usual care. For the primary health service outcome of uptake of preventive screening, there was no difference between email and standard mail (OR 0.93; 95% CI 0.69 to 1.24). For both comparisons (email versus standard mail and email versus usual care) there was no difference between the groups for patient or caregiver understanding and support. Results were inconclusive for patient or caregiver behaviours and actions. For email versus usual care only, there was no significant difference between groups for the primary outcome of patient health status and well-being. No data were reported relating to healthcare professionals or harms."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence on the use of email for the provision of information on disease prevention and health promotion was weak, and therefore inadequate to inform clinical practice. The available trials mostly provide inconclusive, or no evidence for the outcomes of interest in this review. Future research needs to use high-quality study designs that take advantage of the most recent developments in information technology, with consideration of the complexity of email as an intervention."
    }
  ],
  "pls_title": "Email used by health professionals to send patients/caregivers information on promoting health and preventing disease",
  "pls_type": "long",
  "pls": "Email is widely used in many sectors and lots of people use it in their day to day lives. The use of email in health care is not yet common. One use for it is for health professionals to send patients/caregivers information on how to be healthy and avoid disease. This review examines how patients, healthcare professionals and health services may be affected by using email in this way.\nWe found that there was not much evidence on the effects of using email to give people information on disease prevention and health promotion. We found only six trials with 8372 participants in total. All of the trials had elements of bias. Four studies compared email to standard mail as a method of communication, and found that using email instead of mail did not make any difference to patient or caregiver understanding, or the uptake of preventive screening. Two studies compared email with usual care, and found that using email instead of usual methods of information delivery did make any difference to patient or caregiver understanding and support, or patient health status and well-being. We were unable to properly assess email's impact on patient or caregiver behaviours/actions as the results were mixed.\nAs there is a lack of good quality evidence for whether email can be used by healthcare professionals to provide information to patients or caregivers on how to stay healthy and avoid disease, we need to think about how to get good measurable information on this. Future studies should follow advice on good ways of carrying out and presenting research. It would be useful if they could look at the costs of using email and take into account ongoing changes in technology."
}