{
  "doi": "10.1002/14651858.CD003577.pub3",
  "name": "Techniques and materials for skin closure in caesarean section",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Caesarean section is a common operation with no agreed upon standard regarding certain operative techniques or materials to use. With regard to skin closure, the skin incision can be re-approximated by a subcuticular suture immediately below the skin layer, by an interrupted suture, or by staples. A great variety of materials and techniques are used for skin closure after caesarean section and there is a need to identify which provide the best outcomes for women."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effects of skin closure techniques and materials on maternal and operative outcomes after caesarean section."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (10 January 2012)."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomized trials comparing different skin closure materials in caesareans were selected. Two review authors independently abstracted the data."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We identified 19 trials and included 11, but only eight trials contributed data. Three trials were not randomized controlled trials; two were ongoing; one study was terminated and the results were not available for review; one is awaiting classification; and one did not compare skin closure materials, but rather suture to suture and drain placement."
    },
    {
      "heading": "Main results",
      "text": "The two methods of skin closure for caesarean that have been most often compared are non-absorbable staples and absorbable subcutaneous sutures. Compared with absorbable subcutaneous sutures, non-absorbable staples are associated with similar incidences of wound infection. Other important secondary outcomes, such as wound complications, were also similar between the groups in women with Pfannenstiel incisions. However, it is important to note, that for both of these outcomes (wound infection and wound complication), staples may have a differential effect depending on the type of skin incision, i.e., Pfannenstiel or vertical. Compared with absorbable subcutaneous sutures, non-absorbable staples are associated with an increased risk of skin separation, and therefore, reclosure. However, skin separation was variably defined across trials, and most staples were removed before four days postpartum."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently no conclusive evidence about how the skin should be closed after caesarean section. Staples are associated with similar outcomes in terms of wound infection, pain and cosmesis compared with sutures, and these two are the most commonly studied methods for skin closure after caesarean section. If staples are removed on day three, there is an increased incidence of skin separation and the need for reclosure compared with absorbable sutures."
    }
  ],
  "pls_title": "Techniques and materials for skin closure in caesarean",
  "pls_type": "long",
  "pls": "When performing a caesarean, several layers of the mother's abdomen need to be cut to reach the baby. After the baby's birth, the layers need to be closed again. This review looked at different ways of closing the skin layer after a caesarean. Skin closure can be carried out with stitches that go under the skin, stitches that go over the skin or staples (clips). Suture materials currently available are natural or synthetic, absorbable or non-absorbable, single-filament or braided. Staples are attractive because of the speed of application.\nWe identified 19 randomized controlled trials and included 11, but only eight contributed data. The most commonly studied methods of skin closure were non-absorbable staples compared with absorbable subcutaneous sutures. Staples were associated with similar outcomes in terms of wound infection, pain and appearance compared with sutures. Non-absorbable staples had an increased risk of skin separation and, therefore, reclosure. Skin separation was defined differently across trials and removal of staples varied from about day three to day seven postoperatively.\nThere is not enough evidence from the included studies to say which method of closing the caesarean skin incision is superior. Too few trials compared different kinds of sutures. The use of prophylactic antibiotics to reduce infection was not reported in most trials."
}