{
  "doi": "10.1002/14651858.CD003538.pub2",
  "name": "Selenium supplementation for asthma",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Selenium deficiency may be important in chronic asthma. Observational studies have demonstrated that patients with chronic asthma may have lower levels of selenium than their control. Nevertheless, selenium supplementation has not been recommended with drug therapy for asthma. This review systematically examines RCTs that evaluated the role of selenium supplementation in chronic asthma."
    },
    {
      "heading": "Objectives",
      "text": "Recognition that chronic asthma can be associated with selenium deficiency has led to the investigation of the role of selenium supplementation in reducing the symptoms and impact of chronic asthma. The objective of this review was to assess the efficacy of selenium supplementation as an adjunct to medication for the treatment of chronic asthma."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Specialised Register, MEDLINE/PubMed, and EMBASE. Searches were current as of August 2005."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials comparing patients with chronic asthma receiving selenium supplementation in conjunction with asthma medication, with patients taking asthma medication only."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers applied the study inclusion criteria"
    },
    {
      "heading": "Main results",
      "text": "One trial with a total of 24 patients suffering from chronic asthma was included. The study reported significant clinical improvement in the selenium-supplemented group, as compared with the placebo group, in terms of a 'clinical evaluation'. However, this improvement could not be validated by significant changes in separate objective parameters of lung function and airway hyper-responsiveness."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is some indication that selenium supplementation may be a useful adjunct to medication for patients with chronic asthma. This conclusion is limited because of insufficient studies and lack of improvement in the clinical parameters of lung function."
    }
  ],
  "pls_title": "Selenium supplementation for asthma",
  "pls_type": "long",
  "pls": "Selenium is a trace mineral, and it is thought that deficiency of selenium may play some role in the development of asthma. Some studies suggest that selenium supplementation for people with chronic asthma may help to improve symptoms. This review found some evidence from only one small trial that selenium supplementation might help reduce symptoms of chronic asthma symptoms, but more research is needed to be certain."
}