{
  "doi": "10.1002/14651858.CD009685.pub2",
  "name": "Image guided surgery for the resection of brain tumours",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Extent of resection is believed to be a key prognostic factor in neuro-oncology. Image guided surgery uses a variety of tools or technologies to help achieve this goal. It is not clear whether any of these, sometimes very expensive, tools (or their combination) should be recommended as part of standard care for patient with brain tumours. We set out to determine if image guided surgery offers any advantage in terms of extent of resection over surgery without any image guidance and if any one tool or technology was more effective."
    },
    {
      "heading": "Objectives",
      "text": "To compare image guided surgery with surgery either not using any image guidance or to compare surgery using two different forms of image guidance. The primary outcome criteria was extent of resection and adverse events. Other outcome criteria were overall survival; progression free survival; and quality of life (QoL)."
    },
    {
      "heading": "Search methods",
      "text": "The following databases were searched, the Cochrane Central Register of Controlled Trials (CENTRAL) (Issue 1, 2013), MEDLINE (1948 to March, week 10, 2013) and EMBASE (1970 to 2013, week 10). Reference lists of all identified studies were searched. Two journals, the Journal of Neuro-Oncology and Neuro-oncology, were handsearched from 1991 to 2013, including all conference abstracts. Neuro-oncologists, trial authors and manufacturers were contacted regarding ongoing and unpublished trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Study participants included patients of all ages with a presumed new or recurrent brain tumour (any location or histology) from clinical examination and imaging (computed tomography (CT), magnetic resonance imaging (MRI) or both). Image guidance interventions included intra-operative MRI (iMRI); fluorescence guided surgery; neuronavigation including diffusion tensor imaging (DTI); and ultrasonography. Included studies had to be randomised controlled trials (RCTs) with comparisons made either with patients having surgery without the image guidance tool in question or with another type of image guidance tool. Subgroups were to include high grade glioma; low grade glioma; brain metastasis; skull base meningiomas; and sellar or parasellar tumours."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the search results for relevance, undertook critical appraisal according to known guidelines, and extracted data using a pre-specified pro forma."
    },
    {
      "heading": "Main results",
      "text": "Four RCTs were identified, each using a different image guided technique: 1. iMRI (58 patients), 2. 5-aminolevulinic acid (5-ALA) fluorescence guided surgery (322 patients), 3. neuronavigation (45 patients) and 4. DTI-neuronavigation (238 patients). Meta-analysis was not appropriate due to differences in the tumours included (eloquent versus non-eloquent locations) and variations in the image guidance tools used in the control arms (usually selective utilisation of neuronavigation). There were significant concerns regarding risk of bias in all the included studies, especially for the study using DTI-neuronavigation. All studies included patients with high grade glioma, with one study also including patients with low grade glioma. The extent of resection was increased with iMRI (risk ratio (RR) (incomplete resection) 0.13, 95% CI 0.02 to 0.96, low quality evidence), 5-ALA (RR 0.55, 95% CI 0.42 to 0.71) and DTI-neuronavigation (RR 0.35, 95% CI 0.20 to 0.63, very low quality evidence). Insufficient data were available to evaluate the effects of neuronavigation on extent of resection. Reporting of adverse events was incomplete, with a suggestion of significant reporting bias. Overall, reported events were low in most studies, but there was concern that surgical resection using 5-ALA may lead to more frequent early neurological deficits. There was no clear evidence of improvement in overall survival (OS) with 5-ALA (hazard ratio (HR) 0.82, 95% CI 0.62 to 1.07) or DTI-neuronavigation (HR 0.57, 95% CI 0.32 to 1.00) in patients with high grade glioma. Progression-free survival (PFS) data were not available in the appropriate format for analysis.\nData for quality of life (QoL) were only available for one study and suffered from significant attrition bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is low to very low quality evidence (according to GRADE criteria) that image guided surgery using iMRI, 5-ALA or DTI-neuronavigation increases the proportion of patients with high grade glioma that have a complete tumour resection on post-operative MRI. There is a theoretical concern that maximising the extent of resection may lead to more frequent adverse events but this was poorly reported in the included studies. Effects of image guided surgery on survival and QoL are unclear. Further research, including studies of ultrasound guided surgery, is needed."
    }
  ],
  "pls_title": "Imaging guided surgery for brain tumours",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Surgery has a key role in the management of many types of brain tumour. In some types of brain tumour the amount that can be removed by the surgeon is very important in helping patients live longer and feel better. However, sometimes removing a brain tumour can be difficult, because it either looks like normal brain tissue or is near brain tissue that is very important to making people function normally. New methods of visualising tumours during surgery have been developed to help surgeons better identify tumour from normal brain tissue."
    },
    {
      "heading": "Question",
      "text": "1. Is image guided surgery more effective at removing brain tumours than surgery without image guidance?\n2. Is one image guidance technology or tool better than another?"
    },
    {
      "heading": "Study characteristics",
      "text": "Our search strategy was up to date as of March 2013. We found four trials looking at four different types of tools to help improve the amount of tumour that is removed. The tumour that they looked at was usually high grade glioma but one study also included patients with low grade glioma. Imaging interventions used during surgery included magnetic resonance imaging (iMRI) during surgery to assess the amount of remaining tumour, or a fluorescent dye (5-aminolevulinic acid (5-ALA)) to mark out the tumour. Two trials used pre-operative imaging to map out the location of a tumour, which was then used at the time of surgery to guide the resection (neuronavigation). All the studies were at significant risk of bias and some were small and stopped early. Others were funded by the manufacturers of the image guidance tool involved."
    },
    {
      "heading": "Key results",
      "text": "We found low quality evidence that using image guided surgery can lead to more of the tumour being removed surgically in some people. It has not been proven that any of the techniques that were evaluated improve overall survival. Data about how each technique can affect a patient's quality of life was poorly reported. The side effects of each technique were also poorly reported, but they did not appear to be more common with image guided surgery. There is a concern that taking out more of the tumour using 5-ALA can lead to patients having a type of stroke early after surgery but long-term the risk seems to be no different between techniques. There was very low quality evidence for neuronavigation and no trials were identified for ultrasound guidance."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Evidence for image guided surgery in removing brain tumours is sparse and of low quality. Further research is needed to assess two main questions.\n1. Is removing more of the tumour better for the patient in the long-term?\n2. What are the risks of making a patient symptomatically worse by taking out more of the tumour, and how may this affect a patient's quality of life?"
    }
  ]
}