{
  "doi": "10.1002/14651858.CD009006.pub2",
  "name": "Social skills programmes for schizophrenia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Social skills programmes (SSP) are treatment strategies aimed at enhancing the social performance and reducing the distress and difficulty experienced by people with a diagnosis of schizophrenia and can be incorporated as part of the rehabilitation package for people with schizophrenia."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective is to investigate the effects of social skills training programmes, compared to standard care, for people with schizophrenia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group’s Trials Register (November 2006 and December 2011) which is based on regular searches of CINAHL, BIOSIS, AMED, EMBASE, PubMed, MEDLINE, PsycINFO, and registries of clinical trials. We inspected references of all identified studies for further trials.\nA further search for studies has been conducted by the Cochrane Schizophrenia Group in 2015, 37 citations have been found and are currently being assessed by review authors."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all relevant randomised controlled trials for social skills programmes versus standard care involving people with serious mental illnesses."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data independently. For dichotomous data we calculated risk ratios (RRs) and their 95% confidence intervals (CI) on an intention-to-treat basis. For continuous data, we calculated mean differences (MD) and 95% CIs."
    },
    {
      "heading": "Main results",
      "text": "We included 13 randomised trials (975 participants). These evaluated social skills programmes versus standard care, or discussion group. We found evidence in favour of social skills programmes compared to standard care on all measures of social functioning. We also found that rates of relapse and rehospitalisation were lower for social skills compared to standard care (relapse: 2 RCTs, n = 263, RR 0.52 CI 0.34 to 0.79, very low quality evidence ), (rehospitalisation: 1 RCT, n = 143, RR 0.53 CI 0.30 to 0.93, very low quality evidence ) and participants’ mental state results (1 RCT, n = 91, MD -4.01 CI -7.52 to -0.50, very low quality evidence ) were better in the group receiving social skill programmes. Global state was measured in one trial by numbers not experiencing a clinical improvement, results favoured social skills (1 RCT, n = 67, RR 0.29 CI 0.12 to 0.68, very low quality evidence ). Quality of life was also improved in the social skills programme compared to standard care (1 RCT, n = 112, MD -7.60 CI -12.18 to -3.02, very low quality evidence ). However, when social skills programmes were compared to a discussion group control, we found no significant differences in the participants social functioning, relapse rates, mental state or quality of life, again the quality of evidence for these outcomes was very low."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Compared to standard care, social skills training may improve the social skills of people with schizophrenia and reduce relapse rates, but at present, the evidence is very limited with data rated as very low quality. When social skills training was compared to discussion there was no difference on patients outcomes. Cultural differences might limit the applicability of the current results, as most reported studies were conducted in China. Whether social skills training can improve social functioning of people with schizophrenia in different settings remains unclear and should be investigated in a large multi-centre randomised controlled trial."
    }
  ],
  "pls_title": "Social skills programmes for people with schizophrenia",
  "pls_type": "long",
  "pls": "Social skills programmes (SSP) use behavioural therapy and techniques for teaching individuals to communicate their emotions and requests. This means they are more likely to achieve their goals, meet their needs for relationships and for independent living as well as getting on with other people and socially adjusting. Social skills programmes involve 'model learning' (role playing) which was introduced to improve general 'molecular' skills (eye contact, fluency of speech, gestures) and 'molar' skills (managing negative emotions, giving positive feedback). Social skills programmes enhance social performance and reduce the distress and difficulty experienced by people with schizophrenia. Social skills programmes can be incorporated as part of a rehabilitation package for people with schizophrenia.\nThe main objective of this review is to investigate the effectiveness of social skills programmes, compared to standard care or discussion groups, for people with schizophrenia. Based on searches carried out in 2006 and 2011, this review includes 13 trials with a total of 975 participants. Authors chose seven main outcomes of interest, all data for these outcomes were rated to be very low quality. The review found significant differences in favour of social skills programmes compared to standard care on all measures of social functioning. Rates of relapse were lower for social skills compared to standard care and there was a significant difference in favour of social skills on people’s mental state. Quality of life was also improved in the social skills programme compared to standard care. However, when social skills programmes were compared to discussion groups, there were no significant differences in people’s social functioning, relapse rates, mental state or quality of life.\nCompared to standard care, social skills programmes may improve the social skills of people with schizophrenia and reduce relapse rates. However, at the moment evidence is very limited with data only of very low quality available. Cultural differences might also limit the relevance of current results, as most reported studies were conducted in China. Whether social skills programmes or training can improve the social functioning of people with schizophrenia in different settings remains unclear and should be further investigated in a large multi-centre randomised controlled trial.\nBen Gray, Senior Peer Researcher, McPin Foundation.http://mcpin.org/"
}