{
  "doi": "10.1002/14651858.CD006744.pub3",
  "name": "The role of alpha blockers prior to removal of urethral catheter for acute urinary retention in men ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acute urinary retention is a urological emergency in men and requires urgent catheterisation. Any intervention which aims at improving urinary symptoms following an acute urinary retention episode could be potentially beneficial. Alpha blockers relax prostatic smooth muscle cells thereby decreasing the resistance to urinary flow and by doing so could improve urinary symptoms."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of alpha blockers on successful resumption of micturition following removal of a urethral urinary catheter after an episode of acute urinary retention in men. In the absence of internationally agreed outcome measures for the success of a trial without catheter, success was defined as the return to satisfactory voiding without need for re-catheterisation within 24 hours."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Incontinence Group Specialised Trials Register, which contains trials identified from the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, MEDLINE in process, and handsearching of journals and conference proceedings (searched 9 October 2013), CENTRAL (2013, Issue 5) (searched 5 June 2013), MEDLINE 1946 to May Week 4 2013, MEDLINE in Process (covering to 3 June 2013), EMBASE Classic and EMBASE 1947 to 2013 Week 22 (all searched 4 June 2013) and the reference lists of relevant articles. No language or other restrictions were imposed on the searches."
    },
    {
      "heading": "Selection criteria",
      "text": "Only randomised and quasi-randomised clinical trials of alpha blockers for trial without a urethral catheter following an episode of acute urinary retention in men were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently examined all the citations and abstracts derived from the search strategy. Any disagreement about trial selection and inclusion was resolved by discussion. A third independent judgement was sought where disagreement persisted. Two review authors extracted independently, cross-checked and processed the data as described in the Cochrane Handbook for Systematic Reviews of Intervention. Quality of evidence of the critical outcomes was assessed by adopting the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "Nine randomised clinical trials were included in this review. Eight trials compared alpha blockers versus placebo (five trials tested alfuzosin and two trials tested tamsulosin, one trial tested both alfuzosin and tamsulosin, one trial tested silodosin) and one trial compared an alpha blocker (doxazosin) versus no treatment. Trial without catheter was performed after treatment with the drug for one to three days in seven trials and for eight and 32 days in two other trials respectively. There was moderate quality evidence to suggest that the rate of successful trial without catheter favoured alpha blockers over placebo ( 366/608, 60.2%, of men using an alpha blocker were able to void spontaneously after catheter removal compared with 185/486, 38.1%, using placebo, risk ratio (RR) 1.55, 95% confidence interval (CI) 1.36 to 1.76). The incidence of recurrent acute urinary retention was lower in groups treated with an alpha blocker (RR 0.69, 95% CI 0.60 to 0.79). This evidence was of moderate quality and was statistically significant for alfuzosin, tamsulosin and silodosin, though not for doxazosin. Of the trials mentioning adverse effects (for example, postural hypotension, dizziness), there was not enough information to detect statistically significant differences between the groups (RR 1.19, 95% CI 0.75 to 1.89) and the evidence was of low quality. Overall, adverse effect rates were low for both placebo and alpha blockers and, for example, vasodilatation-related adverse effects did not often result in discontinuation. However, the data in this review are limited due to the large amount of unpublished data that was not available to us."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There was some evidence to suggest that alpha blockers increase the success rates of trial without catheter, and the incidence of adverse effects was low. There was some evidence of a decreased incidence of acute urinary retention. The need for further surgery, cost effectiveness and recommended duration of alpha blocker treatment after successful trial without catheter remain unknown as these were not reported by any trial. There is a lack of internationally agreed outcome measures for what constitutes successful trial without catheter. This makes meta-analysis difficult. Large, well-designed controlled trials, which use the recommendations set out in the CONSORT statement, and include clinically important outcome measures, are required."
    }
  ],
  "pls_title": "Alpha blocker treatment for men to increase chances to have urinary catheter successfully removed",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background on the condition",
      "text": "Acute urinary retention in men is a medical emergency characterised by the sudden and often painful inability to pass urine. There are many known causes including prostate obstruction (because of enlargement of the prostate or cancer), urethral strictures (a narrowing of the urethra due to scar tissue), urine infection, constipation and neurological conditions. A narrow drainage tube (urinary catheter) is temporarily inserted into the bladder through the penis to allow drainage of urine. Once the catheter is removed, some men fail to pass urine again and need to be re-catheterised. In these men, continued use of catheters or prostate surgery are the standard treatment options. Catheters are associated with risks such as infection and can harm quality of life. Measures for increasing the rate of successful catheter removal, that is, enabling patients to urinate spontaneously again, are therefore potentially beneficial. Alpha blockers (for example tamsulosin, alfuzosin) are a group of drugs known to have positive effects on urinary symptoms such as poor urinary flow. It is believed that their relaxing effect on the prostate may also increase the chance to void again after catheter removal. This review evaluated the evidence available to support this practice."
    },
    {
      "heading": "The main findings of the review",
      "text": "In nine clinical trials men were either given a dummy tablet (placebo, inactive drug), an alpha blocker for one to three days (in one study up to a maximum of eight days and in another for 32 days) or no treatment before the catheter was removed. In ideal circumstances, neither patients nor doctors knew which type of tablet was given, to prevent the bias in reporting the results. The results suggested that alpha blocker treatment increased the chances of successful catheter removal and return to urination although the overall scientific evidence available to support this was limited. Four different alpha blockers were tested (alfuzosin, tamsulosin, doxazosin and silodosin). Their results were similar except for doxazosin which did not seem to make a significant difference."
    },
    {
      "heading": "Adverse effects",
      "text": "Side effects caused by alpha blockers were few and comparable to placebo or no treatment, though this evidence was limited. They included retrograde ejaculation, dizziness, low blood pressure, fainting, sleepiness, feeling unwell and headache."
    },
    {
      "heading": "Conclusions",
      "text": "There was some evidence to say that alpha blockers also reduce the risk of suffering another (recurrent) episode of urinary retention after successful catheter removal, though it remains unclear whether they reduce the need for future surgery on the prostate. It is therefore unclear whether, or for how long, alpha blocker treatment should be continued after successful catheter removal and whether the costs of alpha blocker treatment in such situations are justified. Further research is needed to answer these questions."
    }
  ]
}