{
  "doi": "10.1002/14651858.CD003163.pub4",
  "name": "Topical nasal steroids for intermittent and persistent allergic rhinitis in children",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Allergic rhinitis is a very common chronic illness affecting 10% to 40% of children worldwide. There has been a significant increase in prevalence among children over the last two decades and this increase has been accompanied by a parallel increase in comorbid illnesses such as asthma."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the therapeutic effectiveness and adverse event profiles of topical nasal steroids for intermittent and persistent allergic rhinitis in children."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Ear, Nose and Throat Disorders Group Trials Register, the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library Issue 3, 2005), MEDLINE (1950 onwards) and EMBASE (1974 onwards) on 5th September 2005. CINAHL, mRCT(a meta-database of controlled trials), NRR (the National Research Register), LILACS, MedCarib, KOREAMED, IndMed, Samed, Panteleimon, Zetoc, ISI Proceedings, the GlaxoSmithKline Clinical Trials Database and the websites of AstraZeneca, Schering Plough and Aventis were also searched."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing topical nasal steroid preparations against each other or placebo, prescribed for allergic rhinitis in children."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trial quality and extracted data from the included trials. The limited and variable quality of reported data precluded any pooling of results and only a descriptive summary is presented."
    },
    {
      "heading": "Main results",
      "text": "Three trials involving a total of 79 participants were included. All three trials, which compared topical nasal steroids against placebo for perennial rhinitis, provided some, albeit limited data, relevant to our primary outcomes; but in two of the trials the data analysis was flawed and in the third trial it was incomprehensible. None of the trials provided data relevant to our secondary outcomes. There were no adverse events reported from any of the interventions."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The three included trials provided some weak and unreliable evidence for the effectiveness of Beconase® and flunisolide used topically intranasally for the treatment of intermittent and persistent allergic rhinitis in children. The reduction of severity in symptoms as assessed by the trialists could not be confirmed with the data provided and decisions on the use of these medications should, until such time as more robust evidence is available, be guided by the physician's clinical experience and patients' individual circumstances and preferences."
    }
  ],
  "pls_title": "Topical nasal steroids for intermittent and persistent allergic rhinitis in children",
  "pls_type": "long",
  "pls": "Allergic rhinitis is a very common chronic illness affecting 10% to 40% of children worldwide. There has been a significant increase in prevalence among children over the last two decades and this increase has been accompanied by a parallel increase in comorbid illnesses such as asthma. Symptoms include sneezing, itching, runny nose and nasal congestion. Allergic rhinitis may be defined as 'persistent' or 'intermittent'. These classifications loosely correspond to perennial (all year round) allergic rhinitis and seasonal allergic rhinitis ('hay fever'). There are a wide range of drug treatments available including topical and oral decongestants, topical and oral antihistamines, topical and systemic corticosteroids, leukotriene antagonists and a number of over the counter preparations. Topical steroids (nasal sprays) are often prescribed, and act directly on the nasal mucosa to reduce symptoms.\nThe authors of the review identified a large number of randomised controlled trials, however many were excluded due to the use of 'rescue' (additional) medication, which may have confounded the results.\nThe three included trials provided some weak and unreliable evidence for the effectiveness of Beconase® and flunisolide used topically in the nose for the treatment of intermittent and persistent allergic rhinitis in children. The review authors concluded that until more research is available, decisions on the use of topical steroids should be guided by the physician's clinical experience and patients' individual circumstances and preferences."
}