{
  "doi": "10.1002/14651858.CD012557.pub3",
  "name": "Baclofen for alcohol use disorder",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Alcohol use disorder (AUD) is one of the most widespread psychiatric disorders leading to detrimental consequences to people with this disorder and others. Worldwide, the prevalence of heavy episodic drinking (30-day prevalence of at least one occasion of 60 g of pure alcohol intake among current drinkers) is estimated at 20% and the prevalence of AUD at 5% of the adult general population, with highest prevalence in Europe and North America. Therapeutic approaches, including pharmacotherapy, play an important role in treating people with AUD.\nThis is an update of a Cochrane Review first published in 2018."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of baclofen on achieving and maintaining abstinence or reducing alcohol consumption in people with AUD compared to placebo, no treatment or any other pharmacological relapse prevention treatment."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search was 22 November 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) of at least four weeks' treatment duration and 12 weeks' overall study duration comparing baclofen for AUD treatment with placebo, no treatment or other treatments."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were 1. relapse, 2. frequency of use, 3. amount of use, 4. adverse events, 5. dropouts from treatment and 6. dropouts from treatment due to adverse events. Our secondary outcomes were 7. craving, 8. anxiety, 9. depression and 10. frequency of most relevant adverse events."
    },
    {
      "heading": "Main results",
      "text": "We included 17 RCTs (1818 participants) with a diagnosis of alcohol dependence according to the Diagnostic and Statistical Manual of Mental Disorders, 4th edition or International Classification of Diseases 10th edition criteria. Mean age was 46.5 years and 70% were men. Ten studies compared baclofen to placebo or another medication; seven compared two baclofen doses to placebo or another medication. Globally, 15 studies compared baclofen to placebo, two baclofen to acamprosate and two baclofen to naltrexone. In 16 studies, participants received psychosocial treatments.\nWe judged most studies at low risk of selection, performance, detection (subjective outcome), attrition and reporting bias.\nTen studies detoxified participants before treatment; in seven studies, participants were still drinking at the beginning of treatment. Treatment duration was 12 weeks for 15 RCTs and longer in two studies. Baclofen daily dose was 30 mg to 300 mg: 10 RCTs used low doses (30 mg or less); eight RCTs medium doses (above 30 and 100 mg or less) and four RCTs high doses (above 100 mg).\nCompared to placebo, moderate-certainty evidence found that baclofen probably decreases the risk to relapse (risk ratio (RR) 0.87, 95% confidence interval (CI) 0.77 to 0.99; 12 studies, 1057 participants). This result was confirmed among detoxified participants but not among other subgroups of participants.\nHigh-certainty evidence found that baclofen increases the percentage of days abstinent (mean difference (MD) 9.07, 95% CI 3.30 to 14.85; 16 studies, 1273 participants). This result was confirmed among all subgroups of participants except non-detoxified or those who received medium doses.\nThere was no difference between baclofen and placebo in the other primary outcomes: heavy drinking days (standardised mean difference (SMD) −0.18, 95% CI −0.48 to 0.11; 13 studies, 840 participants; moderate-certainty evidence); number of drinks per drinking days (MD −0.45, 95% CI −1.20 to 0.30; 9 studies, 392 participants; moderate-certainty evidence); number of participants with at least one adverse event (RR 1.05, 95% CI 0.99 to 1.11; 10 studies, 738 participants; high-certainty evidence); dropouts (RR 0.88, 95% CI 0.74 to 1.03; 17 studies, 1563 participants; high-certainty evidence); dropouts due to adverse events (RR 1.39, 95% CI 0.89 to 2.18; 16 studies, 1499 participants; high-certainty evidence). These results were confirmed by subgroup analyses except than for the dropouts that resulted lower among participants who received high doses of baclofen and studies longer than 12 weeks.\nCompared to placebo, there was no difference in craving (SMD −0.16, 95% CI −0.37 to 0.04; 17 studies, 1275 participants), anxiety (MD −0.01, 95% CI −0.14 to 0.11; 15 studies, 1123 participants) and depression (SMD 0.07, 95% CI −0.12 to 0.27; 11 studies, 1029 participants).\nConcerning the specific adverse events, baclofen increases fatigue, dizziness, somnolence/sedation, dry mouth, paraesthesia and muscle spasms/rigidity. There was no difference in the other adverse events.\nCompared to acamprosate, one study (60 participants) found no differences in any outcomes but the evidence was very uncertain: relapse (RR 1.25, 95% CI 0.71 to 2.20; very low-certainty evidence); number of participants with at least one adverse event (RR 0.63, 95% CI 0.23 to 1.69; very low-certainty evidence); dropouts (RR 0.56, 95% CI 0.21 to 1.46; very low-certainty evidence); dropouts due to adverse events (RR 0.33, 95% CI 0.01 to 7.87; very low-certainty evidence) and craving (MD 5.80, 95% CI −11.84 to 23.44); and all the adverse events evaluated.\nCompared to naltrexone, baclofen may increase the risk of relapse (RR 2.50, 95% CI 1.12 to 5.56; 1 study, 60 participants; very low-certainty evidence) and decrease the number of participants with at least one adverse event (RR 0.35, 95% CI 0.15 to 0.80; 2 studies, 80 participants; very low-certainty evidence) but the evidence is very uncertain. One study (60 participants) found no difference between baclofen and naltrexone in the dropouts at the end of treatment (RR 1.00, 95% CI 0.32 to 3.10; very low-certainty evidence), craving (MD 2.08, 95% CI −3.71 to 7.87), and all the adverse events evaluated."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Baclofen likely reduces the risk of relapse to any drinking and increases the percentage of abstinent days, mainly among detoxified participants. It does not increase the number of participants with at least one adverse event, those who dropout for any reason or due to adverse events. It probably does not reduce number of heavy drinking days and the number of drinks per drinking days. Current evidence suggests that baclofen may help people with AUD in maintaining abstinence. The results of comparisons of baclofen with acamprosate and naltrexone were mainly based on only one study."
    }
  ],
  "pls_title": "Baclofen for alcohol use disorder",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages of the review",
      "text": "We reviewed the evidence about the effectiveness and safety of baclofen for treating people with alcohol use disorder (AUD) in order to achieve and maintain abstinence (stopping drinking) or reduce alcohol consumption.\nCurrent evidence suggests that it may help people with AUD in maintaining abstinence, particularly in people who are already detoxified. The results of comparisons with other medications were mainly based on a single study and do not allow us to draw conclusions."
    },
    {
      "heading": "Review topics and aims",
      "text": "AUD is one of the most widespread psychiatric disorders, leading to specific physical, mood, learning and memory problems, and consequences for overall well-being and health. The misuse of alcohol is one of the biggest risks to health worldwide, causing 20% to 30% of oesophageal (food pipe) cancer, liver disease, epilepsy (fits), motor vehicle accidents, murders and other intentional injuries.\nFor many years, the main treatments for AUD have been psychosocial strategies (helping people to recognise that they need help), but using only psychosocial treatments has limited success. A high proportion of people with AUD do not respond to treatment at all, and those who do respond do not stay alcohol-free in the long-term. Medications such as baclofen could play an important role in treating people with AUD."
    },
    {
      "heading": "Review methods",
      "text": "We searched for randomised controlled trials (studies where people were allocated at random to one of two or more treatments or control groups) evaluating the effect of baclofen in reducing alcohol consumption or in achieving and maintaining abstinence (or both) when compared to placebo (inactive medication) or other medications. We pooled similar studies and evaluated the effects dividing the studies according to the doses of baclofen, duration of treatment, and alcohol consumption and the beginning of treatment (i.e. into detoxified or non-detoxified participants on the basis if they were abstinent or were still drinking at the beginning of treatment)."
    },
    {
      "heading": "Summary of results",
      "text": "We found 17 studies with 1818 participants with AUD. The duration of the interventions ranged from three months to one year. Five studies were in the USA; two each in Australia, France, India and Italy; and one each in Germany, Israel and the Netherlands.\nDoses of baclofen were 30 mg a day to 300 mg a day, and, in some cases, the doses were increased during the treatment. Seventeen studies compared baclofen to placebo (dummy medication), two compared baclofen to acamprosate (medication used to treat AUD), and two compared baclofen to naltrexone (medication used to treat AUD).\nCompared with placebo, baclofen probably helps people with AUD at reducing the risk of relapse and increasing the rate of abstinent days. These effects may be more evident among detoxified than non-detoxified people with AUD. Baclofen probably makes no difference in the rate of heavy drinking days; drinks per drinking days; craving, anxiety and depression severity; number of participants who dropout from treatment for any reason; those who dropped out due to adverse events (side effects); or the number of participants with at least one adverse event. Baclofen may increase adverse events such as fatigue, vertigo (a feeling that everything is spinning), sleepiness, dry mouth, numbness and muscle spasm but we found no differences between baclofen and placebo for other adverse events."
    },
    {
      "heading": "Certainty of evidence",
      "text": "The certainty of evidence (how much we can be confident that the evidence is reliable) was high for results about the percentage of days of abstinence, the number of participants with at least one adverse event, people dropping out of the studies for any reason, and people dropping out due to adverse events. The certainty of the evidence was moderate for results about returning to any drinking, heavy drinking days and number of drinks per drinking days."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to November 2021. This is an update of a Cochrane Review first published in 2018."
    }
  ]
}