{
  "doi": "10.1002/14651858.CD013119.pub2",
  "name": "Interventions for weight loss in people with chronic kidney disease who are overweight or obese ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Obesity and chronic kidney disease (CKD) are highly prevalent worldwide and result in substantial health care costs. Obesity is a predictor of incident CKD and progression to kidney failure. Whether weight loss interventions are safe and effective to impact on disease progression and clinical outcomes, such as death remains unclear."
    },
    {
      "heading": "Objectives",
      "text": "This review aimed to evaluate the safety and efficacy of intentional weight loss interventions in overweight and obese adults with CKD; including those with end-stage kidney disease (ESKD) being treated with dialysis, kidney transplantation, or supportive care."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Kidney and Transplant Register of Studies up to 14 December 2020 through contact with the Information Specialist using search terms relevant to this review. Studies in the Register are identified through searches of CENTRAL, MEDLINE, EMBASE, conference proceedings, the International Clinical Trials Register (ICTRP) Search Portal and ClinicalTrials.gov."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) and quasi-RCTs of more than four weeks duration, reporting on intentional weight loss interventions, in individuals with any stage of CKD, designed to promote weight loss as one of their primary stated goals, in any health care setting."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed study eligibility and extracted data. We applied the Cochrane 'Risk of Bias' tool and used the GRADE process to assess the certainty of evidence. We estimated treatment effects using random-effects meta-analysis. Results were expressed as risk ratios (RR) for dichotomous outcomes together with 95% confidence intervals (CI) or mean differences (MD) or standardised mean difference (SMD) for continuous outcomes or in descriptive format when meta-analysis was not possible."
    },
    {
      "heading": "Main results",
      "text": "We included 17 RCTs enrolling 988 overweight or obese adults with CKD. The weight loss interventions and comparators across studies varied. We categorised comparisons into three groups: any weight loss intervention versus usual care or control; any weight loss intervention versus dietary intervention; and surgical intervention versus non-surgical intervention. Methodological quality was varied, with many studies providing insufficient information to accurately judge the risk of bias. Death (any cause), cardiovascular events, successful kidney transplantation, nutritional status, cost effectiveness and economic analysis were not measured in any of the included studies. Across all 17 studies many clinical parameters, patient-centred outcomes, and adverse events were not measured limiting comparisons for these outcomes.\nIn studies comparing any weight loss intervention to usual care or control, weight loss interventions may lead to weight loss or reduction in body weight post intervention (6 studies, 180 participants: MD -3.69 kg, 95% CI -5.82 to -1.57; follow-up: 5 weeks to 12 months, very low-certainty evidence). In very low certainty evidence any weight loss intervention had uncertain effects on body mass index (BMI) (4 studies, 100 participants: MD -2.18 kg/m², 95% CI -4.90 to 0.54), waist circumference (2 studies, 53 participants: MD 0.68 cm, 95% CI -7.6 to 6.24), proteinuria (4 studies, 84 participants: 0.29 g/day, 95% CI -0.76 to 0.18), systolic (4 studies, 139 participants: -3.45 mmHg, 95% CI -9.99 to 3.09) and diastolic blood pressure (4 studies, 139 participants: -2.02 mmHg, 95% CI -3.79 to 0.24). Any weight loss intervention made little or no difference to total cholesterol, high density lipoprotein cholesterol, and inflammation, but may lower low density lipoprotein cholesterol.\nThere was little or no difference between any weight loss interventions (lifestyle or pharmacological) compared to dietary-only weight loss interventions for weight loss, BMI, waist circumference, proteinuria, and systolic blood pressure, however diastolic blood pressure was probably reduced. Furthermore, studies comparing the efficacy of different types of dietary interventions failed to find a specific dietary intervention to be superior for weight loss or a reduction in BMI.\nSurgical interventions probably reduced body weight (1 study, 11 participants: MD -29.50 kg, 95% CI -36.4 to -23.35), BMI (2 studies, 17 participants: MD -10.43 kg/m², 95% CI -13.58 to -7.29), and waist circumference (MD -30.00 cm, 95% CI -39.93 to -20.07) when compared to non-surgical weight loss interventions after 12 months of follow-up. Proteinuria and blood pressure were not reported.\nAll results across all comparators should be interpreted with caution due to the small number of studies, very low quality of evidence and heterogeneity across interventions and comparators."
    },
    {
      "heading": "Authors' conclusions",
      "text": "All types of weight loss interventions had uncertain effects on death and cardiovascular events among overweight and obese adults with CKD as no studies reported these outcome measures. Non-surgical weight loss interventions (predominately lifestyle) appear to be an effective treatment to reduce body weight, and LDL cholesterol. Surgical interventions probably reduce body weight, waist circumference, and fat mass. The current evidence is limited by the small number of included studies, as well as the significant heterogeneity and a high risk of bias in most studies."
    }
  ],
  "pls_title": "Weight loss interventions for people with chronic kidney disease who are overweight or obese",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "People who are overweight or obese with chronic kidney disease (CKD) may experience a faster progression to kidney failure than those who are a healthy weight. Some people with more advanced kidney disease may require treatment such as dialysis or a kidney transplant. Being obese can make these treatments difficult and may increase a person's risk of health complications. There is limited research looking at whether weight loss interventions are safe and beneficial to help people with CKD lose weight, improve their kidney function, and live longer."
    },
    {
      "heading": "What did we do?",
      "text": "We conducted a review of the literature to examine the benefits of weight loss interventions for people with CKD who are overweight or obese."
    },
    {
      "heading": "What did we find?",
      "text": "We identified 17 studies involving 988 overweight or obese adults with CKD looking at whether weight loss interventions improved their health. Studies included adults with CKD stages 1 to 4 or kidney transplant recipients. None of the studies included participants who were undergoing dialysis or supportive care. Weight loss interventions included weight loss diets, physical activity programs, drugs to suppress appetite, and weight loss surgery. The main outcomes we were interested in were death, cardiovascular events, weight loss, body mass index (BMI), waist circumference, protein in the urine (proteinuria), and blood pressure (BP).\nAfter combining the available studies, its uncertain whether weight loss interventions helped people live longer or prevented cardiovascular events such as heart complications or stroke as none of the included studies measured these outcomes. We found when compared to no weight loss interventions, weight loss interventions may lead to more weight loss. There were little or no differences seen in BMI, waist circumference, proteinuria, or BP. We found that weight loss surgery achieved more weight loss than non-surgical interventions. However, many of the studies included in this review were limited by small participant numbers, high risk of bias and inconsistent reporting of outcome measures leading to the overall quality of the evidence to be very low. This means that we cannot be sure that future studies would find similar results."
    },
    {
      "heading": "Conclusions",
      "text": "The evidence is not very certain but suggests that compared with usual care or control those who participated in weight loss interventions may experience some health benefits including improvements in body weight. Whether these benefits help reduce cardiovascular outcomes and the risk of death remains uncertain and require further study."
    }
  ]
}