{
  "doi": "10.1002/14651858.CD003198",
  "name": "Tryptophan and 5‐Hydroxytryptophan for depression",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "5 Hydroxytryptophan (5-HTP) and tryptophan are so-called natural alternatives to traditional antidepressants, used to treat unipolar depression and dysthymia."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether 5-HTP and tryptophan are more effective than placebo, and whether they are safe to use to treat depressive disorders in adults."
    },
    {
      "heading": "Search methods",
      "text": "CCDANCTR-Studies and CCDANCTR-References were searched on 12/2/2008). Reference lists, book chapters and conference proceedings were checked. Experts and trialists were contacted for unpublished studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Trials were included if they were randomized, included patients with unipolar depression or dysthymia, compared preparations of 5-HTP or tryptophan with placebo, and included clinical outcomes assessed by scales assessing depressive symptoms."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data was extracted independently by the three reviewers, onto data collection forms. Inclusion criteria were applied to all potential studies independently and a coefficient of agreement (Kappa) was calculated for them. Disagreement was resolved by reaching consensus. Trial quality was scored according to risk of bias. Analysis for 5-HTP and tryptophan were combined due to the small number of included trials."
    },
    {
      "heading": "Main results",
      "text": "108 trials were located using the specified search strategy in 2001. An additional three trials were located when the search strategy was repeated in 2004. Of the total number of trials located in both searches, only two trials, involving a total of 64 patients, were of sufficient quality to meet inclusion criteria. The available evidence suggests these substances were better than placebo at alleviating depression (Peto Odds Ratio 4.10; 95% confidence interval 1.28-13.15; RD 0.36; NNT 2.78). However, the evidence was of insufficient quality to be conclusive."
    },
    {
      "heading": "Authors' conclusions",
      "text": "A large number of studies appear to address the research questions, but few are of sufficient quality to be reliable. Available evidence does suggest these substances are better than placebo at alleviating depression. Further studies are needed to evaluate the efficacy and safety of 5-HTP and tryptophan before their widespread use can be recommended. The possible association between these substances and the potentially fatal Eosinophilia-Myalgia Syndrome has not been elucidated. Because alternative antidepressants exist which have been proven to be effective and safe the clinical usefulness of 5-HTP and tryptophan is limited at present."
    }
  ],
  "pls_title": "Tryptophan and 5-Hydroxytryptophan for depression",
  "pls_type": "long",
  "pls": "5-HTP (Hydroxytryptophan) and tryptophan have been examined to see whether these treatments are effective, safe and acceptable in treating unipolar depression in adults. The researchers reported that the symptoms of depression decreased when 5-HTP and tryptophan were compared to a placebo (non-drug). However, side effects had occurred (dizziness, nausea and diarrhoea). They also reported that tryptophan has been associated with the development of a fatal condition. More evidence is needed to assess efficacy and safety, before any strong and meaningful conclusions can be made. Until then, the reviewers propose that the use of antidepressants which have no known life threatening side effects remain more attractive. The review sets out the required methodology for effectively studying these substances in proper controlled studies."
}