{
  "doi": "10.1002/14651858.CD002243.pub4",
  "name": "Corticosteroids for treating sepsis in children and adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Sepsis occurs when an infection is complicated by organ failure. Sepsis may be complicated by impaired corticosteroid metabolism. Thus, providing corticosteroids may benefit patients. The original review was published in 2004 and was updated in 2010 and 2015 prior to this update."
    },
    {
      "heading": "Objectives",
      "text": "To examine the effects of corticosteroids on death in children and adults with sepsis."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, LILACS, ClinicalTrials.gov, ISRCTN, and the WHO Clinical Trials Search Portal, on 25 July 2019. In addition, we conducted reference checking and citation searching, and contacted study authors, to identify additional studies as needed."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) of corticosteroids versus placebo or usual care (antimicrobials, fluid replacement, and vasopressor therapy as needed) in children and adults with sepsis. We also included RCTs of continuous infusion versus intermittent bolus of corticosteroids."
    },
    {
      "heading": "Data collection and analysis",
      "text": "All review authors screened and selected studies for inclusion. One review author extracted data, which was checked by the others, and by the lead author of the primary study when possible. We obtained unpublished data from the authors of some trials. We assessed the methodological quality of trials and applied GRADE to assess the certainty of evidence. Review authors did not contribute to assessment of eligibility and risk of bias, nor to data extraction, for trials they had participated in."
    },
    {
      "heading": "Main results",
      "text": "We included 61 trials (12,192 participants), of which six included only children, two included children and adults, and the remaining trials included only adults. Nine studies are ongoing and will be considered in future versions of this review. We judged 19 trials as being at low risk of bias.\nCorticosteroids versus placebo or usual care\nCompared to placebo or usual care, corticosteroids probably slightly reduce 28-day mortality (risk ratio (RR) 0.91, 95% confidence interval (CI) 0.84 to 0.99; 11,233 participants; 50 studies; moderate-certainty evidence). Corticosteroids may result in little to no difference in long-term mortality (RR 0.97, 95% CI 0.91 to 1.03; 6236 participants; 7 studies; low-certainty evidence) and probably slightly reduce hospital mortality (RR 0.90, 95% CI 0.82 to 0.99; 8183 participants; 26 trials; moderate-certainty evidence). Corticosteroids reduced length of intensive care unit (ICU) stay for all participants (mean difference (MD) -1.07 days, 95% CI -1.95 to -0.19; 7612 participants; 21 studies; high-certainty evidence) and resulted in a large reduction in length of hospital stay for all participants (MD -1.63 days, 95% CI -2.93 to -0.33; 8795 participants; 22 studies; high-certainty evidence). Corticosteroids increase the risk of muscle weakness (RR 1.21, 95% CI 1.01 to 1.44; 6145 participants; 6 studies; high-certainty evidence). Corticosteroids probably do not increase the risk of superinfection (RR 1.06, 95% CI 0.95 to 1.19; 5356 participants; 25 studies; moderate-certainty evidence). Corticosteroids increase the risk of hypernatraemia (high-certainty evidence) and probably increase the risk of hyperglycaemia (moderate-certainty evidence). Moderate-certainty evidence shows that there is probably little or no difference in gastroduodenal bleeding, stroke, or cardiac events, and low-certainty evidence suggests that corticosteroids may result in little to no difference in neuropsychiatric events.\nContinuous infusion of corticosteroids versus intermittent bolus\nWe are uncertain about the effects of continuous infusion of corticosteroids compared with intermittent bolus administration. Three studies reported data for this comparison, and the certainty of evidence for all outcomes was very low."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Moderate-certainty evidence indicates that corticosteroids probably reduce 28-day and hospital mortality among patients with sepsis. Corticosteroids result in large reductions in ICU and hospital length of stay (high-certainty evidence). There may be little or no difference in the risk of major complications; however, corticosteroids increase the risk of muscle weakness and hypernatraemia, and probably increase the risk of hyperglycaemia. The effects of continuous versus intermittent bolus administration of corticosteroids are uncertain."
    }
  ],
  "pls_title": "Corticosteroids for treating sepsis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence on the effect on death of using corticosteroids in children and adults with sepsis."
    },
    {
      "heading": "Background",
      "text": "Sepsis is present when an infection is complicated by organ failure. People develop rapid breathing, hypotension (low blood pressure), and mental confusion. Sepsis can interfere with the effectiveness of the body’s corticosteroids, which serve as a key defence against infection. Corticosteroids have been given for decades to people with infection resulting from various causes."
    },
    {
      "heading": "Search date",
      "text": "The evidence provided in this review is current to July 2019."
    },
    {
      "heading": "Study characteristics",
      "text": "This review included 61 trials (12,192 participants). Fifty-eight trials compared corticosteroids to no corticosteroids (placebo or usual care in 48 and nine trials, respectively); three trials also compared continuous versus bolus administration of corticosteroids."
    },
    {
      "heading": "Study funding sources",
      "text": "Three trials were funded by a drug company, 27 by public organizations or through charitable funding, and six by both a drug company and public organizations or charitable funding; 25 did not declare the source of funding."
    },
    {
      "heading": "Key results",
      "text": "We have analysed the following two comparisons.\n• Corticosteroids versus placebo/usual care.\nCorticosteroids probably reduce the risk of death at 28 days by 9% (50 trials; 11,233 participants), with consistent treatment effects between children and adults. They also probably slightly reduce the risk of dying in hospital. There may be little or no effect of corticosteroids on risk of dying over the long term (longer than three months), but these results are less certain. Corticosteroids result in a large reduction in length of stay in the intensive care unit (ICU) and in hospital. Corticosteroids increase the risk of muscle weakness and hypernatraemia. They probably increase the risk of hyperglycaemia. They probably do not increase the risk of superinfection. There may be little or no effect of corticosteroids on risk of gastroduodenal bleeding, neuropsychiatric events, stroke, or cardiac events.\n• Continuous infusion versus intermittent boluses of corticosteroids.\nWe are uncertain about the effects of continuous infusion of corticosteroids compared with intermittent bolus administration. Three studies reported data for this comparison, and the certainty of evidence for all outcomes was very low."
    },
    {
      "heading": "Certainty of evidence",
      "text": "• Corticosteroids versus placebo/usual care\nWe judged the certainty of evidence for 28-day mortality as moderate due to some inconsistency related to differences among study populations, types of corticosteroids and how they were given, and use of additional interventions.\n• Continuous infusion versus intermittent boluses of corticosteroids\nWe judged the certainty of evidence for 28-day mortality as very low due to inconsistency and imprecision."
    }
  ]
}