{
  "doi": "10.1002/14651858.CD007855.pub2",
  "name": "Different antibiotic regimens for treating asymptomatic bacteriuria in pregnancy",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Asymptomatic bacteriuria occurs in 5% to 10% of pregnancies and, if left untreated, can lead to serious complications."
    },
    {
      "heading": "Objectives",
      "text": "To assess which antibiotic is most effective and least harmful as initial treatment for asymptomatic bacteriuria in pregnancy."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (March 2010) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials comparing two antibiotic regimens for treating asymptomatic bacteriuria."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Review authors independently screened the studies for inclusion and extracted data."
    },
    {
      "heading": "Main results",
      "text": "We included five studies involving 1140 women with asymptomatic bacteriuria. We did not perform meta-analysis; each trial examined different antibiotic regimens and so we were not able to pool results. In a study comparing a single dose of fosfomycin trometamol 3 g with a five-day course of cefuroxime, there was no significant difference in persistent infection (risk ratio (RR) 1.36, 95% confidence interval (CI) 0.24 to 7.75), shift to other antibiotics (RR 0.08, 95% CI 0.00 to 1.45), or in allergy or pruritus (RR 2.73, 95% CI 0.11 to 65.24). A comparison of seven-day courses of 400 mg pivmecillinam versus 500 mg ampicillin, both given four times daily, showed no significant difference in persistent infection at two weeks or recurrent infection, but there was an increase in vomiting (RR 4.57, 95% CI 1.40 to 14.90) and women were more likely to stop treatment early with pivmecillinam (RR 8.82, 95% CI 1.16 to 66.95). When cephalexin 1 g versus Miraxid® (pivmecillinam 200 mg and pivampicillin 250 mg) were given twice-daily for three days, there was no significant difference in persistent or recurrent infection. A one- versus seven-day course of nitrofurantoin resulted in more persistent infection with the shorter course (RR 1.76, 95% CI 1.29 to 2.40), but no significant difference in symptomatic infection at two weeks, nausea, or preterm birth. Comparing cycloserine with sulphadimidine, no significant differences in symptomatic, persistent, or recurrent infections were noted."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We cannot draw any definite conclusion on the most effective and safest antibiotic regimen for the initial treatment of asymptomatic bacteriuria in pregnancy. One study showed advantages with a longer course of nitrofurantoin, and another showed better tolerability with ampicillin compared with pivmecillinam; otherwise, there was no significant difference demonstrated between groups treated with different antibiotics. Given this lack of conclusive evidence, it may be useful for clinicians to consider factors such as cost, local availability and side effects in the selection of the best treatment option."
    }
  ],
  "pls_title": "Different antibiotic regimens for treating pregnant women with bacteria in their urine and without symptoms of urinary tract infection",
  "pls_type": "long",
  "pls": "Between 5% and 10% of pregnant women have bacteria in their urine without symptoms of infection (asymptomatic bacteriuria). If left untreated, women may go on to develop serious complications such as kidney infection or preterm birth. In this review we looked at studies comparing different antibiotic treatments for asymptomatic bacteriuria to see which antibiotics or which course of the same antibiotics (shorter versus longer courses) were most effective for reducing infection. We also looked at side effects such as vomiting. The studies included in this review failed to demonstrate any newer antibiotic or regimen which would be better than the older antibiotics and the traditional regimen.\nWe included five randomized controlled trials involving 1140 women with urine test results showing asymptomatic bacteriuria. Each of the five studies looked at different antibiotics; thus, we have not pooled the results. Four of the comparisons (fosfomycin versus cefuroxime; pivmecillinam versus ampicillin; cephalexin versus Miraxid® (pivmecillinam 200 mg and pivampicillin 250 mg); and cycloserine versus sulphadimidine) showed no definite advantage of one antibiotic over another for treating infection, side effects, or safety. Ampicillin compared with pivmecillinam resulted in less vomiting and was thus better tolerated by the women in one study. There was however no difference in curing present infection and preventing recurring infection in women who took ampicillin compared with those who took pivmecillinam. In another study comparing a one-day versus a seven-day course of nitrofurantoin, the longer course was better in treating bacteria in urine during pregnancy. Women receiving the shorter course had more persistent infection but no clear difference in symptomatic infection at two weeks, nausea or preterm birth."
}