{
  "doi": "10.1002/14651858.CD013393.pub2",
  "name": "Alpha‐blockers after shock wave lithotripsy for renal or ureteral stones in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Shock wave lithotripsy (SWL) is a widely used method to treat renal and ureteral stone. It fragments stones into smaller pieces that are then able to pass spontaneously down the ureter and into the bladder. Alpha-blockers may assist in promoting the passage of stone fragments, but their effectiveness remains uncertain."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of alpha-blockers as adjuvant medical expulsive therapy plus usual care compared to placebo and usual care or usual care alone in adults undergoing shock wave lithotripsy for renal or ureteral stones."
    },
    {
      "heading": "Search methods",
      "text": "We performed a comprehensive literature search of the Cochrane Library, the Cochrane Database of Systematic Reviews, MEDLINE, Embase, several clinical trial registries and grey literature for published and unpublished studies irrespective of language. The date of the most recent search was 27 February 2020."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials of adults undergoing SWL. Participants in the intervention group had to have received an alpha-blocker as adjuvant medical expulsive therapy plus usual care. For the comparator group, we considered studies in which participants received placebo."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies for inclusion/exclusion, and performed data abstraction and risk of bias assessment. We conducted meta-analysis for the identified dichotomous and continuous outcomes using RevManWeb according to Cochrane methods using a random-effects model. We judged the certainty of evidence on a per outcome basis using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included 40 studies with 4793 participants randomized to usual care and an alpha-blocker versus usual care alone. Only four studies were placebo controlled. The mean age of participants was 28.6 to 56.8 years and the mean stone size prior to SWL was 7.1 mm to 13.2 mm. The most widely used alpha-blocker was tamsulosin; others were silodosin, doxazosin, terazosin and alfuzosin.\nAlpha-blockers may improve clearance of stone fragments after SWL (risk ratio (RR) 1.16, 95% confidence interval (CI) 1.09 to 1.23; I² = 78%; studies = 36; participants = 4084; low certainty evidence). Based on the stone clearance rate of 69.3% observed in the control arm, an alpha-blocker may increase stone clearance to 80.4%. This corresponds to 111 more (62 more to 159 more) participants per 1000 clearing their stone fragments.\nAlpha-blockers may reduce the need for auxiliary treatments after SWL (RR 0.67, 95% CI 0.45 to 1.00; I² = 16%; studies = 12; participants = 1251; low certainty evidence), but also includes the possibility of no effect. Based on a rate of auxiliary treatments in the usual care arm of 9.7%, alpha-blockers may reduce the rate to 6.5%. This corresponds 32 fewer (53 fewer to 0 fewer) participants per 1000 undergoing auxiliary treatments.\nAlpha-blockers may reduce major adverse events (RR 0.60, 95% CI 0.46 to 0.80; I² = 0%; studies = 7; participants = 747; low certainty evidence). Major adverse events occurred in 25.8% of participants in the usual care group; alpha-blockers would reduce this to 15.5%. This corresponds to 103 fewer (139 fewer to 52 fewer) major adverse events per 1000 with alpha-blocker treatment. None of the reported major adverse events appeared drug-related; most were emergency room visits or rehospitalizations.\nAlpha-blockers may reduce stone clearance time in days (mean difference (MD) –3.74, 95% CI –5.25 to –2.23; I² = 86%; studies = 14; participants = 1790; low certainty evidence). We found no evidence for the outcome of quality of life.\nFor those outcomes for which we were able to perform subgroup analyses, we found no evidence of interaction with stone location, stone size or type of alpha-blocker. We were unable to conduct an analysis by lithotripter type. The results were also largely unchanged when the analyses were limited to placebo controlled studies and those in which participants explicitly only received a single SWL session."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on low certainty evidence, adjuvant alpha-blocker therapy following SWL in addition to usual care may result in improved stone clearance, less need for auxiliary treatments, fewer major adverse events and a reduced stone clearance time compared to usual care alone. We did not find evidence for quality of life. The low certainty of evidence means that our confidence in the effect estimate is limited; the true effect may be substantially different from the estimate of the effect."
    }
  ],
  "pls_title": "After using shock waves to break up kidney stones, do medicines called alpha‑blockers help to get rid of the stone fragments?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What are kidney stones?",
      "text": "Waste products in the blood can sometimes form crystals that collect inside the kidneys. These can build up over time to form a hard stone-like lump, called a kidney stone.\nKidney stones can develop in both kidneys especially in people with certain medical conditions or who are taking certain medicines, or if people do not drink enough water or fluids. Stones can cause severe pain, fever and a kidney infection if they block the ureter."
    },
    {
      "heading": "Treatments for kidney stones",
      "text": "Most stones are small enough to pass out in the urine: drinking plenty of water and other fluids will help. Larger kidney stones may be too big to pass out naturally and are usually removed by surgery.\nShock wave lithotripsy is a non-surgical way to treat stones in the kidney or ureter. High energy sound waves are applied to the outside of the body to break kidney stones into smaller pieces. After shock wave treatment, medicines called alpha-blockers are sometimes given to help the stone fragments pass out naturally.\nAlpha-blockers work by relaxing muscles and helping to keep blood vessels open. They are usually used to treat high blood pressure and problems with storing and passing urine in men who have an enlarged prostate gland. Alpha-blockers may relax the muscle in the ureters, which might help to get rid of kidney stones and fragments."
    },
    {
      "heading": "Why we did this Cochrane Review",
      "text": "We wanted to find out how well alpha-blockers work to help kidney stone fragments pass out in the urine. We also wanted to find out about potential unwanted effects that might be associated with alpha-blockers."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at giving alpha-blockers to adults, after shock wave treatment, to clear kidney stone fragments.\nWe looked for randomized controlled studies, in which the treatments that people received were decided at random, because these studies usually give the most reliable evidence about the effects of a treatment."
    },
    {
      "heading": "Search date",
      "text": "we included evidence published up to 27 February 2020."
    },
    {
      "heading": "What we found",
      "text": "We found 40 studies including 4793 people who had shock wave treatment to break up their kidney stones. Most of the studies were done in Asia; some were in Europe, Africa and South America. Most studies did not report their sources of funding.\nThe studies compared giving an alpha-blocker with giving a placebo (dummy) treatment or usual care (could include antibiotics, painkillers and fluids given by mouth or through a drip).\nTamsulosin was the most commonly studied alpha-blocker; the others were silodosin, doxazosin, terazosin and alfuzosin."
    },
    {
      "heading": "What are the results of our review?",
      "text": "Compared with usual care or a placebo treatment, alpha-blockers may:\nclear kidney stones in more people: in 111 more people for every 1000 people treated (36 studies);\nclear stones faster: by nearly four days (14 studies);\nreduce the need for extra treatments to clear stones: in 32 fewer people for every 1000 people treated (12 studies); and\ncause fewer unwanted effects: affecting 103 fewer people for every 1000 people treated (seven studies).\nMost unwanted effects were emergency visits to hospitals, and people going back into hospital for stone related problems. Unwanted effects were more common in people who had usual care or a placebo treatment than in people given alpha-blockers.\nNone of the studies looked at people's quality of life (well-being)."
    },
    {
      "heading": "How reliable are these results?",
      "text": "We are uncertain about these results because they were based on studies in which it was unclear how people were chosen to take part; it was unclear if results were reported fully; some results were inconsistent and in some studies the results varied widely.  Our results are likely to change if further evidence becomes available."
    },
    {
      "heading": "Conclusions",
      "text": "Giving an alpha-blocker after shock wave treatment to break up kidney stones might clear the fragments faster, in more people and reduce the need for extra treatments. Alpha‑blockers might cause fewer unwanted effects than usual care or a placebo."
    }
  ]
}