{
  "doi": "10.1002/14651858.CD009272.pub2",
  "name": "Strabismus surgery before versus after completion of amblyopia therapy in children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Normal visual development occurs when the brain is able to integrate the visual input from each of the two eyes to form a single three-dimensional image. The process of development of complete three-dimensional vision begins at birth and is almost complete by 24 months of age. The development of this binocular vision is hindered by any abnormality that prevents the brain from receiving a clear, similar image from each eye, due to decreased vision (e.g. amblyopia), or due to misalignment of the two eyes (strabismus or squint) in infancy and early childhood. Currently, practice patterns for management of a child with both strabismus and amblyopia are not standardized."
    },
    {
      "heading": "Objectives",
      "text": "To study the functional and anatomic (ocular alignment) outcomes of strabismus surgery before completion of amblyopia therapy as compared with surgery after completion of amblyopia therapy in children under seven years of age."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (which contains the Cochrane Eyes and Vision Group Trials Register) (2014, Issue 6), Ovid MEDLINE, Ovid MEDLINE In-Process and Other Non-Indexed Citations, Ovid MEDLINE Daily, Ovid OLDMEDLINE (January 1946 to July 2014), EMBASE (January 1980 to July 2014), Latin American and Caribbean Health Sciences Literature Database (LILACS) (January 1982 to July 2014), the meta Register of Controlled Trials (mRCT) (www.controlled-trials.com), ClinicalTrials.gov (www.clinicaltrials.gov) and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) (www.who.int/ictrp/search/en). We did not use any date or language restrictions in the electronic searches for trials. We last searched the electronic databases on 24 July 2014. A manual search for articles from a review of the references of the selected publications and conference abstracts was completed to identify any additional relevant studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We searched for randomized controlled trials (RCTs) that provided data on strabismus surgery in children less than seven years of age, performed after initiation of, but before completion of amblyopia therapy, as compared with strabismus surgery after completion of amblyopia therapy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed studies identified from the electronic and manual searches."
    },
    {
      "heading": "Main results",
      "text": "There were no RCTs that fit our inclusion criteria and so no analysis was possible."
    },
    {
      "heading": "Authors' conclusions",
      "text": "As there are no RCTs currently available and the best existing evidence is only from non-randomized studies, there is a need for prospective RCTs to investigate strabismus surgery in the presence of strabismic amblyopia. The optimal timing of when to perform strabismus surgery in children with amblyopia is unknown."
    }
  ],
  "pls_title": "Is it better to do strabismus (squint) surgery before or after completing amblyopia (lazy eye) treatment?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "In normal development of vision, children are able to use the visual information from each of their two eyes to form a single image. When an infant or child's eyes are not properly aligned, this is called strabismus (also known as squint). With misalignment, the two eyes do not work together to relay visual information. The brain may suppress the image that comes from the squinting (weaker) eye in order to perceive a single image. When this happens, the weaker eye may develop into a lazy eye. This is a condition known as amblyopia. Lazy eye can be treated by covering the normal eye (called occlusion therapy) for varying periods of time. This is so that the child is forced to use and strengthen the weaker eye. Treatment continues until the weaker eye reaches normal vision or no change in vision is seen over several follow-up visits. In the past, we have believed that good, long lasting results could be achieved by surgically aligning the eyes, but only if both eyes had equally good vision before the surgery. So, in children with both squint and lazy eye, this meant delaying squint surgery until the lazy eye had been corrected. However, we also know that for a child to develop three-dimensional vision with a normal ability to recognize depth (depth perception), the eyes have to be aligned from a very early age. After the age of two to three years, proper three-dimensional vision fails to develop completely. Although this is not necessarily a major handicap, it can be important because some professions require perfect depth perception."
    },
    {
      "heading": "Review question",
      "text": "So, there is a question over the timing of squint surgery - Is it better to do surgery before completion of lazy eye treatment or after completion of lazy eye treatment? In the present review, we attempted to find evidence from studies that have compared these two approaches to try to resolve this question."
    },
    {
      "heading": "Key results",
      "text": "After conducting a broad search for studies, as of 24 July 2014, we found no randomized clinical studies that had addressed this question.\nTreatment of lazy eye cannot be ignored, while at the same time each child needs to be given the best possible chance for seeing three-dimensional images. Each child with squint and lazy eye must be treated with both of these goals in mind. Further research is needed to determine the ideal timing for squint surgery in children with squint and lazy eye."
    }
  ]
}