{
  "doi": "10.1002/14651858.CD009885.pub3",
  "name": "Methylphenidate for children and adolescents with attention deficit hyperactivity disorder (ADHD) ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Attention deficit hyperactivity disorder (ADHD) is one of the most commonly diagnosed and treated psychiatric disorders in childhood. Typically, children and adolescents with ADHD find it difficult to pay attention and they are hyperactive and impulsive. Methylphenidate is the psychostimulant most often prescribed, but the evidence on benefits and harms is uncertain. This is an update of our comprehensive systematic review on benefits and harms published in 2015."
    },
    {
      "heading": "Objectives",
      "text": "To assess the beneficial and harmful effects of methylphenidate for children and adolescents with ADHD."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, three other databases and two trials registers up to March 2022. In addition, we checked reference lists and requested published and unpublished data from manufacturers of methylphenidate."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised clinical trials (RCTs) comparing methylphenidate versus placebo or no intervention in children and adolescents aged 18 years and younger with a diagnosis of ADHD. The search was not limited by publication year or language, but trial inclusion required that 75% or more of participants had a normal intellectual quotient (IQ > 70). We assessed two primary outcomes, ADHD symptoms and serious adverse events, and three secondary outcomes, adverse events considered non-serious, general behaviour, and quality of life."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently conducted data extraction and risk of bias assessment for each trial. Six review authors including two review authors from the original publication participated in the update in 2022. We used standard Cochrane methodological procedures. Data from parallel-group trials and first-period data from cross-over trials formed the basis of our primary analyses. We undertook separate analyses using end-of-last period data from cross-over trials. We used Trial Sequential Analyses (TSA) to control for type I (5%) and type II (20%) errors, and we assessed and downgraded evidence according to the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included 212 trials (16,302 participants randomised); 55 parallel-group trials (8104 participants randomised), and 156 cross-over trials (8033 participants randomised) as well as one trial with a parallel phase (114 participants randomised) and a cross-over phase (165 participants randomised). The mean age of participants was 9.8 years ranging from 3 to 18 years (two trials from 3 to 21 years). The male-female ratio was 3:1. Most trials were carried out in high-income countries, and 86/212 included trials (41%) were funded or partly funded by the pharmaceutical industry. Methylphenidate treatment duration ranged from 1 to 425 days, with a mean duration of 28.8 days. Trials compared methylphenidate with placebo (200 trials) and with no intervention (12 trials). Only 165/212 trials included usable data on one or more outcomes from 14,271 participants.\nOf the 212 trials, we assessed 191 at high risk of bias and 21 at low risk of bias. If, however, deblinding of methylphenidate due to typical adverse events is considered, then all 212 trials were at high risk of bias.\nPrimary outcomes: methylphenidate versus placebo or no intervention may improve teacher-rated ADHD symptoms (standardised mean difference (SMD) −0.74, 95% confidence interval (CI) −0.88 to −0.61; I² = 38%; 21 trials; 1728 participants; very low-certainty evidence). This corresponds to a mean difference (MD) of −10.58 (95% CI −12.58 to −8.72) on the ADHD Rating Scale (ADHD-RS; range 0 to 72 points). The minimal clinically relevant difference is considered to be a change of 6.6 points on the ADHD-RS. Methylphenidate may not affect serious adverse events (risk ratio (RR) 0.80, 95% CI 0.39 to 1.67; I² = 0%; 26 trials, 3673 participants; very low-certainty evidence). The TSA-adjusted intervention effect was RR 0.91 (CI 0.31 to 2.68).\nSecondary outcomes: methylphenidate may cause more adverse events considered non-serious versus placebo or no intervention (RR 1.23, 95% CI 1.11 to 1.37; I² = 72%; 35 trials 5342 participants; very low-certainty evidence). The TSA-adjusted intervention effect was RR 1.22 (CI 1.08 to 1.43). Methylphenidate may improve teacher-rated general behaviour versus placebo (SMD −0.62, 95% CI −0.91 to −0.33; I² = 68%; 7 trials 792 participants; very low-certainty evidence), but may not affect quality of life (SMD 0.40, 95% CI −0.03 to 0.83; I² = 81%; 4 trials, 608 participants; very low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The majority of our conclusions from the 2015 version of this review still apply. Our updated meta-analyses suggest that methylphenidate versus placebo or no-intervention may improve teacher-rated ADHD symptoms and general behaviour in children and adolescents with ADHD. There may be no effects on serious adverse events and quality of life. Methylphenidate may be associated with an increased risk of adverse events considered non-serious, such as sleep problems and decreased appetite. However, the certainty of the evidence for all outcomes is very low and therefore the true magnitude of effects remain unclear.\nDue to the frequency of non-serious adverse events associated with methylphenidate, the blinding of participants and outcome assessors is particularly challenging. To accommodate this challenge, an active placebo should be sought and utilised. It may be difficult to find such a drug, but identifying a substance that could mimic the easily recognised adverse effects of methylphenidate would avert the unblinding that detrimentally affects current randomised trials.\nFuture systematic reviews should investigate the subgroups of patients with ADHD that may benefit most and least from methylphenidate. This could be done with individual participant data to investigate predictors and modifiers like age, comorbidity, and ADHD subtypes."
    }
  ],
  "pls_title": "Is methylphenidate an effective treatment for children and adolescents with attention deficit hyperactivity disorder (ADHD) and does it cause unwanted effects?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- Methylphenidate might reduce hyperactivity and impulsivity and might help children to concentrate. Methylphenidate might also help to improve general behaviour, but does not seem to affect quality of life.\n- Methylphenidate does not seem to increase the risk of serious (life-threatening) unwanted effects when used for periods of up to six months. However, it is associated with an increased risk of non-serious unwanted effects like sleeping problems and decreased appetite.\n- Future studies should focus more on reporting unwanted effects and should take place over longer periods of time."
    },
    {
      "heading": "What is attention deficit hyperactivity disorder (ADHD)?",
      "text": "ADHD is one of the most commonly diagnosed and treated childhood psychiatric disorders. Children with ADHD find it hard to concentrate. They are often hyperactive (fidgety, unable to sit still for long periods) and impulsive (doing things without stopping to think). ADHD can make it difficult for children to do well at school, because they find it hard to follow instructions and to concentrate. Their behavioural problems can interfere with their ability to get on well with family and friends, and they often get into more trouble than other children."
    },
    {
      "heading": "How is ADHD treated?",
      "text": "Methylphenidate (for example, Ritalin) is the medication most often prescribed to children and adolescents with ADHD. Methylphenidate is a stimulant that helps to increase activity in parts of the brain, such as those involved with concentration. Methylphenidate can be taken as a tablet or given as a skin patch. It can be formulated to have an immediate effect, or be delivered slowly, over a period of hours. Methylphenidate may cause unwanted effects, such as headaches, stomachaches and problems sleeping. It sometimes causes serious unwanted effects like heart problems, hallucinations, or facial 'tics' (twitches)."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if methylphenidate improves children's ADHD symptoms (attention, hyperactivity) based mainly on teachers' ratings using various scales, and whether it causes serious unwanted effects, like death, hospitalisation, or disability. We were also interested in less serious unwanted effects like sleep problems and loss of appetite, and its effects on children's general behaviour and quality of life."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that investigated the use of methylphenidate in children and adolescents with ADHD. Participants in the studies had to be aged 18 years or younger and have a diagnosis of ADHD. They could have other disorders or illnesses and be taking other medication or undergoing behavioural treatments. They had to have a normal IQ (intelligence quotient). Studies could compare methylphenidate with placebo (something designed to look and taste the same as methylphenidate but with no active ingredient) or no treatment. Participants had to be randomly chosen to receive methylphenidate or not. We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 212 studies with 16,302 children or adolescents with ADHD. Most of the trials compared methylphenidate with placebo. Most studies were small with around 70 children, with an average age of 10 years (ages ranged from 3 to 18 years). Most studies were short, lasting an average of around a month; the shortest study lasted just one day and the longest 425 days. Most studies were in the USA.\nBased on teachers' ratings, compared with placebo or no treatment, methylphenidate:\n- may improve ADHD symptoms (21 studies, 1728 children)\n- may make no difference to serious unwanted effects (26 studies, 3673 participants)\n- may cause more non-serious unwanted effects (35 studies, 5342 participants)\n- may improve general behaviour (7 trials 792 participants)\n- may not affect quality of life (4 trials, 608 participants)"
    },
    {
      "heading": "Limitations of the evidence",
      "text": "Our confidence in the results of the review is limited for several reasons. It was often possible for people in the studies to know which treatment the children were taking, which could influence the results. The reporting of the results was not complete in many studies and for some outcomes the results varied across studies. Studies were small and they used different scales for measuring symptoms. And most of the studies only lasted for a short period of time, making it impossible to assess the long-term effects of methylphenidate. Around 41% of studies were funded or partly funded by the pharmaceutical industry."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This is an update of a review conducted in 2015. The evidence is current to March 2022."
    }
  ]
}