{
  "doi": "10.1002/14651858.CD004157.pub2",
  "name": "Treatment for cramps in amyotrophic lateral sclerosis/motor neuron disease",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cramps are painful, involuntary muscle contractions. They commonly affect people with amyotrophic lateral sclerosis/motor neuron disease (ALS/MND) at all stages of the disease. To date, the treatment of muscle cramps in ALS has been largely empirical without any evidence from randomised controlled trials."
    },
    {
      "heading": "Objectives",
      "text": "To systematically assess the effect of interventions on muscle cramps as a primary or secondary endpoint or adverse event in people with ALS/MND."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Neuromuscular Disease Group Specialized Register (14 February 2011), the Cochrane Central Register of Controlled Trials (Issue 1, 2011 in The Cochrane Library), MEDLINE (January 1966 to January 2011) and EMBASE (January 1980 to January 2011) and reference lists of articles searched using the terms motor neuron disease, motor neurone disease, motoneuron disease or amyotrophic lateral sclerosis. We contacted authors of trials for further information."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised and quasi-randomised trials of oral medications in people with ALS which assessed cramps as a primary or secondary outcome measure or as an adverse event. We also included trials using subcutaneous or intravenous medications or physical therapy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "All authors applied the selection criteria and assessed study quality independently, and all authors performed independent data extraction."
    },
    {
      "heading": "Main results",
      "text": "Twenty studies including 4789 participants were identified. Only one trial, of tetrahydrocannabinol (THC), assessed cramps as the primary endpoint. Thirteen studies assessed cramps as a secondary endpoint. The medications comprised vitamin E, baclofen, riluzole, L-threonine, xaliproden, indinavir, and memantine. Six studies assessed cramps as an adverse event. The medications comprised creatine, gabapentin, dextromethorphan, quinidine, and lithium. In all 20 studies no favourable effect for the treatment of cramps in ALS/MND could be demonstrated, but many studies were underpowered to draw a definite conclusion. A meta-analysis of two small studies showed a statistically nonsignificant result for the amino acid L-threonine for the treatment of cramps in ALS/MND. No study was identified using physical therapy as a therapeutic intervention for cramps."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence to support the use of any intervention for muscle cramps in ALS/MND. More and larger randomised controlled trials evaluating treatments for muscle cramps in ALS/MND are needed."
    }
  ],
  "pls_title": "Treatment for cramps in amyotrophic lateral sclerosis/motor neuron disease",
  "pls_type": "long",
  "pls": "A cramp is a sudden, involuntary painful contraction of a muscle. Many people with amyotrophic lateral sclerosis (ALS), also known as motor neuron disease (MND), experience cramps during the course of the disease. These range from mild cramps that do not affect daily activities and sleep, through to very severe, painful cramps. Some medications that are used to treat cramps in people with no medical condition or with conditions other than ALS have been tested in ALS clinical trials. These medicines include vitamin E, creatine, quinidine, and gabapentin. Other medications such as quinine sulfate, magnesium, lioresal, dantrolene, clonazepam, diphenylhydantoin, and gabapentin have been used to treat cramps in people with ALS but their effectiveness is unknown. In 2006 and 2010 the US Food and Drugs Administration issued warnings concerning the use of quinine sulfate, which was the previously most widely prescribed medication for cramps in the US. This review sought to find out how effective medications and physical treatments for cramps are for people with ALS. The reviewers identified 20 randomised controlled trials in people with ALS comprising a total of 4789 participants. Only one trial, of the drug tetrahydrocannabinol (THC), directly investigated the effectiveness of an intervention for cramps. Thirteen randomised controlled ALS trials investigated cramps secondarily among other variables. The medications comprised vitamin E, baclofen, riluzole, L-threonine, xaliproden, indinavir, and memantine. Six randomised controlled ALS trials investigated cramps as adverse events. The medications comprised creatine, gabapentin, dextromethorphan, quinidine and lithium. None of the 20 studies could demonstrate any benefit, but the studies were small. Current evidence on the treatment of cramps in ALS is lacking and more research is needed."
}