{
  "doi": "10.1002/14651858.CD010981.pub2",
  "name": "A therapeutic‐only versus prophylactic platelet transfusion strategy for preventing bleeding in patients with haematological disorders after myelosuppressive chemotherapy or stem cell transplantation ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Platelet transfusions are used in modern clinical practice to prevent and treat bleeding in thrombocytopenic patients with bone marrow failure. Although considerable advances have been made in platelet transfusion therapy in the last 40 years, some areas continue to provoke debate, especially concerning the use of prophylactic platelet transfusions for the prevention of thrombocytopenic bleeding.\nThis is an update of a Cochrane review first published in 2004 and updated in 2012 that addressed four separate questions: therapeutic-only versus prophylactic platelet transfusion policy; prophylactic platelet transfusion threshold; prophylactic platelet transfusion dose; and platelet transfusions compared to alternative treatments. We have now split this review into four smaller reviews looking at these questions individually; this review is the first part of the original review."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether a therapeutic-only platelet transfusion policy (platelet transfusions given when patient bleeds) is as effective and safe as a prophylactic platelet transfusion policy (platelet transfusions given to prevent bleeding, usually when the platelet count falls below a given trigger level) in patients with haematological disorders undergoing myelosuppressive chemotherapy or stem cell transplantation."
    },
    {
      "heading": "Search methods",
      "text": "We searched for randomised controlled trials (RCTs) in the Cochrane Central Register of Controlled Trials (Cochrane Library 2015, Issue 6), MEDLINE (from 1946), Embase (from 1974), CINAHL (from 1937), the Transfusion Evidence Library (from 1950) and ongoing trial databases to 23 July 2015."
    },
    {
      "heading": "Selection criteria",
      "text": "RCTs involving transfusions of platelet concentrates prepared either from individual units of whole blood or by apheresis, and given to prevent or treat bleeding in patients with malignant haematological disorders receiving myelosuppressive chemotherapy or undergoing HSCT."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by The Cochrane Collaboration."
    },
    {
      "heading": "Main results",
      "text": "We identified seven RCTs that compared therapeutic platelet transfusions to prophylactic platelet transfusions in haematology patients undergoing myelosuppressive chemotherapy or HSCT. One trial is still ongoing, leaving six trials eligible with a total of 1195 participants. These trials were conducted between 1978 and 2013 and enrolled participants from fairly comparable patient populations. We were able to critically appraise five of these studies, which contained separate data for each arm, and were unable to perform quantitative analysis on one study that did not report the numbers of participants in each treatment arm.\nOverall the quality of evidence per outcome was low to moderate according to the GRADE approach. None of the included studies were at low risk of bias in every domain, and all the studies identified had some threats to validity. We deemed only one study to be at low risk of bias in all domains other than blinding.\nTwo RCTs (801 participants) reported at least one bleeding episode within 30 days of the start of the study. We were unable to perform a meta-analysis due to considerable statistical heterogeneity between studies. The statistical heterogeneity seen may relate to the different methods used in studies for the assessment and grading of bleeding. The underlying patient diagnostic and treatment categories also appeared to have some effect on bleeding risk. Individually these studies showed a similar effect, that a therapeutic-only platelet transfusion strategy was associated with an increased risk of clinically significant bleeding compared with a prophylactic platelet transfusion policy. Number of days with a clinically significant bleeding event per participant was higher in the therapeutic-only group than in the prophylactic group (one RCT; 600 participants; mean difference 0.50, 95% confidence interval (CI) 0.10 to 0.90; moderate-quality evidence). There was insufficient evidence to determine whether there was any difference in the number of participants with severe or life-threatening bleeding between a therapeutic-only transfusion policy and a prophylactic platelet transfusion policy (two RCTs; 801 participants; risk ratio (RR) 4.91, 95% CI 0.86 to 28.12; low-quality evidence). Two RCTs (801 participants) reported time to first bleeding episode. As there was considerable heterogeneity between the studies, we were unable to perform a meta-analysis. Both studies individually found that time to first bleeding episode was shorter in the therapeutic-only group compared with the prophylactic platelet transfusion group.\nThere was insufficient evidence to determine any difference in all-cause mortality within 30 days of the start of the study using a therapeutic-only platelet transfusion policy compared with a prophylactic platelet transfusion policy (two RCTs; 629 participants). Mortality was a rare event, and therefore larger studies would be needed to establish the effect of these alternative strategies. There was a clear reduction in the number of platelet transfusions per participant in the therapeutic-only arm (two RCTs, 991 participants; standardised mean reduction of 0.50 platelet transfusions per participant, 95% CI -0.63 to -0.37; moderate-quality evidence). None of the studies reported quality of life. There was no evidence of any difference in the frequency of adverse events, such as transfusion reactions, between a therapeutic-only and prophylactic platelet transfusion policy (two RCTs; 991 participants; RR 1.02, 95% CI 0.62 to 1.68), although the confidence intervals were wide."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found low- to moderate-grade evidence that a therapeutic-only platelet transfusion policy is associated with increased risk of bleeding when compared with a prophylactic platelet transfusion policy in haematology patients who are thrombocytopenic due to myelosuppressive chemotherapy or HSCT. There is insufficient evidence to determine any difference in mortality rates and no evidence of any difference in adverse events between a therapeutic-only platelet transfusion policy and a prophylactic platelet transfusion policy. A therapeutic-only platelet transfusion policy is associated with a clear reduction in the number of platelet components administered."
    }
  ],
  "pls_title": "Platelet transfusions to treat bleeding compared with platelet transfusions to prevent bleeding in people with blood cancers receiving intensive treatment",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We evaluated the evidence regarding whether giving platelet transfusions to patients with low platelets who are bleeding (therapeutically) is as effective and safe as giving platelet transfusions regularly to prevent bleeding (prophylactically). Our target population was people with blood cancers who were receiving intensive myelosuppressive (causing decreased blood cell production) chemotherapy treatments or stem cell transplantation."
    },
    {
      "heading": "Background",
      "text": "People with blood cancers may have low platelet counts because of their underlying cancer. Blood cancers may be treated with chemotherapy and stem cell transplantation, which can cause low platelet counts. Platelet transfusions may be given when the platelet count falls below a prespecified platelet count (for example 10 x 109/L) to prevent bleeding, or they may be given to treat bleeding (such as a prolonged nosebleed or multiple bruises). The routine use of platelet transfusions to prevent bleeding in these patients has not previously been supported by high-quality evidence."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to July 2015. In this update, we identified seven randomised controlled trials that compared only giving platelet transfusions to treat bleeding versus giving platelet transfusions to prevent and treat bleeding. One trial is still recruiting participants and has not been completed. We reviewed six randomised controlled trials with a total of 1195 participants. These trials were conducted between 1978 and 2013. Five of the trials included adults who were receiving chemotherapy or a stem cell transplantation as treatment for blood cancers. One of the trials included children receiving chemotherapy for leukaemia.\nFour of the six studies reported funding sources; these were charitable foundations or government funds."
    },
    {
      "heading": "Key results",
      "text": "Giving platelet transfusions to prevent and treat bleeding in patients with low platelet counts due to blood cancers or their treatments may result in a reduction in bleeding when compared with giving platelet transfusions only to treat bleeding.\nThere may not be an increased risk of death or adverse events if platelet transfusions are only given to treat bleeding versus giving platelet transfusions to prevent and treat bleeding, but there was not enough evidence to be certain about this.\nGiving platelet transfusions only when bleeding occurs probably reduces the number of platelets given.\nNone of the six studies reported any quality-of-life outcomes."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The evidence for most of the findings was of low or moderate quality, as patients and their doctors knew which study arm the patient had been put in; outcomes reported in the studies were difficult to compare because bleeding was measured and reported differently; and some outcomes were imprecise, because the outcome did not happen very often (such as death)."
    }
  ]
}