{
  "doi": "10.1002/14651858.CD008775.pub2",
  "name": "Conservative interventions for treating diaphyseal fractures of the forearm bones in children ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Diaphyseal forearm fractures in children are common injuries, the vast majority of which are treated conservatively. There is a need to assess the role of modifiable factors such as techniques of reduction and casting in order to optimise functional recovery."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of different conservative interventions for diaphyseal forearm fractures in children, including adolescents."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Bone, Joint and Muscle Trauma Group Specialised Register (to November 2012), the Cochrane Central Register of Controlled Trials (The Cochrane Library, 2012 Issue 11), MEDLINE (1950 to November 2012), EMBASE (1980 to November 2012), CINAHL (1982 to November 2012), trial registries (to November 2012), conference proceedings and reference lists of articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised trials comparing conservative interventions for diaphyseal forearm fractures in children were eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently examined search results to identify eligible trials."
    },
    {
      "heading": "Main results",
      "text": "After screening 493 citations, 17 potentially eligible studies were identified. Of these 13 studies were excluded, two studies, both reported incompletely in conference abstracts only, await assessment and two are ongoing trials whose recruitment status is unknown."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review found no usable evidence from randomised trials to make recommendations concerning different conservative interventions for the treatment of diaphyseal fractures of the forearm bones in children. Publication in full of trials that have already been performed on this topic would be a useful start to changing this unsatisfactory situation."
    }
  ],
  "pls_title": "Conservative interventions for shaft fractures of the forearm bones in children",
  "pls_type": "long",
  "pls": "The forearm consists of two bones, the radius and the ulna. Fractures (broken bones) in the middle portion (shaft) of one or both of these bones are common injuries in children. Most of these fractures are treated conservatively (i.e. without surgery). Conservative treatment usually involves gently putting the broken bone back into place (reduction). Part of the arm is then put in a cast to protect and support the broken bones while they heal. There are different ways of immobilising the injured arm. For example, some casts include the elbow whereas others do not. When casts include the elbow, the elbow may be in a bent or extended position. While these fractures usually heal, the results are not always satisfactory and sometimes there are complications. This review aimed to find out which conservative treatment methods give the best results for children with these fractures by looking at the evidence from randomised controlled trials comparing different conservative interventions.\nWhile we found two completed trials, both were published only in conference abstracts that failed to provide any usable data. We also found two ongoing trials. In all, the review found no evidence from randomised trials to inform on the best ways to treat these fractures."
}