{
  "doi": "10.1002/14651858.CD004017.pub2",
  "name": "Home versus center based physical activity programs in older adults",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Physical inactivity is a leading cause of preventable death and morbidity in developed countries. In addition physical activity can potentially be an effective treatment for various medical conditions (e.g. cardiovascular disease, osteoarthritis). Many types of physical activity programs exist ranging from simple home exercise programs to intense highly supervised hospital (center) based programs."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of 'home based' versus 'center based' physical activity programs on the health of older adults."
    },
    {
      "heading": "Search methods",
      "text": "The reviewers searched the Cochrane Central Register of Controlled Trials (CENTRAL) (1991-present), MEDLINE (1966-Sept 2002), EMBASE (1988 to Sept 2002), CINAHL (1982-Sept 2002), Health Star (1975-Sept 2002), Dissertation Abstracts (1980 to Sept 2002), Sport Discus (1975-Sept 2002) and Science Citation Index (1975-Sept 2002), reference lists of relevant articles and contacted principal authors where possible."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised controlled trials of different physical activity interventions in older adults (50 years or older) comparing a 'home based' to a 'center based' exercise program. Study participants had to have either a recognised cardiovascular risk factor, or existing cardiovascular disease, or chronic obstructive airways disease (COPD) or osteoarthritis. Cardiac and post-operative programs within one year of the event were excluded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three reviewers selected and appraised the identified studies independently. Data from studies that then met the inclusion/exclusion criteria were extracted by two additional reviewers."
    },
    {
      "heading": "Main results",
      "text": "Six trials including 224 participants who received a 'home based' exercise program and 148 who received a 'center based' exercise program were included in this review. Five studies were of medium quality and one poor. A meta-analysis was not undertaken given the heterogeneity of these studies.\nCardiovascular \nThe largest trial (accounting for approximately 60% of the participants) looked at sedentary older adults. Three trials looked at patients with peripheral vascular disease (intermittent claudication). In patients with peripheral vascular disease center based programs were superior to home at improving distance walked and time to claudication pain at up to 6 months. However the risk of a training effect may be high. There are no longer term studies in this population.\nNotably home based programs appeared to have a significantly higher adherence rate than center based programs. However this was based primarily on the one study (with the highest quality rating of the studies found) of sedentary older adults. This showed an adherence rate of 68% in the home based program at two year follow-up compared with a 36% adherence in the center based group. There was essentially no difference in terms of treadmill performance or cardiovascular risk factors between groups.\nChronic Obstructive Pulmonary Disease (COPD) \nTwo trials looked at older adults with COPD. In patients with COPD the evidence is conflicting. One study showed similar changes in various physiological measures at 3 months that persisted in the home based group up to 18 months but not in the center based group. The other study showed significantly better improvements in physiological measures in the center based group after 8 weeks but again the possibility of a training effect is high.\nOsteoarthritis \nNo studies were found.\nNone of the studies dealt with measures of cost, or health service utilization."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In the short-term, center based programs are superior to home based programs in patients with PVD. There is a high possibility of a training effect however as the center based groups were trained primarily on treadmills (and the home based were not) and the outcome measures were treadmill based. There is conflicting evidence which is better in patients with COPD. Home based programs appear to be superior to center based programs in terms of the adherence to exercise (especially in the long-term)"
    }
  ],
  "pls_title": "Physical activity programs for older adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "To improve health, is it better to do an exercise programme at home or at a hospital center?",
      "text": "To answer this question scientists from the Cochrane Group found and analyzed 6 studies. These studies tested over 370 people over 50 years old who had heart disease (or high risk of heart disease), Chronic Obstructive Airways Disease (COPD). The studies compared people who did an exercise programme at home to those who did an exercise programme at a hospital or center up to 2 years. This review provides the best evidence we have today."
    },
    {
      "heading": "What is the difference between exercise programmes at home or at a center? Why research whether one is better than the other?",
      "text": "Active living benefits the health of people 50 years and older. One of the important benefits is being able to do your everyday activities better and walking better (physical function). There are many ways to increase activity. You can do an exercise programme at home on your own, at your own convenience and at maybe a cost to you, but no cost to the health care system. Or you can join a programme at a center or hospital run by trained health care professionals. Most times these programmes are covered and do not cost you anything but they do cost the health care system. It is therefore important to know which type of programme improves health more, which programme people will stick with in the long run and which programme is worth the cost."
    },
    {
      "heading": "Which type of programme was better in the studies? \nIn people who had heart disease or an increased risk of heart disease",
      "text": "In people who had heart disease or an increased risk of heart diseaseAfter 6 months, most studies show that exercise programmes, whether at home or at a center improve physical function, quality of life, blood cholesterol levels, walking speed and leg pain after walking due to poor blood flow. When comparing the two exercise programmes, the studies found that improvements were similar but that exercising at a center may improve walking speed and leg pain after walking more than at home.\nOne large study shows that many more people tend to stick with exercising after a home based programme compared with a center programme in the long-term."
    },
    {
      "heading": "In people who had COPD",
      "text": "Most studies show that exercise programmes, whether at home or at a center, improve physical function, decrease blood pressure, and improve some tests for exercise. But quality of life and other tests for exercise did not improve. When comparing the two exercise programmes, one study shows that improvements at home were similar to a center at 3 months. But at 18 months exercising at home was better than at a center. Another study shows that exercising at a center was better than at home at 2 months but the same at 13 months.\nNo studies looked at costs or use of the health care system."
    },
    {
      "heading": "Were there any problems with the programmes?",
      "text": "This review did not report any problems with the programmes."
    },
    {
      "heading": "What is the bottom line?",
      "text": "There is 'silver-level' evidence (www.cochranemsk.org) that both exercising at home or at a center improves the health and physical function of older adults. But, people tend to stick with exercising at home more than in a center.\nPeople with heart disease or a high risk of heart disease may show more improvements exercising at a center than at home in the short-term (3 months). In people with COPD, it is still not clear whether exercising at home or at a center is better.\nMore research is still needed to test which type of programme might be better for people with osteoarthritis and what the costs are in general."
    }
  ]
}