{
  "doi": "10.1002/14651858.CD010105.pub2",
  "name": "Supraglottic airway devices versus tracheal intubation for airway management during general anaesthesia in obese patients ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The number of obese patients requiring general anaesthesia is likely to increase in coming years, and obese patients pose considerable challenges to the anaesthetic team. Tracheal intubation may be more difficult and risk of aspiration of gastric contents into the lungs is increased in obese patients. Supraglottic airway devices (SADs) offer an alternative airway to traditional tracheal intubation with potential benefits, including ease of fit and less airway disturbance. Although SADs are now widely used, clinical concerns remain that their use for airway management in obese patients may increase the risk of serious complications."
    },
    {
      "heading": "Objectives",
      "text": "We wished to examine whether supraglottic airway devices can be used as a safe and effective alternative to tracheal intubation in securing the airway during general anaesthesia in obese patients (with a body mass index (BMI) > 30 kg/m2)."
    },
    {
      "heading": "Search methods",
      "text": "We searched for eligible trials in the following databases: Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library, Issue 8, 2012), MEDLINE via Ovid (from 1985 to 9 September 2012) and EMBASE via Ovid (from 1985 to 9 September 2012). The Cochrane highly sensitive filter for randomized controlled trials was applied in MEDLINE and EMBASE. We also searched trial registers such as www.clinicaltrials.gov and the Current Controlled Clinical Trials Website (http://www.controlled-trials.com/) for ongoing trials. The start date of these searches was limited to 1985, shortly before the first SAD was introduced, in 1988. We undertook forward and backward citation tracing for key review articles and eligible articles identified through the electronic resources."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered all randomized controlled trials of participants aged 16 years and older with a BMI > 30 kg/m2 undergoing general anaesthesia. We compared the use of any model of SAD with the use of tracheal tubes (TTs) of any design."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by The Cochrane Collaboration. Two review authors independently assessed trial quality and extracted data, including information on adverse events. We contacted study authors for additional information. If sufficient data were available, results were presented as pooled risk ratios (RRs) with 95% confidence intervals (CIs) based on random-effects models (inverse variance method). We employed the Chi2 test and calculated the I2 statistic to investigate study heterogeneity."
    },
    {
      "heading": "Main results",
      "text": "We identified two eligible studies, both comparing the use of one model of SAD, the ProSeal laryngeal mask airway (PLMA) with a TT, with a total study population of 232. One study population underwent laparoscopic surgery. The included studies were generally of high quality, but there was an unavoidable high risk of bias in the main airway variables, such as change of device or laryngospasm, as the intubator could not be blinded. Many outcomes included data from one study only.\nA total of 5/118 (4.2%) participants randomly assigned to PLMA across both studies were changed to TT insertion because of failed or unsatisfactory placement of the device. Postoperative episodes of hypoxaemia (oxygen saturation < 92% whilst breathing air) were less common in the PLMA groups (RR 0.27, 95% CI 0.10 to 0.72). We found a significant postoperative difference in mean oxygen saturation, with saturation 2.54% higher in the PLMA group (95% CI 1.09% to 4.00%). This analysis showed high levels of heterogeneity between results (I2 = 71%). The leak fraction was significantly higher in the PLMA group, with the largest difference seen during abdominal insufflation－a 6.4% increase in the PLMA group (95% CI 3.07% to 9.73%).\nNo cases of pulmonary aspiration of gastric contents, mortality or serious respiratory complications were reported in either study. We are therefore unable to present effect estimates for these outcomes.\nIn all, 2/118 participants with a PLMA suffered laryngospam or bronchospasm compared with 4/114 participants with a TT. The pooled estimate shows a non-significant reduction in laryngospasm in the PLMA group (RR 0.48, 95% CI 0.09 to 2.59).\nPostoperative coughing was less common in the PLMA group (RR 0.10, 95% CI 0.03 to 0.31), and there was no significant difference in the risk of sore throat or dysphonia (RR 0.25, 95% CI 0.03 to 2.13). On average, PLMA placement took 5.9 seconds longer than TT placement (95% CI 3 seconds to 8.8 seconds). There was no significant difference in the proportion of successful first placements of a device, with 33/35 (94.2%) first-time successes in the PLMA group and 32/35 (91.4%) in the TT group."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We have inadequate information to draw conclusions about safety, and we can only comment on one design of SAD (the PLMA) in obese patients. We conclude that during routine and laparoscopic surgery, PLMAs may take a few seconds longer to insert, but this is unlikely to be a matter of clinical importance. A failure rate of 3% to 5% can be anticipated in obese patients. However, once fitted, PLMAs provide at least as good oxygenation, with the caveat that the leak fraction may increase, although in the included studies, this did not affect ventilation. We found significant improvement in oxygenation during and after surgery, indicating better pulmonary performance of the PLMA, and reduced postoperative coughing, suggesting better recovery for patients."
    }
  ],
  "pls_title": "Different devices for airway management in obese patients during general anaesthesia",
  "pls_type": "long",
  "pls": "Patients undergoing general anaesthesia need to have their airway protected as they lose their normal reflexes. This is most commonly achieved by placing a tube down through the mouth and larynx into the trachea (a tracheal tube (TT)) and using this to ventilate the lungs. Supraglottic airway devices (SADs) offer an alternative; they extend from the mouth into the throat but sit above the larynx. The number of obese patients requiring general anaesthesia is likely to increase because obesity is becoming more common and is a risk factor for many chronic health conditions, such as diabetes, cancers and cardiovascular disease. Securing the airway in obese patients may be difficult, and obese patients are at increased risk for complications during anaesthesia, such as difficulty passing an airway and aspiration of stomach contents into the lungs. SADs offer potential benefits, but concerns remain that they may increase the risk of these serious complications.\nWe searched the databases to September 2012, to find controlled trials that had randomly assigned obese participants (with body mass index (BMI) greater than 30 kg/m2) undergoing general anaesthesia to TT or SAD for airway management. We wanted to investigate the effect of airway type on risk of failed placement; serious complications and death; oxygenation of the blood during and after surgery; coughing, sore throat or hoarseness during or after placement; and time taken and number of attempts needed to fit the airway.\nWe found two randomized studies with a total of 232 obese participants, both of which studied one model of SAD－the ProSeal laryngeal mask airway (PLMA). No relevant outcomes for death or other serious complications occurred in these studies.We found that in 3% to 5% of obese participants, it was not possible to fit a PLMA, and a change of device to a TT was required. The proportion of successful first attempts at airway placement did not differ between PLMA and TT, although it took approximately six seconds longer to place an SAD than a TT. We found significant postoperative reduction of almost 75% in episodes of low oxygen saturation and an improvement in mean oxygen saturation of 2.5% during recovery in the PLMA group. Postoperative cough was less common among participants in the PLMA group. Our findings are consistent with both increased and decreased risks of both sore throat and hoarseness in the PLMA group.\nIdentifying optimal anaesthetic techniques for obese patients is a priority for research. We could not establish the safety of SAD use in obese patients. Large databases created from medical records may be needed to clarify this issue."
}