{
  "doi": "10.1002/14651858.CD011785.pub2",
  "name": "Pharmacological interventions for prevention and treatment of upper gastrointestinal bleeding in newborn infants ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Upper gastrointestinal bleeding is typically a mild, self-limiting condition that can affect both preterm and term neonates, although it can be severe particularly when associated with co-morbidities. Pharmacological interventions with a proton pump inhibitor (PPI), H2 receptor antagonist (H2RA), antacid, bismuth and sucralfate may have effects on both the prevention and treatment of upper gastrointestinal bleeding in infants."
    },
    {
      "heading": "Objectives",
      "text": "To assess how different pharmacological interventions (PPIs, H2RAs, antacids, sucralfate or bismuth salts) administered to preterm and term neonates for the prevention or treatment of upper gastrointestinal bleeding to reduce morbidity and mortality compare with placebo or no treatment, supportive care, or each other."
    },
    {
      "heading": "Search methods",
      "text": "We used the standard search strategy of Cochrane Neonatal to search the Cochrane Central Register of Controlled Trials (CENTRAL 2018, Issue 6), MEDLINE via PubMed (1966 to 12 July 2018), Embase (1980 to 12 July 2018), and CINAHL (1982 to 12 July 2018). We also searched clinical trial databases, conference proceedings, the reference lists of retrieved articles for randomised controlled trials and quasi-randomised trials, and online for Chinese literature articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomised, quasi-randomised and cluster-randomised trials involving preterm and term neonates. Trials were included if they used a proton pump inhibitor, H2 receptor antagonist, antacid, sucralfate or bismuth either for the prevention or treatment of upper gastrointestinal bleeding."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the eligibility of studies for inclusion, extracted data and assessed methodological quality. We conducted meta-analysis using a fixed-effect model. We used the GRADE approach to assess quality of evidence."
    },
    {
      "heading": "Main results",
      "text": "Eleven studies with 818 infants met the criteria for inclusion in this review.\nFour trials with 329 infants assessed the use of an H2 receptor antagonist for prevention of upper gastrointestinal bleeding in high-risk newborn infants. Meta-analysis of these four trials identified a reduction in any upper gastrointestinal bleeding when using an H2 receptor antagonist (typical risk ratio (RR) 0.36, 95% confidence interval (CI) 0.22 to 0.58; typical risk difference (RD) −0.20, 95% CI −0.28 to −0.11; number needed to treat for an additional beneficial outcome (NNTB) 5, 95% CI 4 to 9). The quality of evidence was moderate. A single trial with 53 infants assessing prevention of upper gastrointestinal bleeding reported no difference in mortality in infants assigned H2 receptor antagonist versus no treatment; however the quality of evidence was very low.\nSeven trials with 489 infants assessed an inhibitor of gastric acid (H2 receptor antagonist or proton pump inhibitor) for treatment of gastrointestinal bleeding in newborn infants. Meta-analysis of two trials (131 infants) showed no difference in mortality from use of a H2 receptor antagonist compared to no treatment. The quality of evidence was low. Meta-analysis of two trials (104 infants) showed a reduction in duration of upper gastrointestinal bleeding from use of an inhibitor of gastric acid compared to no treatment (mean difference −1.06 days, 95% CI −1.28 to −0.84). The quality of evidence was very low. Meta-analysis of six trials (451 infants) showed a reduction in continued upper gastrointestinal bleeding from use of any inhibitor of gastric acid compared to no treatment (typical RR 0.36, 95% CI 0.26 to 0.49; typical RD −0.26, 95% CI −0.33, −0.19; NNTB 4, 95% CI 3 to 5). The quality of evidence was low. There were no significant subgroup differences in duration of upper gastrointestinal bleeding or of continued upper gastrointestinal bleeding according to type of inhibitor of gastric acid. A single trial (38 infants) reported no difference in anaemia requiring blood transfusion from use of a H2 receptor antagonist compared to no treatment.\nAlthough no serious adverse events were reported from the use of a H2 receptor antagonist or proton pump inhibitor, some neonatal morbidities — including necrotising enterocolitis, ventilator-associated pneumonia, duration of ventilation and respiratory support, and duration of hospital stay — were not reported. Long-term outcome was not reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is moderate-quality evidence that use of an H2 receptor antagonist reduces the risk of gastrointestinal bleeding in newborn infants at high risk of gastrointestinal bleeding. There is low-quality evidence that use of an inhibitor of gastric acid (H2 receptor antagonist or proton pump inhibitor) reduces the duration of upper gastrointestinal bleeding and the incidence of continued gastric bleeding in newborn infants with gastrointestinal bleeding. However, there is no evidence that use of an inhibitor of gastric acid in newborn infants affects mortality or the need for blood transfusion. As no study reported the incidence of necrotising enterocolitis, ventilator- or hospital-associated pneumonia, sepsis, or long-term outcome, the safety of inhibitors of gastric acid secretion is unclear."
    }
  ],
  "pls_title": "Pharmacological interventions to prevent and treat upper gastrointestinal bleeding in neonates",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "To assess how different medications for reducing stomach acidity (proton pump inhibitors, histamine 2 receptor antagonists, antacids) or for protecting the stomach lining (sucralfate or bismuth salts) given to preterm and term infants help to prevent or treat upper gastrointestinal bleeding, reduce suffering of other illnesses and deaths."
    },
    {
      "heading": "Background",
      "text": "Upper gastrointestinal bleeding is common in sick newborns admitted to neonatal intensive care. It may be associated with reflux of milk (gastroesophageal reflux) or allergy to milk proteins. Common symptoms include vomiting of material which can be either bloodstained or like coffee grounds in appearance; and black, tarry stools. When occurring in otherwise well newborns it is typically a mild, self-limiting condition. However, upper gastrointestinal bleeding can be severe particularly when associated with other underlying conditions."
    },
    {
      "heading": "Study characteristics",
      "text": "We included randomised controlled trials (RCTs). The search is up to date as of 12 July 2018."
    },
    {
      "heading": "Key results",
      "text": "We found 11 trials with 818 infants. We considered no trial to be at low risk of bias.\nFour trials included 329 infants in neonatal intensive care units and used a histamine 2 receptor antagonist for prevention of upper gastrointestinal bleeding. These four trials demonstrated a reduction in the incidence of upper gastrointestinal bleeding with a histamine 2 receptor antagonist, but no change in mortality. Outcomes such as serious gastrointestinal problems (e.g. necrotising enterocolitis) and infections were not reported.\nSeven trials with 489 infants enrolled sick newborn infants with upper gastrointestinal bleeding and used either a histamine 2 receptor antagonist or a proton pump inhibitor for treatment. Use of a histamine 2 receptor antagonist or proton pump inhibitor in a treatment context was associated with a reduction of both duration of upper gastrointestinal bleeding and continued upper gastrointestinal bleeding; however it did not affect mortality or requirement for blood transfusion. No long-term follow-up was reported.\nAlthough there is moderate-quality evidence that use of an inhibitor of gastric acid reduces the incidence and duration of upper gastrointestinal bleeding in newborn infants, there is insufficient safety data in this population. The implication of this is that caution should be applied when deciding whether to use an inhibitor of gastric acid in sick newborn infants until additional studies are performed."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We graded the quality of evidence for prevention of upper gastrointestinal bleeding as low and moderate. We graded the quality of evidence for the treatment of upper gastrointestinal bleeding as low and very low."
    }
  ]
}