{
  "doi": "10.1002/14651858.CD007820.pub3",
  "name": "Interventions for treating traumatised ankylosed permanent front teeth",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Teeth that have suffered trauma can fuse to the surrounding bone in a process called dental ankylosis. Ankylosed permanent front teeth fail to erupt during facial growth and can become displaced, thus resulting in functional and aesthetic problems. Dental ankylosis is also associated with root resorption, which may eventually lead to the loss of affected teeth. Different interventions for the management of ankylosed permanent front teeth have been described, but it is unclear which are the most effective."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of any intervention that can be used in the treatment of ankylosed permanent front teeth."
    },
    {
      "heading": "Search methods",
      "text": "The following electronic databases were searched: the Cochrane Oral Health Group Trials Register (to 3 August 2015), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library, 2015, Issue 7), MEDLINE via OVID (1946 to 3 August 2015), EMBASE via OVID (1980 to 3 August 2015) and LILACS via BIREME (1982 to 3 August 2015). We searched the US National Institutes of Health Trials Register (http://clinicaltrials.gov) and the WHO Clinical Trials Registry Platform for ongoing trials. No restrictions were placed on the language or date of publication when searching the electronic databases."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) comparing any intervention for treating displaced ankylosed permanent front teeth in individuals of any age. Treatments could be compared with one another, with placebo or with no treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two independent review authors screened studies independently. Full papers were obtained for potentially relevant trials. Although no study was included, the authors had planned to extract data independently and to analyse the data according to the Cochrane Handbook for Systematic Reviews of Interventions."
    },
    {
      "heading": "Main results",
      "text": "No randomised controlled trials that met the inclusion criteria were identified."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We were unable to identify any reports of randomised controlled trials regarding the efficacy of different treatment options for ankylosed permanent front teeth. The lack of high level evidence for the management of this health problem emphasises the need for well designed clinical trials on this topic, which conform to the CONSORT statement (www.consort-statement.org/)."
    }
  ],
  "pls_title": "Interventions for treating permanent front teeth that have been damaged and then become fused to the bone",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "This review was carried out to assess how effective different treatments are for treating permanent front teeth that have been damaged and then fused to the bone (ankylosed front teeth)."
    },
    {
      "heading": "Background",
      "text": "Sometimes teeth can fuse to the bone of the jaws after an injury to the tooth, such as when the tooth is knocked and pushed up into the jawbone. This fusion is called 'ankylosis'. Usually the roots of fused ('ankylosed') teeth are resorbed by the body and replaced by the surrounding bone. For some individuals, this can lead to the fused teeth falling out. These teeth do not grow with the normal growth of the jawbones, so can become gradually moved if the injury occurs during childhood. It is not clear which treatment is best for these fused teeth, which is why we have undertaken this review."
    },
    {
      "heading": "Study characteristics",
      "text": "Authors from the Cochrane Oral Health Group carried out this review of existing studies, and the evidence is up-to-date to 3 October 2015. There were no studies found that met the inclusion criteria for this review."
    },
    {
      "heading": "Key results and quality of the evidence",
      "text": "This review found that there is currently no high-level evidence available for comparing the effectiveness of different treatment methods for fused front teeth. Further research is needed provide evidence for different treatments and their relative effectiveness and safety."
    }
  ]
}