{
  "doi": "10.1002/14651858.CD007822.pub2",
  "name": "Cytoreductive surgery plus chemotherapy versus chemotherapy alone for recurrent epithelial ovarian cancer ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Most women with advanced epithelial ovarian cancer will ultimately develop recurrent disease after completion of initial treatment with primary surgery and adjuvant chemotherapy. Secondary cytoreductive surgery may have survival benefits in selected patients. However, a number of chemotherapeutic agents are active in recurrent ovarian cancer and the standard treatment of patients with recurrent ovarian cancer remains poorly defined."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of secondary surgical cytoreduction and chemotherapy compared to chemotherapy alone for women with recurrent epithelial ovarian cancer."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Gynaecological Cancer Group Trials Register, The Cochrane Register of Controlled Trials, (CENTRAL) Issue 1 2009, MEDLINE and EMBASE up to February 2009. We also searched registers of clinical trials, abstracts of scientific meetings, reference lists of review articles and contacted experts in the field."
    },
    {
      "heading": "Selection criteria",
      "text": "We searched for RCTs, quasi-randomised trials and non-randomised studies that compared secondary cytoreductive surgery and chemotherapy to chemotherapy alone in women with recurrent epithelial ovarian cancer."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three reviewers independently assessed whether potentially relevant studies met the inclusion criteria. No trials were found and therefore no data were analysed."
    },
    {
      "heading": "Main results",
      "text": "The search strategy identified 1431 unique references of which all were excluded on the basis of title and abstract."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no evidence from RCTs to inform decisions about secondary surgical cytoreduction and chemotherapy compared to chemotherapy alone for women with recurrent epithelial ovarian cancer. Ideally, a large randomised controlled trial or, at the very least, well designed non-randomised studies that use multivariate analysis to adjust for baseline imbalances are needed to compare these treatment modalities. The results of the ongoing RCT AGO-OVAR OP.4 (DESKTOP III) is awaited."
    }
  ],
  "pls_title": "Secondary surgical efforts to remove recurrent ovarian cancer in women who are no longer in remission",
  "pls_type": "long",
  "pls": "Ovarian cancer is the sixth most common cancer among women. Epithelial ovarian cancer is a disease in which malignant cells form in the tissue covering the ovary. It accounts for about 90% of ovarian cancers., the remaining 10% arise from germ cells and the sex cord and stroma of the ovary. Women with epithelial ovarian cancer that has returned after primary surgery (recurrent disease) may need secondary surgery to remove all or part of the cancer. The option of surgery (debulking or cytoreductive surgery) is currently offered to a select group of women with recurrent ovarian cancer. It is important to ascertain whether this surgery helps women with recurrent disease to survive for longer than if they only got chemotherapy.\nWe searched for studies that compared secondary cytoreductive surgery and chemotherapy with chemotherapy alone in women with recurrent epithelial ovarian cancer. Although we checked 1431 possible articles, we found no relevant studies. Therefore there is currently no evidence to determine if secondary cytoreductive surgery is better or worse than chemotherapy alone in terms of prolonging life.\nThe review highlights the need for good quality studies comparing secondary cytoreductive surgery to chemotherapy. The results of the ongoing RCT AGO-OVAR OP.4 (DESKTOP III) is awaited."
}