{
  "doi": "10.1002/14651858.CD003277.pub4",
  "name": "Anti‐seizure medications for Lennox‐Gastaut syndrome",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Lennox-Gastaut syndrome (LGS) is an age-specific epilepsy syndrome characterised by multiple seizure types. LGS has a characteristic electroencephalogram, an onset before age eight years, and drug resistance.\nThis is an updated version of the Cochrane Review published in 2013."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and tolerability of anti-seizure medications (ASMs) for LGS."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Register of Studies (CRS Web) and MEDLINE (Ovid, 1946 to 28 February 2020) on 2 March 2020. CRS Web includes randomised controlled trials (RCTs) or quasi-RCTs from the Cochrane Central Register of Controlled Trials (CENTRAL); the Specialised Registers of Cochrane Review Groups, including Cochrane Epilepsy; PubMed; Embase; ClinicalTrials.gov; and the World Health Organization's International Clinical Trials Registry Platform (ICTRP). We imposed no language restrictions. We contacted pharmaceutical companies and colleagues in the field to seek any unpublished or ongoing studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered RCTs, including cross-over trials, of ASMs for LGS in children and adults. We included studies of ASMs used as either monotherapy or as add-on (adjunctive) therapy. We excluded studies comparing different doses of the same ASM."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methodological procedures, including independent, dual assessment for risk of bias, and applying the GRADE approach to rate the evidence certainty for outcomes."
    },
    {
      "heading": "Main results",
      "text": "We found no trials of ASM monotherapy. The review included 11 trials (1277 participants; approximately 11 weeks to 112 weeks follow-up after randomisation) using add-on ASMs for LGS in children, adolescents, and adults.\nTwo studies compared add-on cannabidiol (two doses) with add-on placebo in children, adolescents, and adults. Insufficient information was provided for calculation of different response rate proportions in all seizures. We found high-certainty evidence that 82 more people per 1000 (confidence interval (CI) 19 more to 350 more) had adverse events (AE) leading to study discontinuation with add-on cannabidiol, compared to add-on placebo (two studies; 396 participants; risk ratio (RR) 6.62, 95% CI 1.56 to 28.15).\nOne study compared add-on cinromide with add-on placebo in children and adolescents only. We found very low-certainty evidence that 35 more people per 1000 (CI 123 fewer to 434 more) had 50% or greater average reduction of overall seizures with add-on cinromide compared to add-on placebo (one study; 56 participants; RR 1.15, 95% CI 0.47 to 2.86). This study did not report participants with AE leading to study discontinuation.\nOne study compared add-on clobazam (three doses) with add-on placebo. This study did not report overall seizure cessation or reduction. We found high-certainty evidence that 106 more people per 1000 (CI 0 more to 538 more) had AE leading to study discontinuation with add-on clobazam compared to add-on placebo (one study; 238 participants; RR 4.12, 95% CI 1.01 to 16.87).\nOne study compared add-on felbamate with add-on placebo. No cases of seizure cessation occurred in either regimen during the treatment phase (one study; 73 participants; low-certainty evidence). There was low-certainty evidence that 53 more people per 1000 (CI 19 fewer to 716 more) with add-on felbamate were seizure-free during an EEG recording at the end of the treatment phase, compared to add-on placebo (RR 2.92, 95% CI 0.32 to 26.77). The study did not report overall seizure reduction. We found low-certainty evidence that one fewer person per 1000 (CI 26 fewer to 388 more) with add-on felbamate had AE leading to study discontinuation compared to add-on placebo (one study, 73 participants; RR 0.97, 95% CI 0.06 to 14.97).\nTwo studies compared add-on lamotrigine with add-on placebo. Neither study reported overall seizure cessation. We found high-certainty evidence that 176 more people per 1000 (CI 30 more to 434 more) had ≥ 50% average seizure reduction with add-on lamotrigine compared to add-on placebo (one study; 167 participants; RR 2.12, 95% CI 1.19 to 3.76). We found low-certainty evidence that 40 fewer people per 1000 (CI 68 fewer to 64 more) had AE leading to study-discontinuation with add-on lamotrigine compared to add-on placebo (one study; 169 participants; RR 0.49, 95% CI 0.13 to 1.82).\nTwo studies compared add-on rufinamide with add-on placebo. Neither study reported seizure cessation. We found high-certainty evidence that 202 more people per 1000 (CI 34 to 567 more) had ≥ 50% average seizure reduction (one study; 138 participants; RR 2.84, 95% CI 1.31 to 6.18). We found low-certainty evidence that 105 more people per 1000 (CI 17 fewer to 967 more) had AE leading to study discontinuation with add-on rufinamide compared to add-on placebo (one study; 59 participants; RR 4.14, 95% CI 0.49 to 34.86). One study compared add-on rufinamide with another add-on ASM. This study did not report overall seizure cessation or reduction. We found low-certainty evidence that three fewer people per 1000 (CI 75 fewer to 715 more) had AE leading to study discontinuation with add-on rufinamide compared to another add-on ASM (one study; 37 participants; RR 0.96, 95% CI 0.10 to 9.57).\nOne study compared add-on topiramate with add-on placebo. This study did not report overall seizure cessation. We found low-certainty evidence for ≥ 75% average seizure reduction with add-on topiramate (one study; 98 participants; Peto odds ratio (Peto OR) 8.22, 99% CI 0.60 to 112.62) and little or no difference to AE leading to study discontinuation compared to add-on placebo; no participants experienced AE leading to study discontinuation (one study; 98 participants; low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "RCTs of monotherapy and head-to-head comparison of add-on ASMs are currently lacking. However, we found high-certainty evidence for overall seizure reduction with add-on lamotrigine and rufinamide, with low-certainty evidence for AE leading to study discontinuation compared with add-on placebo or another add-on ASM. The evidence for other add-on ASMs for overall seizure cessation or reduction was low to very low with high- to low-certainty evidence for AE leading to study discontinuation.\nFuture research should consider outcome reporting of overall seizure reduction (applying automated seizure detection devices), impact on development, cognition and behaviour; future research should also investigate age-specific efficacy of ASMs and target underlying aetiologies."
    }
  ],
  "pls_title": "Are anti-seizure medications effective and safe treatments for Lennox-Gastaut syndrome?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is this question important?",
      "text": "Lennox-Gastaut syndrome (LGS) is a severe type of epilepsy that mainly affects children. The main symptom in LGS is frequent and multiple types of seizures. Seizures are caused by sudden and uncontrolled surges of abnormal electrical activity in the brain. The seizures are difficult to treat with anti-seizure medications (ASMs). Many different ASMs are given to try and stop the seizures. Two or three ASMs are often given at the same time, which is known as polypharmacy. It is unclear which medications are most effective. Most people with LGS also have learning and behavioural difficulties."
    },
    {
      "heading": "How did we identify and evaluate the evidence?",
      "text": "We searched the medical literature for randomised controlled trials (RCTs) analysing the effects of anti-seizure medications (ASMs) for treating LGS. We included any RCT that compared ASMs, whether as monotherapy or add-on (adjunctive) therapy, with placebo (pretend treatment), no treatment or another kind of treatment. We then compared the results of the RCTs we found, and summarised the evidence from all the studies. We rated our confidence in the 'certainty' of evidence, based on factors such as study methods and sizes, and the consistency of findings across studies."
    },
    {
      "heading": "Study characteristics",
      "text": "This review included 11 trials (1277 participants, including children, adolescents and adults). The trials lasted between about 11 weeks and 112 weeks after randomisation. None of the included trials compared one ASM on its own with another treatment. Two trials compared add-on cannabidiol regimens (cannabis-based medicine) with add-on placebo regimens (396 children, adolescents and adults ). One trial compared an add-on cinromide regimen with an add-on placebo regimen (56 children and adolescents only). One trial compared an add-on clobazam regimen with an add-on placebo regimen (238 participants). One trial compared an add-on felbamate regimen with an add-on placebo regimen (73 participants). Two trials compared add-on lamotrigine regimens with add-on placebo regimens (186 participants). Two trials compared add-on rufinamide regimens with add-on placebo regimens (197 participants). One trial compared an add-on rufinamide regimen with another ASM regimen (37 participants). One trial compared an add-on topiramate regimen with an add-on placebo regimen (98 participants).\nMost of the evidence in this review related to people from middle- or high-income countries and, where reported, participants of white ethnicity."
    },
    {
      "heading": "Results and certainty of the evidence",
      "text": "We found high-certainty evidence that add-on lamotrigine increased the number of participants with at least 50% reduction in the average number of reported seizures. We also found low-certainty evidence that add-on lamotrigine may have reduced the number of participants with adverse events leading to study discontinuation when compared to add-on placebo.\nWe found high-certainty evidence that add-on rufinamide increased the number of participants with at least 50% reduction in the average number of reported seizures, when compared with add-on placebo. We also found low-certainty evidence that add-on rufinamide may have little or no difference in effect, compared to add-on placebo or another unspecified ASM, on reduction of the number of participants with adverse events leading to study discontinuation.\nAdd-on topiramate may have increased the number of participants with at least 75% reduction in the average number of reported seizures, and probably made little or no difference to the number of adverse events leading to study discontinuation, when compared to add-on placebo (low-certainty evidence).\nAdd-on felbamate (treatment phase) may have made little or no difference in terms of reported seizure freedom and adverse events leading to study discontinuation when compared to add-on placebo (low-certainty evidence). However, we found that when seizures were recorded in a research setting, add-on felbamate may have increased seizure freedom compared to add-on placebo (low-certainty evidence).\nWe remain uncertain whether other add-on drug therapies, including cannabidiol, cinromide and clobazam, reduced all types of seizures because this outcome was not reported or had very low-certainty evidence. We found high-certainty evidence that add-on cannabidiol and add-on clobazam increased the number of participants with adverse events leading to study discontinuation, when compared to add-on placebo. We did not find any evidence for adverse events leading to study discontinuation in the comparison of add-on cinromide with add-on placebo.\nThe evidence is current to March 2020."
    }
  ]
}