{
  "doi": "10.1002/14651858.CD013738",
  "name": "Means restriction for the prevention of suicide on roads",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Road traffic suicides are common. However, due to the difficulty in distinguishing between motor vehicle crash fatalities and actual suicides, no official figures exist for this method of suicide. Restricting access to means is an important universal or population-based approach to suicide prevention with clear evidence of its effectiveness. However, the evidence with respect to means restriction for the prevention of suicide on roads is not well established. We conducted a systematic review to assess the impact of restrictions on the availability of, or access to, means of suicide on roads."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of interventions to restrict the availability of, or access to, means of suicide on roads."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Library, MEDLINE, Embase, PsycINFO, and the Transport Research International Documentation (TRID) Database from the date of database inception to March 2020. We conducted searches of the World Health Organization International Clinical Trials Registry Platform (ICTRP) and ClinicalTrials.gov to identify unpublished and ongoing studies. We applied no date, language, or publication status restrictions to these searches."
    },
    {
      "heading": "Selection criteria",
      "text": "Eligible studies were randomised or quasi-randomised controlled trials, controlled intervention studies without randomisation, before-after studies, or studies using interrupted time series designs, which evaluated interventions to restrict the availability of, or access to, means of suicide on roads."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors screened abstracts and full-text publications against the inclusion criteria. Two review authors planned to independently extract data and assess risk of bias of included studies. However, we identified no studies eligible for inclusion."
    },
    {
      "heading": "Main results",
      "text": "We identified no studies that met the inclusion criteria for this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This systematic review highlights the paucity of research around road traffic suicides and the need for future robust studies that aim to investigate the effectiveness of interventions to prevent suicide on roads. Suicide ascertainment is a key issue; therefore, clear objective criteria are necessary in order to scale up and study this method more accurately. In the absence of any substantial evidence, we advocate for more awareness on road traffic suicides and its inclusion in future government suicide prevention policies. Further research exploring effective measures, particularly those that do not require driver compliance, are also needed."
    }
  ],
  "pls_title": "Means restriction to prevent suicide on roads",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is this review important?",
      "text": "Road traffic suicides are difficult to distinguish from motor vehicle crash fatalities and, therefore, no official figures exist for this method of suicide. Limiting access to lethal methods used for suicide (called means restriction) is an important universal or population strategy for preventing suicide. While there is evidence that means restriction is an effective approach for preventing suicides, the evidence for preventing suicide on roads is not well established. Therefore, this review aimed to explore the impact restriction of access would have on suicide on roads."
    },
    {
      "heading": "Searching for evidence",
      "text": "We searched several medical databases to find studies that assessed the impact of restricting access to means of suicide on roads. We searched the databases up to March 2020. We also searched international trial registries for unpublished and ongoing studies. Our main outcomes of interest were suicide and attempted suicide or self-harm."
    },
    {
      "heading": "Key results",
      "text": "We found no studies eligible for inclusion in the review. As a result, we cannot draw any conclusions as to the effectiveness of means restriction interventions for the prevention of suicide on roads. Determining suicidal intent is a major problem in road crash fatalities, therefore clear objective criteria are necessary in order to scale up, study and understand this method of suicide more accurately. Improved awareness of suicide on roads in suicide prevention activities is needed, as well as, its inclusion in future government suicide prevention policies. Robust studies investigating the effectiveness of interventions to prevent suicide on roads are urgently required"
    }
  ]
}