{
  "doi": "10.1002/14651858.CD008541.pub3",
  "name": "Sumatriptan plus naproxen for the treatment of acute migraine attacks in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an updated version of the original Cochrane review published in October 2013 on 'Sumatriptan plus naproxen for acute migraine attacks in adults'.\nMigraine is a common disabling condition and a burden for the individual, health services, and society. It affects two to three times more women than men, and is most common in the age range 30 to 50 years. Effective abortive treatments include the triptan and non-steroidal anti-inflammatory classes of drugs. These drugs have different mechanisms of action and combining them may provide better relief. Sumatriptan plus naproxen is now available in combination form for the acute treatment of migraine."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy and tolerability of sumatriptan plus naproxen, administered together as separate tablets or taken as a fixed-dose combination tablet, compared with placebo and other active interventions in the treatment of acute migraine attacks in adults."
    },
    {
      "heading": "Search methods",
      "text": "For this update we searched the Cochrane Central Register of Controlled Trials (CENTRAL) via The Cochrane Register of Studies Online (CRSO) to 28 October 2015, MEDLINE (via Ovid) from 1946 to 28 October 2015, and EMBASE (via Ovid) from 1974 to 28 October 2015, and two online databases (www.gsk-clinicalstudyregister.com and www.clinicaltrials.gov). We also searched the reference lists of included studies and relevant reviews."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, double-blind, placebo- or active-controlled studies, with at least 10 participants per treatment arm, using sumatriptan plus naproxen to treat a migraine headache episode."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data. We used numbers of participants achieving each outcome to calculate risk ratio and numbers needed to treat for an additional beneficial outcome (NNT) or for an additional harmful outcome (NNH) compared with placebo or a different active treatment."
    },
    {
      "heading": "Main results",
      "text": "For this update we identified one new study (43 participants), but it did not contribute any data for analysis. The review included 13 studies using sumatriptan 85 mg or 50 mg plus naproxen 500 mg to treat attacks of mild, moderate, or severe pain intensity. Twelve studies contributed data for analyses: 3663 participants received combination treatment, 3682 placebo, 964 sumatriptan, and 982 naproxen. We judged only one small study to be at high risk of bias for any of the criteria evaluated; it did not contribute to any analyses.\nOverall, the combination was better than placebo for the primary outcomes of pain-free and headache relief at two hours. The NNT for pain-free at two hours was 3.1 (95% confidence interval 2.9 to 3.5) when the baseline pain was mild (50% response with sumatriptan plus naproxen compared with 18% with placebo), and 4.9 (4.3 to 5.7) when baseline pain was moderate or severe (28% with sumatriptan plus naproxen compared with 8% with placebo) (high quality evidence). Using 50 mg of sumatriptan, rather than 85 mg, in the combination did not significantly change the result. Treating early, when pain was still mild, was significantly better than treating once pain was moderate or severe for pain-free responses at two hours and during the 24 hours post dose. Adverse events were mostly mild or moderate in severity and rarely led to withdrawal; they were more common with the combination than with placebo (moderate quality evidence).\nWhere the data allowed direct comparison, combination treatment was superior to either monotherapy, but adverse events were less frequent with naproxen than with sumatriptan (moderate quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The conclusions of this review were not changed. Combination treatment was effective in the acute treatment of migraine headaches. The effect was greater than for the same dose of either sumatriptan or naproxen alone, but additional benefits over sumatriptan alone were not large. More participants achieved good relief when medication was taken early in the attack, when pain was still mild. Adverse events were more common with the combination and sumatriptan alone than with placebo or naproxen alone."
    }
  ],
  "pls_title": "Sumatriptan plus naproxen for acute migraine attacks in adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Bottom line",
      "text": "The combination of sumatriptan plus naproxen was useful for treating migraine attacks in the studies we found. It was not a lot better than using sumatriptan alone, but it was much better than using naproxen alone. Attacks were more successfully treated when medication was taken early, when pain was mild."
    },
    {
      "heading": "Background",
      "text": "Migraine is a complex condition with a wide variety of symptoms. It affects two to three times more women than men, and is most common in the age range 30 to 50 years. For many people, the main feature is a painful headache. Other symptoms include disturbed vision; sensitivity to light, sound, and smells; feeling sick; and vomiting.\nBoth nonsteroidal anti-inflammatory drugs (NSAIDs) and the triptan class of drugs are used to treat migraine headaches. This review examined how well naproxen (an NSAID) and sumatriptan (a triptan) work when combined. The combination tablet is not available in most countries, but separate tablets are widely available and can be taken together."
    },
    {
      "heading": "Study characteristics",
      "text": "On 28 October 2015, we looked for clinical trials using sumatriptan plus naproxen to treat migraine headache in adults. People were given either a combination of sumatriptan and naproxen, sumatriptan only, naproxen only, or a placebo (dummy) treatment. They did not know which treatment they were taking, and nor did the health professionals looking after them."
    },
    {
      "heading": "Key results",
      "text": "We found 13 studies, of which 12 (with about 9300 people) provided information on how well the combination treatment worked.\nThe combination of sumatriptan plus naproxen was better than placebo for relieving acute migraine attacks in adults. When the starting headache intensity was mild, 5 in 10 (50%) of people treated with the combination were pain-free at two hours compared with about 2 in 10 (18%) with placebo. Almost 6 in 10 (58%) people with moderate or severe pain who were treated with the combination had pain reduced to mild or none at two hours, compared with 3 in 10 (27%) with placebo. The combination was also better than the same dose of either drug given alone in these people. Results were 5 in 10 (52%) people with sumatriptan alone or about 4 in 10 (44%) with naproxen alone.\nThe combination was better than placebo or either drug alone for relief of other migraine symptoms (nausea, sensitivity to light or sound) and loss of ability to function normally. Adverse events of dizziness, tingling or burning of the skin, sleepiness (somnolence), nausea, indigestion (dyspepsia), dry mouth, and chest discomfort were more common with sumatriptan (alone or in combination) than with placebo or naproxen. They were generally of mild to moderate severity and rarely led to withdrawal from the studies."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The studies were carried out to high standards and were generally large enough to give reliable results, so that most of the results for efficacy were of high quality. Results for adverse events were downgraded to moderate quality because there were fewer events."
    }
  ]
}