{
  "doi": "10.1002/14651858.CD012889.pub2",
  "name": "Non‐invasive positive pressure ventilation for central sleep apnoea in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Central sleep apnoea (CSA) is characterised by abnormal patterns of ventilation during sleep due to a dysfunctional drive to breathe. Consequently, people with CSA may present poor sleep quality, sleep fragmentation, inattention, fatigue, daytime sleepiness, and reduced quality of life."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of non-invasive positive pressure ventilation (NIPV) for the treatment of adults with CSA."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, and Scopus on 6 September 2021. We applied no restrictions on language of publication. We also searched clinical trials registries for ongoing and unpublished studies, and scanned the reference lists of included studies to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) reported in full text, those published as abstract only, and unpublished data."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies for inclusion, extracted data, and assessed risk of bias of the included studies using the Cochrane risk of bias tool version 1.0, and the certainty of the evidence using the GRADE approach. In the case of disagreement, a third review author was consulted."
    },
    {
      "heading": "Main results",
      "text": "We included 15 RCTs with a total of 1936 participants, ranging from 10 to 1325 participants. All studies had important methodological limitations. We assessed most studies (11 studies) as at high risk of bias for at least one domain, and all studies as at unclear risk of bias for at least two domains. The trials included participants aged > 18 years old, of which 70% to 100% were men, who were followed from one week to 60 months. The included studies assessed the effects of different modes of NIPV and CSA. Most participants had CSA associated with chronic heart failure. Because CSA encompasses a variety of causes and underlying clinical conditions, data were carefully analysed, and different conditions and populations were not pooled. The findings for the primary outcomes for the seven evaluated comparisons are presented below.\nContinuous positive airway pressure (CPAP) plus best supportive care versus best supportive care in CSA associated with chronic heart failure\nIn the short term, CPAP plus best supportive care may reduce central apnoea hypopnoea index (AHI) (mean difference (MD) −14.60, 95% confidence interval (CI) −20.11 to −9.09; 1 study; 205 participants). However, CPAP plus best supportive care may result in little to no difference in cardiovascular mortality compared to best supportive care alone. The evidence for the effect of CPAP plus best supportive care on all-cause mortality is very uncertain. No adverse effects were observed with CPAP, and the results for adverse events in the best supportive care group were not reported.\nAdaptive servo ventilation (ASV) versus CPAP in CSA associated with chronic heart failure\nThe evidence is very uncertain about the effect of ASV versus CPAP on quality of life evaluated in both the short and medium term. Data on adverse events were not reported, and it is not clear whether data were sought but not found.\nASV versus bilevel ventilation in CSA associated with chronic heart failure\nIn the short term, ASV may result in little to no difference in central AHI. No adverse events were detected with ASV, and the results for adverse events in the bilevel ventilation group were not reported.\nASV plus best supportive care versus best supportive care in CSA associated with chronic heart failure\nIn the medium term, ASV plus best supportive care may reduce AHI compared to best supportive care alone (MD −20.30, 95% CI −28.75 to −11.85; 1 study; 30 participants). In the long term, ASV plus best supportive care likely increases cardiovascular mortality compared to best supportive care (risk ratio (RR) 1.25, 95% CI 1.04, 1.49; 1 study; 1325 participants). The evidence suggests that ASV plus best supportive care may result in little to no difference in quality of life in the short, medium, and long term, and in all-cause mortality in the medium and long term. Data on adverse events were evaluated but not reported.\nASV plus best supportive care versus best supportive care in CSA with acute heart failure with preserved ejection fraction\nOnly adverse events were reported for this comparison, and no adverse events were recorded in either group.\nASV versus CPAP maintenance in CPAP-induced CSA\nIn the short term, ASV may slightly reduce central AHI (MD −4.10, 95% CI −6.67 to −1.53; 1 study; 60 participants), but may result in little to no difference in quality of life. Data on adverse events were not reported, and it is not clear whether data were sought but not found.\nASV versus bilevel ventilation in CPAP-induced CSA\nIn the short term, ASV may slightly reduce central AHI (MD −8.70, 95% CI −11.42 to −5.98; 1 study; 30 participants) compared to bilevel ventilation. Data on adverse events were not reported, and it is not clear whether data were sought but not found."
    },
    {
      "heading": "Authors' conclusions",
      "text": "CPAP plus best supportive care may reduce central AHI in people with CSA associated with chronic heart failure compared to best supportive care alone. Although ASV plus best supportive care may reduce AHI in people with CSA associated with chronic heart failure, it likely increases cardiovascular mortality in these individuals. In people with CPAP-induced CSA, ASV may slightly reduce central AHI compared to bilevel ventilation and to CPAP.\nIn the absence of data showing a favourable impact on meaningful patient-centred outcomes and defining clinically important differences in outcomes in CSA patients, these findings need to be interpreted with caution. Considering the level of certainty of the available evidence and the heterogeneity of participants with CSA, we could draw no definitive conclusions, and further high-quality trials focusing on patient-centred outcomes, such as quality of life, quality of sleep, and longer-term survival, are needed to determine whether one mode of NIPV is better than another or than best supportive care for any particular CSA patient group."
    }
  ],
  "pls_title": "Non-invasive ventilation for people with central sleep apnoea",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What was studied in this review?",
      "text": "This review looked at the effect of non-invasive ventilation (NIV) compared to other treatments or a different types of NIV in people with central sleep apnoea (CSA), a disorder where the person regularly stops breathing during sleep because their brain fails to tell their muscles to take in air. CSA more commonly affects men and people with chronic heart disease. People with CSA may wake up often during the night, feel very sleepy during the day, and not be able to exercise as much as usual. Sleep apnoea may also increase a person's risk of other conditions, such as heart attack and stroke, and death.\nIn NIV a machine is used to help the person breath. During NIV therapy, the person uses a face mask or nasal mask through which air is forced into their lungs to lessen the need of respiratory effort. Several types of NIV therapies are available, using different ways of delivering the breathing support; some examples are below.\n• Continuous positive airway pressure (CPAP): air is forced into the lungs continuously (during inspiration and expiration).\n• Bilevel positive airway pressure (BiPAP): air is forced into the lungs more during inspiration than during expiration.\n• Adaptive servo ventilation (ASV): air is forced into the lungs mainly when the person stops breathing.\nNon-invasive ventilation may help the air get into the lungs. However, we do not know if NIV also helps the person live longer and better, or if it can cause any harm."
    },
    {
      "heading": "What was the aim of this review?",
      "text": "The aim of this review was to find out whether any type of NIV can be more helpful than harmful to people with CSA than other therapies or another type of NIV. We collected and analysed all currently available relevant studies to answer this question."
    },
    {
      "heading": "What were the main results of this review?",
      "text": "We included 15 studies dating from 1995 to 2019, involving a total of 1936 adult participants. Most studies included men who had chronic heart disease and CSA at the same time. The included studies looked at different comparisons, such as CPAP versus best supportive care, ASV versus best supportive care, ASV versus CPAP, and ASV versus BiPAP. In these studies, participants were assigned to receive the types of NIV or other therapies by chance (randomised controlled trials).\nAs we found studies that compared several modes of NIV, with mostly small numbers of participants to include in each comparison, the effects of these studies, even when study results were combined, were not precise.  Also, the methods used to assign participants to one of two or more study treatments were described incompletely, thus it is unclear whether these methods were adequate. Furthermore, in several studies, the participants were evaluated by researchers who knew which treatments participants had received, which may have influenced their assessments and led to results that are biased. We are therefore not confident in the results of the currently available studies, and can draw no strong conclusions from them.\nIn people with CSA associated with chronic heart failure, using NIV (CPAP or ASV) seems to result in a lower frequency of episodes of apnoea (when the person stops breathing) than best supportive care alone in the short term (up to three months). However, it is not clear whether there are benefits in the long term (more than one year). In contrast, in the long-term, ASV probably results in increased death related to heart conditions in people with CSA and chronic heart failure. Very few data were available regarding people with CSA that do not have chronic heart failure."
    },
    {
      "heading": "Key messages",
      "text": "Taken together, the results of the studies evaluated in this review do not allow us to be sure if one kind of NIV leads to more side effects than another, or whether one kind of NIV leads to more harm than benefit compared to best supportive care in people with CSA."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "This review is current to 6 September 2021."
    }
  ]
}