{
  "doi": "10.1002/14651858.CD009501.pub2",
  "name": "Psychological interventions for co‐occurring depression and substance use disorders",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Comorbid depression and substance use disorders are common and have poorer outcomes than either disorder alone. While effective psychological treatments for depression or substance use disorders are available, relatively few randomised controlled trials (RCTs) have examined the efficacy of these treatments in people with these comorbid disorders."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy of psychological interventions delivered alone or in combination with pharmacotherapy for people diagnosed with comorbid depression and substance use disorders."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases up to February 2019: Cochrane Central Register of Controlled Trials, PubMed, Embase, CINAHL, Google Scholar and clinical trials registers. All systematic reviews identified, were handsearched for relevant articles."
    },
    {
      "heading": "Selection criteria",
      "text": "The review includes data from RCTs of psychological treatments for people diagnosed with comorbid depression and substance use disorders, using structured clinical interviews. Studies were included if some of the sample were experiencing another mental health disorder (e.g. anxiety); however, studies which required a third disorder as part of their inclusion criteria were not included. Studies were included if psychological interventions (with or without pharmacotherapy) were compared with no treatment, delayed treatment, treatment as usual or other psychological treatments."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "Seven RCTs of psychological treatments with a total of 608 participants met inclusion criteria. All studies were published in the USA and predominately consisted of Caucasian samples. All studies compared different types of psychological treatments. Two studies compared Integrated Cognitive Behavioural Therapy (ICBT) with Twelve Step Facilitation (TSF), another two studies compared Interpersonal Psychotherapy for Depression (IPT-D) with other treatment (Brief Supportive Therapy (BST) or Psychoeducation). The other three studies compared different types or combinations of psychological treatments. No studies compared psychological interventions with no treatment or treatment as usual control conditions. The studies included a diverse range of participants (e.g. veterans, prisoners, community adults and adolescents).\nAll studies were at high risk of performance bias, other main sources were selection, outcome detection and attrition bias. Due to heterogeneity between studies only two meta-analyses were conducted. The first meta-analysis focused on two studies (296 participants) comparing ICBT to TSF. Very low-quality evidence revealed that while the TSF group had lower depression scores than the ICBT group at post-treatment (mean difference (MD) 4.05, 95% confidence interval (CI) 1.43 to 6.66; 212 participants), there was no difference between groups in depression symptoms (MD 1.53, 95% CI -1.73 to 4.79; 181 participants) at six- to 12-month follow-up. At post-treatment there was no difference between groups in proportion of days abstinent (MD -2.84, 95% CI -8.04 to 2.35; 220 participants), however, the ICBT group had a greater proportion of days abstinent than the TSF group at the six- to 12-month follow-up (MD 10.76, 95% CI 3.10 to 18.42; 189 participants). There were no differences between the groups in treatment attendance (MD -1.27, 95% CI -6.10 to 3.56; 270 participants) or treatment retention (RR 0.95, 95% CI 0.72 to 1.25; 296 participants).\nThe second meta-analysis was conducted with two studies (64 participants) comparing IPT-D with other treatment (Brief Supportive Psychotherapy/Psychoeducation). Very low-quality evidence indicated IPT-D resulted in significantly lower depressive symptoms at post-treatment (MD -0.54, 95% CI -1.04 to -0.04; 64 participants), but this effect was not maintained at three-month follow-up (MD 3.80, 95% CI -3.83 to 11.43) in the one study reporting follow-up outcomes (38 participants; IPT-D versus Psychoeducation). Substance use was examined separately in each study, due to heterogeneity in outcomes. Both studies found very low-quality evidence of no significant differences in substance use outcomes at post-treatment (percentage of days abstinent, IPD versus Brief Supportive Psychotherapy; MD -2.70, 95% CI -28.74 to 23.34; 26 participants) or at three-month follow-up (relative risk of relapse, IPT-D versus Psychoeducation; RR 0.67, 95% CI 0.30 to 1.50; 38 participants). There was also very low-quality evidence for no significant differences between groups in treatment retention (RR 1.00, 95% CI 0.81 to 1.23; 64 participants). No adverse events were reported in any study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The conclusions of this review are limited due to the low number and very poor quality of included studies. No conclusions can be made about the efficacy of psychological interventions (delivered alone or in combination with pharmacotherapy) for the treatment of comorbid depression and substance use disorders, as they are yet to be compared with no treatment or treatment as usual in this population. In terms of differences between psychotherapies, although some significant effects were found, the effects were too inconsistent and small, and the evidence of too poor quality, to be of relevance to practice."
    }
  ],
  "pls_title": "Do psychological interventions work for people with both depression and substance use disorders?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane Review was to find out if psychological interventions (delivered with or without pharmacotherapy) are effective for the treatment of comorbid depression and substance use disorders. Cochrane researchers collected and analysed all relevant studies to answer this question."
    },
    {
      "heading": "Key messages",
      "text": "No conclusions about the effectiveness of psychological interventions for the treatment of comorbid depression and substance use disorders can be made, due to the low number of studies found and very low quality of the evidence. More high-quality studies comparing psychological interventions versus no treatment, delayed treatment, treatment as usual and other psychological interventions are needed."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Comorbidity occurs for people experiencing mental disorders when the same person has two or more mental disorders. People diagnosed with depression are more likely to have substance use disorders, and vice versa. Comorbid disorders are associated with poorer clinical, social and vocational outcomes than either disorder alone. Psychological treatments for comorbid depression and substance use disorders are available, but relatively few have been tested. These treatments target psychological (thoughts, feelings, behaviours), social (family and personal relationships), and environmental risk factors (access to drugs) for depression and substance use."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "The review authors searched for studies and found seven randomised controlled trials involving 608 people with comorbid depression and substance use disorders published between 2003 and 2014. All seven studies were published in the USA and predominately consisted of individuals from Caucasian backgrounds. No conclusions about the effectiveness of psychological interventions delivered with or without pharmacotherapy could be made, as no studies comparing these interventions with no treatment, delayed treatment or treatment as usual were found. All seven studies compared different types or combinations of psychological treatments. Few consistent differences in depression or substance use treatment outcomes were found. No conclusions about which type of psychological intervention was most effective could be made, due to the low number of studies found and very low quality of the evidence . None of the studies reported any harms related to receiving psychological treatment for depression and substance use disorders. All studies were funded by university and government research grants in the USA."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The review authors searched for studies that had been published up to February 2019."
    }
  ]
}