{
  "doi": "10.1002/14651858.CD000111.pub4",
  "name": "Immersion in water during labour and birth",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Water immersion during labour and birth is increasingly popular and is becoming widely accepted across many countries, and particularly in midwifery-led care settings. However, there are concerns around neonatal water inhalation, increased requirement for admission to neonatal intensive care unit (NICU), maternal and/or neonatal infection, and obstetric anal sphincter injuries (OASIS). This is an update of a review last published in 2011."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of water immersion during labour and/or birth (first, second and third stage of labour) on women and their infants."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth’s Trials Register, ClinicalTrials.gov and the WHO International Clinical Trials Registry Platform (ICTRP) (18 July 2017), and reference lists of retrieved trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) comparing water immersion with no immersion, or other non-pharmacological forms of pain management during labour and/or birth in healthy low-risk women at term gestation with a singleton fetus. Quasi-RCTs and cluster-RCTs were eligible for inclusion but none were identified. Cross-over trials were not eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias, extracted data and checked them for accuracy. Two review authors assessed the quality of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "This review includes 15 trials conducted between 1990 and 2015 (3663 women): eight involved water immersion during the first stage of labour; two during the second stage only; four during the first and second stages of labour, and one comparing early versus late immersion during the first stage of labour. No trials evaluated different baths/pools, or third-stage labour management. All trials were undertaken in a hospital labour ward setting, with a varying degree of medical intervention considered as routine practice. No study was carried out in a midwifery-led care setting. Most trial authors did not specify the parity of women. Trials were subject to varying degrees of bias: the intervention could not be blinded and there was a lack of information about randomisation, and whether analyses were undertaken by intention-to-treat.\nImmersion in water versus no immersion (first stage of labour)\nThere is probably little or no difference in spontaneous vaginal birth between immersion and no immersion (83% versus 82%; risk ratio (RR) 1.01, 95% confidence interval (CI) 0.97 to 1.04; 6 trials; 2559 women; moderate-quality evidence); instrumental vaginal birth (12% versus 14%; RR 0.86, 95% CI 0.70 to 1.05; 6 trials; 2559 women; low-quality evidence); and caesarean section (5% versus 4%; RR 1.27, 95% CI 0.91 to 1.79; 7 trials; 2652 women; low-quality evidence). There is insufficient evidence to determine the effect of immersion on estimated blood loss (mean difference (MD) -14.33 mL, 95% CI -63.03 to 34.37; 2 trials; 153 women; very low-quality evidence) and third- or fourth-degree tears (3% versus 3%; RR 1.36, 95% CI 0.85 to 2.18; 4 trials; 2341 women; moderate-quality evidence). There was a small reduction in the risk of using regional analgesia for women allocated to water immersion from 43% to 39% (RR 0.91, 95% CI 0.83 to 0.99; 5 trials; 2439 women; moderate-quality evidence). Perinatal deaths were not reported, and there is insufficient evidence to determine the impact on neonatal intensive care unit (NICU) admissions (6% versus 6%; average RR 1.30, 95% CI 0.42 to 3.97; 2 trials; 1511 infants; I² = 36%; low-quality evidence), or on neonatal infection rates (1% versus 1%; RR 2.00, 95% CI 0.50 to 7.94; 5 trials; 1295 infants; very low-quality evidence).\nImmersion in water versus no immersion (second stage of labour)\nThere were no clear differences between groups for spontaneous vaginal birth (98% versus 97%; RR 1.02, 95% CI 0.96 to 1.08; 120 women; 1 trial; low-quality evidence); instrumental vaginal birth (2% versus 2%; RR 1.00, 95% CI 0.06 to 15.62; 1 trial; 120 women; very low-quality evidence); caesarean section (0% versus 2%; RR 0.33, 95% CI 0.01 to 8.02; 1 trial; 120 women; very low-quality evidence), and NICU admissions (8% versus 11%; RR 0.78, 95% CI 0.38 to 1.59; 2 trials; 291 women; very low-quality evidence). Use of regional analgesia was not relevant to the second stage of labour. Third- or fourth-degree tears, and estimated blood loss were not reported in either trial. No trial reported neonatal infection but did report neonatal temperature less than 36.2°C at birth (9% versus 9%; RR 0.98, 95% CI 0.30 to 3.20; 1 trial; 109 infants; very low-quality evidence), greater than 37.5°C at birth (15% versus 6%; RR 2.62, 95% CI 0.73 to 9.35; 1 trial; 109 infants; very low-quality evidence), and fever reported in first week (2% versus 5%; RR 0.53, 95% CI 0.10 to 2.82; 1 trial; 171 infants; very low-quality evidence), with no clear effect between groups being observed. One perinatal death occurred in the immersion group in one trial (RR 3.00, 95% CI 0.12 to 72.20; 1 trial; 120 infants; very low-quality evidence). The infant was born to a mother with HIV and the cause of death was deemed to be intrauterine infection.\nThere is no evidence of increased adverse effects to the baby or woman from either the first or second stage of labour.\nOnly one trial (200 women) compared early and late entry into the water and there were insufficient data to show any clear differences."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In healthy women at low risk of complications there is moderate to low-quality evidence that water immersion during the first stage of labour probably has little effect on mode of birth or perineal trauma, but may reduce the use of regional analgesia. The evidence for immersion during the second stage of labour is limited and does not show clear differences on maternal or neonatal outcomes intensive care. There is no evidence of increased adverse effects to the fetus/neonate or woman from labouring or giving birth in water. Available evidence is limited by clinical variability and heterogeneity across trials, and no trial has been conducted in a midwifery-led setting."
    }
  ],
  "pls_title": "Immersion in water in labour and birth",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "To assess the effects of water immersion (waterbirth) during labour and/or birth (first, second and third stage of labour) on women and their infants."
    },
    {
      "heading": "Why is this important?",
      "text": "Many women choose to labour and give birth in water (water immersion) and this practice is becoming more popular in many countries, particularly in midwifery-led units. Therefore, it is important to understand more about the benefits of water immersion in labour and birth for women and their newborns, along with any risks.\nIt is important to examine whether immersion in water during the first and/or the second stage of labour has the potential to maximise women's ability to manage labour pain, and to have a normal birth without increasing the risk of an adverse (harmful) event. Adverse events might be an increased risk of infection for women and/or their newborn; an increased likelihood of a serious tear to the perineum (the area between anus and vagina), and it may make estimating blood loss more difficult in the event of a haemorrhage. In assessing the benefits, we consider well-being to cover both physical and psychological health."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We included 15 trials (3663 women). All the trials compared immersion in water with no immersion in water: eight during the first stage of labour, two during the second stage of labour (waterbirth) only, four during the first and second stages of labour, and one early versus late immersion during the first stage of labour. The evidence was of moderate to very low quality. No trial compared immersion in water with other forms of pain management.\nWater immersion during the first stage of labour probably results in fewer women having an epidural, but probably makes little or no difference to the number of women who have a normal vaginal birth, instrumental birth, caesarean section or a serious perineal tear. We are uncertain about the effect on the amount of blood loss after birth because the quality of the evidence was very low. Labouring in water also may make little or no difference to babies being admitted to neonatal intensive care unit (NICU) or developing infections. Stillbirths and baby deaths were not reported.\nTwo trials compared water immersion during the second stage (birth) with no immersion. We found that immersion may make little or no difference in numbers of women who have a normal vaginal birth. It is uncertain whether immersion makes any difference to instrumental vaginal births, caesarean sections, numbers of babies admitted to NICU, babies' temperatures at birth and fever in babies during the first week, because the quality of the evidence was found to be very low for all of these outcomes. Epidurals were not relevant to this stage of labour. Serious perineal tears and blood loss after birth were not reported in either trial.\nOnly one trial (200 women) compared women who got into the water early and late in their labour but there was not enough information to show any clear differences between the groups."
    },
    {
      "heading": "What does this mean?",
      "text": "Labouring in water may reduce the number of women having an epidural. Giving birth in water did not appear to affect mode of birth, or the number of women having a serious perineal tear. This review found no evidence that labouring in water increases the risk of an adverse outcome for women or their newborns. The trials varied in quality and further research is needed particularly for waterbirth and its use in birth settings outside hospital labour wards before we can be more certain of these effects. Research is also needed about women’s and caregivers experiences of labour and birth in water."
    }
  ]
}