{
  "doi": "10.1002/14651858.CD005562.pub3",
  "name": "Cognitive stimulation to improve cognitive functioning in people with dementia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cognitive stimulation (CS) is an intervention for people with dementia offering a range of enjoyable activities providing general stimulation for thinking, concentration and memory, usually in a social setting, such as a small group. CS is distinguished from other approaches such as cognitive training and cognitive rehabilitation by its broad focus and social elements, aiming to improve domains such as quality of life (QoL) and mood as well as cognitive function.\nRecommended in various guidelines and widely implemented internationally, questions remain regarding different modes of delivery and the clinical significance of any benefits. A systematic review of CS is important to clarify its effectiveness and place practice recommendations on a sound evidence base. This review was last updated in 2012."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the evidence for the effectiveness of CS for people with dementia, including any negative effects, on cognition and other relevant outcomes, accounting where possible for differences in its implementation."
    },
    {
      "heading": "Search methods",
      "text": "We identified trials from a search of the Cochrane Dementia and Cognitive Improvement Group Specialized Register, last searched on 3 March 2022. We used the search terms: cognitive stimulation, reality orientation, memory therapy, memory groups, memory support, memory stimulation, global stimulation, cognitive psychostimulation. We performed supplementary searches in a number of major healthcare databases and trial registers to ensure the search was up-to-date and comprehensive."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs) of CS for dementia published in peer review journals in the English language incorporating a measure of cognitive change."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. As CS is a psychosocial intervention, we did not expect those receiving or delivering CS to be blinded to the nature of the intervention. Where necessary, we contacted study authors requesting data not provided in the papers. Where appropriate, we undertook subgroup analysis by modality (individual versus group), number of sessions and frequency, setting (community versus care home), type of control condition and dementia severity. We used GRADE methods to assess the overall quality of evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We included 37 RCTs (with 2766 participants), 26 published since the previous update. Most evaluated CS groups; eight examined individual CS. Participants' median age was 79.7 years. Sixteen studies included participants resident in care homes or hospitals. Study quality showed indications of improvement since the previous review, with few areas of high risk of bias. Assessors were clearly blinded to treatment allocation in most studies (81%) and most studies (81%) reported use of a treatment manual by those delivering the intervention. However, in a substantial number of studies (59%), we could not find details on all aspects of the randomisation procedures, leading us to rate the risk of selection bias as unclear.\nWe entered data in the meta-analyses from 36 studies (2704 participants; CS: 1432, controls: 1272). The primary analysis was on changes evident immediately following the treatment period (median length 10 weeks; range 4 to 52 weeks). Only eight studies provided data allowing evaluation of whether effects were subsequently maintained (four at 6- to 12-week follow-up; four at 8- to 12-month follow-up). No negative effects were reported. Overall, we found moderate-quality evidence for a small benefit in cognition associated with CS (standardised mean difference (SMD) 0.40, 95% CI 0.25 to 0.55). In the 25 studies, with 1893 participants, reporting the widely used MMSE (Mini-Mental State Examination) test for cognitive function in dementia, there was moderate-quality evidence of a clinically important difference of 1.99 points between CS and controls (95% CI: 1.24, 2.74).\nIn secondary analyses, with smaller total sample sizes, again examining the difference between CS and controls on changes immediately following the intervention period, we found moderate-quality evidence of a slight improvement in self-reported QoL (18 studies, 1584 participants; SMD: 0.25 [95% CI: 0.07, 0.42]) as well as in QoL ratings made by proxies (staff or caregivers). We found high-quality evidence for clinically relevant improvements in staff/interviewer ratings of communication and social interaction (5 studies, 702 participants; SMD: 0.53 [95% CI: 0.36, 0.70]) and for slight benefits in instrumental Activities of Daily Living, self-reported depressed mood, staff/interviewer-rated anxiety and general behaviour rating scales. We found moderate-quality evidence for slight improvements in behaviour that challenges and in basic Activities of Daily Living and low-quality evidence for a slight improvement in staff/interviewer-rated depressed mood. A few studies reported a range of outcomes for family caregivers. We found moderate-quality evidence that overall CS made little or no difference to caregivers' mood or anxiety.\nWe found a high level of inconsistency between studies in relation to both cognitive outcomes and QoL. In exploratory subgroup analyses, we did not identify an effect of modality (group versus individual) or, for group studies, of setting (community versus care home), total number of group sessions or type of control condition (treatment-as-usual versus active controls). However, we did find improvements in cognition were larger where group sessions were more frequent (twice weekly or more versus once weekly) and where average severity of dementia among participants at the start of the intervention was 'mild' rather than 'moderate'. Imbalance in numbers of studies and participants between subgroups and residual inconsistency requires these exploratory findings to be interpreted cautiously."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In this updated review, now with a much more extensive evidence base, we have again identified small, short-term cognitive benefits for people with mild to moderate dementia participating in CS programmes. From a smaller number of studies, we have also found clinically relevant improvements in communication and social interaction and slight benefits in a range of outcomes including QoL, mood and behaviour that challenges. There are relatively few studies of individual CS, and further research is needed to delineate the effectiveness of different delivery methods (including digital and remote, individual and group) and of multi-component programmes. We have identified that the frequency of group sessions and level of dementia severity may influence the outcomes of CS, and these aspects should be studied further. There remains an evidence gap in relation to the potential benefits of longer-term CS programmes and their clinical significance."
    }
  ],
  "pls_title": "Can cognitive stimulation benefit people with dementia?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- For people with mild-to-moderate dementia, cognitive stimulation probably leads to small benefits in cognition (the general ability to think and remember).\n- We found a range of other probable benefits, including improved well-being, mood and day-to-day abilities, but benefits were generally slight and, especially for cognition and well-being, varied greatly between studies.\n- Most studies evaluated group cognitive stimulation. Future studies should try to clarify the effects of individual cognitive stimulation, assess how often group sessions should take place to have the best effect, and identify who benefits most from cognitive stimulation."
    },
    {
      "heading": "What is dementia?",
      "text": "Dementia is an umbrella term for numerous brain disorders. Alzheimer’s disease is the most common of these. People of all ages can develop dementia, but most often it occurs in later life. People with dementia typically experience a decline in their cognitive abilities, which can impair memory, thinking, language and practical skills. These problems usually worsen over time and can lead to isolation, upset and distress for the person with dementia and those providing care and support."
    },
    {
      "heading": "Cognitive stimulation",
      "text": "Cognitive stimulation (CS) is a form of 'mental exercise' developed specifically to help people with dementia. It involves a wide range of activities aiming to stimulate thinking and memory generally, including discussion of past and present events and topics of interest, word games, puzzles, music and creative practical activities. Usually delivered by trained staff working with a small group of people with dementia for around 45 minutes twice-weekly, it can also be provided on a one-to-one basis. Some programmes have trained family carers to provide CS to their relative."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if CS was better for people living with dementia than usual care or unstructured social activities to improve:\n- cognitive abilities (including memory, thinking and language skills)\n- well-being and mood\n- day-to-day abilities\n- distress and upset for the person with dementia and/or carers\nWe also wanted to find out if family carers experienced any changes associated with the person with dementia receiving CS or if there were any unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at group or individual CS compared with usual care or unstructured social activity in people living with dementia.\nWe compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 37 studies involving 2766 participants with mild or moderate dementia and an average age of 79 years. The biggest study involved 356 participants, the smallest 13. The studies were conducted in 17 countries from five continents, with most in Europe. Fewer than half (16) included participants living in care homes or hospitals. The length of the trials varied from four weeks to two years. Sessions per week varied from one to six. The overall number of sessions varied from eight to 520. Most studies lasted for around 10 weeks, with around 20 sessions. Most studies offered CS in groups, with just eight examining individual CS."
    },
    {
      "heading": "Main results",
      "text": "No negative effects were reported. We found that CS probably results in a small benefit to cognition at the end of the course of sessions compared with usual care/unstructured activities. This benefit equates roughly to a six-month delay in the cognitive decline usually expected in mild-to-moderate dementia. We found preliminary evidence suggesting that cognition benefited more when group sessions occurred twice weekly or more (rather than once weekly) and that benefits were greater in studies where participants’ dementia at the outset was of mild severity.\nWe also found that participants improved on measures of communication and social interaction and showed slight benefits in day-to-day activities and in their own ratings of their mood. There is probably also a slight improvement in participants’ well-being and in experiences that are upsetting and distressing for people with dementia and carers. We found CS probably made little or no difference to carers' mood or anxiety."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence is only moderate because of concerns about differences in results between studies. We cannot be certain of the exact reasons for these differences, but we noted that studies varied in:\n• the way CS was delivered (individually, in groups, using an app) and the programme of activities included\n• who delivered the programme (trained professionals, care workers, family carers)\n• the frequency of sessions (1 per week to 5 per week)\n• the duration of the programme (from 4 weeks to 1 or 2 years)\n• the type(s) of dementia with which participants were diagnosed and the severity of the dementia\n• whether participants lived in care homes and hospitals or in their own homes\nWe were unable to examine as many of these sources of potential difference as would have been desirable because of the relatively small number of studies reflecting each aspect."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "This review updates our previous review from 2012, with evidence up-to-date to March 2022."
    }
  ]
}