{
  "doi": "10.1002/14651858.CD008635.pub2",
  "name": "Umbilical cord antiseptics for preventing sepsis and death among newborns",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The umbilical cord is a structure made of blood vessels and connective tissue that connects the baby and placenta in utero. The umbilical cord is cut after birth, which separates the mother and her baby both physically and symbolically. Omphalitis is defined as infection of the umbilical cord stump. Tracking of bacteria along the umbilical vessels may lead to septicaemia that can result in neonatal morbidity and mortality, especially in developing countries."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effect of application of antimicrobials on newborn's umbilical cord versus routine care for prevention of morbidity and mortality in hospital and community settings."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (1 October 2012). In addition, we also searched LILACS (1982 to 11 October 2012) and HERDIN NeON (October 2012)"
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized, cluster-randomized and quasi-randomized controlled trials of topical cord care compared with no topical care, and comparisons between different forms of care."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion, trial quality and subsequently extracted data. Data were checked for accuracy."
    },
    {
      "heading": "Main results",
      "text": "The search identified 77 trials. We included 34 trials in the review involving 69,338 babies, five studies are awaiting classification and there are two ongoing community trials. Included studies were conducted in both developed and developing countries. Among the 34 included trials, three were large, cluster-randomized trials conducted in community settings in developing countries and 31 studies were conducted in hospital settings mostly in developed countries. Data for community and hospital studies were analyzed separately. The three trials conducted in community settings contributed 78% of the total number of children included in this review. Of the trials conducted in hospital settings, the majority had small sample sizes. There were 22 different interventions studied across the included trials and the most commonly studied antiseptics were 70% alcohol, triple dye and chlorhexidine.\nOnly one antiseptic, chlorhexidine was studied in community settings for umbilical cord care. Three community trials reported data on all-cause mortality that comprised 1325 deaths in 54,624 participants and combined results showed a reduction of 23% (average risk ratio (RR) 0.77, 95% confidence interval (CI) 0.63 to 0.94, random-effects, T² = 0.02, I² = 50%) in the chlorhexidine group compared with control. The reduction in omphalitis ranged from 27% to 56% depending on the severity of infection. Cord separation time was increased by 1.7 days in the chlorhexidine group compared with dry cord care (mean difference (MD) 1.75 days, 95% CI 0.44 to 3.05, random-effects, T² = 0.88, I² = 100%). Washing of umbilical cord with soap and water was not advantageous compared with dry cord care in community settings.\nAmong studies conducted in hospital settings, no study reported data for mortality or tetanus. No antiseptic was advantageous to reduce the incidence of omphalitis compared with dry cord care in hospital settings. Topical triple dye application reduced bacterial colonization with Staphylococcus aureus compared with dry cord care (average RR 0.15, 95% CI 0.10 to 0.22, four studies, n = 1319, random-effects, T² = 0.04, I² = 24%) or alcohol application (average RR 0.45, 95% CI 0.25 to 0.80, two studies, n = 487, random-effects, T² = 0.00, I² = 0%). There was no advantage of application of alcohol and triple dye for reduction of colonization with streptococcus. Topical alcohol application was advantageous in reduction of colonization with Enterococcus coli compared with dry cord care (average RR 0.73, 95% CI 0.58 to 0.92, two studies, n = 432, random-effects, T² = 0.00, I² = 0%) and in a separate analysis, triple dye increased the risk of colonization compared with alcohol (RR 3.44, 95% CI 2.10 to 5.64, one study, n = 373). Cord separation time was significantly increased with topical application of alcohol (MD 1.76 days, 95% CI 0.03 to 3.48, nine studies, n = 2921, random-effects, T² = 6.54, I² = 97%) and triple dye (MD 4.10 days, 95% CI 3.07 to 5.13, one study, n = 372) compared with dry cord care in hospital settings. The number of studies was insufficient to make any inference about the efficacy of other antiseptics."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is significant evidence to suggest that topical application of chlorhexidine to umbilical cord reduces neonatal mortality and omphalitis in community and primary care settings in developing countries. It may increase cord separation time however, there is no evidence that it increases risk of subsequent morbidity or infection.\nThere is insufficient evidence to support the application of an antiseptic to umbilical cord in hospital settings compared with dry cord care in developed countries."
    }
  ],
  "pls_title": "Umbilical cord antiseptics for preventing sepsis and death among newborns",
  "pls_type": "long",
  "pls": "The umbilical cord connects the baby and mother during pregnancy. The cord is cut after birth. The cord stump then dries and falls off, generally within five to 15 days. Infection of the umbilical cord stump (omphalitis), caused by skin bacteria, is a significant cause of illness and death in newborn babies in developing countries. This review evaluated all studies that assessed antiseptics applied topically to the umbilical cord to determine if they reduce the risk of cord infection and death. Thirty-four randomised controlled studies were included involving 69,338 babies. There were 22 different interventions studied. The most commonly studied antiseptics in the included studies were 70% alcohol, triple dye and chlorhexidine. Three studies were conducted in community settings in developing countries; the remainder were conducted in hospital settings, mostly in developed countries. Studies conducted in community settings were large and contributed about 78% of all the participants included in this review. Hospital-based studies were small and had limitations.\nStudies conducted in community settings evaluated the effectiveness of topical application of chlorhexidine and combined results showed that chlorhexidine reduced risk of death by 23% and the risk of cord infection ranging from 27% to 56%, depending on the severity of infection. Topical application of chlorhexidine may increase cord separation time by about 1.7 days, however, this does not increase subsequent risk of cord infection or death.\nNone of the studies conducted in hospital settings reported data for risk of death or tetanus. No antiseptic was found to be advantageous for the prevention of cord infection compared with dry cord care in hospital settings. Topical triple dye application reduced bacterial colonization with Staphylococcus aureus compared to both dry cord care and alcohol application. There was no advantage of application of alcohol and triple dye for reduction of colonization with streptococcus. Topical alcohol application was advantageous in the reduction of colonization with Enterococcus coli compared with dry cord care and triple dye application. Cord separation time was increased with topical application of alcohol and triple dye compared with dry cord care in hospital settings. There were insufficient studies to determine the efficacy of other antiseptics."
}