{
  "doi": "10.1002/14651858.CD007221.pub2",
  "name": "Acupuncture for uterine fibroids",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Uterine fibroids (UFs) are benign growths within the uterine muscle and are present in 30% of women during their reproductive years. With the exception of hysterectomy, there are no effective medical and surgical treatments for women with uterine fibroids . Acupuncture is an ancient Chinese method which has been used for both the prevention and treatment of diseases for over three thousand years. There are many types of acupuncture used to manage UFs, with body acupuncture being the most commonly used. The literature reporting the benefits or harms of acupuncture for the management of UFs has not yet been systematically reviewed."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of acupuncture in women with uterine fibroids"
    },
    {
      "heading": "Search methods",
      "text": "The following electronic databases were searched 21st May 2009: the Cochrane Central Register of Controlled Trials (CENTRAL); MEDLINE; EMBASE; AMED; the Menstrual Disorders and Subfertility Group's Specialised Register of Trials; Chinese Biomedical Literature Database (CBM); Traditional Chinese Medical Literature Analysis and Retrieval System (TCMLARS); Chinese Medical Current Contents (CMCC) and China National Knowledge Infrastructure(CNKI). Citation lists, experts in the field and grey literature were also referred to. No restrictions such as language were applied."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials (RCTs) comparing acupuncture management with placebo acupuncture, no management, Chinese medication, Western medication or other managements of uterine fibroids were considered for inclusion. Acupuncture management included either traditional acupuncture or contemporary acupuncture, regardless of the source of stimulation (for example, body, electro, scalp, elongated, fire, hand, fine needle, moxibustion). Acupuncture management without needling was excluded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors assessed trial risk of bias according to our a priori criteria. No trials were included in this version of the review, therefore no data was collected."
    },
    {
      "heading": "Main results",
      "text": "No randomized double-blind controlled trials met the inclusion criteria ."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The effectiveness of acupuncture for the management of uterine fibroids remains uncertain. More evidence is required to establish the efficacy and safety of acupuncture for uterine fibroids.There is a continued need for well designed RCTs with long term follow up."
    }
  ],
  "pls_title": "Acupuncture for uterine fibroids",
  "pls_type": "long",
  "pls": "There is no reliable proof of effectiveness of acupuncture for uterine fibroids due to lack of randomized controlled trials up to now."
}