{
  "doi": "10.1002/14651858.CD009252",
  "name": "Feedback or biofeedback to augment pelvic floor muscle training for urinary incontinence in women ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pelvic floor muscle training (PFMT) is an effective treatment for stress urinary incontinence in women. Whilst most of the PFMT trials have been done in women with stress urinary incontinence, there is also some trial evidence that PFMT is effective for urgency urinary incontinence and mixed urinary incontinence. Feedback or biofeedback are common adjuncts used along with PFMT to help teach a voluntary pelvic floor muscle contraction or to improve training performance."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether feedback or biofeedback adds further benefit to PFMT for women with urinary incontinence.\nTo compare the effectiveness of different forms of feedback or biofeedback."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Incontinence Group Specialised Trials Register (searched 13 May 2010) and the reference lists of relevant articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised trials in women with stress, urgency or mixed urinary incontinence (based on symptoms, signs or urodynamics). At least two arms of the trials included PFMT. In addition, at least one arm included verbal feedback or device-mediated biofeedback."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Trials were independently assessed for eligibility and risk of bias. Data were extracted by two reviewers and cross-checked. Disagreements were resolved by discussion or the opinion of a third reviewer. Data analysis was conducted in accordance with the Cochrane Handbook for Systematic Reviews of Intervention (version 5.1.0). Analysis within subgroups was based on whether there was a difference in PFMT between the two arms that had been compared."
    },
    {
      "heading": "Main results",
      "text": "Twenty four trials involving 1583 women met the inclusion criteria; 17 trials contributed data to analysis for one of the primary outcomes. All trials contributed data to one or more of the secondary outcomes. Women who received biofeedback were significantly more likely to report that their urinary incontinence was cured or improved compared to those who received PFMT alone (risk ratio 0.75 , 95% confidence interval 0.66 to 0.86). However, it was common for women in the biofeedback arms to have more contact with the health professional than those in the non-biofeedback arms. Many trials were at moderate to high risk of bias, based on trial reports. There was much variety in the regimens proposed for adding feedback or biofeedback to PFMT alone, and it was often not clear what the actual intervention comprised or what the purpose of the intervention was."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Feedback or biofeedback may provide benefit in addition to pelvic floor muscle training in women with urinary incontinence. However, further research is needed to differentiate whether it is the feedback or biofeedback that causes the beneficial effect or some other difference between the trial arms (such as more contact with health professionals)."
    }
  ],
  "pls_title": "Feedback or biofeedback in addition pelvic floor muscle training for urinary incontinence in women",
  "pls_type": "long",
  "pls": "Women of all ages are affected by urinary incontinence. A common treatment is pelvic floor muscle exercises (also called pelvic floor muscle training) where the pelvic floor muscles are squeezed and lifted then relaxed several times in a row, up to three times a day. The exercises can help strengthen the muscles, improve muscle endurance (so the muscle tires less easily), and improve coordination (so the muscle squeezes hardest when the risk of leaking is greatest, e.g. with a cough or sneeze).\nContracting the right muscles, and doing enough of the exercises are important for successful treatment. Feedback or biofeedback are used as ways to teach women to contract the correct muscles, learn when and how to contract the muscle to prevent leakage, assess whether the muscle contraction is improving over time, and can be used as a 'trainer' for repetitive exercising. A common method of feedback is for the health professional to feel the pelvic floor muscles during a vaginal examination and describe how well the muscles squeeze and lift when the woman contracts them. Biofeedback uses a vaginal or anal device to measure the muscle squeeze pressure or the electrical activity in the muscle. The device gives this information back to the woman using the device as a sound (for example, the sound gets louder as the squeeze increases) or a visual display (for example, more lights meaning a stronger squeeze).\nContracting the right muscles at the right time, and doing enough of the exercises, are important for successful treatment. There was some evidence that adding biofeedback was beneficial. However, it was not clear whether this was the effect of the biofeedback device itself. It is possible that the benefit came from spending more time in clinic with the doctor, nurse or physiotherapist."
}