{
  "doi": "10.1002/14651858.CD009613.pub4",
  "name": "Techniques of monitoring blood glucose during pregnancy for women with pre‐existing diabetes ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "There are a number of ways of monitoring blood glucose in women with diabetes during pregnancy, with self-monitoring of blood glucose (SMBG) recommended as a key component of the management plan. No existing systematic reviews consider the benefits/effectiveness of different techniques of blood glucose monitoring on maternal and infant outcomes among pregnant women with pre-existing diabetes. The effectiveness of the various monitoring techniques is unclear. This review is an update of a review that was first published in 2014 and subsequently updated in 2017."
    },
    {
      "heading": "Objectives",
      "text": "To compare techniques of blood glucose monitoring and their impact on maternal and infant outcomes among pregnant women with pre-existing diabetes."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched Cochrane Pregnancy and Childbirth’s Trials Register, ClinicalTrials.gov, the WHO International Clinical Trials Registry Platform (ICTRP) (1 November 2018), and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) and quasi-RCTs comparing techniques of blood glucose monitoring including SMBG, continuous glucose monitoring (CGM), automated telemedicine monitoring or clinic monitoring among pregnant women with pre-existing diabetes mellitus (type 1 or type 2). Trials investigating timing and frequency of monitoring were also eligible for inclusion. RCTs using a cluster-randomised design were eligible for inclusion but none were identified."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed study eligibility, extracted data and assessed the risk of bias of included studies. Data were checked for accuracy. The quality of the evidence was assessed using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "This review update includes a total of 12 trials (944) women (type 1 diabetes: 660 women; type 2 diabetes: 113 women; type 1 or type 2 (unspecified): 171 women. The trials took place in Europe, the USA and Canada. Three of the 12 included studies are at low risk of bias, eight studies are at moderate risk of bias, and one study is at high risk of bias. Four trials reported that they were provided with the continuous glucose monitors free of charge or at a reduced cost by the manufacturer.\nContinuous glucose monitoring (CGM) versus intermittent glucose monitoring, (four studies, 609 women)\nCGM may reduce hypertensive disorders of pregnancy (pre-eclampsia and pregnancy-induced hypertension) (risk ratio (RR) 0.58, 95% confidence interval (CI) 0.39 to 0.85; 2 studies, 384 women; low-quality evidence), although it should be noted that only two of the four relevant studies reported data for this composite outcome. Conversely, this did not translate into a clear reduction for pre-eclampsia (RR 0.65, 95% CI 0.39 to 1.08; 4 studies, 609 women, moderate-quality evidence). There was also no clear reduction in caesarean section (average RR 0.94, 95% CI 0.75 to 1.18; 3 studies, 427 women; I2 = 41%; moderate-quality evidence) or large-for-gestational age (average RR 0.84, 95% CI 0.57 to 1.26; 3 studies, 421 women; I2 = 70%; low-quality evidence) with CGM. There was not enough evidence to assess perinatal mortality (RR 0.82, 95% CI 0.05 to 12.61, 71 infants, 1 study; low-quality evidence), or mortality or morbidity composite (RR 0.80, 95% CI 0.61 to 1.06; 1 study, 200 women) as the evidence was based on single studies of low quality. CGM appears to reduce neonatal hypoglycaemia (RR 0.66, 95% CI 0.48 to 0.93; 3 studies, 428 infants). Neurosensory disability was not reported.\nOther methods of glucose monitoring\nFor the following five comparisons, self-monitoring versus a different type of self-monitoring (two studies, 43 women); self-monitoring at home versus hospitalisation (one study, 100 women), pre-prandial versus post-prandial glucose monitoring (one study, 61 women), automated telemedicine monitoring versus conventional system (three studies, 84 women), and constant CGM versus intermittent CGM (one study, 25 women), it is uncertain whether any of the interventions has any impact on any of our GRADE outcomes (hypertensive disorders of pregnancy, caesarean section, large-for-gestational age) because the quality of the evidence was found to be very low. This was due to evidence largely being derived from single trials, with design limitations and limitations with imprecision (wide CIs, small sample sizes, and few events). There was not enough evidence to assess perinatal mortality and neonatal mortality and morbidity composite. Other important outcomes, such as neurosensory disability, were not reported in any of these comparisons."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Two new studies (406 women) have been incorporated to one of the comparisons for this update. Although the evidence suggests that CGM in comparison to intermittent glucose monitoring may reduce hypertensive disorders of pregnancy, this did not translate into a clear reduction for pre-eclampsia, and so this result should be viewed with caution. There was no evidence of a difference for other primary outcomes for this comparison. The evidence base for the effectiveness of other monitoring techniques analysed in the other five comparisons is weak and based on mainly single studies with very low-quality evidence. Additional evidence from large well-designed randomised trials is required to inform choices of other glucose monitoring techniques and to confirm the effectiveness of CGM."
    }
  ],
  "pls_title": "Methods for monitoring blood glucose in pregnant women with diabetes to improve outcomes",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue and why is this important?",
      "text": "If a mother already has diabetes when she becomes pregnant, she and her baby are at higher risk of various problems. Women with existing diabetes that is not well-controlled at conception and in the first three months of pregnancy are at increased risk of miscarriage, having a baby with developmental problems or stillbirth. The baby is also at increased risk of developing diabetes in childhood. Problems for mothers include developing high blood pressure and associated ill-health, early births, large babies, difficult births and the need for caesarean section. During labour the baby is at increased risk of a shoulder becoming stuck (shoulder dystocia) and of bleeding in the brain (intracranial haemorrhage). After birth the baby is more likely to have low blood sugar levels (hypoglycaemia), jaundice and breathing problems. This means they are more likely to be admitted to intensive care. During pregnancy, the mother will have her blood glucose (sugar) levels monitored so appropriate steps can be taken to control her blood sugar.\nSeveral methods of monitoring blood glucose are used, including regular testing at antenatal clinics and self-monitoring by women at home. The timing varies, such as monitoring before meals versus monitoring after meals, and how often levels are measured. For continuous glucose monitoring (CGM), technologies are used to transfer information directly from the woman to her clinician and include telemedicine (telephone and video systems, information technology) and digital technologies (mobile phones, tablets). The aim of these methods is to provide a more accurate measure of blood sugar levels so that they can be more effectively controlled, in order to reduce potential problems."
    },
    {
      "heading": "What evidence did we find?",
      "text": "This is an update of a review first published in 2014, updated in 2017. We searched for evidence from randomised controlled studies in November 2018. We identified 12 studies involving 944 women (type 1 diabetes: 660 women; type 2 diabetes: 113 women; in two trials (171 women) there was a mix of type 1 and type 2 diabetes. The trials were from Europe, USA and Canada.\nThere were six comparisons. These were: continuous versus intermittent monitoring of blood glucose (four studies, 609 women); two different ways of self-monitoring (two studies, 43 women); self-monitoring at home versus hospitalisation to control blood glucose levels (one study, 100 women); blood glucose monitoring before a meal (pre-prandial) versus blood glucose monitoring after a meal (post-prandial) (one study, 61 women); automated telemedicine monitoring versus conventional care (three studies, 84 women); and constant continuous monitoring versus intermittent continuous monitoring (one study, 25 women),\nContinuous versus intermittent monitoring may reduce overall high blood pressure problems during pregnancy (two studies, 384 women, low-quality evidence). However, it should be noted that only two of four relevant studies reported data for this outcome. There was more evidence on high blood pressure and protein in their urine (pre-eclampsia), which showed no clear difference (four studies, 609 women). We also found no difference in the number of women having a caesarean section (three studies, 427 women; moderate-quality evidence). There was not enough evidence to assess infant deaths or the combined outcome of infant deaths and ill-health as these outcomes were based on single studies. Four studies received some support from commercial partners.\nThe other comparisons of different ways of monitoring blood glucose levels were based on very small studies or single studies with very low-quality evidence that did not show any clear differences in outcomes."
    },
    {
      "heading": "What does this mean?",
      "text": "Although the evidence from randomised controlled studies suggests that continuous monitoring of blood glucose levels may be more effective in reducing high blood pressure problems during pregnancy, only two studies reported on this. There was no clear reduction for pre-eclampsia based on evidence from four studies. For other methods of glucose monitoring, the review showed that there is not enough evidence to say with any certainty which monitoring method for blood glucose is best. More research is needed to find out which other monitoring method is best at reducing the risk of complications for pregnant women with pre-existing diabetes and to confirm the effectiveness of continuous glucose monitoring."
    }
  ]
}