{
  "doi": "10.1002/14651858.CD011301.pub2",
  "name": "Botulinum toxin type A for facial wrinkles",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Botulinum toxin type A (BontA) is the most frequent treatment for facial wrinkles, but its effectiveness and safety have not previously been assessed in a Cochrane Review."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of all commercially available botulinum toxin type A products for the treatment of any type of facial wrinkles."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases up to May 2020: the Cochrane Skin Specialised Register, CENTRAL, MEDLINE, Embase, and LILACS. We also searched five trials registers, and checked the reference lists of included studies for further references to relevant randomised controlled trials (RCTs)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs with over 50 participants, comparing BontA versus placebo, other types of BontA, or fillers (hyaluronic acid), for treating facial wrinkles in adults."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. Primary outcomes were participant assessment of success and major adverse events (AEs) (eyelid ptosis, eyelid sensory disorder, strabismus). Secondary outcomes included physician assessment of success; proportion of participants with at least one AE and duration of treatment effect. We used GRADE to assess the certainty of the evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We included 65 RCTs, involving 14,919 randomised participants. Most participants were female, aged 18 to 65 years. All participants were outpatients (private office or day clinic). Study duration was between one week and one year. No studies were assessed as low risk of bias in all domains; the overall risk of bias was unclear for most studies.\nThe most common comparator was placebo (36 studies). An active control was used in 19 studies. There were eight dose-ranging studies of onabotulinumtoxinA, and a small number of studies compared against fillers. Treatment was given in one cycle (54 studies), two cycles (three studies), or three or more cycles (eight studies).\nThe treated regions were glabella (43 studies), crow's feet (seven studies), forehead (two studies), perioral (two studies), full face (one study), or more than two regions (nine studies). Most studies analysed moderate to severe wrinkles; mean duration of treatment was 20 weeks.\nThe following results summarise the main comparisons, based on studies of one treatment cycle for the glabella. AEs were collected over the duration of these studies (over four to 24 weeks).\nCompared to placebo, onabotulinumtoxinA-20 U probably has a higher success rate when assessed by participants (risk ratio (RR) 19.45, 95% confidence interval (CI) 8.60 to 43.99; 575 participants; 4 studies; moderate-certainty evidence) or physicians (RR 17.10, 95% CI 10.07 to 29.05; 1339 participants; 7 studies; moderate-certainty evidence) at week four. Major AEs are probably higher with onabotulinumtoxinA-20 U (Peto OR 3.62, 95% CI 1.50 to 8.74; 1390 participants; 8 studies; moderate-certainty evidence), but there may be no difference in any AEs (RR 1.14, 95% CI 0.89 to 1.45; 1388 participants; 8 studies; low-certainty evidence).\nCompared to placebo, abobotulinumtoxinA-50 U has a higher participant-assessed success rate at week four (RR 21.22, 95% CI 7.40 to 60.56; 915 participants; 6 studies; high-certainty evidence); and probably has a higher physician-assessed success rate (RR 14.93, 95% CI 8.09 to 27.55; 1059 participants; 7 studies; moderate-certainty evidence). There are probably more major AEs with abobotulinumtoxinA-50 U (Peto OR 3.36, 95% CI 0.88 to 12.87; 1294 participants; 7 studies; moderate-certainty evidence). Any AE may be more common with abobotulinumtoxinA-50 U (RR 1.25, 95% CI 1.05 to 1.49; 1471 participants; 8 studies; low-certainty evidence).\nCompared to placebo, incobotulinumtoxinA-20 U probably has a higher participant-assessed success rate at week four (RR 66.57, 95% CI 13.50 to 328.28; 547 participants; 2 studies; moderate-certainty evidence), and physician-assessed success rate (RR 134.62, 95% CI 19.05 to 951.45; 547 participants; 2 studies; moderate-certainty evidence). Major AEs were not observed (547 participants; 2 studies; moderate-certainty evidence). There may be no difference between groups in any AEs (RR 1.17, 95% CI 0.90 to 1.53; 547 participants; 2 studies; low-certainty evidence).\nAbobotulinumtoxinA-50 U is no different to onabotulinumtoxinA-20 U in participant-assessed success rate (RR 1.00, 95% CI 0.92 to 1.08, 388 participants, 1 study, high-certainty evidence) and physician-assessed success rate (RR 1.01, 95% CI 0.95 to 1.06; 388 participants; 1 study; high-certainty evidence) at week four. Major AEs are probably more likely in the abobotulinumtoxinA-50 U group than the onabotulinumtoxinA-20 U group (Peto OR 2.65, 95% CI 0.77 to 9.09; 433 participants; 1 study; moderate-certainty evidence). There is probably no difference in any AE (RR 1.02, 95% CI 0.67 to 1.54; 492 participants; 2 studies; moderate-certainty evidence).\nIncobotulinumtoxinA-24 U may be no different to onabotulinumtoxinA-24 U in physician-assessed success rate at week four (RR 1.01, 95% CI 0.96 to 1.05; 381 participants; 1 study; low-certainty evidence) (participant assessment was not measured). One participant reported ptosis with onabotulinumtoxinA, but we are uncertain of the risk of AEs (Peto OR 0.02, 95% CI 0.00 to 1.77; 381 participants; 1 study; very low-certainty evidence).\nCompared to placebo, daxibotulinumtoxinA-40 U probably has a higher participant-assessed success rate (RR 21.10, 95% CI 11.31 to 39.34; 683 participants; 2 studies; moderate-certainty evidence) and physician-assessed success rate (RR 23.40, 95% CI 12.56 to 43.61; 683 participants; 2 studies; moderate-certainty evidence) at week four. Major AEs were not observed (716 participants; 2 studies; moderate-certainty evidence). There may be an increase in any AE with daxibotulinumtoxinA compared to placebo (RR 2.23, 95% CI 1.46 to 3.40; 716 participants; 2 studies; moderate-certainty evidence).\nMajor AEs reported were mainly ptosis; BontA is also known to carry a risk of strabismus or eyelid sensory disorders."
    },
    {
      "heading": "Authors' conclusions",
      "text": "BontA treatment reduces wrinkles within four weeks of treatment, but probably increases risk of ptosis. We found several heterogeneous studies (different types or doses of BontA, number of cycles, and different facial regions) hindering meta-analyses. The certainty of the evidence for effectiveness outcomes was high, low or moderate; for AEs, very low to moderate. Future RCTs should compare the most common BontA (onabotulinumtoxinA, abobotulinumtoxinA, incobotulinumtoxinA, daxibotulinumtoxinA, prabotulinumtoxinA) and evaluate long-term outcomes. There is a lack of evidence about the effects of multiple cycles of BontA, frequency of major AEs, duration of effect, efficacy of recently-approved BontA and comparisons with other treatments."
    }
  ],
  "pls_title": "How well does botulinum toxin (type A; often called ‘Botox’) treat wrinkles on the face?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Injecting botulinum toxin type A (a Botox-like treatment) reduces wrinkles between the eyebrows, and is relatively safe to use. The effects on wrinkles were seen when measured at four weeks after the injection. Injecting botulinum toxin type A probably increases the risk of eyelid drooping. More studies are needed to assess the longer-term benefits and harms of repeated treatment with botulinum toxin."
    },
    {
      "heading": "Treating facial wrinkles",
      "text": "Continuous movement of muscles in the face can cause the skin to wrinkle as it ages and becomes less elastic. Botulinum toxin type A is a chemical that relaxes muscles; it is produced by a type of bacteria. It is commonly used to smooth out lines and wrinkles by injecting it into the muscles of the face to stop their movement for a short time. Muscle activity usually stops completely within five to 15 days after the injection. The effects on the muscles are temporary and usually last for around four to six months."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out how well botulinum toxin could treat wrinkles on the face, and if it causes any unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that tested the effects of botulinum toxin to treat wrinkles on the face."
    },
    {
      "heading": "What did we find?",
      "text": "We found 65 studies in 14,919 people (mostly women) who went to a day clinic or private office for treatment. The studies lasted from one week to one year; the average length of treatment was 20 weeks. The studies compared one type of botulinum toxin against another type, against a placebo (an injection that did not contain any botulinum toxin), or against an alternative treatment. Several studies were funded by pharmaceutical companies.\nThe studies tested four types of botulinum toxin that were licensed for use and some other types that were not yet licensed.\nAll studies assessed the success of treatment by measuring wrinkles and lines when facial muscles were at their most tense. Most studies treated wrinkles that develop between the eyebrows, known as 'glabellar lines'."
    },
    {
      "heading": "What are the main results of our review?",
      "text": "At four weeks after injection, all types of botulinum toxin reduced glabellar lines more than a placebo. This effect was seen whether the wrinkles were assessed by doctors or by the people who had the injections.\nUnwanted effects are probably more common with botulinum toxin than with placebo injections. The most commonly reported unwanted effects are drooping eyelids, squinting (when the eyes point in different directions) and numbness of the eyelid.\nTwo studies compared two different types of botulinum toxin and found no difference between the types for how well they reduced glabellar lines."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence is moderate to high that botulinum toxin reduces wrinkles between the eyebrows better than a placebo. We are less confident in some of the evidence for other comparisons or studies, because some studies enrolled only a small number of people, and in some studies it was unclear how people were assigned to different treatment groups or if people knew which treatment they received. Further research is likely to increase our confidence in the evidence."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is current up to May 2020."
    }
  ]
}