{
  "doi": "10.1002/14651858.CD005434.pub2",
  "name": "Electronic mosquito repellents for preventing mosquito bites and malaria infection",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Using a pilot system we have categorised this review as: “Current question – no update intended: further research unlikely to change conclusions\" (see published notes).\nElectronic mosquito repellents (EMRs) are marketed to prevent mosquitoes biting and to prevent malaria."
    },
    {
      "heading": "Objectives",
      "text": "To assess whether EMRs prevent mosquito bites, and to assess any evidence of an effect on malaria infection."
    },
    {
      "heading": "Search methods",
      "text": "In March 2009, we searched the Cochrane Infectious Diseases Group Specialized Register, CENTRAL, MEDLINE, EMBASE, LILACS, Cambridge Scientific Abstracts, and the Science Citation Index. We also checked conference proceedings, contacted international specialist centres and EMR manufacturers, and checked reference lists."
    },
    {
      "heading": "Selection criteria",
      "text": "Field entomological studies, which controlled for geographic site, time, and attractiveness of human participants, of EMRs for preventing mosquito bites; and randomized and quasi-randomized controlled trials of EMRs to prevent malaria infection."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors assessed trial quality, and extracted and analysed the data."
    },
    {
      "heading": "Main results",
      "text": "Ten field entomological studies met the inclusion criteria. All 10 studies found that there was no difference in the number of mosquitoes caught from the bare body parts of the human participants with or without an EMR. No randomized or quasi-randomized controlled trials on the efficacy of EMR on malaria infection were found."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Field entomological studies confirm that EMRs have no effect on preventing mosquito bites. Therefore there is no justification for marketing them to prevent malaria infection."
    }
  ],
  "pls_title": "Electronic mosquito repellents for preventing mosquito bites and malaria infection",
  "pls_type": "long",
  "pls": "Using a pilot system we have categorised this review as: “Current question – no update intended: further research unlikely to change conclusions\" (see published notes).\nMalaria is a major health problem that particularly affects people living in sub-Saharan Africa and other tropical parts of the world. It often causes considerable morbidity and mortality especially in children under five. It is transmitted by mosquito bites from infected female mosquitoes. Several strategies and approaches are available for preventing mosquito bites and malaria infection, including repellents, and these approaches will be considered by those living in affected areas and by travellers to areas where there is high risk of infection. Electronic mosquito repellents (EMRs) are designed to repel female mosquitoes by emitting high-pitched sounds almost inaudible to the human ear. EMRs are claimed by their manufacturers to be effective in repelling mosquitoes and preventing disease. No randomized controlled trials were found, but 10 field studies looking at the number of mosquitoes caught on the bare body parts of humans were assessed. These studies were conducted in various parts of the world with different species of mosquitoes and were controlled for factors such as locality and timing. One study used just one observer with seven observations, while the highest assessment included 18 observers with 324 observations. There was no evidence in the field studies to support any repelling effects of EMRs, hence no evidence to support their promotion or use. Future randomized controlled trials are not proposed as there was no suggestion in the field studies that EMRs show any promise as a preventive measure against malaria."
}