{
  "doi": "10.1002/14651858.CD005086.pub4",
  "name": "Plugs for containing faecal incontinence",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Faecal incontinence is a distressing disorder with high social stigma. Not all people with faecal incontinence can be cured with conservative or surgical treatment and they may need to rely on containment products, such as anal plugs."
    },
    {
      "heading": "Objectives",
      "text": "To assess the performance of different types of anal plugs for containment of faecal incontinence."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Incontinence Group Specialised Register, which contains trials identified from the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, MEDLINE In-Process, ClinicalTrials.gov, World Health Organization (WHO) ICTRP and handsearching of journals and conference proceedings (searched 26 May 2015). Reference lists of identified trials were searched and plug manufacturers were contacted for trials. No language or other limitations were imposed."
    },
    {
      "heading": "Selection criteria",
      "text": "Types of studies: this review was limited to randomised and quasi-randomised controlled trials (including crossovers) of anal plug use for the management of faecal incontinence.\nTypes of participants: children and adults with faecal incontinence.\nTypes of interventions: any type of anal plug. Comparison interventions might include no treatment, conservative (physical) treatments, nutritional interventions, surgery, pads and other types or sizes of plugs."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers independently assessed methodological quality and extracted data from the included trials. Authors of all included trials were contacted for clarification concerning methodological issues."
    },
    {
      "heading": "Main results",
      "text": "Four studies with a total of 136 participants were included. Two studies compared the use of plugs versus no plugs, one study compared two sizes of the same brand of plug, and one study compared two brands of plugs. In all included studies there was considerable dropout (in total 48 (35%) dropped out before the end of the study) for varying reasons. Data presented are thus subject to potential bias. 'Pseudo-continence' was, however, achieved by some of those who continued to use plugs, at least in the short-term. In a comparison of two different types of plug, plug loss was less often reported and overall satisfaction was greater during use of polyurethane plugs than polyvinyl-alcohol plugs."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The available data were limited and incomplete, and not all pre-specified outcomes could be evaluated. Consequently, only tentative conclusions are possible. The available data suggest that anal plugs can be difficult to tolerate. However, if they are tolerated they can be helpful in preventing incontinence. Plugs could then be useful in a selected group of people either as a substitute for other forms of management or as an adjuvant treatment option. Plugs come in different designs and sizes; the review showed that the selection of the type of plug can impact on its performance."
    }
  ],
  "pls_title": "Plugs for preventing the loss of stool in patients with faecal incontinence",
  "pls_type": "long",
  "pls": "Faecal incontinence is defined as the involuntary passage of faecal material through the anal canal and is a common and embarrassing problem. Different treatments exist, including dietary measures, drugs, specialized physiotherapy of the pelvic floor, and surgery. However, not all patients can be cured. These patients might be helped by using anal plugs. Different types of anal plugs are known, all aiming to block the loss of stool to control their incontinence. The aim of this review was to assess the performance of different types of anal plugs for containment of faecal incontinence.\nFour studies with a total of 136 participants were included. Two studies compared the use of plugs versus no plugs. The involuntary loss of stool was effectively blocked (pseudo-continence) in six (38%) participants who continued to use the plugs, at least in the short-term. One study compared two sizes of the same brand of plug; due to the high dropout in this study and the incomplete data, no results concerning this comparison are available. In one study a comparison of two different brands of plug was made. Loss of plug was reported by 7 patients (30%) with a polyurethane (PU) plug and by 15 patients (65%) with the polyvinyl-alcohol (PVA) plug. Overall satisfaction, defined as patients' opinion that the plug was good to very good, was reported more often for the PU plug (n = 17) than for the PVA plug (n = 8).\nIn all included studies there was considerable dropout; in total 48 participants (35%) dropped out before the end of the study for varying reasons. Data presented are thus subject to potential bias, and only tentative conclusions are possible. The available data suggest that anal plugs can be difficult to tolerate. However, if they are tolerated they can be helpful in preventing incontinence. Plugs could then be useful in a selected group of people either as a substitute for other forms of management or as an adjuvant treatment option. Plugs come in different designs and sizes; the review showed that the selection of the type of plug can impact on its performance."
}