{
  "doi": "10.1002/14651858.CD014871.pub2",
  "name": "Ankle‐foot orthoses for improving walking in adults with calf muscle weakness due to neuromuscular disorders ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Calf muscle weakness is a common symptom in slowly progressive neuromuscular disorders that lead to walking problems like instability and increased walking effort. The mainstay of treatment to improve walking in this population is the provision of ankle-foot-orthoses (AFOs). Since we are not aware of an up-to-date and complete overview of the effects of AFOs used for calf muscle weakness in slowly progressive neuromuscular disorders, we reviewed the evidence for the effectiveness of AFOs to improve walking in this patient group, in order to support clinical decision-making."
    },
    {
      "heading": "Objectives",
      "text": "To review the evidence for the effects of ankle-foot orthoses (AFOs) for improving walking in adults with calf muscle weakness due to slowly progressive neuromuscular disorders."
    },
    {
      "heading": "Search methods",
      "text": "On 10 February 2023, we searched the Cochrane Neuromuscular Specialised Register, CENTRAL, Embase, MEDLINE, ClinicalTrials.gov, and WHO ICTRP."
    },
    {
      "heading": "Selection criteria",
      "text": "We looked for randomised controlled trials (RCTs), including randomised cross-over studies and quasi-RCTs, and non-randomised studies (NRSs) that examined the effects of AFO interventions compared with shoes-only walking in adults with calf muscle weakness due to neuromuscular disorders."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the methodological procedures described in the Cochrane Handbook for Systematic Reviews of Interventions. We summarised findings for the primary outcome (objectively measured walking effort, assessed as walking energy cost) and secondary outcomes (perceived walking effort, physical mobility, gait parameters, AFO use, satisfaction with the AFO, and adverse events). We grouped results according to the type of AFO material and synthesised them in meta-analysis where possible. We used the GRADE approach to rate the certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "We included four randomised cross-over studies and six NRSs with 186 participants in total (the smallest study had 8 participants and the largest had 37). All studies were designed as self-controlled studies and examined the effects of custom-made and/or prefabricated AFOs. The AFOs were made of carbon (5 studies), polypropylene (5 studies), silicone (1 study), metal (1 study), elastic materials (2 studies), or leather combined with other materials (1 study). Outcome measures with AFOs were assessed during a single session (in some studies, people already used the study AFO in daily life), when the AFO was delivered, or at three-week or three-month follow-up.\nWe judged one study to be at moderate risk of bias, and nine studies to be at high or serious risk of bias, primarily due to bias arising from period and carryover effects, selection bias, the inability to blind participants and assessors, missing data, and selective reporting.\nWe found that carbon AFOs may reduce walking energy cost (mean difference (MD) −0.86 J/kg/m, 95% confidence interval (CI) −1.33 to −0.39; 2 studies, 45 participants; low-certainty evidence), and may increase walking speed (MD 0.19 m/s, 95% CI 0.11 to 0.27; 4 studies, 71 participants; low-certainty evidence) compared to shoes-only walking. We found that leather AFOs may increase walking speed (MD 0.25 m/s, 95% CI 0.07 to 0.43; 1 study, 11 participants; low-certainty evidence). Little or no effect on walking speed was found with polypropylene AFOs (MD 0.00 m/s, 95% CI −0.11 to 0.11; 2 studies, 25 participants; low-certainty evidence) and elastic AFOs (MD 0.03 m/s, 95% CI −0.12 to 0.18; 1 study, 14 participants; low-certainty evidence). Carbon AFOs may also enhance satisfaction while walking (1 study, 16 participants; low-certainty evidence).\nWe were unable to draw conclusions about perceived walking effort (one study, 8 participants), balance (two studies, 21 participants), and AFO use (two studies, 51 participants), as the evidence is very uncertain.\nFinally, two studies (45 participants) reported on adverse events (low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The available evidence for ankle-foot orthoses (AFOs) to improve walking in adults with calf muscle weakness comes from a limited number of small studies with heterogeneity in intervention characteristics and outcome assessment, and is of low to very low certainty. The evidence suggests that carbon AFOs may reduce walking energy cost (effort), increase walking speed, and enhance satisfaction, and leather AFOs may increase walking speed, while polypropylene and elastic AFOs may make little or no difference to walking speed. We are unable to draw conclusions about the effects of AFOs on perceived walking effort, balance, and use. Nor can we draw conclusions about adverse effects of using AFOs. The variety in the findings for AFOs made of different materials suggests further investigation is warranted to explore how different AFO materials impact walking improvement in people with calf muscle weakness due to slowly progressive neuromuscular disorders."
    }
  ],
  "pls_title": "Ankle-foot orthoses to improve walking in people with weakness of the calf muscles due to neuromuscular disorders",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Ankle-foot orthoses (AFOs) may reduce the effort required to walk, and increase walking speed and satisfaction with walking in people with calf muscle weakness due to neuromuscular disorders, but we are uncertain about these results.\nWe are unable to draw any conclusions about the effect of AFOs on perceived walking effort, balance, AFO use, and adverse effects.\nThe evidence suggests effects on walking improvement may vary depending on the material from which the AFO is made. Future studies could explore this further."
    },
    {
      "heading": "Why is this question important?",
      "text": "Many neuromuscular disorders, i.e. disorders of the muscles or the nerves that control the muscles, cause weakness of the calf muscles. As the calf muscles are essential for safe and efficient walking, weakness of these muscles will lead to major changes in how people walk. Calf muscle weakness makes walking less stable and walking requires more energy. This leads to problems such as falls and tiredness."
    },
    {
      "heading": "What did we want to find out?",
      "text": "Ankle-foot orthoses are devices that can be provided to improve walking in people with neuromuscular disorders. There are many different types of ankle-foot orthoses and their effects on walking vary considerably. To help healthcare professionals and patients make informed decisions about the use of ankle-foot orthoses, we wanted to review the available evidence about their effects on walking."
    },
    {
      "heading": "What did we do?",
      "text": "We searched the medical literature for all relevant studies that compared walking with ankle-foot orthoses to walking only with shoes. We then compared the results, summarised the evidence, and assessed our confidence in the evidence. To do this, we considered the way studies were conducted, study sizes, and the consistency of findings across studies."
    },
    {
      "heading": "What did we find?",
      "text": "We found 10 relevant studies with 186 participants in total. Overall, the results suggest that the use of ankle-foot orthoses made from carbon may reduce walking effort (measured objectively), increase walking speed, and enhance satisfaction while walking. Leather AFOs may increase walking speed. We are unable to draw conclusions about perceived walking effort and balance with AFOs compared to shoes, and about the use of AFOs, as the evidence is very uncertain. We are unable to draw conclusions about adverse events due to AFO interventions in comparison with no intervention. The certainty of all evidence for the effects found was either very low or low."
    },
    {
      "heading": "What does this mean?",
      "text": "Currently, the evidence for using ankle-foot orthoses to improve walking in people with calf muscle weakness is limited. Large prospective studies of high quality are needed to address this knowledge gap. The variety in the effects found for AFOs of different materials warrants further investigation. Future studies could examine the effect of AFO material on the improvement of walking in people with calf muscle weakness due to slowly progressive neuromuscular disorders."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Four of the included studies that assessed the effects of AFOs had a randomised cross-over design; the other six studies were not randomised. Outcomes were assessed at different time points, and most studies did not include follow-up assessments. The ankle-foot orthosis types that were examined varied in their design and material. Most ankle-foot-orthosis types, in particular the ankle-foot orthoses that were made of carbon, were custom-made; the remainder were prefabricated. These factors reduced our confidence in the evidence."
    },
    {
      "heading": "How up to date is this review?",
      "text": "We searched for studies published up to February 2023."
    }
  ]
}