{
  "doi": "10.1002/14651858.CD010772.pub3",
  "name": "Informant Questionnaire on Cognitive Decline in the Elderly (IQCODE) for the detection of dementia within a secondary care setting ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The diagnosis of dementia relies on the presence of new-onset cognitive impairment affecting an individual's functioning and activities of daily living. The Informant Questionnaire on Cognitive Decline in the Elderly (IQCODE) is a questionnaire instrument, completed by a suitable 'informant' who knows the patient well, designed to assess change in functional performance secondary to cognitive change; it is used as a tool for identifying those who may have dementia.\nIn secondary care there are two specific instances where patients may be assessed for the presence of dementia. These are in the general acute hospital setting, where opportunistic screening may be undertaken, or in specialist memory services where individuals have been referred due to perceived cognitive problems. To ensure an instrument is suitable for diagnostic use in these settings, its test accuracy must be established."
    },
    {
      "heading": "Objectives",
      "text": "To determine the accuracy of the informant-based questionnaire IQCODE for detection of dementia in a secondary care setting."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following sources on the 28th of January 2013: ALOIS (Cochrane Dementia and Cognitive Improvement Group), MEDLINE (Ovid SP), EMBASE (Ovid SP), PsycINFO (Ovid SP), BIOSIS Previews (Thomson Reuters Web of Science), Web of Science Core Collection (includes Conference Proceedings Citation Index) (Thomson Reuters Web of Science), CINAHL (EBSCOhost) and LILACS (BIREME). We also searched sources specific to diagnostic test accuracy: MEDION (Universities of Maastricht and Leuven); DARE (Database of Abstracts of Reviews of Effects - via the Cochrane Library); HTA Database (Health Technology Assessment Database via the Cochrane Library) and ARIF (Birmingham University). We also checked reference lists of relevant studies and reviews, used searches of known relevant studies in PubMed to track related articles, and contacted research groups conducting work on IQCODE for dementia diagnosis to try to find additional studies. We developed a sensitive search strategy; search terms were designed to cover key concepts using several different approaches run in parallel and included terms relating to cognitive tests, cognitive screening and dementia. We used standardised database subject headings such as MeSH terms (in MEDLINE) and other standardised headings (controlled vocabulary) in other databases, as appropriate."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected those studies performed in secondary-care settings, which included (not necessarily exclusively) IQCODE to assess for the presence of dementia and where dementia diagnosis was confirmed with clinical assessment. For the 'secondary care' setting we included all studies which assessed patients in hospital (e.g. acute unscheduled admissions, referrals to specialist geriatric assessment services etc.) and those referred for specialist 'memory' assessment, typically in psychogeriatric services."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We screened all titles generated by electronic database searches, and reviewed abstracts of all potentially relevant studies. Two independent assessors checked full papers for eligibility and extracted data. We determined quality assessment (risk of bias and applicability) using the QUADAS-2 tool, and reporting quality using the STARD tool."
    },
    {
      "heading": "Main results",
      "text": "From 72 papers describing IQCODE test accuracy, we included 13 papers, representing data from 2745 individuals (n = 1413 (51%) with dementia). Pooled analysis of all studies using data presented closest to a cut-off of 3.3 indicated that sensitivity was 0.91 (95% CI 0.86 to 0.94); specificity 0.66 (95% CI 0.56 to 0.75); the positive likelihood ratio was 2.7 (95% CI 2.0 to 3.6) and the negative likelihood ratio was 0.14 (95% CI 0.09 to 0.22).\nThere was a statistically significant difference in test accuracy between the general hospital setting and the specialist memory setting (P = 0.019), suggesting that IQCODE performs better in a 'general' setting.\nWe found no significant differences in the test accuracy of the short (16-item) versus the 26-item IQCODE, or in the language of administration.\nThere was significant heterogeneity in the included studies, including a highly varied prevalence of dementia (10.5% to 87.4%). Across the included papers there was substantial potential for bias, particularly around sampling of included participants and selection criteria, which may limit generalisability. There was also evidence of suboptimal reporting, particularly around disease severity and handling indeterminate results, which are important if considering use in clinical practice."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The IQCODE can be used to identify older adults in the general hospital setting who are at risk of dementia and require specialist assessment; it is useful specifically for ruling out those without evidence of cognitive decline. The language of administration did not affect test accuracy, which supports the cross-cultural use of the tool. These findings are qualified by the significant heterogeneity, the potential for bias and suboptimal reporting found in the included studies."
    }
  ],
  "pls_title": "Assessment of changes in memory and everyday function in older people using a structured questionnaire, the IQCODE",
  "pls_type": "long",
  "pls": "Improving how we assess people who may have dementia is a health and social care priority, recent initiatives to increase dementia diagnosis rates have attracted considerable attention. At present we do not have an agreed approach to dementia testing. There are many tests which can help us identify people with the memory and thinking problems suggestive of dementia, but there is no agreement on which tests are best. It is possible that some tests may be better suited to certain healthcare settings than others.\nOur review was interested in the accuracy of a questionnaire-based assessment for dementia, called the IQCODE (Informant Questionnaire for Cognitive Decline in the Elderly). We describe how useful the IQCODE is when used in a hospital setting. Under the umbrella term 'hospital' we include specialist memory clinics and old-age psychiatry units as well as general hospital clinics and wards and the older people's services within them.\nWe searched electronic databases of published research studies, looking for all studies of IQCODE in a hospital setting. We searched from the first available papers in scientific databases up to and including January 2013.\nWe found 13 relevant studies which had results suitable to be combined in a single analysis. Of these papers, six (1352 participants) described studies conducted in “specialist” services such as memory clinics or wards. Three papers (566 participants) described studies conducted in general older adult services and four studies (827 participants) included both specialist and general services.\nSummarising the available papers, we found that IQCODE was useful for 'ruling out' possible dementia in the general hospital setting. This means if a person has a low score on IQCODE testing they probably do not have dementia. IQCODE was less useful in specialist memory clinics and psychiatry wards. We also found that a short version of the IQCODE gave similar results to the traditional longer version.\nAs part of our assessment we looked at whether the design of the available studies was suitable for the study question. We found several instances where the design of the study could be improved. For example, seven of the thirteen studies only included a selection of all the people attending the service who could have been assessed with IQCODE. We also looked at how well researchers reported the conduct and results of their studies. Again, there were many instances where the reporting could be improved. A common issue was not describing the severity of memory and thinking problems in those thought to have dementia, only reported in three of the included studies.\nIn summary, IQCODE may be a useful tool for assessing adults for possible dementia. There are still a number of unanswered questions around how useful IQCODE may be in hospital settings. For example, before we start using IQCODE routinely we need to describe if it is practical and acceptable to hospital staff, to patients and to their carers.\nThe review was performed by a team based in research centres in the UK (Glasgow, Leicester, Oxford). We had no external funding specific to this study and we have no conflicts of interest that may have influenced our assessment of the research data."
}