{
  "doi": "10.1002/14651858.CD012681.pub2",
  "name": "Severe fatigue after treatment for childhood cancer",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Treatment strategies for childhood cancer are improving, resulting in higher survival rates. However, the consequences of childhood cancer do not end with the successful completion of cancer treatment. Most patients will develop late effects after cessation of treatment. Severe fatigue is seen as a common and debilitating late effect in cancer survivors. Although most research on fatigue has been performed in patients after adult-onset cancer, our review focuses on fatigue after childhood cancer."
    },
    {
      "heading": "Objectives",
      "text": "To estimate the prevalence of severe fatigue after treatment for childhood cancer. Secondary objectives are to describe the course of severe fatigue following cancer treatment and to examine risk factors for fatigue, or factors associated with it."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (the Cochrane Library 2019; issue 8 March 2019), MEDLINE/PubMed (from 1945 to 8 March 2019), Embase/Ovid (from 1947 to 8 March 2019), reference lists of included articles and several conference proceedings from 2011 to 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "Observational studies, randomised controlled trials and controlled clinical trials reporting on fatigue in participants after treatment for childhood cancer. Case series and case reports were not eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed risks of bias. If the publication did not present the prevalence of severe fatigue, we contacted study authors for additional information."
    },
    {
      "heading": "Main results",
      "text": "We included 30 studies (18,682 participants in total). Eighteen studies contributed to the main objective and 22 studies contributed to the secondary objectives. We found substantial differences between studies in cancer diagnosis, cancer treatment, age of participants, questionnaires used to assess fatigue, and sample size. All included studies scored at least one 'Risk of bias' item as unclear or high risk.\nWe identified both clinical and statistical heterogeneity and therefore could not pool results, so we present them descriptively. Eighteen studies (describing 14,573 survivors) reported the prevalence of severe fatigue, which ranged from 0% to 61.7%. In a subgroup of three studies including children aged up to 18 years at fatigue assessment (268 survivors), prevalence rates ranged from 6.7% to 12.5%. In comparison, in a subgroup of 12 studies including participants aged 16 and over (13,952 survivors), prevalence rates ranged from 4.4% to 61.7%. The prevalence of severe fatigue in a subgroup of survivors of haematological cancer was presented in seven studies and ranged from 1.8% to 35.9% (1907 survivors). Prevalence of severe fatigue in brain cancer survivors was presented in two studies (252 survivors) and was 14.6% and 21.1% respectively. One study presented a prevalence for bone cancer survivors of 0.0% (17 survivors). Four studies provided prevalence rates of severe fatigue in control groups of siblings or population-based controls, which ranged from 3.1% to 10.3%. In these four studies, survivors were more often fatigued than controls, but this difference was statistically significant in only two studies.\nStudies assessing risk and associated factors for fatigue were heterogeneous, and definitions of the factors under study were often inconsistent, with results therefore presented descriptively. They found that depression might be associated with fatigue. In contrast, age at diagnosis and education level did not seem to be associated with fatigue. We were unable to calculate any overall risk estimate for any of the reported risks and associated factors, because we could not conduct meta-analysis.\nOne study provided information about the course of fatigue over time, and found that over the course of 2.7 years, 32 of the 102 participants (31.4%) reported persistent severe fatigue."
    },
    {
      "heading": "Authors' conclusions",
      "text": "It is unclear how many childhood cancer survivors suffer from severe fatigue. This review encountered several difficulties. We found statistical and clinical heterogeneity and great variation in the reporting of possible risk and associated factors. The evidence in this review is therefore weak, and the exact prevalence of severe fatigue after treatment for childhood cancer remains to be determined. This is also the case for the course of severe fatigue following treatment and the strength of the relationship between fatigue and associated and risk factors. Despite these limitations, our review does provide a comprehensive overview of the existing literature about severe fatigue after treatment for childhood cancer."
    }
  ],
  "pls_title": "Severe fatigue after treatment for childhood cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the literature to determine how common (prevalence) severe fatigue is in patients after treatment for childhood cancer. We also wanted to describe the course of severe fatigue after completion of cancer treatment, and to identify possible risk factors for the development of fatigue in this population."
    },
    {
      "heading": "Background",
      "text": "Treatments for childhood cancer are improving and becoming more effective in curing cancer. The impact of having had cancer at a young age, together with often intensive cancer therapy, can affect physical and mental well-being later in life. Most survivors will develop one or more of these so-called late effects. Severe fatigue is a common late effect in people with adult-onset cancer and can affect a person's daily life in many ways. We do not currently know how often severe fatigue occurs after treatment for childhood cancer, nor which risk factors might be responsible for developing fatigue."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is up to date to March 2019.\nWe include 30 studies, describing 18,682 participants after treatment for childhood cancer. We found a lot of variation between studies in cancer diagnosis, cancer treatment, age of participants, the questionnaires used to assess fatigue, and the size of the study."
    },
    {
      "heading": "Key results",
      "text": "Eighteen studies reported a prevalence of severe fatigue, which ranged from 0% to 61.7%. Four studies reported a prevalence of severe fatigue in the patient's brothers and sisters or in population-based controls. Prevalence rates in these control groups ranged from 3.1% to 10.3%. In these four studies, survivors were more often fatigued than controls. This difference was only significant in two studies.\nWhen we looked at the prevalence of severe fatigue in survivors of lymphoma and leukaemia (types of blood cancers), we found that they ranged from 1.8% to 35.9%. Two studies reported on severe fatigue in brain cancer survivors, with rates of 21.13% and 14.6%. One study in bone cancer survivors reported no cases of severe fatigue. For survivors aged 18 and younger, prevalence rates ranged from 6.7% to 12.5%. By contrast, in studies including participants aged 16 years and over (but mostly over 18), prevalence rates ranged from 4.4% to 61.7%.\nTwenty-two studies assessed one or more possible risk factors for fatigue. Our review shows that depression might increase fatigue. The age at cancer diagnosis and the education level of the survivor did not seem to influence fatigue.\nOnly one study provided information about the course of fatigue over time, and found that over the course of 2.7 years 32 of the 102 participants (31.4%) reported persistent severe fatigue."
    },
    {
      "heading": "Quality of the evidence",
      "text": "All included studies had problems with the quality of the evidence, and we found many differences between studies for several characteristics. The evidence to address our review question is therefore weak. The occurrence of severe fatigue after treatment for childhood cancer remains uncertain. This is also the case for the course of severe fatigue after completion of cancer treatment and the risk factors that might be responsible for developing fatigue."
    }
  ]
}