{
  "doi": "10.1002/14651858.CD004559.pub4",
  "name": "Chinese medicinal herbs for influenza",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Influenza is a communicable acute respiratory infection which, during epidemics, can cause high morbidity and mortality rates. Traditional Chinese medicinal herbs, often administered following a particular Chinese medical theory, may be a potential treatment of choice."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of Chinese medicinal herbs used to prevent and treat influenza and to estimate the frequency of adverse effects."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (2012, Issue 11), MEDLINE (January 1966 to November week 2, 2012), EMBASE (January 1988 to November 2012) and CNKI (January 1988 to 29 March 2012). We also searched reference lists of articles and the WHO ICTRP search portal (November 2012)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing traditional Chinese medicinal herbs with placebo, no treatment or conventional medicine normally used in preventing and treating uncomplicated influenza."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed trial quality."
    },
    {
      "heading": "Main results",
      "text": "We included 18 studies involving 2521 participants. The methodological quality of 17 included studies was poor. Included RCTs separately compared medicinal herbs with different antiviral drugs, precluding any pooling of results. Only three indicated that compared with antiviral drugs, Chinese medicinal herbs may be effective in preventing influenza and alleviating influenza symptoms. 'Ganmao' capsules were found to be more effective than amantadine in decreasing influenza symptoms and speeding recovery in one study (in which adverse reactions were mentioned in the amantadine group although no data were reported). There were no significant differences between 'E Shu You' and ribavirin in treating influenza, nor in the occurrence of adverse reactions. Ten studies reported mild adverse reactions."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Most Chinese medical herbs in the included studies showed similar effects to antiviral drugs in preventing or treating influenza. Few were shown to be superior to antiviral drugs. No obvious adverse events were reported in the included studies. However, current evidence remains weak due to methodological limitations of the trials. More high-quality RCTs with larger numbers of participants and clear reporting are needed."
    }
  ],
  "pls_title": "Chinese medicinal herbs for influenza",
  "pls_type": "long",
  "pls": "Influenza is a viral respiratory infection that causes an acute febrile illness with myalgia, headache and cough, and can result in high morbidity and mortality rates during an epidemic. Annual epidemics are thought to result in between three and five million cases of severe influenza and between 250,000 and 500,000 deaths worldwide. Currently, annual vaccination is the primary strategy for preventing influenza, and four influenza antiviral agents (amantadine, rimantadine, zanamivir and oseltamivir) have been approved for treatment of influenza. However, high levels of drug resistance have been recorded. Many Chinese medicinal herbs are used to treat and prevent this condition.\nThis updated review assessed the therapeutic effects and safety of Chinese medicinal herbs as an alternative and adjunctive therapy to other commonly used drugs for influenza. Eighteen studies involving 2521 participants were included in the review. 'Ganmao' capsules were found to be more effective than amantadine in decreasing influenza symptoms and aiding recovery in one study (in which adverse reactions were mentioned in the amantadine group although no data were reported). There were no significant differences between 'E Shu You' and ribavirin in treating influenza, nor in the occurrence of adverse reactions. The remaining 17 Chinese herbal trials showed a similar effect to antiviral drugs in preventing or treating influenza. However, since these included studies were of poor quality, the evidence does not support or reject the use of any Chinese herbal preparations for influenza. High-quality trials are required."
}