{
  "doi": "10.1002/14651858.CD003544.pub2",
  "name": "Pharmacological treatments for psychosis‐related polydipsia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Polydipsia is the intake of more than three litres of fluids per day. Primary polydipsia occurs when excessive drinking cannot be explained by an identified medical condition, and is not secondary to polyuria. The prevalence of this problem in psychiatric inpatients has been estimated at between 6 and 17%. It can hinder standard care and be a highly disabling, even life-threatening condition."
    },
    {
      "heading": "Objectives",
      "text": "To review the effect of pharmacological interventions for the treatment of psychosis-related polydipsia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group's Register (January 2002 and February 2005) which is compiled by up-to-date methodical searches of BIOSIS, The Cochrane Library, CINAHL, Dissertation abstracts, EMBASE, LILACS, MEDLINE, PSYNDEX, PsycINFO, RUSSMED and Sociofile and is supplemented with hand searching of relevant journals and numerous conference proceedings. References of all identified studies were also searched for further trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials involving people with a psychotic illness and secondary polydipsia, which evaluated drug treatments, and measured clinically meaningful outcomes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Working independently, we inspected citations, ordered papers, and then re-inspected and quality assessed the studies and extracted data. For homogeneous dichotomous data, we calculated the relative risk (RR), 95% confidence interval (CI), and, where appropriate, the number needed to treat (NNT) and the number needed to harm (NNH), on an intention-to-treat basis. We assumed that people who left the study early or who were lost to follow-up had no improvement. We calculated weighted mean differences (WMD) for continuous data. We excluded data if loss to follow-up was greater than 50%."
    },
    {
      "heading": "Main results",
      "text": "We identified two small trials (Alexander 1991and Nishikawa 1996 which fulfilled the inclusion criteria, (total n=17, duration 3-6 weeks). Few data were reported and, because of inappropriate use of crossover methodology, we could not include all of the data in this review. For the few chronically ill people in these trials, neither the 'active' tetracycline bacteriostatic agent, oral demeclocycline, nor the opiate antagonist naloxone, nor placebo, gave any suggestion of serious adverse effects for a period of up to six weeks. The studies did not report any useful data on measures of polydipsia, physical symptoms secondary to increased fluid intake, mental state, general functioning or economic outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The trials offer little useful data to the clinician hoping to treat psychosis-related polydipsia with drugs, except that further evaluative studies need to be conducted in this area. Treatment of any sort for psychosis related polydipsia might only be informative within a well designed, conducted and reported randomised study. The two pioneering studies suggest that larger trials, though difficult, would not be impossible with adequate support and co-ordination."
    }
  ],
  "pls_title": "Pharmacological treatments for psychosis-related polydipsia",
  "pls_type": "long",
  "pls": "Schizophrenia is a serious, chronic and relapsing mental illness with a worldwide lifetime prevalence of about one percent. An uncommon but serious complication of psychotic illness is polydipsia, the intake of more than three litres of fluids per day. Although the exact reason for any one person developing polydipsia is unclear, effective treatment is essential as if untreated, such a high intake of fluids can lead to hyponatraemia which in turn can lead to coma or even death. It is estimated that between 6% and 17% of psychiatric inpatients suffer from polydipsia, and even if this is an over estimate it is a common and serious enough condition to merit clinical concern.\nWe systematically searched and evaluated randomised controlled trials investigating the effectiveness of drug treatment for polydipsia. We found two short trials (n=17, duration 3-6 weeks) that were too small and short to be informative. Data reporting was also poor with no pre crossover data available for analysis. The only data available were for adverse effects and neither the active treatments nor placebo produced any serious side effects. The studies did not report any useful data on measures of polydipsia, physical symptoms secondary to increased fluid intake, mental state, general functioning or economic outcomes.\nClinicians hoping to treat people with psychosis-related polydipsia are unable to gain any useful information from these trials and treatment of any sort might only be informative within a well-designed study. More research is needed and these two trials, although unable to provide much data, do show this type of research is possible."
}