{
  "doi": "10.1002/14651858.CD004808.pub3",
  "name": "Contracts between patients and healthcare practitioners for improving patients' adherence to treatment, prevention and health promotion activities ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Contracts are a verbal or written agreement that a patient makes with themselves, with healthcare practitioners, or with carers, where participants commit to a set of behaviours related to the care of a patient. Contracts aim to improve the patients' adherence to treatment or health promotion programmes."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of contracts between patients and healthcare practitioners on patients' adherence to treatment, prevention and health promotion activities, the stated health or behaviour aims in the contract, patient satisfaction or other relevant outcomes, including health practitioner behaviour and views, health status, reported harms, costs, or denial of treatment as a result of the contract."
    },
    {
      "heading": "Search methods",
      "text": "We searched: the Cochrane Consumers and Communication Review Group's Specialised Register (in May 2004); the Cochrane Central Register of Controlled Trials (CENTRAL), (The Cochrane Library 2004, issue 1); MEDLINE 1966 to May 2004); EMBASE (1980 to May 2004); PsycINFO (1966 to May 2004); CINAHL (1982 to May 2004); Dissertation Abstracts. A: Humanities and Social Sciences (1966 to May 2004); Sociological Abstracts (1963 to May 2004); UK National Research Register (2000 to May 2004); and C2-SPECTR, Campbell Collaboration (1950 to May 2004)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials comparing the effects of contracts between healthcare practitioners and patients or their carers on patient adherence, applied to diagnostic procedures, therapeutic regimens or any health promotion or illness prevention initiative for patients. Contracts had to specify at least one activity to be observed and a commitment of adherence to it. We included trials comparing contracts with routine care or any other intervention."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Selection and quality assessment of trials were conducted independently by two review authors; single data extraction was checked by a statistician. We present the data as a narrative summary, given the wide range of interventions, participants, settings and outcomes, grouped by the health problem being addressed."
    },
    {
      "heading": "Main results",
      "text": "We included thirty trials, all conducted in high income countries, involving 4691 participants. Median sample size per group was 21. We examined the quality of each trial against eight standard criteria, and all trials were inadequate in relation to three or more of these standards. Trials evaluated contracts in addiction (10 trials), hypertension (4 trials), weight control (3 trials) and a variety of other areas (13 trials). Fifteen trials reported at least one outcome that showed statistically significant differences favouring the contracts group, six trials reported at least one outcome that showed differences favouring the control group and 26 trials reported at least one outcome without differences between groups. Effects on adherence were not detected when measured over longer periods."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is limited evidence that contracts can potentially contribute to improving adherence, but there is insufficient evidence from large, good quality studies to routinely recommend contracts for improving adherence to treatment or preventive health regimens."
    }
  ],
  "pls_title": "Contracts between patients and healthcare practitioners for improving patients' adherence to recommended healthcare activities",
  "pls_type": "long",
  "pls": "Sometimes patients do not complete a course of treatment or they do not follow recommended changes in diet or personal habits. This poor adherence may be because treatments take a long time, have side effects or involve changing patients' habits, which is often difficult. Several interventions aim to change the relationship between patients and healthcare practitioners in order to improve the patients' adherence to treatments. One of these interventions is in the form of contracts between healthcare practitioners and patients, by which one or both parties commit to a set of behaviours related to the care of the patient. Contracts may be written or verbal. Most contracts are between healthcare practitioners and patients, but they may also occur between practitioners and carers, carers and patients or by a patient with him/herself. In this review we assessed whether contracts between practitioners and patients really improve the patients' adherence to treatment or their health status. We also assessed the effects of contracts on other outcomes, including patient participation and satisfaction, health practitioner behaviour and views, health status, harms, costs, and ethical issues.\nWe found 30 trials involving 4691 participants, examining several types of contracts. The main health problems targeted were substance addictions, hypertension and overweight. Many of the trials were of poor quality and involved small numbers of people. Most were conducted in the USA. In 15 of the trials there was at least one outcome showing statistically significant differences in favour of the contracts group (although some of the improvements in adherence did not remain when measured after a longer period). In six trials at least one outcome showed such differences in favour of the control group. In 26 trials there was at least one outcome for which there was no difference between the contract and control groups.\nThere is not enough reliable evidence available to recommend the routine use of contracts in health services to improve patients' adherence to healthcare activities or other outcomes."
}