{
  "doi": "10.1002/14651858.CD013795.pub2",
  "name": "Perceptions and experiences of the prevention, detection, and management of postpartum haemorrhage: a qualitative evidence synthesis ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Postpartum haemorrhage (PPH), defined as blood loss of 500 mL or more after childbirth, is the leading cause of maternal mortality worldwide. It is possible to prevent complications of PPH with timely and appropriate detection and management. However, implementing the best methods of PPH prevention, detection and management can be challenging, particularly in low- and middle-income countries."
    },
    {
      "heading": "Objectives",
      "text": "Our overall objective was to explore the perceptions and experiences of women, community members, lay health workers, and skilled healthcare providers who have experience with PPH or with preventing, detecting, and managing PPH, in community or health facility settings."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE, CINAHL, Scopus, and grey literature on 13 November 2022 with no language restrictions. We then performed reference checking and forward citation searching of the included studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included qualitative studies and mixed-methods studies with an identifiable qualitative component. We included studies that explored perceptions and experiences of PPH prevention, detection, and management among women, community members, traditional birth attendants, healthcare providers, and managers."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used three-stage maximum variation sampling to ensure diversity in terms of relevance of the study to the review objectives, richness of data, and coverage of critical contextual elements: setting (region, country income level), perspective (type of participant), and topic (prevention, detection, management). We extracted data using a data extraction form designed for this review. We used thematic synthesis to analyse and synthesise the evidence, and we used the GRADE-CERQual (Confidence in the Evidence from Reviews of Qualitative research) approach to assess our confidence in each finding. To identify factors that may influence intervention implementation, we mapped each review finding to the Theoretical Domains Framework (TDF) and the Capability, Motivation, and Opportunity model of Behaviour change (COM-B). We used the Behaviour Change Wheel to explore implications for practice."
    },
    {
      "heading": "Main results",
      "text": "We included 67 studies and sampled 43 studies for our analysis. Most were from low- or middle-income countries (33 studies), and most included the perspectives of women and health workers. We downgraded our confidence in several findings from high confidence to moderate, low, or very-low confidence, mainly due to concerns about how the studies were conducted (methodological limitations) or concerns about missing important perspectives from some types of participants or in some settings (relevance).\nIn many communities, bleeding during and after childbirth is considered \"normal\" and necessary to expel \"impurities\" and restore and cleanse the woman's body after pregnancy and birth (moderate confidence). In some communities, people have misconceptions about causes of PPH or believe that PPH is caused by supernatural powers or evil spirits that punish women for ignoring or disobeying social rules or for past mistakes (high confidence).\nFor women who give birth at home or in the community, female family members or traditional birth attendants are the first to recognise excess bleeding after birth (high confidence). Family members typically take the decision of whether and when to seek care if PPH is suspected, and these family members are often influenced by trusted traditional birth attendants or community midwives (high confidence). If PPH is identified for women birthing at home or in the community, decision-making about the subsequent referral and care pathway can be multifaceted and complex (high confidence).\nFirst responders to PPH are not always skilled or trained healthcare providers (high confidence). In health facilities, midwives may consider it easy to implement visual estimation of blood loss with a kidney dish or under-pad, but difficult to accurately interpret the amount of blood loss (very low confidence). Quantifying (rather than estimating) blood loss may be a complex and contentious change of practice for health workers (low confidence). Women who gave birth in health facilities and experienced PPH described it as painful, embarrassing, and traumatic. Partners or other family members also found the experience stressful. While some women were dissatisfied with their level of involvement in decision-making for PPH management, others felt health workers were best placed to make decisions (moderate confidence).\nInconsistent availability of resources (drugs, medical supplies, blood) causes delays in the timely management of PPH (high confidence). There is limited availability of misoprostol in the community owing to stockouts, poor supply systems, and the difficulty of navigating misoprostol procurement for community health workers (moderate confidence). Health workers described working on the maternity ward as stressful and intense due to short staffing, long shifts, and the unpredictability of emergencies. Exhausted and overwhelmed staff may be unable to appropriately monitor all women, particularly when multiple women are giving birth simultaneously or on the floor of the health facility; this could lead to delays in detecting PPH (moderate confidence). Inadequate staffing, high turnover of skilled health workers, and appointment of lower-level cadres of health workers are key challenges to the provision of quality PPH care (high confidence).\nThrough team-based simulation training, health workers of different cadres (doctors, midwives, lay health workers) can develop a shared mental model to help them work quickly, efficiently, and amicably as a team when managing women with PPH (moderate confidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Our findings highlight how improving PPH prevention, detection, and management is underpinned by a complex system of interacting roles and behaviours (community, women, health workers of different types and with different experiences). Multiple individual, sociocultural, and environmental factors influence the decisions and behaviours of women, families, communities, health workers, and managers. It is crucial to consider the broader health and social systems when designing and implementing PPH interventions to change or influence these behaviours. We have developed a set of prompts that may help programme managers, policymakers, researchers, and other key stakeholders to identify and address factors that affect implementation and scale-up of interventions to improve PPH prevention, detection, and management."
    }
  ],
  "pls_title": "Perceptions and experiences of the prevention, detection and management of postpartum haemorrhage: a qualitative evidence synthesis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this synthesis?",
      "text": "Postpartum haemorrhage (PPH) is when women experience excessive blood loss after birth. PPH is the leading cause of maternal death. The aim of this Cochrane synthesis of qualitative evidence was to explore factors that influence PPH prevention, detection (identifying women with excessive blood loss), and management (treating women with PPH). To answer this question, we searched for and analysed qualitative studies that explored the views and experiences of women, community members, and health workers."
    },
    {
      "heading": "Key messages",
      "text": "Cultural beliefs around postpartum bleeding influence individual and community perspectives on PPH. When women give birth at home or in communities, cultural beliefs lead to delays in seeking care. In health facilities, health workers have difficulty estimating blood loss after birth. Common challenges in managing PPH include insufficient staffing, stressful working conditions, insufficient training, and lack of medication and supplies."
    },
    {
      "heading": "What was studied in this synthesis?",
      "text": "It is possible to prevent complications of PPH with timely detection and initiation of appropriate evidence-based treatments. However, detection and management of PPH can be challenging, especially in low- and middle-income countries. Challenges include unequal access to hospitals and limited access to effective medicines. We sought to collect the views of women and community members on the causes and consequences of PPH, to record the experiences of women who survived PPH, and to discover how PPH is managed in home or community settings. We also sought to understand health workers' views on and experiences with PPH, including perceived barriers to PPH prevention, detection, and management."
    },
    {
      "heading": "What are the main findings of this synthesis?",
      "text": "We sampled 43 studies from 26 countries for our analysis. Most studies were from low- or middle-income countries (33 studies) and included the perspectives of women and health workers. We downgraded our confidence in several findings from high confidence to moderate, low, or very-low confidence, mainly because we had concerns about how the studies were conducted (methodological limitations) or about missing important perspectives from some types of participants or in some settings (relevance).\nIn many communities, bleeding during and after childbirth is considered \"normal\" and necessary to expel \"impurities\" and restore and cleanse the woman's body after pregnancy and birth (moderate confidence). In some communities, people have misconceptions about causes of PPH, including that PPH is caused by supernatural powers or evil spirits that punish women for ignoring or disobeying social rules or for past mistakes (high confidence).\nFor women who give birth at home or in the community, female family members or traditional birth attendants are the first to recognise excess bleeding after birth (high confidence). Family members typically take the decision of whether and when to seek care if PPH is suspected, and these family members are often influenced by trusted traditional birth attendants or community midwives (high confidence). If PPH is identified for women birthing at home or in the community, decision-making about the subsequent referral and care pathway can be multi-faceted and complex (high confidence).\nFirst responders to PPH are not always skilled or trained healthcare providers (high confidence). In health facilities, midwives may consider it easy to implement visual estimation of blood loss with a kidney dish or underpad, but difficult to accurately interpret the amount of blood loss (very low confidence). Quantifying (rather than estimating) blood loss may be a complex and contentious change of practice for health workers (low confidence). Women who gave birth in health facilities and experienced PPH described it as painful, embarrassing, and traumatic. Partners or other family members also found the experience stressful. While some women were dissatisfied with their level of involvement in decision-making for PPH management, others felt health workers were best placed to make these decisions (moderate confidence).\nInconsistent availability of resources (drugs, medical supplies, blood) cause delays in the timely management of PPH (high confidence). Health workers described working on the maternity ward as stressful and intense due to short staffing, long shifts, and the unpredictability of emergencies. Exhausted and overwhelmed staff may be unable to appropriately monitor all women, particularly when multiple women are giving birth simultaneously or on the floor of the health facility; this could lead to delays in detecting PPH (moderate confidence). Inadequate staffing, high turnover of skilled health workers, and appointment of lower-level cadres of health workers make it challenging to provide quality PPH care (high confidence).\nThrough team-based simulation training, health workers of different cadres (doctors, midwives, lay health workers) can develop a shared mental model to help them work quickly, efficiently, and amicably as a team when managing women with PPH (moderate confidence)."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "We searched for studies published before 13 November 2022."
    }
  ]
}