{
  "doi": "10.1002/14651858.CD001741",
  "name": "Speleotherapy for asthma",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Speleotherapy, the use of subterranean environments, is a therapeutic measure in the treatment of chronic obstructive airways diseases. It is virtually unknown in the UK or the US, but has considerable widespread use in some Central and Eastern European countries."
    },
    {
      "heading": "Objectives",
      "text": "To review evidence for the efficacy of speleotherapy in the treatment of asthma."
    },
    {
      "heading": "Search methods",
      "text": "We searched electronic databases (MEDLINE, EMBASE, Cochrane Airways Specialised Register), contacted speleotherapy centres and experts in the field, handsearched proceedings, and checked bibliographies of articles obtained to identify possible relevant publications. The most recent search was in April 2006."
    },
    {
      "heading": "Selection criteria",
      "text": "We included controlled clinical trials (i.e., both randomized and those not reporting the method of allocation) that compared clinical effects of speleotherapy with another intervention or no intervention in patients with chronic asthma."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Information concerning patients, interventions, results, and methodology were extracted in standardized manner by two independent reviewers and summarized descriptively."
    },
    {
      "heading": "Main results",
      "text": "Three trials including a total of 124 asthmatic children met the inclusion criteria, but only one trial had reasonable methodological quality. Two trials reported that speleotherapy had a beneficial short-term effect on lung function. Other outcomes could not be assessed in a reliable manner."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Due to the paucity of trials, the available evidence does not permit a reliable conclusion as to whether speleo-therapeutic interventions are effective for the treatment of chronic asthma. Randomized controlled trials with long-term follow-up are necessary"
    }
  ],
  "pls_title": "Speleotherapy (exposure to salt air, usually underground) for asthma",
  "pls_type": "long",
  "pls": "Speleotherapy (staying in underground environments) is believed to be of some benefit to people with asthma. People spend short periods in specifically designated caves or mines, sometimes doing particular physical or breathing exercises. There are some wards for longer stays. Benefits are believed to come from air quality, underground climate, air pressure or radiation. These features differ among caves and mines (for example, there are high levels of radiation in some mines, and different types of humidity). No evidence from randomised controlled trials was found and more research is needed."
}