{
  "doi": "10.1002/14651858.CD010322.pub2",
  "name": "Indwelling bladder catheterisation as part of intraoperative and postoperative care for caesarean section ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Caesarean section (CS) is the most common obstetric surgical procedure, with more than one-third of pregnant women having lower-segment CS. Bladder evacuation is carried out as a preoperative procedure prior to CS. Emerging evidence suggests that omitting the use of urinary catheters during and after CS could reduce the associated increased risk of urinary tract infections (UTIs), catheter-associated pain/discomfort to the woman, and could lead to earlier ambulation and a shorter stay in hospital."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of indwelling bladder catheterisation for intraoperative and postoperative care in women undergoing CS."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (31 December 2013) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing indwelling bladder catheter versus no catheter or bladder drainage in women undergoing CS (planned or emergency), regardless of the type of anaesthesia used. Quasi-randomised trials, cluster-randomised trials were not eligible for inclusion. Studies presented as abstracts were eligible for inclusion providing there was sufficient information to assess the study design and outcomes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for eligibility and trial quality, and extracted data. Data were checked for accuracy."
    },
    {
      "heading": "Main results",
      "text": "The search retrieved 16 studies (from 17 reports). Ten studies were excluded and one study is awaiting assessment. We included five studies involving 1065 women (1090 recruited). The five included studies were at moderate risk of bias.\nData relating to one of our primary outcomes (UTI) was reported in four studies but did not meet our definition of UTI (as prespecified in our protocol). The included studies did not report on our other primary outcome – intraoperative bladder injury (this outcome was not prespecified in our protocol). Two secondary outcomes were not reported in the included studies: need for postoperative analgesia and women’s satisfaction. The included studies did provide limited data relating to this review’s secondary outcomes.\nIndwelling bladder catheter versus no catheter - three studies (840 women)\nIndwelling bladder catheterisation was associated with a reduced incidence of bladder distension (non-prespecified outcome) at the end of the operation (risk ratio (RR) 0.02, 95% confidence interval (CI) 0.00 to 0.35; one study, 420 women) and fewer cases of retention of urine (RR 0.06, 95% CI 0.01 to 0.47; two studies, 420 women) or need for catheterisation (RR 0.03, 95% CI 0.01 to 0.16; three studies 840 participants). In contrast, indwelling bladder catheterisation was associated with a longer time to first voiding (mean difference (MD) 16.81 hours, 95% CI 16.32 to 17.30; one study, 420 women) and more pain or discomfort due to catheterisation (and/or at first voiding) (average RR 10.47, 95% CI 4.71 to 23.25, two studies, 420 women) although high levels of heterogeneity were observed. Similarly, compared to women in the ‘no catheter’ group, indwelling bladder catheterisation was associated with a longer time to ambulation (MD 4.34 hours, 95% CI 1.37 to 7.31, three studies, 840 women) and a longer stay in hospital (MD 0.62 days, 95% CI 0.15 to 1.10, three studies, 840 women). However, high levels of heterogeneity were observed for these two outcomes and the results should be interpreted with caution.\nThere was no difference in postpartum haemorrhage (PPH) due to uterine atony. There was also no difference in the incidence of UTI (as defined by trialists) between the indwelling bladder catheterisation and no catheterisation groups (two studies, 570 women). However, high levels of heterogeneity were observed for this non-prespecified outcome and results should be considered in this context.\nIndwelling bladder catheter versus bladder drainage – two studies (225 women)\nTwo studies (225 women) compared the use of an indwelling bladder catheter versus bladder drainage. There was no difference between groups in terms of retention of urine following CS, length of hospital stay or the non-prespecified outcome of UTI (as defined by the trialist).\nThere is some evidence (from one small study involving 50 women), that the need for catheterisation was reduced in the group of women with an indwelling bladder catheter (RR 0.04, 95% CI 0.00 to 0.70) compared to women in the bladder drainage group. Evidence from another small study (involving 175 women) suggests that women who had an indwelling bladder catheter had a longer time to ambulation (MD 0.90, 95% CI 0.25 to 1.55) compared to women who received bladder drainage."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review includes limited evidence from five RCTs of moderate quality. The review's primary outcomes (bladder injury during operation and UTI), were either not reported or reported in a way not suitable for our analysis. The evidence in this review is based on some secondary outcomes, with heterogeneity present in some of the analyses. There is insufficient evidence to assess the routine use of indwelling bladder catheters in women undergoing CS. There is a need for more rigorous RCTs, with adequate sample sizes, standardised criteria for the diagnosis of UTI and other common outcomes."
    }
  ],
  "pls_title": "The effects of using of urinary catheter in women during and after a caesarean section",
  "pls_type": "long",
  "pls": "Caesaren section (CS) has become the most common obstetric surgery, with one in three of pregnant women having a caesarean delivery. The use of urinary catheters (flexible elastic tube used to drain urine from the bladder) during and after CS is routinely used with caesarean delivery. Alleged benefits of using catheters include; maintains bladder drainage that may improve visualisation during surgery and minimise bladder injury, and less retention of urine after operation (inability to pass urine), but it could be associated with an increased incidence of urinary tract infection, urethral pain, voiding difficulties after removal of the catheter, delayed ambulation, and increased hospital stay.\nThis review is based on five studies involving 1065 women undergoing CS. The studies were of moderate quality. The included studies did not use this review's criteria for diagnosis for UTI, so there are no data for this primary outcome. When considering UTI, as defined by the trial authors, there were no clear differences between groups. There were no data relating to bladder injury during the CS (the review's other primary outcome).\nOur analysis showed that the use of urinary catheter was associated with less retention of urine after CS. On the other hand, pain/discomfort due to catheterisation or at first voiding after CS, time to ambulate and hospital stay favoured non-use of urinary catheter. There was no difference in the incidence of uterine bleeding due to uterine atony (relaxation of the uterus) after the delivery.\nThe limited evidence in this review is based five trials of moderate quality and results should be considered in this context. There is not enough evidence to assess the routine use of indwelling bladder catheters in women undergoing CS. There is a need for more rigorous research on this topic and future trials should use a standardised criteria for the diagnosis of UTI and other common outcomes."
}