{
  "doi": "10.1002/14651858.CD000368.pub3",
  "name": "Intercessory prayer for the alleviation of ill health",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Prayer is amongst the oldest and most widespread interventions used with the intention of alleviating illness and promoting good health. Given the significance of this response to illness for a large proportion of the world's population, there has been considerable interest in recent years in measuring the efficacy of intercessory prayer for the alleviation of ill health in a scientifically rigorous fashion. The question of whether this may contribute towards proving or disproving the existence of God is a philosophical question lying outside the scope of this review of the effects of prayer. This revised version of the review has been prepared in response to feedback and to reflect new methods in the conduct and presentation of Cochrane reviews."
    },
    {
      "heading": "Objectives",
      "text": "To review the effects of intercessory prayer as an additional intervention for people with health problems already receiving routine health care."
    },
    {
      "heading": "Search methods",
      "text": "We systematically searched ten relevant databases including MEDLINE and EMBASE (June 2007)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included any randomised trial comparing personal, focused, committed and organised intercessory prayer with those interceding holding some belief that they are praying to God or a god versus any other intervention. This prayer could be offered on behalf of anyone with health problems."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data independently and analysed it on an intention to treat basis, where possible. We calculated, for binary data, the fixed-effect relative risk (RR), their 95% confidence intervals (CI)."
    },
    {
      "heading": "Main results",
      "text": "Ten studies are included in this review (7646 patients). For the comparison of intercessory prayer plus standard care versus standard care alone, overall there was no clear effect of intercessory prayer on death (5 RCTs, n=3389, random-effects RR 1.00 CI 0.74 to1.36). For general clinical state there was also no significant difference between groups (5 RCTs, n=2705, RR intermediate or bad outcome 0.98 CI 0.86 to 1.11). Four studies found no effect for re-admission to Coronary Care Unit (4 RCTs, n=2644, RR 1.00 CI 0.77 to 1.30).Two other trials found intercessory prayer had no effect on re-hospitalisation (2 RCTs, n=1155, RR 0.93 CI 0.71 to 1.22)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "These findings are equivocal and, although some of the results of individual studies suggest a positive effect of intercessory prayer, the majority do not and the evidence does not support a recommendation either in favour or against the use of intercessory prayer. We are not convinced that further trials of this intervention should be undertaken and would prefer to see any resources available for such a trial used to investigate other questions in health care."
    }
  ],
  "pls_title": "Intercessory Prayer for the alleviation of ill health",
  "pls_type": "long",
  "pls": "Intercessory prayer is one of the oldest and most common interventions used with the intention of alleviating illness and promoting good health. It is practised by many faiths and involves a person or group setting time aside to petition God (or a god) on behalf of another who is in some kind of need. This review examines whether there is a difference in outcome for people who are prayed for by name whilst ill, or recovering from an illness or operation, and those who are not. Both groups of people still received their usual treatment for their illness. Ten trials were found which randomised a total of 7646 people. The majority of these compared prayer (for someone to become well) plus treatment as usual with treatment as usual without prayer. One trial had two prayer groups, comparing participants who knew they were being prayed for with those who did not.  Another trial prayed retroactively, randomising people a month to 6 years after they were admitted to hospital. Each trial had people with different illnesses. These included leukaemia, heart problems, blood infection, alcohol abuse and psychological or rheumatic disease. In one trial people were judged to be at high or low risk of death and placed in relevant groups.\nOverall, there was no significant difference in recovery from illness or death between those prayed for and those not prayed for. In the trials that measured post-operative or other complications, indeterminate and bad outcomes, or readmission to hospital, no significant differences between groups were also found. Specific complications (cardiac arrest, major surgery before discharge, need for a monitoring catheter in the heart) were significantly more likely to occur among those in the group not receiving prayer. Finally, when comparing those who knew about being prayed for with those who did not, there were fewer post-operative complications in those who had no knowledge of being prayed for.\nThe authors conclude that due to various limitations in the trials included in this review (such as unclear randomising procedures and the reporting of many different outcomes and illnesses) it is only possible to state that intercessory prayer is neither significantly beneficial nor harmful for those who are sick. Further studies which are better designed and reported would be necessary to draw firmer conclusions."
}