{
  "doi": "10.1002/14651858.CD011360.pub2",
  "name": "Written information for patients (or parents of child patients) to reduce the use of antibiotics for acute upper respiratory tract infections in primary care ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acute upper respiratory tract infections (URTIs) are frequently managed in primary care settings. Although many are viral, and there is an increasing problem with antibiotic resistance, antibiotics continue to be prescribed for URTIs. Written patient information may be a simple way to reduce antibiotic use for acute URTIs."
    },
    {
      "heading": "Objectives",
      "text": "To assess if written information for patients (or parents of child patients) reduces the use of antibiotics for acute URTIs in primary care."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, CINAHL, LILACS, Web of Science, clinical trials.gov, and the World Health Organization (WHO) trials registry up to July 2016 without language or publication restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) involving patients (or parents of child patients) with acute URTIs, that compared written patient information delivered immediately before or during prescribing, with no information. RCTs needed to have measured our primary outcome (antibiotic use) to be included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors screened studies, extracted data, and assessed study quality. We could not meta-analyse included studies due to significant methodological and statistical heterogeneity; we summarised the data narratively."
    },
    {
      "heading": "Main results",
      "text": "Two RCTs met our inclusion criteria, involving a total of 827 participants. Both studies only recruited children with acute URTIs (adults were not involved in either study): 558 children from 61 general practices in England and Wales; and 269 primary care doctors who provided data on 33,792 patient-doctor consultations in Kentucky, USA. The UK study had a high risk of bias due to lack of blinding and the US cluster-randomised study had a high risk of bias because the methods to allocate participants to treatment groups was not clear, and there was evidence of baseline imbalance.\nIn both studies, clinicians provided written information to parents of child patients during primary care consultations: one trained general practitioners (GPs) to discuss an eight-page booklet with parents; the other conducted a factorial trial with two comparison groups (written information compared to usual care and written information plus prescribing feedback to clinicians compared to prescribing feedback alone). Doctors in the written information arms received 25 copies of two-page government-sponsored pamphlets to distribute to parents.\nCompared to usual care, we found moderate quality evidence (one study) that written information significantly reduced the number of antibiotics used by patients (RR 0.53, 95% CI 0.35 to 0.80; absolute risk reduction (ARR) 20% (22% versus 42%)) and had no significant effect on reconsultation rates (RR 0.79, 95% CI 0.47 to 1.32), or parent satisfaction with consultation (RR 0.95, 95% CI 0.87 to 1.03). Low quality evidence (two studies) demonstrated that written information also reduced antibiotics prescribed by clinicians (RR 0.47, 95% CI 0.28 to 0.78; ARR 21% (20% versus 41%); and RR 0.84, 95% CI 0.81 to 0.86; 9% ARR (45% versus 54%)). Neither study measured resolution of symptoms, patient knowledge about antibiotics for acute URTIs, or complications for this comparison.\nCompared to prescribing feedback, we found low quality evidence that written information plus prescribing feedback significantly increased the number of antibiotics prescribed by clinicians (RR 1.13, 95% CI 1.09 to 1.17; absolute risk increase 6% (50% versus 44%)). Neither study measured reconsultation rate, resolution of symptoms, patient knowledge about antibiotics for acute URTIs, patient satisfaction with consultation or complications for this comparison."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Compared to usual care, moderate quality evidence from one study showed that trained GPs providing written information to parents of children with acute URTIs in primary care can reduce the number of antibiotics used by patients without any negative impact on reconsultation rates or parental satisfaction with consultation. Low quality evidence from two studies shows that, compared to usual care, GPs prescribe fewer antibiotics for acute URTIs but prescribe more antibiotics when written information is provided alongside prescribing feedback (compared to prescribing feedback alone). There was no evidence addressing resolution of patients' symptoms, patient knowledge about antibiotics for acute URTIs, or frequency of complications.\nTo fill evidence gaps, future studies should consider testing written information on antibiotic use for adults with acute URTIs in high- and low-income settings provided without clinician training and presented in different formats (such as electronic). Future study designs should endeavour to ensure blinded outcome assessors. Study aims should include measurement of the effect of written information on the number of antibiotics used by patients and prescribed by clinicians, patient satisfaction, reconsultation, patients' knowledge about antibiotics, resolution of symptoms, and complications."
    }
  ],
  "pls_title": "Does written information reduce antibiotic use for upper airway infections among people treated in primary care settings?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We wanted to find out if written information reduces antibiotic use for acute upper airway infections (colds, sore throats, cough, or earaches)."
    },
    {
      "heading": "Background",
      "text": "Most colds, sore throats, coughs and earaches are caused by viruses. Although antibiotics do not work against viruses, they are sometimes prescribed. We wanted to find out if giving written information about antibiotics immediately before or during doctor visits, together with usual care, changed antibiotic use compared with the doctor's usual practice or something else. We also wanted to know if: patients would be more likely to return to their doctor; symptoms would improve sooner; patients' knowledge about antibiotics would improve; patients were satisfied with their doctor's care; and if complications occurred."
    },
    {
      "heading": "Search date",
      "text": "We searched the literature up to July 2016."
    },
    {
      "heading": "Study characteristics",
      "text": "We found two studies that included children with upper airway infections: one involved 558 children who were recruited from 61 general practices in England and Wales; and another of 269 doctors who provided data on 33,792 patient-doctor consultations in Kentucky, USA. Participants were children accompanied by an adult. One study trained general practitioners (GPs) to discuss written information with parents, and in the other, doctors distributed copies of government-sponsored pamphlets to parents."
    },
    {
      "heading": "Study funding sources",
      "text": "Both studies were funded by government bodies and one was also funded by Pfizer (a pharmaceutical company)."
    },
    {
      "heading": "Key results",
      "text": "Providing a booklet and explanation by a specially-trained doctor reduced the number of antibiotics children consumed by 20% (from 42% to 22%) without affecting parent satisfaction with consultation or numbers of return visits for the same illness. Compared to the doctor’s usual practice, two studies showed that providing a booklet reduced the proportion of children prescribed an antibiotic by 9% to 21%. When doctors were also given feedback on their antibiotic prescribing along with providing a booklet to parents, the proportion of children prescribed an antibiotic increased by 6% (from 44% to 50%). None of the included studies assessed if people were better informed, how long symptoms lasted, or if people had complications."
    },
    {
      "heading": "Quality of evidence",
      "text": "Evidence quality was moderate to low. Doctors and parents knew when written information had been used. One study had a high risk of bias because study groups were not comparable at baseline, so we can be less confident of its findings.\nStudies were set in the UK and USA, so results are not applicable to lower-income countries, nor for different primary healthcare services, including settings where prescriptions are unnecessary to obtain antibiotics."
    }
  ]
}