{
  "doi": "10.1002/14651858.CD015405.pub2",
  "name": "Anticholinergic deprescribing interventions for reducing risk of cognitive decline or dementia in older adults with and without prior cognitive impairment ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Anticholinergics are medications that block the action of acetylcholine in the central or peripheral nervous system. Medications with anticholinergic properties are commonly prescribed to older adults. The cumulative anticholinergic effect of all the medications a person takes is referred to as the anticholinergic burden. A high anticholinergic burden may cause cognitive impairment in people who are otherwise cognitively healthy, or cause further cognitive decline in people with pre-existing cognitive problems. Reducing anticholinergic burden through deprescribing interventions may help to prevent onset of cognitive impairment or slow the rate of cognitive decline."
    },
    {
      "heading": "Objectives",
      "text": "Primary objective\n• To assess the efficacy and safety of anticholinergic medication reduction interventions for improving cognitive outcomes in cognitively healthy older adults and older adults with pre-existing cognitive issues.\nSecondary Objectives\n• To compare the effectiveness of different types of reduction interventions (e.g. pharmacist-led versus general practitioner-led, educational versus audit and feedback) for reducing overall anticholinergic burden.\n• To establish optimal duration of anticholinergic reduction interventions, sustainability, and lessons learnt for upscaling\n• To compare results according to differing anticholinergic scales used in medication reduction intervention trials\n• To assess the efficacy of anticholinergic medication reduction interventions for improving other clinical outcomes, including mortality, quality of life, clinical global impression, physical function, institutionalisation, falls, cardiovascular diseases, and neurobehavioral outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL on 22 December 2022, and we searched MEDLINE, Embase, and three other databases from inception to 1 November 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) of interventions that aimed to reduce anticholinergic burden in older people and that investigated cognitive outcomes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion, extracted data, and assessed the risk of bias of included studies. The data were not suitable for meta-analysis, so we summarised them narratively. We used GRADE methods to rate our confidence in the review results."
    },
    {
      "heading": "Main results",
      "text": "We included three trials with a total of 299 participants. All three trials were conducted in a cognitively mixed population (some cognitively healthy participants, some participants with dementia). Outcomes were assessed after one to three months. One trial reported significantly improved performance on the Digit Symbol Substitution Test (DSST) in the intervention group (treatment difference 0.70, 95% confidence interval (CI) 0.11 to 1.30), although there was no difference between the groups in the proportion of participants with reduced anticholinergic burden. Two trials successfully reduced anticholinergic burden in the intervention group. Of these, one reported no significant difference between the intervention versus control in terms of their effect on cognitive performance measured by the Consortium to Establish a Registry for Alzheimer's Disease (CERAD) immediate recall (mean between-group difference 0.54, 95% CI −0.91 to 2.05), CERAD delayed recall (mean between-group difference −0.23, 95% CI−0.85 to 0.38), CERAD recognition (mean between-group difference 0.77, 95% CI −0.39 to 1.94), and Mini-Mental State Examination (mean between-group difference 0.39, 95% CI −0.96 to 1.75). The other trial reported a significant correlation between anticholinergic burden and a test of working memory after the intervention (which suggested reducing the burden improved performance), but reported no effect on multiple other cognitive measures. In GRADE terms, the results were of very low certainty.\nThere were no reported between-group differences for any other clinical outcome we investigated. It was not possible to investigate differences according to type of reduction intervention or type of anticholinergic scale, to measure the sustainability of interventions, or to establish lessons learnt for upscaling. No trials investigated safety outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to reach any conclusions on the effects of anticholinergic burden reduction interventions on cognitive outcomes in older adults with or without prior cognitive impairment. The evidence from RCTs was of very low certainty so cannot support or refute the hypothesis that actively reducing or stopping prescription of medications with anticholinergic properties can improve cognitive outcomes in older people. There is no evidence from RCTs that anticholinergic burden reduction interventions improve other clinical outcomes such as mortality, quality of life, clinical global impression, physical function, institutionalisation, falls, cardiovascular diseases, or neurobehavioral outcomes. Larger RCTs investigating long-term outcomes are needed. Future RCTs should also investigate potential benefits of anticholinergic reduction interventions in cognitively healthy populations and cognitively impaired populations separately."
    }
  ],
  "pls_title": "Can reducing prescriptions of anticholinergic medicines improve cognitive outcomes in older adults?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• It is known that older people who take more medicines with an anticholinergic effect may be at greater risk of cognitive decline.\n• There is a lack of high-quality evidence to show whether reducing prescriptions of anticholinergic medicines can preserve or improve cognition. Current evidence is very uncertain and very short-term.\n• There is a need for large trials to investigate long-term effects of reducing anticholinergic burden."
    },
    {
      "heading": "What are anticholinergic medicines?",
      "text": "Medicines can be classified by their ability to block the action of a chemical signalling system in the body called the cholinergic system. A medicine that does this is said to have anticholinergic effects and therefore is referred to as an anticholinergic medicine. Sometimes the anticholinergic effect is important for the way the medicine works, and sometimes it is an unintended side effect. A lot of common medicines have some anticholinergic effect and these can add up. The total anticholinergic effect of all the medicines someone takes is called the anticholinergic burden. An older person taking one strongly anticholinergic medicine or several mildly anticholinergic medicines may have a significant anticholinergic burden.\nThe cholinergic system in the brain plays an important role in cognition (thinking and remembering). There are concerns that a high anticholinergic burden may unintentionally cause or worsen cognitive problems, even speeding up the development of dementia or worsening the symptoms of people who already have dementia. Guidelines suggest that doctors should review the amount of anticholinergic medication prescribed to older people."
    },
    {
      "heading": "What did we want to find out?",
      "text": "In this review, we wanted to investigate interventions aimed at reducing the anticholinergic medicines prescribed to older adults. We wanted to know if these interventions were better than usual care for improving cognition and reducing diagnoses of dementia in older adults. We also wanted to know if reducing overall anticholinergic burden had any harmful effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that evaluated interventions to reduce anticholinergic burden compared with usual care in older adults. For the comparison to be fair, people had to be allocated randomly to the intervention or the usual care group. We included older people who had no cognitive problems and people who did, including those with dementia. We compared and summarised the results of the studies and rated our confidence in their findings, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found three relevant trials that recruited a total of 299 older adults. All three trials included a mixture of people with and without cognitive problems. They were all short trials, measuring cognition just one to three months after the intervention. Only two trials were successful in reducing the overall anticholinergic burden of the intervention group. However, one of these trials reported that people in the intervention group did no better on cognitive tests than people who had usual care, and the other trial found that people in the intervention group had better scores in only one of several cognitive tests. No trials found that interventions to reduce anticholinergic burden led to any other improvements compared to usual care, and no trials investigated how safe the interventions were."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our overall confidence in the results is very low. The trials had small numbers of participants, did not study people who already had cognitive problems separately from those who did not, and had mixed success in reducing anticholinergic burden. From the available evidence, we cannot say whether interventions to reduce anticholinergic burden are safe and effective for preserving or improving cognition in older people."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "We searched for studies published up to 1 November 2022."
    }
  ]
}