{
  "doi": "10.1002/14651858.CD012396.pub2",
  "name": "Luteal phase support for women trying to conceive by intrauterine insemination or sexual intercourse ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Ovulation induction may impact endometrial receptivity due to insufficient progesterone secretion. Low progesterone is associated with poor pregnancy outcomes."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of luteal phase support (LPS) in infertile women trying to conceive by intrauterine insemination or by sexual intercourse."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Gynaecology and Fertility Group Specialised Register, CENTRAL, MEDLINE, Embase, PsycINFO, LILACS, trial registries for ongoing trials, and reference lists of articles (from inception to 25 August 2021)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) of LPS using progestogen, human chorionic gonadotropin (hCG), or gonadotropin-releasing hormone (GnRH) agonist supplementation in IUI or natural cycle."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. Our primary outcomes were live birth rate/ongoing pregnancy rate (LBR/OPR) and miscarriage."
    },
    {
      "heading": "Main results",
      "text": "We included 25 RCTs (5111 participants). Most studies were at unclear or high risk of bias. We graded the certainty of evidence as very low to low. The main limitations of the evidence were poor reporting and imprecision.\n1. Progesterone supplement versus placebo or no treatment\nWe are uncertain if vaginal progesterone increases LBR/OPR (risk ratio (RR) 1.10, 95% confidence interval (CI) 0.81 to 1.48; 7 RCTs; 1792 participants; low-certainty evidence) or decreases miscarriage per pregnancy compared to placebo or no treatment (RR 0.70, 95% CI 0.40 to 1.25; 5 RCTs; 261 participants). There were no data on LBR or miscarriage with oral stimulation. We are uncertain if progesterone increases LBR/OPR in women with gonadotropin stimulation (RR 1.24, 95% CI 0.80 to 1.92; 4 RCTs; 1054 participants; low-certainty evidence) and oral stimulation (clomiphene citrate or letrozole) (RR 0.97, 95% CI 0.58 to 1.64; 2 RCTs; 485 participants; low-certainty evidence). One study reported on OPR in women with gonadotropin plus oral stimulation; the evidence from this study was uncertain (RR 0.73, 95% CI 0.37 to 1.42; 1 RCT; 253 participants; low-certainty evidence). Given the low certainty of the evidence, it is unclear if progesterone reduces miscarriage per clinical pregnancy in any stimulation protocol (RR 0.68, 95% CI 0.24 to 1.91; 2 RCTs; 102 participants, with gonadotropin; RR 0.67, 95% CI 0.30 to 1.50; 2 RCTs; 123 participants, with gonadotropin plus oral stimulation; and RR 0.53, 95% CI 0.25 to 1.14; 2 RCTs; 119 participants, with oral stimulation). Low-certainty evidence suggests that progesterone in all types of ovarian stimulation may increase clinical pregnancy compared to placebo (RR 1.38, 95% CI 1.10 to 1.74; 7 RCTs; 1437 participants, with gonadotropin; RR 1.40, 95% CI 1.03 to 1.90; 4 RCTs; 733 participants, with gonadotropin plus oral stimulation (clomiphene citrate or letrozole); and RR 1.44, 95% CI 1.04 to 1.98; 6 RCTs; 1073 participants, with oral stimulation).\n2. Progesterone supplementation regimen\nWe are uncertain if there is any difference between 300 mg and 600 mg of vaginal progesterone for OPR and multiple pregnancy (RR 1.58, 95% CI 0.81 to 3.09; 1 RCT; 200 participants; very low-certainty evidence; and RR 0.50, 95% CI 0.05 to 5.43; 1 RCT; 200 participants, very low-certainty evidence, respectively). No other outcomes were reported for this comparison.\nThere were three different comparisons between progesterone regimens. For OPR, the evidence is very uncertain for intramuscular (IM) versus vaginal progesterone (RR 0.59, 95% CI 0.34 to 1.02; 1 RCT; 225 participants; very low-certainty evidence); we are uncertain if there is any difference between oral and vaginal progesterone (RR 1.25, 95% CI 0.70 to 2.22; 1 RCT; 150 participants; very low-certainty evidence) or between subcutaneous and vaginal progesterone (RR 1.05, 95% CI 0.54 to 2.05; 1 RCT; 246 participants; very low-certainty evidence). We are uncertain if IM or oral progesterone reduces miscarriage per clinical pregnancy compared to vaginal progesterone (RR 0.75, 95% CI 0.43 to 1.32; 1 RCT; 81 participants and RR 0.58, 95% CI 0.11 to 3.09; 1 RCT; 41 participants, respectively). Clinical pregnancy and multiple pregnancy were reported for all comparisons; the evidence for these outcomes was very uncertain. Only one RCT reported adverse effects. We are uncertain if IM route increases the risk of adverse effects when compared with the vaginal route (RR 9.25, 95% CI 2.21 to 38.78; 1 RCT; 225 participants; very low-certainty evidence).\n3. GnRH agonist versus placebo or no treatment\nNo trials reported live birth. The evidence is very uncertain about the effect of GnRH agonist in ongoing pregnancy (RR 1.10, 95% CI 0.70 to 1.74; 1 RCT; 291 participants, very low-certainty evidence), miscarriage per clinical pregnancy (RR 0.73, 95% CI 0.26 to 2.10; 2 RCTs; 79 participants, very low-certainty evidence) and clinical pregnancy (RR 1.00, 95% CI 0.68 to 1.47; 2 RCTs; 340 participants; very low-certainty evidence), and multiple pregnancy (RR 0.28, 95% CI 0.11 to 0.70; 2 RCTs; 126 participants).\n4. GnRH agonist versus vaginal progesterone\nThe evidence for the effect of GnRH agonist injection on clinical pregnancy is very uncertain (RR 1.00, 95% CI 0.51 to 1.95; 1 RCT; 242 participants).\n5. HCG injection versus no treatment\nThe evidence for the effect of hCG injection on clinical pregnancy (RR 0.93, 95% CI 0.40 to 2.13; 1 RCT; 130 participants) and multiple pregnancy rates (RR 1.03, 95% CI 0.22 to 4.92; 1 RCT; 130 participants) is very uncertain.\n6. Luteal support in natural cycle\nNo study evaluated the effect of LPS in natural cycle.\nWe could not perform sensitivity analyses, as there were no studies at low risk of selection bias and not at high risk in other domains."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We are uncertain if vaginal progesterone supplementation during luteal phase is associated with a higher live birth/ongoing pregnancy rate. Vaginal progesterone may increase clinical pregnancy rate; however, its effect on miscarriage rate and multiple pregnancy rate is uncertain. We are uncertain if IM progesterone improves ongoing pregnancy rates or decreases miscarriage rate when compared to vaginal progesterone. Regarding the other reported comparisons, neither oral progesterone nor any other medication appears to be associated with an improvement in pregnancy outcomes (very low-certainty evidence)."
    }
  ],
  "pls_title": "What is the effectiveness and safety of luteal support in infertile women trying to conceive by intrauterine insemination (IUI) or by sexual intercourse?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Luteal phase is part of the menstrual cycle. It is the time between the release of an egg (ovulation) and before the start of menstruation, and when the body produces progesterone (a hormone released by the ovaries) and prepares for a possible pregnancy. Ovarian stimulation (use of fertility medicines) might affect progesterone production during the luteal phase. Low levels of progesterone in the luteal phase are associated with decreased rates of pregnancy outcomes such as ongoing pregnancy (pregnancy after 12 weeks) and live birth. Luteal phase support including progesterone and/or other medical agents including pregnancy hormone (human chorionic gonadotropin (hCG), which stimulates progesterone production) or gonadotropin-releasing hormone (GnRH) agonist, which increases progesterone level after ovulation, may improve pregnancy outcomes."
    },
    {
      "heading": "Study characteristics",
      "text": "We included 25 randomised controlled trials (a type of study where participants are randomly assigned to one of two or more treatment groups) involving a total of 5111 participants. We identified nine comparisons, including progesterone compared with placebo (dummy treatment) or no treatment, different dosages of vaginal progesterone supplement, different routes of progesterone supplement, GnRH agonist compared with placebo or no treatment, vaginal progesterone compared with GnRH agonist, and hCG compared with no treatment. All studies reported pregnancy outcomes, but only one study reported adverse events. All included studies reported on intrauterine insemination, a procedure where sperm is placed directly into the uterus (womb) using a thin, flexible plastic tube inserted through the vagina and cervix. No trial evaluated the effect of luteal support when trying to get pregnant naturally."
    },
    {
      "heading": "Key results",
      "text": "Progesterone supplementation versus placebo or no treatment\nWe are uncertain if vaginal progesterone increases live birth/ongoing pregnancy rate when compared to placebo or no treatment in any of the types of ovarian stimulation cycle evaluated (gonadotropin (injectable hormones), gonadotropin plus oral stimulation, and oral stimulation alone). We are uncertain if progesterone reduces miscarriage rates. Vaginal progesterone may slightly increase clinical pregnancy (when the pregnancy is confirmed through ultrasound and a heartbeat is be detected). Progesterone supplementation may increase clinical pregnancy slightly in all types of ovarian stimulation cycle (gonadotropin (injectable hormones), gonadotropin plus oral stimulation, and oral stimulation alone). However, given the low certainty of the evidence, it is unclear whether the treatment makes a difference for the other prespecified outcomes (adverse events or multiple pregnancy rate (having twins/triplets)).\n300 mg versus 600 mg vaginal progesterone\nIt is unclear if 300 mg vaginal progesterone has an effect on live birth, ongoing pregnancy, miscarriage, or adverse events when compared to 600 mg vaginal progesterone.\nDifferent routes of progesterone administration versus vaginal route\nWe do not know if other routes of progesterone (intramuscular, oral, or subcutaneous) have an effect on live birth, ongoing pregnancy, and miscarriage when compared to vaginal progesterone. Intramuscular progesterone may result in a large increase in adverse events (pain at site of injection), although the certainty of the evidence was very low.\nOther interventions versus placebo or no treatment\nWe do not know if other interventions (GnRH agonist or hCG injection) have an effect on our prespecified outcomes."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "The evidence for most comparisons was of very low to low certainty. The main limitations of the evidence were poor reporting of study methods and imprecision due to low numbers of women in the studies."
    }
  ]
}