{
  "doi": "10.1002/14651858.CD011819.pub2",
  "name": "Stem cell transplantation for systemic sclerosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Systemic sclerosis (SSc) is a chronic autoimmune disease characterized by systemic inflammation, fibrosis, vascular injury, reduced quality of life, and limited treatment options. Autologous hematopoietic stem cell transplantation (HSCT) has emerged as a potential intervention for severe SSc refractory to conventional treatment."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of autologous hematopoietic stem cell transplantation for the treatment of systemic sclerosis (specifically, non-selective myeloablative HSCT versus cyclophosphamide; selective myeloablative HSCT versus cyclophosphamide; non-selective non-myeloablative HSCT versus cyclophosphamide)."
    },
    {
      "heading": "Search methods",
      "text": "We searched for randomized controlled trials (RCTs) in CENTRAL, MEDLINE, Embase, and trial registries from database insertion to 4 February 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs that compared HSCT to immunomodulators in the treatment of SSc."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies for inclusion, extracted study data, and performed risk of bias and GRADE assessments to assess the certainty of evidence using standard Cochrane methods."
    },
    {
      "heading": "Main results",
      "text": "We included three RCTs evaluating: non-myeloablative non-selective HSCT (10 participants), non-myeloablative selective HSCT (79 participants), and myeloablative selective HSCT (36 participants). The comparator in all studies was cyclophosphamide (123 participants). The study examining non-myeloablative non-selective HSCT had a high risk of bias given the differences in baseline characteristics between the two arms. The other studies had a high risk of detection bias for participant-reported outcomes. The studies had follow-up periods of one to 4.5 years. Most participants had severe disease, mean age 40 years, and the duration of disease was less than three years.\nEfficacy\nNo study demonstrated an overall mortality benefit of HSCT when compared to cyclophosphamide. However, non-myeloablative selective HSCT showed overall survival benefits using Kaplan-Meier curves at 10 years and myeloablative selective HSCT at six years. We graded our certainty of evidence as moderate for non-myeloablative selective HSCT and myeloablative selective HSCT. Certainty of evidence was low for non-myeloablative non-selective HSCT.\nEvent-free survival was improved compared to cyclophosphamide with non-myeloablative selective HSCT at 48 months (hazard ratio (HR) 0.34, 95% confidence interval (CI) 0.16 to 0.74; moderate-certainty evidence). There was no improvement with myeloablative selective HSCT at 54 months (HR 0.54 95% CI 0.23 to 1.27; moderate-certainty evidence). The non-myeloablative non-selective HSCT trial did not report event-free survival.\nThere was improvement in functional ability measured by the Health Assessment Questionnaire Disability Index (HAQ-DI, scale from 0 to 3 with 3 being very severe functional impairment) with non-myeloablative selective HSCT after two years with a mean difference (MD) of −0.39 (95% CI −0.72 to −0.06; absolute treatment benefit (ATB) −13%, 95% CI −24% to −2%; relative percent change (RPC) −27%, 95% CI −50% to −4%; low-certainty evidence). Myeloablative selective HSCT demonstrated a risk ratio (RR) for improvement of 3.4 at 54 months (95% CI 1.5 to 7.6; ATB −37%, 95% CI −18% to −57%; RPC −243%, 95% CI −54% to −662%; number needed to treat for an additional beneficial outcome (NNTB) 3, 95% CI 2 to 9; low-certainty evidence). The non-myeloablative non-selective HSCT trial did not report HAQ-DI results.\nAll transplant modalities showed improvement of modified Rodnan skin score (mRSS) (scale from 0 to 51 with the higher number being more severe skin thickness) favoring HSCT over cyclophosphamide. At two years, non-myeloablative selective HSCT showed an MD in mRSS of −11.1 (95% CI −14.9 to −7.3; ATB −22%, 95% CI −29% to −14%; RPC −43%, 95% CI −58% to −28%; moderate-certainty evidence). At 54 months, myeloablative selective HSCT at showed a greater improvement in skin scores than the cyclophosphamide group (RR 1.51, 95% CI 1.06 to 2.13; ATB −27%, 95% CI −6% to −47%; RPC −51%, 95% CI −6% to −113%; moderate-certainty evidence). The NNTB was 4 (95% CI 3 to 18). At one year, for non-myeloablative non-selective HSCT the MD was −16.00 (95% CI −26.5 to −5.5; ATB −31%, 95% CI −52% to −11%; RPC −84%, 95% CI −139% to −29%; low-certainty evidence).\nNo studies reported data on pulmonary arterial hypertension.\nAdverse events\nIn the non-myeloablative selective HSCT study, there were 51/79 serious adverse events with HSCT and 30/77 with cyclophosphamide (RR 1.7, 95% CI 1.2 to 2.3), with an absolute risk increase of 26% (95% CI 10% to 41%), and a relative percent increase of 66% (95% CI 20% to 129%). The number needed to treat for an additional harmful outcome was 4 (95% CI 3 to 11) (moderate-certainty evidence). In the myeloablative selective HSCT study, there were similar rates of serious adverse events between groups (25/34 with HSCT and 19/37 with cyclophosphamide; RR 1.43, 95% CI 0.99 to 2.08; moderate-certainty evidence). The non-myeloablative non-selective HSCT trial did not clearly report serious adverse events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Non-myeloablative selective and myeloablative selective HSCT had moderate-certainty evidence for improvement in event-free survival, and skin thicknesscompared to cyclophosphamide. There is also low-certainty evidence that these modalities of HSCT improve physical function. However, non-myeloablative selective HSCT and myeloablative selective HSCT resulted in more serious adverse events than cyclophosphamide; highlighting the need for careful risk–benefit considerations for people considering these HSCTs.\nEvidence for the efficacy and adverse effects of non-myeloablative non-selective HSCT is limited at this time. Due to evidence provided from one study with high risk of bias, we have low-certainty evidence that non-myeloablative non-selective HSCT improves outcomes in skin scores, forced vital capacity, and safety.\nTwo modalities of HSCT appeared to be a promising treatment option for SSc though there is a high risk of early treatment-related mortality and other adverse events.\nAdditional research is needed to determine the effectiveness and adverse effects of non-myeloablative non-selective HSCT in the treatment of SSc. Also, more studies will be needed to determine how HSCT compares to other treatment options such as mycophenolate mofetil, as cyclophosphamide is no longer the first-line treatment for SSc. Finally, there is a need for a greater understanding of the role of HSCT for people with SSc with significant comorbidities or complications from SSc that were excluded from the trial criteria."
    }
  ],
  "pls_title": "Stem cell transplantation for the treatment of systemic sclerosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "We conducted a review of the medical literature in February 2022to study the benefits and harms of hematopoietic stem cell transplantation (HSCT) in people with systemic sclerosis (SSc)."
    },
    {
      "heading": "What is systemic sclerosis and hematopoietic stem cell transplantation?",
      "text": "SSc is an autoimmune disease (where the body's natural defense system attacks normal cells) that affects the skin and internal organs (lungs, digestive system, etc.). Symptoms associated with SSc include thickening of the skin, shortness of breath, digestive symptoms, and difficulties with function or mobility that can affect quality of life. There is also an increased risk of death (mortality) with SSc.\nAutologous HSCT is a procedure in which people receive their own healthy stem cells (special cells produced by bone marrow that can turn into different types of blood cell) to replace damaged immune cells that might be causing the disease.\nThere are two HSCT regimens studied for SSc: myeloablative regimens use either radiation therapy or high doses of chemotherapy that do not allow the bone marrow to recover on its own and non-myeloablative regimens use a lower amount of chemotherapy without radiation therapy, but there are residual cells in the bone marrow afterwards.\nThere are also two different ways to collect stem cells. Selective HSCT involves a process in which specific stem cells (called CD34+ cells) are chosen for re-infusion. The non-selective process does not include this step."
    },
    {
      "heading": "Is autologous hematopoietic stem cell transplantation a safe and effective treatment for people with systemic sclerosis?",
      "text": "Our review includes three research studies. Each study compared a different type (modality) of stem cell transplantation versus cyclophosphamide (a type of chemotherapy): non-myeloablative non-selective HSCT, non-myeloablative selective HSCT, and myeloablative selective HSCT.\nThe risk of bias was high for all outcomes with non-myeloablative non-selective HSCT, but mostly low for myeloablative and non-myeloablative selective HSCT. Performance bias (participants knowing which treatment they had) was unclear and detection bias (assessors knowing which treatment the participants had) was high for functional ability as the assessors and participants were not blinded. All participants had early and severe SSc with either skin or lung involvement. The average age of participants was 43 to 47 years, and most were white females. The average duration of disease ranged from 1.5 years to 2 years.\nThe non-myeloablative selective HSCT trial received CD34+ selection columns from the manufacturer."
    },
    {
      "heading": "Key results",
      "text": "We completed our search in February 2022. Outcomes are at two years for non-myeloablative selective HSCT, 4.5 years for myeloablative selective HSCT, and one year for non-myeloablative non-selective HSCT unless otherwise specified. All comparisons are of stem cell transplantation to cyclophosphamide.\nOverall mortality\n– There was no difference in mortality between any modality of HSCT and cyclophosphamide.\nEvent-free survival\n– The non-myeloablative selective HSCT group had decreased event-free survival (34% lower risk) at four years and 930 per 1000 people will have been event-free with HSCT at four years.\n– There was no change in event-free survival with myeloablative selective HSCT.\nFunctional ability\n– People who received non-myeloablative HSCT had a 13% improvement.\n– 53 people out of 100 who receive myeloablative selective HSCT may have meaningful improvement compared to 15 out of 100 who receive cyclophosphamide (37% absolute improvement).\nSkin thickening\n– People who received non-myeloablative selective HSCT had greater improvement in skin scores (−22% absolute improvement).\n– 80 people out of 100 who receive myeloablative selective HSCT may have an improvement in skin scores (25% or greater or 5 points or greater improvement) compared to 53 out of 100 who received cyclophosphamide (27% absolute improvement).\n– People who received non-myeloablative non-selective HSCT had greater improvement in their skin scores (−31% absolute improvement).\nSerious side effects\n– 65 people out of 100 who received non-myeloablative selective HSCT had serious side effects compared to 39 out of 100 who received cyclophosphamide (26% increased absolute risk).\n– 73 people out of 100 who received myeloablative selective HSCT had serious adverse events compared to 51 out of 100 who received cyclophosphamide (22% increased absolute risk).\n– There were no serious side effects reported with non-myeloablative non-selective HSCT or cyclophosphamide."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "We rated the certainty of the evidence from trials using four levels: very low, low, moderate, or high. Very low-certainty evidence means that we are uncertain about the results. High-certainty evidence means that we are very confident in the results.\nFor non-myeloablative selective HSCT and myeloablative selective HSCT we have moderate certainty in the evidence assessing overall mortality, event-free survival, functional ability, skin thickening, lung function, and serious side effects. The certainty of evidence was downgraded to moderate because of the small number of participants enrolled in the studies and the nature of the studies being unblinded for participant-reported outcomes. For non-selective non-myeloablative HSCT, the certainty of evidence was low for all outcomes. This is because of differences between the cyclophosphamide and HSCT groups before treatment along with the small number of participants enrolled in the study."
    }
  ]
}