{
  "doi": "10.1002/14651858.CD013134.pub3",
  "name": "Vitamin C supplementation for prevention and treatment of pneumonia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "According to the Global Burden of Disease Study 2015, lower respiratory tract infection is the leading cause of infectious disease death, and the fifth most common cause of death overall. Vitamin C has a role in modulating resistance to infectious agents, therefore vitamin C supplementation may be important in preventing and treating pneumonia."
    },
    {
      "heading": "Objectives",
      "text": "To assess the impact of vitamin C supplementation to prevent and treat pneumonia in children and adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, PubMed, CINAHL, LILACS, Web of Science, and two trials registers to 4 March 2020. We also checked references to identify additional studies. We did not apply any publication status or language filters."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and quasi-RCTs (studies using allocation methods that are not random, e.g. date of birth, medical record number) assessing the role of vitamin C supplementation in the prevention and treatment of pneumonia in children and adults compared to control or placebo."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We included five studies in the review and identified two ongoing studies. The five included studies involved a total of 2655 participants; two studies were RCTs and three were quasi-RCTs. The included studies were conducted in one high-income country (USA) and three lower-middle-income countries (Bangladesh and Pakistan). Three studies were conducted in hospital inpatient settings, one in school, and one in a military training centre. Three studies included children under five years of age, one study included school-aged children, and one study included adult participants. Two studies assessed the effect of vitamin C supplementation for pneumonia prevention; and three studies assessed the effect of vitamin C supplementation as an adjunct to pneumonia treatment. For pneumonia prevention, the included studies provided supplementation in doses of 1 g daily for 14 weeks, 2 g daily for 8 weeks, and 2 g daily for 14 weeks. For pneumonia treatment, the included studies provided vitamin C supplementation in doses of 125 mg daily and 200 mg daily until the symptoms resolved or discharge, as an adjunct to the pneumonia treatment. Overall, the included studies were judged to be at either high or unclear risk of bias for random sequence generation, allocation concealment, and blinding; and the evidence certainty was very low.\nTwo studies assessed the effect of vitamin C supplementation for pneumonia prevention; we judged the certainty of the evidence as very low. We are uncertain about the effect of vitamin C supplementation on pneumonia incidence and adverse events (urticaria). None of the included studies reported other primary outcomes (pneumonia prevalence and mortality) or any of the secondary outcomes.\nThree studies assessed the effect of vitamin C supplementation as an adjunct to pneumonia treatment; we judged the certainty of the evidence as very low. We are uncertain of the effect of vitamin C supplementation on duration of illness and hospitalisation. None of the included studies reported other primary or secondary outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Due to the small number of included studies and very low certainty of the existing evidence, we are uncertain of the effect of vitamin C supplementation for the prevention and treatment of pneumonia. Further good-quality studies are required to assess the role of vitamin C supplementation in the prevention and treatment of pneumonia."
    }
  ],
  "pls_title": "Vitamin C supplementation for prevention and treatment of pneumonia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What is the role of vitamin C supplementation in the prevention and treatment of pneumonia in adults and children compared to no supplementation?"
    },
    {
      "heading": "Background",
      "text": "Pneumonia is a chest infection caused by virus, bacteria, and fungi. Vitamin C has a role in the immune system, therefore supplementation could be important in preventing and treating pneumonia amongst children and adults. We assessed the role of vitamin C for the prevention and treatment of pneumonia."
    },
    {
      "heading": "Search date",
      "text": "We searched for evidence up to 4 March 2020."
    },
    {
      "heading": "Study characteristics",
      "text": "We included five studies and two ongoing studies. The five included studies involved a total of 2655 participants and were conducted in one high-income country (USA) and two lower-middle-income countries (Bangladesh and Pakistan). Three studies were conducted in hospital settings, one in schools, and one at a military training centre. Three studies included children under five years of age, one school-aged children, and one adult participants. Two studies assessed the effect of vitamin C supplementation for pneumonia prevention; and three studies assessed the effect of vitamin C supplementation in pneumonia treatment. The doses of vitamin C supplementation used were 125 mg, 200 mg, 1 g and 2 g."
    },
    {
      "heading": "Study funding sources",
      "text": "Two studies were funded by pharmaceutical companies. Three studies did not report funding sources."
    },
    {
      "heading": "Key results",
      "text": "We assessed the rate of pneumonia (incidence), how common pneumonia is (prevalence), numbers of deaths from pneumonia (mortality), and unintended and harmful outcomes (adverse effects) associated with vitamin C for preventing pneumonia. Only one study (674 participants) reported incidence, and one study reported one adverse effect (hives) associated with vitamin C for preventing pneumonia. No study reported on prevalence or mortality. Evidence was insufficient to determine the effect of vitamin C for preventing pneumonia.\nWe also assessed how long people were ill (duration of illness), how many people were cured, mortality, and adverse effects associated with the use of vitamin C as a treatment for pneumonia. Only one study reported duration of illness. No studies reported cure rates or adverse effects. Evidence was insufficient to determine the effect of vitamin C for treating pneumonia."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "We judged the included studies to be at overall high or unclear risk of bias. The evidence certainty was very low due to study limitations, variations amongst the studies, small sample sizes and uncertainty of estimates."
    }
  ]
}