{
  "doi": "10.1002/14651858.CD013600.pub6",
  "name": "Convalescent plasma for people with COVID‐19: a living systematic review",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Convalescent plasma may reduce mortality in patients with viral respiratory diseases, and is being investigated as a potential therapy for coronavirus disease 2019 (COVID-19). A thorough understanding of the current body of evidence regarding benefits and risks of this intervention is required."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of convalescent plasma transfusion in the treatment of people with COVID-19; and to maintain the currency of the evidence using a living systematic review approach."
    },
    {
      "heading": "Search methods",
      "text": "To identify completed and ongoing studies, we searched the World Health Organization (WHO) COVID-19 Global literature on coronavirus disease Research Database, MEDLINE, Embase, Cochrane COVID-19 Study Register, and the Epistemonikos COVID-19 L*OVE Platform. We searched monthly until 03 March 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) evaluating convalescent plasma for COVID-19, irrespective of disease severity, age, gender or ethnicity.\nWe excluded studies that included populations with other coronavirus diseases (severe acute respiratory syndrome (SARS) or Middle East respiratory syndrome (MERS)), as well as studies evaluating standard immunoglobulin."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We followed standard Cochrane methodology.\nTo assess bias in included studies we used RoB 2. We used the GRADE approach to rate the certainty of evidence for the following outcomes: all-cause mortality at up to day 28, worsening and improvement of clinical status (for individuals with moderate to severe disease), hospital admission or death, COVID-19 symptoms resolution (for individuals with mild disease), quality of life, grade 3 or 4 adverse events, and serious adverse events."
    },
    {
      "heading": "Main results",
      "text": "In this fourth review update version, we included 33RCTs with 24,861 participants, of whom 11,432 received convalescent plasma. Of these, nine studies are single-centre studies and 24 are multi-centre studies. Fourteen studies took place in America, eight in Europe, three in South-East Asia, two in Africa, two in western Pacific and three in eastern Mediterranean regions and one in multiple regions. We identified a further 49 ongoingstudies evaluating convalescent plasma, and 33 studies reporting as being completed.\nIndividuals with a confirmed diagnosis of COVID-19 and moderate to severe disease\n29 RCTs investigated the use of convalescent plasma for 22,728 participants with moderate to severe disease. 23 RCTs with 22,020 participants compared convalescent plasma to placebo or standard care alone, five compared to standard plasma and one compared to human immunoglobulin. We evaluate subgroups on detection of antibodies detection, symptom onset, country income groups and several co-morbidities in the full text.\nConvalescent plasma versus placebo or standard care alone\nConvalescent plasma does not reduce all-cause mortality at up to day 28 (risk ratio (RR) 0.98, 95% confidence interval (CI) 0.92 to 1.03; 220 per 1000; 21 RCTs, 19,021 participants; high-certainty evidence). It has little to no impact on need for invasive mechanical ventilation, or death (RR 1.03, 95% CI 0.97 to 1.11; 296 per 1000; 6 RCTs, 14,477 participants; high-certainty evidence) and has no impact on whether participants are discharged from hospital (RR 1.00, 95% CI 0.97 to 1.02; 665 per 1000; 6 RCTs, 12,721 participants; high-certainty evidence). Convalescent plasma may have little to no impact on quality of life (MD 1.00, 95% CI −2.14 to 4.14; 1 RCT, 483 participants; low-certainty evidence). Convalescent plasma may have little to no impact on the risk of grades 3 and 4 adverse events (RR 1.17, 95% CI 0.96 to 1.42; 212 per 1000; 6 RCTs, 2392 participants; low-certainty evidence). It has probably little to no effect on the risk of serious adverse events (RR 1.14, 95% CI 0.91 to 1.44; 135 per 1000; 6 RCTs, 3901 participants; moderate-certainty evidence).\nConvalescent plasma versus standard plasma\nWe are uncertain whether convalescent plasma reduces or increases all-cause mortality at up to day 28 (RR 0.73, 95% CI 0.45 to 1.19; 129 per 1000; 4 RCTs, 484 participants; very low-certainty evidence). We are uncertain whether convalescent plasma reduces or increases the need for invasive mechanical ventilation, or death (RR 5.59, 95% CI 0.29 to 108.38; 311 per 1000; 1 study, 34 participants; very low-certainty evidence) and whether it reduces or increases the risk of serious adverse events (RR 0.80, 95% CI 0.55 to 1.15; 236 per 1000; 3 RCTs, 327 participants; very low-certainty evidence). We did not identify any study reporting other key outcomes.\nConvalescent plasma versus human immunoglobulin\nConvalescent plasma may have little to no effect on all-cause mortality at up to day 28 (RR 1.07, 95% CI 0.76 to 1.50; 464 per 1000; 1 study, 190 participants; low-certainty evidence). We did not identify any study reporting other key outcomes.\nIndividuals with a confirmed diagnosis of SARS-CoV-2 infection and mild disease\nWe identified two RCTs reporting on 536 participants, comparing convalescent plasma to placebo or standard care alone, and two RCTs reporting on 1597 participants with mild disease, comparing convalescent plasma to standard plasma.\nConvalescent plasma versus placebo or standard care alone\nWe are uncertain whether convalescent plasma reduces all-cause mortality at up to day 28 (odds ratio (OR) 0.36, 95% CI 0.09 to 1.46; 8 per 1000; 2 RCTs, 536 participants; very low-certainty evidence). It may have little to no effect on admission to hospital or death within 28 days (RR 1.05, 95% CI 0.60 to 1.84; 117 per 1000; 1 RCT, 376 participants; low-certainty evidence), on time to COVID-19 symptom resolution (hazard ratio (HR) 1.05, 95% CI 0.85 to 1.30; 483 per 1000; 1 RCT, 376 participants; low-certainty evidence), on the risk of grades 3 and 4 adverse events (RR 1.29, 95% CI 0.75 to 2.19; 144 per 1000; 1 RCT, 376 participants; low-certainty evidence) and the risk of serious adverse events (RR 1.14, 95% CI 0.66 to 1.94; 133 per 1000; 1 RCT, 376 participants; low-certainty evidence). We did not identify any study reporting other key outcomes.\nConvalescent plasma versus standard plasma\nWe are uncertain whether convalescent plasma reduces all-cause mortality at up to day 28 (OR 0.30, 95% CI 0.05 to 1.75; 2 per 1000; 2 RCTs, 1597 participants; very low-certainty evidence). It probably reduces admission to hospital or death within 28 days (RR 0.49, 95% CI 0.31 to 0.75; 36 per 1000; 2 RCTs, 1595 participants; moderate-certainty evidence). Convalescent plasma may have little to no effect on initial symptom resolution at up to day 28 (RR 1.12, 95% CI 0.98 to 1.27; 1 RCT, 416 participants; low-certainty evidence). We did not identify any study reporting other key outcomes.\nThis is a living systematic review. We search monthly for new evidence and update the review when we identify relevant new evidence."
    },
    {
      "heading": "Authors' conclusions",
      "text": "For the comparison of convalescent plasma versus placebo or standard care alone, our certainty in the evidence that convalescent plasma for individuals with moderate to severe disease does not reduce mortality and has little to no impact on clinical improvement or worsening is high. It probably has little to no effect on SAEs. For individuals with mild disease, we have very-low to low certainty evidence for most primary outcomes and moderate certainty for hospital admission or death. There are 49 ongoing studies, and 33 studies reported as complete in a trials registry. Publication of ongoing studies might resolve some of the uncertainties around convalescent plasma therapy for people with asymptomatic or mild disease."
    }
  ],
  "pls_title": "Is plasma from the blood of people who have recovered from COVID-19 an effective treatment for other people with COVID-19?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• We are very confident that plasma from the blood of people who have recovered from COVID-19 (convalescent plasma) has no benefits for the treatment of people with moderate to severe COVID-19.\n• Convalescent plasma may have little to no benefit for treating people with mild COVID-19.\n• We found49 ongoing studies and 33 finished studies with unpublished results. We will update our review with evidence from these studies as soon as possible. New evidence may answer our remaining questions, especially for people with mild COVID-19 or who have no symptoms."
    },
    {
      "heading": "What is convalescent plasma?",
      "text": "The body produces antibodies as one of its defences against infection. Antibodies are found in part of the blood called plasma. Plasma from people who have recovered from the COVID-19 virus contains COVID-19 antibodies, and it can be used to make convalescent plasma, which is plasma that contains these antibodies.\nConvalescent plasma has been used successfully to treat some viruses. This treatment (given by a drip or injection) is generally well-tolerated, but can cause unwanted effects."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out whether convalescent plasma is an effective treatment for people with confirmed COVID-19. We looked at:\n• deaths from any cause after treatment with convalescent plasma;\n• worsening of patients’ condition, measured by the number of people who needed support from a ventilator (a machine that helps people breathe if they cannot breathe on their own) or died; and improvement of patients’ condition, measured by participants discharged from hospital;\n• quality of life; and\n• unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that investigated convalescent plasma to treat people with COVID-19. Studies could take place anywhere in the world and include people of any age, gender or ethnicity, with mild, moderate or severe COVID-19.\nWhere possible we pooled (added up) the studies’ results to analyse them. We rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 33 studies with 24,861 participants that investigated convalescent plasma. Among these, 29 studies included people with moderate to severe COVID-19 and four studies included people with mild COVID-19. Studies mainly took place in hospitals, in countries all over the world. The following findings apply to convalescent plasma compared with placebo (the same treatment but with no active ingredients) or standard care."
    },
    {
      "heading": "People with moderate to severe COVID-19",
      "text": ""
    },
    {
      "heading": "deaths from any cause",
      "text": "deaths from any causeat up to 28 days after treatment, about 225 in 1000 people died, compared to 220 in 1000 people who had been given convalescent plasma (21 studies, 19,021 people)."
    },
    {
      "heading": "needing invasive mechanical ventilation or dying",
      "text": "needing invasive mechanical ventilation or dying. About 287 in 1000 people needed invasive mechanical ventilation support or died, compared to 296 in 1000 people given convalescent plasma (6 studies, 14,477 people). It makes no difference toparticipants being discharged from hospital.About 665 in 1000 people were discharged from hospital, compared to 665 in 1000 people given convalescent plasma (6 studies, 12,721 people)."
    },
    {
      "heading": "serious unwanted effects,",
      "text": "serious unwanted effects,about 118 in 1000 people may be at risk to have serious unwanted effects compared to 133 in 1000 people given convalescent plasma (6 studies, 4901 people)."
    },
    {
      "heading": "quality of life",
      "text": "quality of life(1 study, 483 people)."
    },
    {
      "heading": "People with mild COVID-19",
      "text": "• Convalescent plasma may result in no difference todeaths from any causeup to 28 days after treatment. About 22 in 1000 people given placebo or standard care died, compared to 9 in 1000 people given convalescent plasma (2 studies, 536 people)."
    },
    {
      "heading": "admission to hospital or death within 28 days",
      "text": "admission to hospital or death within 28 daysafter treatment. About 112 in 1000 people given placebo or standard care were admitted to hospital or died, compared to 117 in 1000 people given convalescent plasma (1 study, 376 people)."
    },
    {
      "heading": "time until COVID-19 symptoms resolved",
      "text": "time until COVID-19 symptoms resolved(1 study, 376 people)."
    },
    {
      "heading": "serious unwanted effects",
      "text": "serious unwanted effects."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "• We are very confident in the evidence for deaths from any cause, and worsening and improvement of patients’ condition in people with moderate to severe COVID-19, as the results are consistent and are from many high-quality studies.\n• Our confidence in the other evidence for people with moderate and severe, and mild COVID-19 is still limited, as we could not identify enough consistent results from a lot of studies.\n• We still have little evidence on quality of life and for people with mild disease, and none for people without COVID-19 symptoms."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This is the fifth version of our review. The evidence is up to date to 03 March 2022."
    }
  ]
}