{
  "doi": "10.1002/14651858.CD003422.pub4",
  "name": "Vasodilators and vasoactive substances for idiopathic sudden sensorineural hearing loss ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Idiopathic sudden sensorineural hearing loss (ISSHL) is sudden hearing loss where clinical assessment fails to reveal a cause. The most widely used therapeutic agents for ISSHL are antivirals, steroids, hyperbaric oxygen, vasodilators and rheological/vasoactive substances. There is currently conflicting evidence for vasodilator and vasoactive substances in the treatment of ISSHL."
    },
    {
      "heading": "Objectives",
      "text": "1. To determine the effectiveness of vasodilators and other vasoactive substances in improving hearing in patients with ISSHL. \n2. To determine the adverse effects of these medications."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Ear, Nose and Throat Disorders Group Trials Register; the Cochrane Central Register of Controlled Trials (CENTRAL); PubMed; EMBASE; CINAHL; Web of Science; Cambridge Scientific Abstracts; mRCT and additional sources for published and unpublished trials. The date of the most recent search was 16 September 2008."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) of vasodilators/vasoactive substance versus placebo in the treatment of ISSHL. Trials were assessed for methodological quality."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The authors assessed trials and extracted data independently. We contacted investigators to obtain additional information where necessary. Meta-analysis was neither possible nor considered appropriate due to the differences in the type of vasodilators used, dosage and duration of treatment. The quality and the result of each study was analysed and reported individually."
    },
    {
      "heading": "Main results",
      "text": "Only three trials, involving 189 participants, satisfied the inclusion criteria and these were of low methodological quality. One study showed a significant difference in hearing recovery in the vasodilator group (carbogen combined with a course of several other drugs) compared to the control group (a course of several other drugs alone). Another study only showed a significant improvement in higher frequencies in the vasodilator group (prostaglandin E1 + steroid) compared with the control group (placebo and steroid), no difference having been shown in overall hearing gain. In the third study the vasodilator group (naftidrofuryl and low-molecular weight dextran) showed an improvement only in lower frequencies over the control group (placebo and low-molecular weight dextran).\nTwo of the studies reported adverse effects from vasodilator treatment, whereas there was no mention of any side effects in the third. Five patients in one study developed a sensation of heaviness in the head which settled spontaneously and did not interfere with treatment. In the other study one patient developed an allergic reaction and had to be excluded from the study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The effectiveness of vasodilators in the treatment of ISSHL remains unproven. The included studies were of relatively poor quality and the number of patients included was small. Moreover, there were differences in the type, dosage and duration of vasodilator used in each study. Due to the degree of heterogeneity the results could not be combined to reach a conclusion."
    }
  ],
  "pls_title": "Vasodilators and vasoactive substances for idiopathic sudden sensorineural hearing loss",
  "pls_type": "long",
  "pls": "Idiopathic sudden sensorineural hearing loss (ISSHL) is sudden hearing loss where clinical assessment fails to reveal a cause. Hearing loss may vary from partial to total loss, and is usually accompanied by tinnitus. It has been frequently considered that ISSHL may have a vascular origin (i.e. is related to the blood circulatory system) and vasodilators and rheological substances are widely used as treatments. Vasodilators are drugs which widen blood vessels and thus improve blood flow. Vasoactive/rheological substances increase flow through blood vessels in other ways (such as by altering the viscosity of fluid). We found three trials, involving 189 participants, which showed improvement in hearing thresholds in those treated with vasodilators compared to control groups. However, as the number of patients included in the studies was small, and there were differences in the type, dosage and duration of vasodilator treatment used in each of these studies, the results could not be combined to reach a conclusion. The effectiveness of vasodilators in the treatment of ISSHL could not be proven. Further research is needed."
}