{
  "doi": "10.1002/14651858.CD003514.pub2",
  "name": "Bed rest with or without hospitalisation for hypertension during pregnancy",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Bed rest or restriction of activity, with or without hospitalisation, have been advocated for women with hypertension during pregnancy to improve pregnancy outcome. However, benefits need to be demonstrated before such interventions can be recommended since restricted activity may be disruptive to women's lives, expensive, and increase the risk of thromboembolism."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects on the mother and the baby of different degrees of bed rest, compared with each other, and with routine activity, in hospital or at home, for primary treatment of hypertension during pregnancy."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (January 2010)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials evaluating bed rest for women with hypertension in pregnancy were selected."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors assessed trials for inclusion independently, and extracted data. Data were entered into RevMan software and double-checked."
    },
    {
      "heading": "Main results",
      "text": "Four small trials (449 women) were included. Three were of good quality. Two trials (145 women) compared strict bed rest with some rest, in hospital, for women with proteinuric hypertension. There was insufficient evidence to demonstrate any differences between the groups for reported outcomes. Two trials (304 women) compared some bed rest in hospital with routine activity at home for non-proteinuric hypertension. There was reduced risk of severe hypertension (one trial, 218 women; relative risk (RR) 0.58, 95% confidence interval (CI) 0.38 to 0.89) and a borderline reduction in risk of preterm birth (one trial, 218 women; RR 0.53, 95% CI 0.29 to 0.99) with some rest compared to normal activity. More women in the bed rest group opted not to have the same management in future pregnancies, if the choice were given (one trial, 86 women; RR 3.00, 95% CI 1.43 to 6.31). There were no significant differences for any other outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Few randomised trials have evaluated rest for women with hypertension during pregnancy, and important information on side-effects and cost implication is missing from available trials. Although one small trial suggests that some bed rest may be associated with reduced risk of severe hypertension and preterm birth, these findings need to be confirmed in larger trials. At present, there is insufficient evidence to provide clear guidance for clinical practice. Therefore, bed rest should not be recommended routinely for hypertension in pregnancy, especially since more women appear to prefer unrestricted activity, if the choice were given."
    }
  ],
  "pls_title": "Bed rest with or without hospitalisation for hypertension during pregnancy",
  "pls_type": "long",
  "pls": "Not enough evidence to say if bed rest in pregnancy helps women and their babies when women have high blood pressure.\nHigh blood pressure in pregnant women can contribute to babies being small, being born too soon and having considerable health problems. Women with high blood pressure are often advised to rest in bed either at home or in hospital. It is suggested that this might help to reduce the mother's blood pressure and so provide benefits for the baby. However, there may be adverse effects; for example, some women may find it stressful, it may contribute to blood clots in the legs and can put a burden on the woman's family. Although one small trial suggested that there may be some possible benefits, there are insufficient data to be confident. Moreover, trials did not address possible adverse effects of bed rest. More women seemed to prefer normal activity at home rather than resting in hospital, if a choice were given. Further research is needed."
}