{
  "doi": "10.1002/14651858.CD012265.pub2",
  "name": "Probiotics for the postoperative management of term neonates after gastrointestinal surgery ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The intestinal microflora has an essential role in providing a barrier against colonisation of pathogens, facilitating important metabolic functions, stimulating the development of the immune system, and maintaining intestinal motility. Probiotics are live microorganisms that can be administered to supplement the gut flora. Neonates who have undergone gastrointestinal surgery are particularly susceptible to infectious complications in the postoperative period. This may be partly due to a disruption of the integrity of the gut and its intestinal microflora. There may be a role for probiotics in reducing the incidence of sepsis and improving intestinal motility, thus reducing morbidity and mortality and improving enteral feeding in neonates in the postoperative period."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy and safety of administering probiotics after gastrointestinal surgery for the postoperative management of neonates born from 35 weeks of gestation."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, and trial registries in August 2023. We checked reference lists of included studies and relevant systematic reviews for additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that investigated the postoperative administration of oral probiotics versus placebo or no treatment in neonates born from 35 weeks of gestation who had one or more gastrointestinal surgical procedures. We applied no restrictions regarding the type or dosage of probiotics or the duration of treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods, and we used GRADE to assess the certainty of evidence."
    },
    {
      "heading": "Main results",
      "text": "We identified one RCT that recruited 61 neonates with a gestational age of 35 weeks or more. All infants were admitted to a neonatal intensive care unit and had surgery for gastrointestinal pathologies.\nThere may be little or no difference in proven sepsis (positive bacterial culture, local or systemic) between infants who receive probiotics compared with those who receive placebo (odds ratio (OR) 0.64, 95% confidence interval (CI) 0.16 to 2.55; 61 infants; low-certainty evidence). Probiotics compared to placebo may have little or no effect on time to full enteral feeds (mean difference (MD) 0.63 days, 95% CI −4.02 to 5.28; 61 infants; low-certainty evidence). There were no reported deaths prior to discharge from hospital in either study arm.\nTwo weeks after supplementation, the infants who received probiotics had a substantially higher relative abundance of non-pathogenic intestinal microflora (Bifidobacteriaceae) than those who received placebo (MD 38.22, 95% CI 28.40 to 48.04; 39 infants; low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review provides low-certainty evidence from one small RCT that probiotics compared to placebo have little or no effect on the risk of proven sepsis (positive bacterial culture, local or systemic) or time to full-enteral feeds in neonates who have undergone gastrointestinal surgery.\nProbiotics may substantially increase the abundance of beneficial bacterial in the intestine of these neonates, but the clinical implications of this finding are unknown.\nThere is a need for adequately powered RCTs to assess the role of probiotics in this population.\nWe identified two ongoing studies. As neither reported the gestational age of prospective study participants, we are unsure if they will be eligible for inclusion in this review."
    }
  ],
  "pls_title": "Benefits and harms of giving probiotics to newborns after digestive tract surgery",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key message",
      "text": "• Probiotics may have little or no effect on the risk of blood infection in infants born from 35 weeks of pregnancy who have undergone surgery of the digestive tract (food pipe, stomach, or bowel).\n• Probiotics may increase the proportion of 'good' bacteria in the bowel, but we do not know if this has any real benefit for the infant."
    },
    {
      "heading": "What are probiotics?",
      "text": "Probiotics are live bacteria that may offer health benefits when consumed. There is evidence that probiotics can prevent an inflammatory disease of the bowel (necrotising enterocolitis) and infection in premature babies."
    },
    {
      "heading": "What are some of the risks of bowel surgery in babies?",
      "text": "Surgery of the digestive tract increases the risk of infection, and infection can increase the length of hospital stay. Treatment with antibiotics (medicines that treat bacterial infection) and the stress of surgery can diminish the 'good' bacteria in the bowel."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if giving probiotics to babies born from 35 weeks of pregnancy who underwent stomach or bowel surgery could improve rates of infection, length of hospital stay, rates of death, feeding, and the proportion of 'good' bacteria in the stomach and bowel."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that randomly assigned babies to experimental treatment (probiotics) or a control, which could be placebo (a 'dummy' treatment that does not contain any medicine but looks or tastes the same as the medicine being tested) or no treatment."
    },
    {
      "heading": "What did we find?",
      "text": "We found one small study of 61 babies born from 35 weeks of pregnancy who had digestive tract surgery. Thirty babies received probiotics after the surgery, and 30 received a placebo.\nIn the probiotics group, 13% of babies had a blood infection, compared with 19% in the placebo group. This difference is too small to be significant.\nOn average, the babies in the probiotic group were receiving food into their stomach about 15 hours sooner than those in the placebo group. Again, this difference is not important.\nAmong 39 infants who were tested, those in the probiotics group had considerably more 'good' bacteria in their bowel compared to the placebo group."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have little confidence in the evidence because it is based on a single study with few participants. The evidence is not strong enough to support giving probiotics routinely. Well-designed and large studies are needed to determine the benefits and harms of giving probiotics to newborns after digestive tract surgery."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to August 2023."
    }
  ]
}