{
  "doi": "10.1002/14651858.CD004536.pub3",
  "name": "Nutritional interventions for reducing morbidity and mortality in people with HIV",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Adequate nutrition is important for optimal immune and metabolic function. Dietary support may, therefore, improve clinical outcomes in HIV-infected individuals by reducing the incidence of HIV-associated complications and attenuating progression of HIV disease, improving quality of life and ultimately reducing disease-related mortality."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of various macronutrient interventions, given orally, in reducing morbidity and mortality in adults and children living with HIV infection."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (up to August 2011), MEDLINE (1966 to August 2011), EMBASE (1988 to August 2011), LILACS (up to February 2012), and Gateway (March 2006-February 2010). We also scanned reference lists of articles and contacted authors of relevant studies and other researchers."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials evaluating the effectiveness of macronutrient interventions compared with no nutritional supplements or placebo in the management of adults and children infected with HIV."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three reviewers independently applied study selection criteria, assessed study quality, and extracted data. Effects were assessed using mean difference and 95% confidence intervals. Homogenous studies were combined wherever it was clinically meaningful to do so and a meta-analysis using the random effects model was conducted."
    },
    {
      "heading": "Main results",
      "text": "Fourteen trials (including 1725 HIV positive adults and 271 HIV positive children), were included in this review. Neither supplementary food nor daily supplement of Spirulina significantly altered the risk of death compared with no supplement or placebo in malnourished, ART naive adult participants in the two studies which reported on this outcome. A nutritional supplement enhanced with protein did not significantly alter the risk of death compared to standard nutritional care in children with prolonged diarrhoea. Supplementation with macronutrient formulas given to provide protein and/or energy and fortified with micronutrients, in conjunction with nutrition counselling, significantly improved energy intake (3 trials; n=131; MD 393.57 kcal/day; 95% CI: 224.66 to 562.47;p<0.00001) and protein intake (2 trials; n=81; MD 23.5 g/day; 95% CI: 12.68, 34.01; p<0.00001) compared with no nutritional supplementation or nutrition counselling alone in adult participants with weight loss. In general supplementation with specific macronutrients such as amino acids, whey protein concentration or Spirulina did not significantly alter clinical, anthropometric or immunological outcomes compared with placebo in HIV-infected adults and children."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Given the current evidence base, which is limited to fourteen relatively small trials all evaluating different macronutrient supplements in different populations at different stages of HIV infection and with varying treatment status, no firm conclusions can be drawn about the effects of macronutrient supplementation on morbidity and mortality in people living with HIV. It is, however, promising to see more studies being conducted in low-income countries, and particularly in children, where macronutrient supplementation both pre-antiretroviral treatment and in conjunction with antiretroviral treatment might prove to be beneficial."
    }
  ],
  "pls_title": "Nutritional interventions for reducing morbidity and mortality in people with HIV",
  "pls_type": "long",
  "pls": "Achieving and maintaining optimal nutrition is considered an important adjunct in the clinical care of patients infected with HIV, as good nutrition can improve an individual's immune function, limit disease-specific complications, and improve quality of life and survival. We sought to determine whether macronutrient interventions, either given to provide protein and/or energy or test the effect of specific macronutrients (i.e. ch as amino acids, whey protein concentrate or Spirulina), given orally, influence morbidity and mortality in adults and children living with HIV infection. Our review, based on fourteen small trials, evaluating different macronutrient supplements, found limited evidence that balanced macronutrient formulas increase protein and energy intake. However, we found no evidence that such supplementation translates into reductions in disease progression or HIV-related complications, such as opportunistic infections or death."
}