{
  "doi": "10.1002/14651858.CD013821.pub2",
  "name": "Implants versus autologous tissue flaps for breast reconstruction following mastectomy",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Women who have a mastectomy for breast cancer treatment or risk reduction may be offered different options for breast reconstruction, including use of implants or the woman's own tissue (autologous tissue flaps). The choice of technique depends on factors such as the woman's preferences, breast characteristics, preoperative imaging, comorbidities, smoking habits, prior chest or breast irradiation, and planned adjuvant therapies."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of implants versus autologous tissue flaps for postmastectomy breast reconstruction on women's quality of life, satisfaction, and short- and long-term surgical complications."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Breast Cancer Group's Specialised Register, CENTRAL, MEDLINE, Embase, and two trials registries in July 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included studies that compared implant-based reconstruction with autologous tissue-based reconstruction following mastectomy for breast cancer treatment or risk reduction. The minimum eligible sample size was 100 participants."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed risk of bias and extracted data using standard Cochrane procedures. We used GRADE to assess the certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "Thirty-five non-randomised studies with 57,555 participants met our inclusion criteria. There were nine prospective cohort studies and 26 retrospective cohort studies.\nWe judged 26 studies at serious overall risk of bias and the remaining studies at moderate overall risk of bias.\nSome studies measured quality of life and satisfaction using the BREAST-Q (scale of 0 to 100, higher is better).\nImplants may reduce postoperative psychosocial well-being compared with autologous tissue flaps (mean difference (MD) −4.26 points, 95% confidence interval (CI) −4.91 to −3.61; I² = 0%; 6 studies, 3335 participants; low-certainty evidence).\nImplants may reduce or have little to no effect on postoperative physical well-being compared with autologous tissue flaps, but the evidence is very uncertain (MD −1.92 points, 95% CI −4.44 to 0.60; I² = 87%; 6 studies, 3335 participants; very low-certainty evidence).\nImplants may reduce postoperative sexual well-being compared with autologous reconstruction (MD −6.63 points, 95% CI −7.55 to −5.72; I² = 0; 6 studies, 3335 participants; low-certainty evidence).\nWomen who undergo breast reconstruction with implants versus autologous tissue flaps may be less satisfied with the breast, but the evidence is very uncertain (MD −8.17 points, 95% CI −11.41 to −4.92; I² = 90%; 6 studies, 3335 participants; very low-certainty evidence). This outcome refers to a woman's satisfaction with breast size, bra fit, appearance in the mirror (clothed or unclothed), and how the breast feels to touch.\nWomen who undergo breast reconstruction with implants versus autologous tissue flaps may be less satisfied with the reconstruction (MD −5.96 points, 95% CI −10.24 to −1.68; I² = 62%; 4 studies, 1196 participants; low-certainty evidence). This outcome refers to whether the aesthetic outcome has met the woman's expectations, the impact surgery has had on her life, and whether she thinks she made the right decision to have the reconstruction.\nImplants may reduce or have little to no effect on the risk of short-term complications compared with autologous tissue flaps, but the evidence is very uncertain (risk ratio (RR) 0.80, 95% CI 0.63 to 1.03; I² = 91%; 22 studies, 34,244 participants; very low-certainty evidence).\nImplants may increase long-term complications compared with autologous tissue flaps, but the evidence is very uncertain (RR 1.56, 95% CI 1.09 to 2.22; I² = 94%; 17 studies, 26,930 participants; very low-certainty evidence).\nImplants may have little to no effect on the need for reintervention compared with autologous tissue flaps, but the evidence is very uncertain (RR 1.23, 95% CI 0.91 to 1.68; I² = 93%; 15 studies, 14,171 participants; very low-certainty evidence).\nImplants may reduce the duration of surgery compared with autologous tissue flaps, but the evidence is very uncertain (MD −125.04 minutes, 95% CI −131.41 to −118.67; I² = 0; 2 studies, 836 participants; very low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The findings of this review show that autologous tissue-based reconstruction compared with implant-based reconstruction may improve participant-reported outcomes such as psychosocial well-being, sexual well-being, and satisfaction with the reconstruction. There is also very uncertain evidence to suggest that autologous tissue-based reconstruction increases satisfaction with the breast and reduces the risk of long-term complications compared with implants. Implant-based reconstruction may be a shorter procedure, but the evidence is very uncertain.\nDespite the growing demand for breast reconstruction, the best technique has not been adequately studied in randomised controlled trials (RCTs), and the evidence provided by non-randomised studies is often unsatisfactory.\nThere is no superior breast reconstruction technique for all women. Future research should focus on the definition of decisional drivers to guide an evidence-based shared decision-making process in reconstructive breast surgery."
    }
  ],
  "pls_title": "In women who have had one or both breasts removed, which breast reconstruction technique leads to better quality of life: use of implants or use of the woman's own tissue?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Breast reconstruction surgery that uses autologous tissue (the woman's own tissue, like fat or muscle) rather than implants might lead to better mental and sexual well-being and greater satisfaction with the operation overall. The rest of the evidence is very uncertain; it suggests autologous reconstruction compared with implants may improve women's satisfaction with the look and feel of the breast and lead to fewer long-term unwanted effects, but may have little or no effect on physical well-being, the risk of short-term unwanted effects, or the need for additional surgeries. Implant-based surgery may take less time, but the evidence is very uncertain.\n• No breast reconstruction technique is best for all women. Future studies should investigate which factors have the greatest influence on the results of each technique (e.g. a woman's weight, whether she has diabetes, whether she smokes, and whether she has had radiotherapy)."
    },
    {
      "heading": "What are the types of breast reconstruction available?",
      "text": "Women undergoing a mastectomy (surgery to remove the breast) for breast cancer treatment or risk reduction (in the case of women at high risk of breast cancer) may be offered different breast reconstruction options. Breast reconstruction can occur at the same time as the mastectomy or be delayed until after all cancer treatments. The reconstruction may use either the woman's own tissue (autologous tissue) or implants.\nThe choice of breast reconstruction technique depends on several factors. These include personal preferences, the characteristics of the natural breast, other diseases the women might have, whether she smokes, and whether she has had chest or breast radiotherapy."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to compare implant-based reconstruction with autologous-tissue-based reconstruction to find out which technique:\n• results in better quality of life (mental, sexual, and physical well-being);\n• results in higher satisfaction with the operation and with the breast;\n• limits short-term and long-term unwanted effects and the need for more surgeries; and\n• takes less time."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared autologous tissue-based breast reconstruction with implant-based breast reconstruction in women who had undergone mastectomy for cancer treatment or risk reduction. We compared and summarised the results and rated our confidence in the evidence based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We included 35 studies involving 57,555 women. Most studies were conducted in the USA or Europe.\nCompared with implants, autologous reconstruction might lead to better mental and sexual well-being and greater satisfaction with the operation overall. The rest of the evidence was very uncertain; it suggested autologous reconstruction compared with implants may improve women's satisfaction with the look and feel of the breast and lead to fewer long-term unwanted effects, but may have little or no effect on physical well-being, the risk of short-term unwanted effects, or the need for additional surgeries. Implant-based surgery may take less time, but the evidence is very uncertain."
    },
    {
      "heading": "What are the limitations of the evidence",
      "text": "We have little or very little confidence in the evidence, because women in the studies were not randomly placed into the different treatment groups. This means that differences between the groups could be due to differences between the women rather than between the treatments. Indeed, many factors influence the choice of reconstructive technique.\nIn addition, there was no information on the characteristics of women who could benefit from one breast reconstruction technique over another."
    },
    {
      "heading": "How up to date is the evidence?",
      "text": "The evidence is current to July 2022."
    }
  ]
}