{
  "doi": "10.1002/14651858.CD010972.pub2",
  "name": "Dietary interventions for recurrent abdominal pain in childhood",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an update of the original Cochrane review, last published in 2009 (Huertas-Ceballos 2009). Recurrent abdominal pain (RAP), including children with irritable bowel syndrome, is a common problem affecting between 4% and 25% of school-aged children. For the majority of such children, no organic cause for their pain can be found on physical examination or investigation. Many dietary inventions have been suggested to improve the symptoms of RAP. These may involve either excluding ingredients from the diet or adding supplements such as fibre or probiotics."
    },
    {
      "heading": "Objectives",
      "text": "To examine the effectiveness of dietary interventions in improving pain in children of school age with RAP."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, Ovid MEDLINE, Embase, eight other databases, and two trials registers, together with reference checking, citation searching and contact with study authors, in June 2016."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing dietary interventions with placebo or no treatment in children aged five to 18 years with RAP or an abdominal pain-related, functional gastrointestinal disorder, as defined by the Rome III criteria (Rasquin 2006)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. We grouped dietary interventions together by category for analysis. We contacted study authors to ask for missing information and clarification, when needed. We assessed the quality of the evidence for each outcome using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included 19 RCTs, reported in 27 papers with a total of 1453 participants. Fifteen of these studies were not included in the previous review. All 19 RCTs had follow-up ranging from one to five months. Participants were aged between four and 18 years from eight different countries and were recruited largely from paediatric gastroenterology clinics. The mean age at recruitment ranged from 6.3 years to 13.1 years. Girls outnumbered boys in most trials. Fourteen trials recruited children with a diagnosis under the broad umbrella of RAP or functional gastrointestinal disorders; five trials specifically recruited only children with irritable bowel syndrome. The studies fell into four categories: trials of probiotic-based interventions (13 studies), trials of fibre-based interventions (four studies), trials of low FODMAP (fermentable oligosaccharides, disaccharides, monosaccharides and polyols) diets (one study), and trials of fructose-restricted diets (one study).\nWe found that children treated with probiotics reported a greater reduction in pain frequency at zero to three months postintervention than those given placebo (standardised mean difference (SMD) -0.55, 95% confidence interval (CI) -0.98 to -0.12; 6 trials; 523 children). There was also a decrease in pain intensity in the intervention group at the same time point (SMD -0.50, 95% CI -0.85 to -0.15; 7 studies; 575 children). However, we judged the evidence for these outcomes to be of low quality using GRADE due to an unclear risk of bias from incomplete outcome data and significant heterogeneity.\nWe found that children treated with probiotics were more likely to experience improvement in pain at zero to three months postintervention than those given placebo (odds ratio (OR) 1.63, 95% CI 1.07 to 2.47; 7 studies; 722 children). The estimated number needed to treat for an additional beneficial outcome (NNTB) was eight, meaning that eight children would need to receive probiotics for one to experience improvement in pain in this timescale. We judged the evidence for this outcome to be of moderate quality due to significant heterogeneity.\nChildren with a symptom profile defined as irritable bowel syndrome treated with probiotics were more likely to experience improvement in pain at zero to three months postintervention than those given placebo (OR 3.01, 95% CI 1.77 to 5.13; 4 studies; 344 children). Children treated with probiotics were more likely to experience improvement in pain at three to six months postintervention compared to those receiving placebo (OR 1.94, 95% CI 1.10 to 3.43; 2 studies; 224 children). We judged the evidence for these two outcomes to be of moderate quality due to small numbers of participants included in the studies.\nWe found that children treated with fibre-based interventions were not more likely to experience an improvement in pain at zero to three months postintervention than children given placebo (OR 1.83, 95% CI 0.92 to 3.65; 2 studies; 136 children). There was also no reduction in pain intensity compared to placebo at the same time point (SMD -1.24, 95% CI -3.41 to 0.94; 2 studies; 135 children). We judged the evidence for these outcomes to be of low quality due to an unclear risk of bias, imprecision, and significant heterogeneity.\nWe found only one study of low FODMAP diets and only one trial of fructose-restricted diets, meaning no pooled analyses were possible.\nWe were unable to perform any meta-analyses for the secondary outcomes of school performance, social or psychological functioning, or quality of daily life, as not enough studies included these outcomes or used comparable measures to assess them.\nWith the exception of one study, all studies reported monitoring children for adverse events; no major adverse events were reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Overall, we found moderate- to low-quality evidence suggesting that probiotics may be effective in improving pain in children with RAP. Clinicians may therefore consider probiotic interventions as part of a holistic management strategy. However, further trials are needed to examine longer-term outcomes and to improve confidence in estimating the size of the effect, as well as to determine the optimal strain and dosage. Future research should also explore the effectiveness of probiotics in children with different symptom profiles, such as those with irritable bowel syndrome.\nWe found only a small number of trials of fibre-based interventions, with overall low-quality evidence for the outcomes. There was therefore no convincing evidence that fibre-based interventions improve pain in children with RAP. Further high-quality RCTs of fibre supplements involving larger numbers of participants are required. Future trials of low FODMAP diets and other dietary interventions are also required to facilitate evidence-based recommendations."
    }
  ],
  "pls_title": "Dietary interventions for recurrent abdominal pain in children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence on the effects of dietary interventions on pain in children aged between five and 18 years with recurrent abdominal pain (RAP)."
    },
    {
      "heading": "Background",
      "text": "Recurrent abdominal pain, or RAP, is a term used for unexplained episodes of stomachache or abdominal pain in children. Recurrent abdominal pain is a common condition, and most children are likely to be helped by simple measures. However, a range of treatments have been recommended to relieve abdominal pain, including making changes to the child's eating habits by adding supplements or excluding certain foods."
    },
    {
      "heading": "Study characteristics",
      "text": "This evidence is current to June 2016.\nNineteen studies met our inclusion criteria, including 13 studies of probiotics and four studies of fibre interventions. We also found one study of a diet low in substances known as FODMAPs (fermentable oligosaccharides, disaccharides, monosaccharides and polyols) and one study of a fructose-restricted diet.\nAll of the studies compared dietary interventions to a placebo or control. The trials were carried out in eight countries and included a total of 1453 participants, aged between five and 18 years. Most children were recruited from outpatient clinics. Most interventions lasted four to six weeks."
    },
    {
      "heading": "Key results",
      "text": "Probiotics\nWe found evidence from 13 studies suggesting that probiotics might be effective in improving pain in the shorter term. Most studies did not report on other areas such as quality of daily life. No harmful effects were reported, other than dry mouth in one study. We judged this evidence to be of moderate or low quality because some studies were small, showed varying results, or were at risk of bias.\nFibre supplements\nWe found no clear evidence of improvement of pain from four studies of fibre supplements. Most studies did not report on other areas such as quality of daily life. No harmful effects were reported. There were few studies of fibre supplements, and some of these studies were at risk of bias. We judged this evidence to be of low quality.\nLow FODMAP diets\nWe found only one study evaluating the effectiveness of low FODMAP diets in children with RAP.\nFructose-restricted diets\nWe found only one study evaluating the effectiveness of fructose-restricted diets in children with RAP."
    },
    {
      "heading": "Conclusion",
      "text": "We found some evidence suggesting that probiotics may be helpful in relieving pain in children with RAP in the short term. Clinicians may therefore consider probiotic interventions as part of the management strategy for RAP. Further trials are needed to find out how effective probiotics are over longer periods of time and which probiotics might work best.\nWe did not find convincing evidence that fibre supplements are effective in improving pain in children with RAP. Future larger, high-quality studies are needed to test the effectiveness of fibre and low FODMAP diet treatments."
    }
  ]
}