{
  "doi": "10.1002/14651858.CD015511.pub2",
  "name": "Interventions to prevent or cease electronic cigarette use in children and adolescents",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The prevalence of e-cigarette use has increased globally amongst children and adolescents in recent years. In response to the increasing prevalence and emerging evidence about the potential harms of e-cigarettes in children and adolescents, leading public health organisations have called for approaches to address increasing e-cigarette use. Whilst evaluations of approaches to reduce uptake and use regularly appear in the literature, the collective long-term benefit of these is currently unclear."
    },
    {
      "heading": "Objectives",
      "text": "The co-primary objectives of the review were to: (1) evaluate the effectiveness of interventions to prevent e-cigarette use in children and adolescents (aged 19 years and younger) with no prior use, relative to no intervention, waitlist control, usual practice, or an alternative intervention; and (2) evaluate the effectiveness of interventions to cease e-cigarette use in children and adolescents (aged 19 years and younger) reporting current use, relative to no intervention, waitlist control, usual practice, or an alternative intervention. Secondary objectives were to: (1) examine the effect of such interventions on child and adolescent use of other tobacco products (e.g. cigarettes, cigars types, and chewing tobacco); and (2) describe the unintended adverse effects of the intervention on individuals (e.g. physical or mental health of individuals), or on organisations (e.g. intervention displacement of key curricula or learning opportunities for school students) where such interventions are being implemented."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, Ovid MEDLINE, Ovid Embase, Ovid PsycINFO, EBSCO CINAHL, and Clarivate Web of Science Core Collection from inception to 1 May 2023. Additionally, we searched two trial registry platforms (WHO International Clinical Trials Registry Platform; US National Institutes of Health Ongoing Trials Register ClinicalTrials.gov), Google Scholar, and the reference lists of relevant systematic reviews. We contacted corresponding authors of articles identified as ongoing studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs), including cluster-RCTs, factorial RCTs, and stepped-wedge RCTs. To be eligible, the primary targets of the interventions must have been children and adolescents aged 19 years or younger. Interventions could have been conducted in any setting, including community, school, health services, or the home, and must have sought to influence children or adolescent (or both) e-cigarette use directly. Studies with a comparator of no intervention (i.e. control), waitlist control, usual practice, or an alternative intervention not targeting e-cigarette use were eligible. We included measures to assess the effectiveness of interventions to: prevent child and adolescent e-cigarette use (including measures of e-cigarette use amongst those who were never-users); and cease e-cigarette use (including measures of e-cigarette use amongst children and adolescents who were e-cigarette current-users). Measures of e-cigarette use included current-use (defined as use in the past 30 days) and ever-use (defined as any lifetime use)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened the titles and abstracts of references, with any discrepancies resolved through consensus. Pairs of review authors independently assessed the full-text articles for inclusion in the review. We planned for two review authors to independently extract information from the included studies and assess risk of bias using the Cochrane RoB 2 tool. We planned to conduct multiple meta-analyses using a random-effects model to align with the co-primary objectives of the review. First, we planned to pool interventions to prevent child and adolescent e-cigarette use and conduct two analyses using the outcome measures of 'ever-use' and 'current-use'. Second, we planned to pool interventions to cease child and adolescent e-cigarette use and conduct one analysis using the outcome measure of 'current-use'. Where data were unsuitable for pooling in meta-analyses, we planned to conduct a narrative synthesis using vote-counting approaches and to follow the Cochrane Handbook for Systematic Reviews of Interventions and the Synthesis Without Meta-analysis (SWiM) guidelines."
    },
    {
      "heading": "Main results",
      "text": "The search of electronic databases identified 7141 citations, with a further 287 records identified from the search of trial registries and Google Scholar. Of the 110 studies (116 records) evaluated in full text, we considered 88 to be ineligible for inclusion for the following reasons: inappropriate outcome (27 studies); intervention (12 studies); study design (31 studies); and participants (18 studies). The remaining 22 studies (28 records) were identified as ongoing studies that may be eligible for inclusion in a future review update. We identified no studies with published data that were eligible for inclusion in the review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We identified no RCTs that met the inclusion criteria for the review, and as such, there is no evidence available from RCTs to assess the potential impact of interventions targeting children and adolescent e-cigarette use, tobacco use, or any unintended adverse effects. Evidence from studies employing other trial designs (e.g. non-randomised) may exist; however, such studies were not eligible for inclusion in the review. Evidence from studies using non-randomised designs should be examined to guide actions to prevent or cease e-cigarette use.\nThis is a living systematic review. We search for new evidence every month and update the review when we identify relevant new evidence. Please refer to the Cochrane Database of Systematic Reviews for the current status of this review."
    }
  ],
  "pls_title": "Do interventions to stop children and adolescents from using electronic cigarettes work?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "There are currently no published randomised controlled trials assessing the impact of interventions to prevent or stop e-cigarette use amongst children and adolescents. We did, however, find 22 of these types of studies underway that appear to be eligible for future updates to this review, which may provide more answers."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out how effective interventions were in either preventing or ceasing (i.e. stopping) child and/or adolescent e-cigarette use. We also wanted to know what the effect of these interventions was on child and/or adolescent use of tobacco, and if the interventions had any consequences related to the health of children and/or adolescents, or the organisations where the interventions were being delivered."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for all available evidence from randomised controlled trials (a type of study where participants are randomly assigned to one of two or more treatment groups) to answer the review questions."
    },
    {
      "heading": "What did we find?",
      "text": "We searched for studies on 1 May 2023 and found no published studies. However, we did find 22 studies that were underway and will probably be included in future updates of the review. Given that we found no studies for inclusion, we do not know how effective interventions are in preventing or ceasing child and/or adolescent e-cigarette use."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "This evidence is current to 1 May 2023.\nThis is a living systematic review. We search for new evidence every month and update the review when we identify relevant new evidence. Please refer to the Cochrane Database of Systematic Reviews for the current status of this review."
    }
  ]
}