{
  "doi": "10.1002/14651858.CD009221.pub2",
  "name": "Pharmacotherapy for chronic cognitive impairment in traumatic brain injury",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Traumatic brain injury (TBI) is a major cause of chronic disability. Worldwide, it is the leading cause of disability in the under 40s, resulting in severe disability in some 150 to 200 million people per annum. In addition to mood and behavioural problems, cognition—particularly memory, attention and executive function—are commonly impaired by TBI. Cognitive problems following TBI are one of the most important factors in determining people's subjective well-being and their quality of life. Drugs are widely used in an attempt to improve cognitive functions. Whilst cholinergic agents in TBI have been reviewed, there has not yet been a systematic review or meta-analysis of the effect on chronic cognitive problems of all centrally acting pharmacological agents."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of centrally acting pharmacological agents for treatment of chronic cognitive impairment subsequent to traumatic brain injury in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched ALOIS—the Cochrane Dementia and Cognitive Improvement Group’s Specialised Register—on 16 November 2013, 23 February 2013, 20 January 2014, and 30 December 2014 using the terms: traumatic OR TBI OR \"brain injury\" OR \"brain injuries\" OR TBIs OR \"axonal injury\" OR \"axonal injuries\". ALOIS contains records of clinical trials identified from monthly searches of a number of major healthcare databases, numerous trial registries and grey literature sources. Supplementary searches were also performed in MEDLINE, EMBASE, PsycINFO, The Cochrane Library, CINAHL, LILACs, ClinicalTrials.gov, the World Health Organization (WHO) Portal (ICTRP) and Web of Science with conference proceedings."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) assessing the effectiveness of any one centrally acting pharmacological agent that affects one or more of the main neurotransmitter systems in people with chronic traumatic brain injury; and there had to be a minimum of 12 months between the injury and entry into the trial."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors examined titles and abstracts of citations obtained from the search. Relevant articles were retrieved for further assessment. A bibliographic search of relevant papers was conducted. We extracted data using a standardised tool, which included data on the incidence of adverse effects. Where necessary we requested additional unpublished data from study authors. Risk of bias was assessed by a single author."
    },
    {
      "heading": "Main results",
      "text": "Only four studies met the criteria for inclusion, with a total of 274 participants. Four pharmacological agents were investigated: modafinil (51 participants); (−)-OSU6162, a monoamine stabiliser (12 participants of which six had a TBI); atomoxetine (60 participants); and rivastigmine (157 participants). A meta-analysis could not be performed due to the small number and heterogeneity of the studies.\nAll studies examined cognitive performance, with the majority of the psychometric sub-tests showing no difference between treatment and placebo (n = 274, very low quality evidence). For (−)-OSU6162 modest superiority over placebo was demonstrated on three measures, but markedly inferior performance on another. Rivastigmine was better than placebo on one primary measure, and a single cognitive outcome in a secondary analysis of a subgroup with more severe memory impairment at baseline. The study of modafinil assessed clinical global improvement (n = 51, low quality evidence), and did not find any difference between treatment and placebo. Safety, as measured by adverse events, was reported by all studies (n = 274, very low quality evidence), with significantly more nausea reported by participants who received rivastigmine compared to placebo. There were no other differences in safety between treatment and placebo. No studies reported any deaths."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to determine whether pharmacological treatment is effective in chronic cognitive impairment in TBI. Whilst there is a positive finding for rivastigmine on one primary measure, all other primary measures were not better than placebo. The positive findings for (−)-OSU6162 are interpreted cautiously as the study was small (n = 6). For modafinil and atomoxetine no positive effects were found. All four drugs appear to be relatively well tolerated, although evidence is sparse."
    }
  ],
  "pls_title": "Drug treatments for chronic cognitive impairment in traumatic brain injury",
  "pls_type": "long",
  "pls": "Background: Traumatic brain injury (TBI) is a major cause of long-term disability across the world. The disability is often related to chronic cognitive impairment, such as changes to memory, attention and problem solving.\nMethod: We reviewed randomised controlled trials investigating the efficacy of any of the drugs commonly used to treat cognitive impairment after TBI. We included only studies which started treatment at least 12 months after the injury; by this time the cognitive impairment is usually stable.\nResults: We identified only four trials for inclusion. These investigated four different drugs—modafinil; the experimental drug (−)-OSU6162; atomoxetine; and rivastigmine—against placebo. On most measures there was no difference between treatment and placebo. Furthermore, the quality of the evidence was assessed as very low.\nThe experimental drug called (−)-OSU6162 was better than placebo on three cognitive measures, although this was a small study with only six participants with TBI. Modafinil, atomoxetine and rivastigmine were not found to be better than placebo. No difference between modafinil and placebo was found on assessment of clinical global improvement. Compared to placebo, more participants on modafinil and fewer on rivastigmine dropped out of the trials. More people taking modafinil, atomoxetine and rivastigmine experienced adverse effects than those on placebo, although the difference is most likely due to chance. Only nausea was statistically more likely in those taking rivastigmine. In the study of (−)-OSU6162, one participant of three given placebo experienced adverse effects requiring a dose reduction, with no drop-outs reported. No studies reported any deaths.\nConclusion: Recommendations for, or against, drug treatment of chronic cognitive impairment in TBI cannot be made on the basis of current evidence."
}