{
  "doi": "10.1002/14651858.CD010288.pub5",
  "name": "Anti‐IgE therapy for allergic bronchopulmonary aspergillosis in people with cystic fibrosis ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cystic fibrosis is an autosomal recessive multisystem disorder with an approximate prevalence of 1 in 3500 live births. Allergic bronchopulmonary aspergillosis is a lung disease caused by aspergillus-induced hypersensitivity with a prevalence of 2% to 15% in people with cystic fibrosis. The mainstay of treatment includes corticosteroids and itraconazole. The treatment with corticosteroids for prolonged periods of time, or repeatedly for exacerbations of allergic bronchopulmonary aspergillosis, may lead to many adverse effects. The monoclonal anti-IgE antibody, omalizumab, has improved asthma control in severely allergic asthmatics. The drug is given as a subcutaneous injection every two to four weeks. Since allergic bronchopulmonary aspergillosis is also a condition resulting from hypersensitivity to specific allergens, as in asthma, it may be a candidate for therapy using anti-IgE antibodies. Therefore, anti-IgE therapy, using agents like omalizumab, may be a potential therapy for allergic bronchopulmonary aspergillosis in people with cystic fibrosis. This is an updated version of the review."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy and adverse effects of anti-IgE therapy for allergic bronchopulmonary aspergillosis in people with cystic fibrosis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis Trials Register, compiled from electronic database searches and handsearching of journals and conference abstract books. We also searched the reference lists of relevant articles and reviews. Last search: 09 September 2021.\nWe searched two ongoing trial registries (Clinicaltrials.gov and the WHO trials platform). Date of latest search: 16 August 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized and quasi-randomized controlled trials comparing anti-IgE therapy to placebo or other therapies for allergic bronchopulmonary aspergillosis in people with cystic fibrosis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed the risk of bias in the included study. They planned to perform data analysis using Review Manager."
    },
    {
      "heading": "Main results",
      "text": "Only one study enrolling 14 participants was eligible for inclusion in the review. The double-blind study compared a daily dose of 600 mg omalizumab or placebo along with twice daily itraconazole and oral corticosteroids, with a maximum daily dose of 400 mg. Treatment lasted six months but the study was terminated prematurely and complete data were not available. We contacted the study investigator and were told that the study was terminated due to the inability to recruit participants into the study despite all reasonable attempts. One or more serious side effects were encountered in six out of nine (66.67%) and one out of five (20%) participants in omalizumab group and placebo group respectively."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is lack of evidence for the efficacy and safety of anti-IgE (omalizumab) therapy in people with cystic fibrosis and allergic bronchopulmonary aspergillosis. There is a need for large prospective randomized controlled studies of anti-IgE therapy in people with cystic fibrosis and allergic bronchopulmonary aspergillosis with both clinical and laboratory outcome measures such as steroid requirement, allergic bronchopulmonary aspergillosis exacerbations and lung function."
    }
  ],
  "pls_title": "Use of anti-IgE treatment for allergic bronchopulmonary aspergillosis in people with cystic fibrosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect of anti-IgE therapy for treating allergic bronchopulmonary aspergillosis in people with cystic fibrosis."
    },
    {
      "heading": "Background",
      "text": "Cystic fibrosis is a genetically inherited disease which is not uncommon in the Western World. Allergic bronchopulmonary aspergillosis is a lung disease caused by extreme sensitivity to aspergillus (a fungus) and may occur in 2% to 15% of people with cystic fibrosis. Corticosteroids and antifungal therapy are the mainstay of treatment for allergic bronchopulmonary aspergillosis, but lengthy or repeated use of corticosteroids may lead to serious side effects. Allergic bronchopulmonary aspergillosis occurs as a result of the action of IgE antibodies (a type of protein). A drug that acts against these IgE antibodies (anti-IgE therapy), such as omalizumab, may be a possible treatment for allergic bronchopulmonary aspergillosis in people with cystic fibrosis. The drug is given as an injection below the skin every two to four weeks. The review aimed to show whether anti-IgE therapy for allergic bronchopulmonary aspergillosis in people with cystic fibrosis is effective and to highlight any possible side effects."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to: 09 September 2021."
    },
    {
      "heading": "Study characteristics",
      "text": "We could only include one small study in the review (14 participants) and this was stopped early because not enough people agreed to join the study as volunteers. The study lasted six months and compared omalizumab (Xolair®) injections under the skin of the upper arm or the thigh to placebo injections (dummy treatment containing no active medication). Volunteers were given of 600 mg of omalizumab or placebo daily along with itraconazole (an antifungal drug) twice daily and oral corticosteroids, with a maximum daily dose of 400 mg."
    },
    {
      "heading": "Key results",
      "text": "The full results of the study were not published. Only limited results on side effects were published online. Six out of nine volunteers (66.67%) in the omalizumab group and one out of five volunteers (20%) in the placebo group reported one or more serious side effects.\nDue to the lack of evidence, we are not able to make recommendations either in favour of, or against the use of, anti-IgE (omalizumab) therapy in people with cystic fibrosis and allergic bronchopulmonary aspergillosis. More research into this treatment is needed."
    }
  ]
}