{
  "doi": "10.1002/14651858.CD004495.pub2",
  "name": "Antibiotic regimens for suspected early neonatal sepsis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Early acquired infection may cause severe illness or death in the neonatal period. Prompt treatment with antibiotics has shown to reduce mortality. It is not clear which antibiotic regimen is suitable for treatment of presumed early neonatal sepsis.\nThis review has been superseded by a new Cochrane Review (Korang 2021)."
    },
    {
      "heading": "Objectives",
      "text": "To compare effectiveness and adverse effects of antibiotic regimens for treatment of presumed early neonatal sepsis."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library, Issue 2, 2003), MEDLINE (1966 to August 2003), EMBASE (1980 to September 2003) and ZETOC (1993 to August 2003) databases were searched for possible studies. Pharmaceutical companies were contacted for any unpublished data."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled studies comparing antibiotic regimens for the treatment of early neonatal sepsis (both monotherapies and combination therapies)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Both reviewers screened abstracts and full reports against the inclusion criteria, appraised the quality of and extracted data from papers. For dichotomous outcomes, treatment effect was expressed as relative risk with 95% confidence interval. Meta-analysis was performed using a fixed effect model."
    },
    {
      "heading": "Main results",
      "text": "Two small studies had compared monotherapy with combination therapy. There was no significant difference in mortality, treatment failure or bacteriological resistance."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence from randomised trials to suggest that any antibiotic regimen may be better than any other in the treatment of presumed early neonatal sepsis. More studies are needed to resolve this issue."
    }
  ],
  "pls_title": "Antibiotic regimens for suspected early neonatal sepsis",
  "pls_type": "long",
  "pls": "Antibiotics for newborn infants that might have blood infections when aged less than 48 hours. Blood infection (sepsis) can make newborn infants seriously ill or even kill them. Sepsis in newborns less than 48 hours old is called early neonatal sepsis. It is usually caused by bacteria passed from the mother. Doctors often give antibiotics if they suspect this dangerous condition because it can be difficult to tell if a newborn has early neonatal sepsis. Certain antibiotics can have significant side effects and their use can also lead to antibiotic resistance, which results in worse infection and possible damage to the intestines, kidneys, liver, or hearing. The authors of this review studied the medical literature to find out which kinds of antibiotics are best for suspected early neonatal sepsis, and what side effects these antibiotics cause. They found 15 relevant studies, but only two of these studies focused on infants less than 48 hours old. The two studies included a total of 127 newborns and compared newborns who received one antibiotic (monotherapy) to infants who received more than one antibiotic (combination therapy). There were no differences between the two groups. Both of the studies were published in the 1980s and are probably out of date. The authors of this review concluded that there is no evidence for using a particular kind of antibiotic for early neonatal sepsis.\nThis review has been superseded by a new Cochrane Review (Korang 2021)."
}