{
  "doi": "10.1002/14651858.CD009402.pub3",
  "name": "Magnesium for skeletal muscle cramps",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Skeletal muscle cramps are common and often occur in association with pregnancy, advanced age, exercise or motor neuron disorders (such as amyotrophic lateral sclerosis). Typically, such cramps have no obvious underlying pathology, and so are termed idiopathic. Magnesium supplements are marketed for the prophylaxis of cramps but the efficacy of magnesium for this purpose remains unclear.\nThis is an update of a Cochrane Review first published in 2012, and performed to identify and incorporate more recent studies."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of magnesium supplementation compared to no treatment, placebo control or other cramp therapies in people with skeletal muscle cramps."
    },
    {
      "heading": "Search methods",
      "text": "On 9 September 2019, we searched the Cochrane Neuromuscular Specialised Register, CENTRAL, MEDLINE, Embase, LILACS, CINAHL Plus, AMED, and SPORTDiscus. We also searched WHO-ICTRP and ClinicalTrials.gov for registered trials that might be ongoing or unpublished, and ISI Web of Science for studies citing the studies included in this review."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs) of magnesium supplementation (in any form) to prevent skeletal muscle cramps in any patient group (i.e. all clinical presentations of cramp). We considered comparisons of magnesium with no treatment, placebo control, or other therapy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion and extracted data. Two review authors assessed risk of bias. We attempted to contact all study authors when questions arose and obtained participant-level data for four of the included trials, one of which was unpublished. We collected all data on adverse effects from the included RCTs."
    },
    {
      "heading": "Main results",
      "text": "We identified 11 trials (nine parallel-group, two cross-over) enrolling a total of 735 individuals, amongst whom 118 cross-over participants additionally served as their own controls. Five trials enrolled women with pregnancy-associated leg cramps (408 participants) and five trials enrolled people with idiopathic cramps (271 participants, with 118 additionally crossed over to control). Another study enrolled 29 people with liver cirrhosis, only some of whom suffered muscle cramps. All trials provided magnesium as an oral supplement, except for one trial which provided magnesium as a series of slow intravenous infusions. Nine trials compared magnesium to placebo, one trial compared magnesium to no treatment, calcium carbonate or vitamin B, and another trial compared magnesium to vitamin E or calcium. We judged the single trial in people with liver cirrhosis and all five trials in participants with pregnancy-associated leg cramps to be at high risk of bias. In contrast, we rated the risk of bias high in only one of five trials in participants with idiopathic rest cramps.\nFor idiopathic cramps, largely in older adults (mean age 61.6 to 69.3 years) presumed to have nocturnal leg cramps (the commonest presentation), differences in measures of cramp frequency when comparing magnesium to placebo were small, not statistically significant, and showed minimal heterogeneity (I² = 0% to 12%). This includes the primary endpoint, percentage change from baseline in the number of cramps per week at four weeks (mean difference (MD) −9.59%, 95% confidence interval (CI) −23.14% to 3.97%; 3 studies, 177 participants; moderate-certainty evidence); and the difference in the number of cramps per week at four weeks (MD −0.18 cramps/week, 95% CI −0.84 to 0.49; 5 studies, 307 participants; moderate-certainty evidence). The percentage of individuals experiencing a 25% or better reduction in cramp rate from baseline was also no different (RR 1.04, 95% CI 0.84 to 1.29; 3 studies, 177 participants; high-certainty evidence). Similarly, no statistically significant difference was found at four weeks in measures of cramp intensity or cramp duration. This includes the number of participants rating their cramps as moderate or severe at four weeks (RR 1.33, 95% CI 0.81 to 2.21; 2 studies, 91 participants; moderate-certainty evidence); and the percentage of participants with the majority of cramp durations of one minute or more at four weeks (RR 1.83, 95% CI 0.74 to 4.53, 1 study, 46 participants; low-certainty evidence).\nWe were unable to perform meta-analysis for trials of pregnancy-associated leg cramps. The single study comparing magnesium to no treatment failed to find statistically significant benefit on a three-point ordinal scale of overall treatment efficacy. Of the three trials comparing magnesium to placebo, one found no benefit on frequency or intensity measures, another found benefit for both, and a third reported inconsistent results for frequency that could not be reconciled. The single study in people with liver cirrhosis was small and had limited reporting of cramps, but found no difference in terms of cramp frequency or cramp intensity.\nOur analysis of adverse events pooled all studies, regardless of the setting in which cramps occurred. Major adverse events (occurring in 2 out of 72 magnesium recipients and 3 out of 68 placebo recipients), and withdrawals due to adverse events, were not significantly different from placebo. However, in the four studies for which it could be determined, more participants experienced minor adverse events in the magnesium group than in the placebo group (RR 1.51, 95% CI 0.98 to 2.33; 4 studies, 254 participants; low-certainty evidence). Overall, oral magnesium was associated with mostly gastrointestinal adverse events (e.g. diarrhoea), experienced by 11% (10% in control) to 37% (14% in control) of participants."
    },
    {
      "heading": "Authors' conclusions",
      "text": "It is unlikely that magnesium supplementation provides clinically meaningful cramp prophylaxis to older adults experiencing skeletal muscle cramps. In contrast, for those experiencing pregnancy-associated rest cramps the literature is conflicting and further research in this population is needed. We found no RCTs evaluating magnesium for exercise-associated muscle cramps or disease-state-associated muscle cramps (for example amyotrophic lateral sclerosis/motor neuron disease) other than a single small (inconclusive) study in people with liver cirrhosis, only some of whom suffered cramps."
    }
  ],
  "pls_title": "Magnesium for muscle cramps",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect of magnesium supplements on muscle cramps, and included the widest possible range of studies. This meant including studies on anyone suffering muscle cramps, regardless of why they suffered them. It also meant including studies where magnesium was given in any of the ways available. This includes being swallowed as a pill or liquid, being injected slowly over a number of hours directly into the blood ('intravenous infusion'), and being injected into muscle ('intramuscular injection'). We included studies comparing magnesium to placebo, comparing magnesium to no treatment, and comparing magnesium to other existing cramp treatments. We found a total of 11 studies. To assess benefit, we examined the effect of magnesium on cramp frequency, cramp pain, and cramp duration, and we examined the number of participants whose cramp rate reduced by 25% or more. To assess for potential harm, we examined how often major and minor adverse health events occurred."
    },
    {
      "heading": "Background",
      "text": "Muscle cramps are common and occur in a wide range of settings. Older adults and pregnant women commonly complain of leg cramps while they are resting, athletes can cramp when they are pushing the limits of their endurance, and some people develop muscle cramps as a symptom of other medical conditions. One potential treatment that is already being marketed to prevent muscle cramps is magnesium supplementation. Magnesium is a common mineral in our diets and extra oral supplements of this mineral are available either over the Internet or in health food stores and pharmacies (usually in the form of tablets or powders to be dissolved in water). We wanted to combine studies to get the best estimate of magnesium's effect on cramping. We also wanted to examine the effect of magnesium in different categories of cramp sufferers, in case it might work in one setting, and not another."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched for all high-quality published studies evaluating the effectiveness of magnesium to prevent muscle cramps and found five studies in older adults, five studies in pregnant women, and one study in people with liver cirrhosis. The studies in older adults included 271 participants (61.6 to 69.3 years of age) and the studies in pregnant women included 408 participants. The single study in people with liver cirrhosis enrolled only 29 people, not all of whom experienced cramping. There were no studies of people who cramp while exercising. Magnesium was compared to placebo in nine of 11 studies, and compared to calcium, vitamin E, vitamins B₁ and B₆, and no treatment, in two studies of pregnant women. The included studies ranged from 14 to 56 days of treatment. Magnesium was given orally in 10 of 11 studies, and by four-hour intravenous infusion on five consecutive days in one study. Funding for included studies came from a manufacturer of magnesium tablets in two studies, independent sources in three studies, and was not reported in six studies."
    },
    {
      "heading": "Key results and certainty of the evidence",
      "text": "The combined results of five seemingly reliable studies suggest, with moderate-certainty, that magnesium is unlikely to reduce the frequency or severity of muscle cramps in older adults. In contrast, the five studies in pregnant women had important limitations to their reliability (both in study design and reporting of results), did not consistently show benefit, and could not be combined. As a result we are very uncertain as to whether pregnant women experiencing muscle cramps would benefit from magnesium. The single study in people with liver cirrhosis reported no difference in cramp frequency or intensity but was too small for conclusions to be drawn.\nMore research on magnesium in pregnant women is needed. The same is true for those who suffer cramps associated with medical conditions, or while exercising. However older adult cramp sufferers appear unlikely to benefit from this therapy. Major side effects were infrequent and participants withdrew from the study at similar rates when given magnesium or placebo. However minor side effects, mostly diarrhoea (as would be expected from magnesium salts) and nausea, were common and affected roughly 11% (10% in control) to 37% (14% in control) of participants.\nThe review is up to date to September 2019."
    }
  ]
}