{
  "doi": "10.1002/14651858.CD003930.pub3",
  "name": "Restricting oral fluid and food intake during labour",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Restricting fluids and foods during labour is common practice across many birth settings with some women only being allowed sips of water or ice chips. Restriction of oral intake may be unpleasant for some women, and may adversely influence their experience of labour."
    },
    {
      "heading": "Objectives",
      "text": "To determine the benefits and harms of oral fluid or food restriction during labour."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 June 2013) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) and quasi-RCTs of restricting fluids and food for women in labour compared with women free to eat and drink."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the studies for inclusion, assessed risk of bias and carried out data extraction."
    },
    {
      "heading": "Main results",
      "text": "We identified 19 studies of which we included five, involving 3130 women. We excluded eight studies, one awaits classification and five are ongoing studies. All the included studies looked at women in active labour and at low risk of potentially requiring a general anaesthetic. One study looked at complete restriction versus giving women the freedom to eat and drink at will; two studies looked at water only versus giving women specific fluids and foods and two studies looked at water only versus giving women carbohydrate drinks.\nWhen comparing any restriction of fluids and food versus women given some nutrition in labour, the meta-analysis was dominated by one study undertaken in a highly medicalised environment. There were no statistically significant differences identified in: caesarean section (average risk ratio (RR) 0.89, 95% confidence interval (CI) 0.63 to 1.25, five studies, 3103 women), operative vaginal births (average RR 0.98, 95% CI 0.88 to 1.10, five studies, 3103 women) and Apgar scores less than seven at five minutes (average RR 1.43, 95% CI 0.77 to 2.68, four studies, 2902 infants), nor in any of the other outcomes assessed. Women's views were not assessed. The pooled data were insufficient to assess the incidence of Mendelson's syndrome, an extremely rare outcome. Other comparisons showed similar findings, except one study did report a significant increase in caesarean sections for women taking carbohydrate drinks in labour compared with water only, but these results should be interpreted with caution as the sample size was small."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Since the evidence shows no benefits or harms, there is no justification for the restriction of fluids and food in labour for women at low risk of complications. No studies looked specifically at women at increased risk of complications, hence there is no evidence to support restrictions in this group of women. Conflicting evidence on carbohydrate solutions means further studies are needed and it is critical in any future studies to assess women's views."
    }
  ],
  "pls_title": "Eating and drinking in labour",
  "pls_type": "long",
  "pls": "In some cultures, food and drinks are consumed during labour for nourishment and comfort to help meet the demands of labour. However, in many birth settings, oral intake is restricted in response to work by Mendelson in the 1940s. Mendelson reported that during general anaesthesia, there was an increased risk of the stomach contents entering the lungs. The acid nature of the stomach liquid and the presence of food particles were particularly dangerous, and potentially could lead to severe lung disease or death. Since the 1940s, obstetrical anaesthesia has changed considerably, with better general anaesthetic techniques and a greater use of regional anaesthesia. These advances, and the reports by women that they found the restrictions unpleasant, have led to research looking at these restrictions. In addition, poor nutritional balance may be associated with longer and more painful labours, and fasting does not guarantee an empty stomach or less acidity. This review looked at any restriction of fluids and food in labour compared with women able to eat and drink. The review identified five studies involving 3130 women. Most studies had looked at specific foods being recommended, though one study let women choose what they wished to eat and drink. The review identified no benefits or harms of restricting foods and fluids during labour in women at low risk of needing anaesthesia. There were no studies identified on women at increased risk of needing anaesthesia. None of the studies looked at women's views of restricting fluids and foods during labour. Thus, given these findings, women should be free to eat and drink in labour, or not, as they wish."
}