{
  "doi": "10.1002/14651858.CD009505.pub2",
  "name": "Aromatase inhibitors for uterine fibroids",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Uterine fibroids, also called uterine leiomyomas or myomas, are the most common benign tumours in women of reproductive age. Albeit generally benign, uterine ﬁbroids can have a major impact on women's health and quality of life by contributing to abnormal uterine bleeding and causing pelvic pressure symptoms (such as increased urinary frequency, pelvic pain and constipation). Traditional treatments for symptomatic ﬁbroids include a variety of surgical techniques. However, because of the high recurrence rate, as well as possible pain and infertility caused by the formation of postoperative adhesions, this approach may not be advisable. Safer and more effective medical therapy has long been awaited. Both in vitro studies and clinical trials have suggested that use of the aromatase inhibitors (AIs), a class of anti-oestrogens, might inhibit ﬁbroid growth, thereby eliminating the need for surgery."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of aromatase Inhibitors (AIs) in women with uterine fibroids."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases (from inception to August 21, 2013): Cochrane Menstrual Disorders and Subfertility Group Specialised Register, Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library), MEDLINE, EMBASE, CINAHL and PsycINFO. In addition, the reference lists of included trials were searched, and experts in the field were contacted."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) in women of reproductive age comparing the effects of any AI versus placebo, no treatment or any medical treatment/surgery were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Selection of eligible trials, assessment of trial quality and data extraction were performed independently by two review authors. If data were available, we planned to calculate odds ratios (ORs) for analysis of dichotomous data and mean differences for continuous data, with 95% confidence intervals (CIs)."
    },
    {
      "heading": "Main results",
      "text": "Only one trial involving 70 participants was included. This trial did not report our primary review outcome (relief of symptoms of fibroids). The only secondary review outcomes reported by this trial were adverse effects (hot flushes) and reduction in fibroid size. Significantly fewer women reported hot flushes in the letrozole group than in the GnRHa group (0/33 vs 26/27, P < 0.05). Use of letrozole reduced fibroid volume by 46% and use of a gonadotrophin-releasing hormone (GnRH) agonist (GnRHa) by 32% after 12 weeks of treatment; these proportions were not significantly different. The included trial did not report data on fibroid volume in a form that permitted calcuation of an odds ratio. Morevoer it was unblinded and included only 60/70 women in analysis."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Evidence is insufficient to support the use of AI drugs in the treatment of women with uterine fibroids."
    }
  ],
  "pls_title": "Aromatase inhibitors for women with uterine fibroids",
  "pls_type": "long",
  "pls": "Review question\nAre aromatase Inhibitors safe and effective for treating uterine fibroids?\nBackground\nUterine fibroids are the most common benign tumours in women of reproductive age. By causing heavy or irregular bleeding, subfertility or pelvic pressure symptoms, uterine fibroids have a major impact on women's health and on their quality of life. Traditional surgical treatments have a high recurrence rate and high risk of postoperative complications (e.g. pain, infertility); therefore, safer and more effective medical therapy has been sought. It has been suggested that aromatase inhibitors may shrink uterine fibroids by blocking the production of oestrogen. A review of the evidence was conducted by researchers in The Cochrane Collaboration, who searched in August 2013 for all relevant randomised controlled trials and found only one eligible study.\nStudy characteristics\nOnly one RCT study, consisting of 70 participants, was found. The study was conducted in teaching hospitals in Iran and Germany. It did not report on changes in fibroid-related symptoms or on the source of study funding.\nKey results\nThe review authors concluded that, to date, evidence is insufficient to allow any conclusions to be drawn about the effectiveness and safety of AI drugs in treating women with uterine fibroids."
}