{
  "doi": "10.1002/14651858.CD012044.pub2",
  "name": "Physical activity for lower urinary tract symptoms secondary to benign prostatic obstruction",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Lower urinary tract symptoms caused by benign prostatic obstruction (LUTS/BPO) represents one of the most common clinical complaints in men. Physical activity might represent a viable first-line intervention for treating LUTS/BPO."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of physical activity for lower urinary tract symptoms caused by benign prostatic obstruction (LUTS/BPO)."
    },
    {
      "heading": "Search methods",
      "text": "We performed a comprehensive search of multiple databases (CENTRAL, MEDLINE, Embase, Web of Science, LILACS, ClinicalTrials.gov, and WHO ICTRP); checked the reference lists of retrieved articles; and handsearched abstract proceedings of conferences with no restrictions on the language of publication or publication status from database inception to 6 November 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "We included published and unpublished randomised controlled and controlled clinical trials that included men diagnosed with LUTS/BPO. We excluded studies in which medical history suggested non-BPO causes of LUTS or prior invasive therapies to physical activity or that used electrical stimulation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed study eligibility, extracted data, and assessed the risk of bias of included studies. We assessed primary outcomes (symptom score for LUTS; response rate, defined as 20% improvement in symptom score; withdrawal due to adverse events) and secondary outcomes (change of medication use; need for an invasive procedure; postvoid residual urine). We assessed the quality of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included six studies that randomised 652 men over 40 years old with moderate or severe LUTS. The four different comparisons were as follows:\nPhysical activity versus watchful waiting\nTwo RCTs randomised 119 participants. The interventions included tai chi and pelvic floor exercise. The evidence was overall of very low quality, and we are uncertain about the effects of physical activity on symptom score for LUTS (mean difference (MD) -8.1, 95% confidence interval (CI) -13.2 to -3.1); response rate (risk ratio (RR) 1.80, 95% CI 0.81 to 4.02; 286 more men per 1000, 95% CI 68 fewer to 1079 more); and withdrawal due to adverse events (RR 1.00, 95% CI 0.59 to 1.69; 0 fewer men per 1000, 95% CI 205 fewer to 345 more).\nPhysical activity as part of self-management programme versus watchful waiting\nTwo RCTs randomised 362 participants. Pelvic floor exercise was one of multiple intervention components. The evidence was of very low quality, and we are uncertain about the effects of physical activity for symptom score for LUTS (MD -6.2, 95% CI -9.9 to -2.5); response rate (RR 2.36, 95% CI 1.32 to 4.21; 424 more men per 1000, 95% CI 100 more to 1000 more); and withdrawal due to adverse events (risk difference 0.00, 95% CI -0.05 to 0.06; 65 fewer men per 1000, 95% CI 65 fewer to 65 fewer).\nPhysical activity as part of weight reduction programme versus watchful waiting\nOne RCT randomised 130 participants. An unclear type of intense exercise was one of multiple intervention components. The evidence was of very low quality, and we are uncertain about the effects for symptom score for LUTS (MD -1.1, 95% CI -3.5 to 1.3); response rate (RR 1.20, 95% CI 0.74 to 1.94; 67 more men per 1000, 95% CI 87 fewer to 313 more); and withdrawal due to adverse events (RR 1.63, 95% CI 1.03 to 2.57; 184 more men per 1000, 95% CI 9 more to 459 more).\nPhysical activity versus alpha-blockers\nOne RCT randomised 41 participants to pelvic floor exercise or alpha-blockers. The evidence was of very low quality, and we are uncertain about the effects for symptom score for LUTS (MD 2.8, 95% CI -0.9 to 6.4) and response rate (RR 0.80, 95% CI 0.55 to 1.15; 167 fewer men per 1000, 95% CI 375 fewer to 125 more). The evidence was of low quality for withdrawal due to adverse events; the effects for this outcome may be similar between interventions (RR 0.86, 95% CI 0.06 to 12.89; 7 fewer men per 1000, 95% CI 49 fewer to 626 more)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We rated the quality of the evidence for most of the effects of physical activity for LUTS/BPO as very low. We are therefore uncertain whether physical activity affects symptom scores for LUTS, response rate, and withdrawal due to adverse events. Our confidence in the estimates was lowered due to study limitations, inconsistency, indirectness, and imprecision. Additional high-quality research is necessary."
    }
  ],
  "pls_title": "Physical activity for lower urinary tract symptoms due to benign prostatic obstruction",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What are the effects of physical activity on lower urinary tract symptoms in men with an enlarged prostate?"
    },
    {
      "heading": "Background",
      "text": "As men grow older, many develop bothersome urinary problems, such as a weak stream and frequent urination during the day or nightime. A common reason for these symptoms is enlargement of the prostate. Treatment for this problem includes lifestyle changes (like drinking less fluid), medications, and surgical procedures. Physical activity, defined as movement produced by muscles, may also improve these symptoms. We conducted this review to compare how physical activity compares to other methods, in treating such urinary tract symptoms."
    },
    {
      "heading": "Study characteristics",
      "text": "We included six studies, comprising 652 men altogether, that studied four different comparisons. The studies compared different forms of physical activity, alone or as part of a self-management programme, to watchful waiting (no specific intervention) or to alpha-blocker treatment.\nBased on very low-quality evidence for the outcomes of symptom score for lower urinary tract symptoms, and stopping the treatment because of unwanted effects, we are uncertain whether physical activity interventions are helpful in men with lower urinary tract symptoms due to benign prostatic obstruction."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence was very low, which means that the true effect may be substantially different from the findings of the review. Further research is very likely to change the results."
    }
  ]
}