{
  "doi": "10.1002/14651858.CD006088.pub4",
  "name": "Over‐the‐counter (OTC) medications to reduce cough as an adjunct to antibiotics for acute pneumonia in children and adults ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cough is often distressing for patients with pneumonia. Accordingly they often use over-the-counter (OTC) cough medications (mucolytics or cough suppressants). These might provide relief in reducing cough severity, but suppression of the cough mechanism might impede airway clearance and cause harm."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy of OTC cough medications as an adjunct to antibiotics in children and adults with pneumonia."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL 2013, Issue 12, MEDLINE (January 1966 to January week 2, 2014), OLDMEDLINE (1950 to 1965), EMBASE (1980 to January 2014), CINAHL (2009 to January 2014), LILACS (2009 to January 2014) and Web of Science (2009 to January 2014)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) in children and adults comparing any type of OTC cough medication with placebo, or control medication, with cough as an outcome and where the cough is secondary to acute pneumonia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We independently selected trials for inclusion. We extracted data from these studies, assessed them for methodological quality without disagreement and analyzed them using standard methods."
    },
    {
      "heading": "Main results",
      "text": "There are no new trials to include in this review update. Previously, four studies with a total of 224 participants were included; one was performed exclusively in children and three in adolescents or adults. One using an antitussive had no extractable pneumonia-specific data. Three different mucolytics (bromhexine, ambroxol, neltenexine) were used in the remaining studies, of which only two had extractable data. They demonstrated no significant difference for the primary outcome of 'not cured or not improved' for mucolytics. A secondary outcome of 'not cured' was reduced (odds ratio (OR) for children 0.36, 95% confidence interval (CI) 0.16 to 0.77; number needed to treat to benefit (NNTB) at day 10 = 5 (95% CI 3 to 16) and OR 0.32 for adults (95% CI 0.13 to 0.75); NNTB at day 10 = 5 (95% CI 3 to 19)). In a post hoc analysis combining data for children and adults, again there was no difference in the primary outcome of 'not cured or not improved' (OR 0.85, 95% CI 0.40 to 1.80) although mucolytics reduced the secondary outcome 'not cured' (OR 0.34, 95% CI 0.19 to 0.60; NNTB 4, 95% CI 3 to 8). The risk of bias was low or unclear."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to decide whether OTC medications for cough associated with acute pneumonia are beneficial. Mucolytics may be beneficial but there is insufficient evidence to recommend them as an adjunctive treatment for acute pneumonia. This leaves only theoretical recommendations that OTC medications containing codeine and antihistamines should not be used in young children."
    }
  ],
  "pls_title": "Over-the-counter medications to help reduce cough for children and adults on antibiotics for acute pneumonia",
  "pls_type": "long",
  "pls": "There are many causes of acute cough, one of which is pneumonia. Cough is burdensome and impairs quality of life. Over-the-counter (OTC) medications are commonly purchased and used by patients, and are recommended by healthcare staff as additional medications in the treatment of pneumonia. There are many classes of OTC medications for cough, such as mucolytics (medications that can reduce the thickness of mucus) and antitussives (medications that suppress cough). This review aims to balance the possible benefits of these agents with their potential risks.\nIn this review we found four studies with a total of 224 participants that were suitable for inclusion; one was performed exclusively in children and three in adolescents or adults. However, data could only be obtained from two studies; both studies used mucolytics (ambroxol and bromhexine) in conjunction with antibiotics. Combining these two studies, the rate of cure or improvement in cough of people who received mucolytics was similar to those who did not. However, in the secondary analysis, children who received a mucolytic were more likely to be cured of cough (the number needed to treat to benefit (NNTB) at day 10 was 5 for children and 4 for adults). There were no reported increased adverse events in the treatment group.\nThe range of possible adverse events associated with OTC medications for cough is wide and includes minimal adverse events (such as with the use of honey) to serious adverse events, such as altered heart rate patterns, drowsiness and death in young children. The studies included in this review did not report any detectable increase in adverse events. There were no obvious biases in the studies.\nThis review has substantial limitations due to the unavailability of data from studies. Also there are no studies of other common OTC medications used for cough, such as antihistamines and antitussives.\nThus, there is insufficient evidence to draw any definitive conclusions on the role of OTC medications taken as an additional treatment for cough associated with acute pneumonia. Mucolytics may be beneficial but the lack of consistent evidence precludes recommending the routine use of mucolytics as an addition in the treatment of troublesome cough associated with pneumonia in children or adults. The evidence is current to January 2014."
}