{
  "doi": "10.1002/14651858.CD012704.pub2",
  "name": "Systemic corticosteroids for the management of cancer‐related breathlessness (dyspnoea) in adults ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Dyspnoea is a common symptom in advanced cancer, with a prevalence of up to 70% among patients at end of life. The cause of dyspnoea is often multifactorial, and may cause considerable psychological distress and suffering. Dyspnoea is often undertreated and good symptom control is less frequently achieved in people with dyspnoea than in people with other symptoms of advanced cancer, such as pain and nausea. The exact mechanism of action of corticosteroids in managing dyspnoea is unclear, yet corticosteroids are commonly used in palliative care for a variety of non-specific indications, including pain, nausea, anorexia, fatigue and low mood, despite being associated with a wide range of adverse effects. In view of their widespread use, it is important to seek evidence of the effects of corticosteroids for the management of cancer-related dyspnoea."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of systemic corticosteroids for the management of cancer-related breathlessness (dyspnoea) in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, CINAHL, Science Citation Index Web of Science, Latin America and Caribbean Health Sciences (LILACS) and clinical trial registries, from inception to 25 January 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials that included adults aged 18 years and above. We included participants with cancer-related dyspnoea when randomised to systemic corticosteroids (at any dose) administered for the relief of cancer-related dyspnoea or any other indication, compared to placebo, standard or alternative treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Five review authors independently assessed trial quality and three extracted data. We used means and standard deviations for each outcome to report the mean difference (MD) with 95% confidence interval (CI). We assessed the risk of bias and quality of evidence using GRADE. We extracted primary outcomes of sensory-perceptual experience of dyspnoea (intensity of dyspnoea), affective distress (quality of dyspnoea) and symptom impact (burden of dyspnoea or impact on function) and secondary outcomes of serious adverse events, participant satisfaction with treatment and participant withdrawal from trial."
    },
    {
      "heading": "Main results",
      "text": "Two studies met the inclusion criteria, enrolling 157 participants (37 participants in one study and 120 in the other study), of whom 114 were included in the analyses. The studies compared oral dexamethasone to placebo, followed by an open-label phase in one study. One study lasted seven days, and the duration of the other study was 15 days.\nWe were unable to conduct many of our predetermined analyses due to different agents, dosages, comparators and outcome measures, routes of drug delivery, measurement scales and time points. Subgroup analysis according to type of cancer was not possible.\nPrimary outcomes\nWe included two studies (114 participants) with data at one week in the meta-analysis for change in dyspnoea intensity/dyspnoea relief from baseline. Corticosteroid therapy with dexamethasone resulted in an MD of lower dyspnoea intensity compared to placebo at one week (MD –0.85 lower dyspnoea (scale 0–10; lower score = less breathlessness), 95% CI -1.73 to 0.03; very low-quality evidence), although we were uncertain as to whether corticosteroids had an important effect on dyspnoea as results were imprecise. We downgraded the quality of evidence by three levels from high to very low due to very serious study limitations and imprecision.\nOne study measured affective distress (quality of dyspnoea) and results were similar between groups (29 participants; very low-quality evidence). We downgraded the quality of the evidence three times for imprecision, inconsistency, and serious study limitations.\nBoth studies assessed symptom impact (burden of dyspnoea or impact on function) (113 participants; very low-quality evidence). In one study, it was unclear whether dexamethasone had an effect on dyspnoea as results were imprecise. The second study showed more improvement for physical well-being scores at days eight and 15 in the dexamethasone group compared with the control group, but there was no evidence of a difference for FACIT social/family, emotional or functional scales. We downgraded the quality of the evidence three times for imprecision, inconsistency, and serious study limitations.\nSecondary outcomes\nDue to the lack of homogenous outcome measures and inconsistency in reporting, we could not perform quantitative analysis for any secondary outcomes. In both studies, the frequency of adverse events was similar between groups, and corticosteroids were generally well tolerated. The withdrawal rates for the two studies were 15% and 36%. Reasons for withdrawal included lost to follow-up, participant or carer (or both) refusal, and death due to disease progression. We downgraded the quality of evidence for these secondary outcomes by three levels from high to very low due to serious study limitations, inconsistency and imprecision.\nNeither study examined participant satisfaction with treatment."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are few studies assessing the effects of systemic corticosteroids on cancer-related dyspnoea in adults with cancer. We judged the evidence to be of very low quality that neither supported nor refuted corticosteroid use in this population. Further high-quality studies are needed to determine if corticosteroids are efficacious in this setting."
    }
  ],
  "pls_title": "Corticosteroids for the management of cancer-related breathlessness in adults with cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Breathlessness (dyspnoea) is a common symptom in advanced cancer. Breathlessness may be due to a combination of different causes including lung cancer, metastatic disease elsewhere in the body (for example, cancer in the abdomen pushing up the diaphragm), or cancer-related conditions affecting the nerves or muscles associated with breathing. Pain and psychological conditions (such as fear and anxiety) or pre-existing lung disease may make symptoms worse. People with cancer report breathlessness is associated with higher psychological distress and poorer quality of life. Medicines can be used to treat breathlessness in this population, and one common medicine used is corticosteroids. In this review, we evaluated how effective systemic corticosteroids are in treating cancer-related breathlessness in adults, compared to any control."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched the literature in January 2018. We found two studies, enrolling 157 participants in total, that tested the effect of systemic corticosteroids on breathlessness in adults with cancer, compared to a dummy medicine (placebo). One study lasted seven days, and the other study lasted 15 days. Both studies compared a corticosteroid (oral (by mouth) dexamethasone) to a dummy medicine with no properties to reduce breathlessness, which we included in our analyses.\nWe were interested in the primary outcomes of participant-reported breathlessness intensity, quality and burden. We were also interested in the secondary outcomes of serious side effects, participant satisfaction with treatment and participant withdrawal from trial."
    },
    {
      "heading": "Key results",
      "text": "We could not complete many of our planned analyses due to the small number of studies, the different medicines and comparisons, and outcomes that the studies reported. We did conduct one analysis of 114 participants to assess change in breathlessness intensity/relief from baseline. We found that corticosteroids had no beneficial effect compared to a dummy medicine on reducing breathlessness intensity in people with cancer.\nWe found that the frequency of side effects was similar between groups, and corticosteroids were generally well tolerated. None of the studies measured participant satisfaction with treatment. Participant withdrawals were 15% and 36% in the two studies."
    },
    {
      "heading": "Quality of evidence",
      "text": "The current evidence was based on only two studies with a small number of participants. We rated the quality of the evidence from these studies using four levels: very low, low, moderate or high. Very low-quality evidence means that we are very uncertain about the results. High-quality evidence means that we are very confident in the results. We judged the quality of the evidence in this review to be very low, downgraded due to problems with study quality and too few data. We are very uncertain of the results. More high-quality studies are needed to determine if corticosteroids are effective for dyspnoea in people with cancer."
    }
  ]
}