{
  "doi": "10.1002/14651858.CD006760.pub2",
  "name": "Specialised antenatal clinics for women with a pregnancy at high risk of preterm birth (excluding multiple pregnancy) to improve maternal and infant outcomes ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Amongst the risk factors for preterm birth, previous preterm delivery is a strong predictor. Specialised clinics for women with a history of spontaneous preterm delivery have been advocated as a way of improving outcomes for women and their infants."
    },
    {
      "heading": "Objectives",
      "text": "To assess using the best available evidence, the value of specialised antenatal clinics for women with a pregnancy at high risk of preterm delivery when compared with 'standard' antenatal clinics."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 June 2011)."
    },
    {
      "heading": "Selection criteria",
      "text": "All published, unpublished, and ongoing randomised controlled trials (including cluster-randomised trials) examining specialised compared with standard antenatal clinic care for women with a singleton pregnancy considered at high risk of preterm labour."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "We included three trials with 3400 women, all carried out in the USA. All focused on specialised clinics for women at high risk of preterm birth. Gestational age at delivery, preterm delivery, or both were primary outcomes in all studies. The interventions in the three trials differed.\nOverall there was very little data on our prespecified outcomes. For most outcomes a single study provided data, hence there was not the statistical power to detect any possible differences between groups. There was no clear evidence that specialised antenatal clinics reduce the number of preterm births."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Specialised antenatal clinics are now an accepted part of care in many settings, and carrying out further randomised trials may not be possible. Any future research in this area should include psychological outcomes and should focus on which aspects of service provision are preferred by women. Such research could underpin further service development in this area."
    }
  ],
  "pls_title": "Specialised antenatal clinics for women with a pregnancy at high risk of preterm birth (excluding multiple pregnancy) to improve outcomes for women and babies",
  "pls_type": "long",
  "pls": "Women who have had a previous preterm birth are at increased risk of having another premature birth. Babies who are born before the 37th week of pregnancy, and particularly those born before the 34th week, are at greater risk of suffering problems at birth and of disability in childhood. 'Specialised' antenatal clinics have been suggested for women at high risk of a preterm birth as a way of improving health outcomes for the women and their infants. This review of three randomised controlled trials involving 3400 women in the USA found that there was no reduction in the number of preterm births in women attending specialised antenatal clinics. The results were difficult to interpret, as the trials were conducted in slightly different ways and offered slightly different care. The trials were all conducted in the 1980s, before the introduction of many of the screening tests currently offered in specialised antenatal clinics such as ultrasound assessment of cervical length. There was no information available on the effect of specialised antenatal care on maternal wellbeing or long-term outcome."
}