{
  "doi": "10.1002/14651858.CD010480.pub2",
  "name": "HMG CoA reductase inhibitors (statins) for preventing acute kidney injury after surgical procedures requiring cardiac bypass ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acute kidney injury (AKI) is common in patients undergoing cardiac surgery among whom it is associated with poor outcomes, prolonged hospital stays and increased mortality. Statin drugs can produce more than one effect independent of their lipid lowering effect, and may improve kidney injury through inhibition of postoperative inflammatory responses."
    },
    {
      "heading": "Objectives",
      "text": "This review aimed to look at the evidence supporting the benefits of perioperative statins for AKI prevention in hospitalised adults after surgery who require cardiac bypass. The main objectives were to 1) determine whether use of statins was associated with preventing AKI development; 2) determine whether use of statins was associated with reductions in in-hospital mortality; 3) determine whether use of statins was associated with reduced need for RRT; and 4) determine any adverse effects associated with the use of statins."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Renal Group's Specialised Register to 13 January 2015 through contact with the Trials' Search Co-ordinator using search terms relevant to this review."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) that compared administration of statin therapy with placebo or standard clinical care in adult patients undergoing surgery requiring cardiopulmonary bypass and reporting AKI, serum creatinine (SCr) or need for renal replacement therapy (RRT) as an outcome were eligible for inclusion. All forms and dosages of statins in conjunction with any duration of pre-operative therapy were considered for inclusion in this review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "All authors extracted data independently and assessments were cross-checked by a second author. Likewise, assessment of study risk of bias was initially conducted by one author and then by a second author to ensure accuracy. Disagreements were arbitrated among authors until consensus was reached. Authors from two of the included studies provided additional data surrounding post-operative SCr as well as need for RRT. Meta-analyses were used to assess the outcomes of AKI, SCr and mortality rate. Data for the outcomes of RRT and adverse effects were not pooled. Adverse effects taken into account were those reported by the authors of included studies."
    },
    {
      "heading": "Main results",
      "text": "We included seven studies (662 participants) in this review. All except one study was assessed as being at high risk of bias. Three studies assessed atorvastatin, three assessed simvastatin and one investigated rosuvastatin. All studies collected data during the immediate perioperative period only; data collection to hospital discharge and postoperative biochemical data collection ranged from 24 hours to 7 days. Overall, pre-operative statin treatment was not associated with a reduction in postoperative AKI, need for RRT, or mortality. Only two studies (195 participants) reported postoperative SCr level. In those studies, patients allocated to receive statins had lower postoperative SCr concentrations compared with those allocated to no drug treatment/placebo (MD 21.2 µmol/L, 95% CI -31.1 to -11.1). Adverse effects were adequately reported in only one study; no difference was found between the statin group compared to placebo."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Analysis of currently available data did not suggest that preoperative statin use is associated with decreased incidence of AKI in adults after surgery who required cardiac bypass. Although a significant reduction in SCr was seen postoperatively in people treated with statins, this result was driven by results from a single study, where SCr was considered as a secondary outcome. The results of the meta-analysis should be interpreted with caution; few studies were included in subgroup analyses, and significant differences in methodology exist among the included studies. Large high quality RCTs are required to establish the safety and efficacy of statins to prevent AKI after cardiac surgery."
    }
  ],
  "pls_title": "Do statins prevent kidney failure in adults after surgery where cardiac bypass is used?",
  "pls_type": "long",
  "pls": "Heart surgeries are performed routinely in developed countries and their safety has increased significantly. However, heart surgery is still associated with complications. Of those, kidney failure is of great importance; and patients whose kidneys fail after a heart operation are more likely to have other health problems. Preventing kidney failure after heart surgery is therefore a major health issue.\nCardiac bypass, which replaces heart and lung functions by diverting blood from major vessels to a machine during surgery, is required for most major heart operations. Cardiac bypass is known to release molecules that cause inflammation into the blood. In susceptible people, these molecules could cause kidney failure. Statins are drugs used to decrease fatty acid (lipid) levels in the blood and help prevent cardiac and vascular disease. Statins also seem to decrease the general level of inflammation in the blood. Although animal studies have suggested that statins could help to prevent kidney failure after heart surgery, they can also cause adverse effects. More evidence is required before statins can be routinely used.\nThis review aims to evaluate evidence on the use of statins at the time of heart surgery to investigate if use can help to prevent kidney failure and how well statins are tolerated among patients. We searched the literature to January 2015 and included seven studies that involved a total of 662 participants to inform our assessment. In these studies, patients planned for heart surgery received statins or placebo (or no treatment at all). Five studies (467 participants) reported rates of kidney failure. We found that there was a high risk of bias in six of the seven included studies.\nWe found no difference in the rate of kidney failure between patients who received statins and those who did not. Two studies (195 patients) reported serum creatinine (a marker of kidney function) after the operation. We found that serum creatinine was lower in patients in the statin group (indicating better kidney function). Other conclusions were limited by the small number of studies. However, patients who received statins did not seem to need less dialysis. They did not have a higher rate of death in hospital and did not have an increased rate of adverse events."
}