{
  "doi": "10.1002/14651858.CD003214.pub4",
  "name": "Inhaled bronchodilators for the prevention and treatment of chronic lung disease in preterm infants ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chronic lung disease (CLD) occurs frequently in preterm infants and is associated with respiratory morbidity. Bronchodilators have the potential effect of dilating small airways with muscle hypertrophy. Increased compliance and tidal volume, and decreased airway resistance, have been documented with the use of bronchodilators in infants with CLD. Therefore, bronchodilators are widely considered to have a role in the prevention and treatment of CLD, but there remains uncertainty as to whether they improve clinical outcomes. This is an update of the 2016 Cochrane review."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effect of inhaled bronchodilators given as prophylaxis or as treatment for chronic lung disease (CLD) on mortality and other complications of preterm birth in infants at risk for or identified as having CLD."
    },
    {
      "heading": "Search methods",
      "text": "An Information Specialist searched CENTRAL, MEDLINE, Embase, CINAHL and three trials registers from 2016 to May 2023. In addition, the review authors undertook reference checking, citation searching and contact with trial authors to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised and quasi-randomised controlled trials involving preterm infants less than 32 weeks old that compared bronchodilators to no intervention or placebo. CLD was defined as oxygen dependency at 28 days of life or at 36 weeks' postmenstrual age. Initiation of bronchodilator therapy for the prevention of CLD had to occur within two weeks of birth. Treatment of infants with CLD had to be initiated before discharge from the neonatal unit. The intervention had to include administration of a bronchodilator by nebulisation or metered dose inhaler. The comparator was no intervention or placebo."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures expected by Cochrane. Critical outcomes included: mortality within the trial period; CLD (defined as oxygen dependency at 28 days of life or at 36 weeks' postmenstrual age); adverse effects of bronchodilators, including hypokalaemia (low potassium levels in the blood), tachycardia, cardiac arrhythmia, tremor, hypertension and hyperglycaemia (high blood sugar); and pneumothorax. We used the GRADE approach to assess the certainty of the evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We included two randomised controlled trials in this review update. Only one trial provided useable outcome data. This trial was conducted in six neonatal intensive care units in France and Portugal, and involved 173 participants with a gestational age of less than 31 weeks. The infants in the intervention group received salbutamol for the prevention of CLD.\nThe evidence suggests that salbutamol may result in little to no difference in mortality (risk ratio (RR) 1.08, 95% confidence interval (CI) 0.50 to 2.31; risk difference (RD) 0.01, 95% CI -0.09 to 0.11; low-certainty evidence) or CLD at 28 days (RR 1.03, 95% CI 0.78 to 1.37; RD 0.02, 95% CI -0.13 to 0.17; low-certainty evidence), when compared to placebo.\nThe evidence is very uncertain about the effect of salbutamol on pneumothorax. The one trial with usable data reported that there were no relevant differences between groups, without providing the number of events (very low-certainty evidence).\nInvestigators in this study did not report if side effects occurred.\nWe found no eligible trials that evaluated the use of bronchodilator therapy for the treatment of infants with CLD.\nWe identified no ongoing studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Low-certainty evidence from one trial showed that inhaled bronchodilator prophylaxis may result in little or no difference in the incidence of mortality or CLD in preterm infants, when compared to placebo. The evidence is very uncertain about the effect of salbutamol on pneumothorax, and neither included study reported on the incidence of serious adverse effects. We identified no trials that studied the use of bronchodilator therapy for the treatment of CLD.\nAdditional clinical trials are necessary to assess the role of bronchodilator agents in the prophylaxis or treatment of CLD. Researchers studying the effects of inhaled bronchodilators in preterm infants should include relevant clinical outcomes in addition to pulmonary mechanical outcomes."
    }
  ],
  "pls_title": "What are the benefits and risks of inhaled bronchodilators in preterm newborns for preventing and treating lung disease?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• We found only two studies on the use of inhaled (breathed in) bronchodilators (medicines that expand the airways to aid breathing) to prevent chronic lung disease in premature babies.\n• The evidence from one study suggests that use of the bronchodilator salbutamol may not work any better than placebo (fake medicine) to prevent death or chronic lung disease.\n• It is unclear if salbutamol has an effect on the risk of pneumothorax (collapsed lung); neither study reported adverse (unwanted or harmful) effects of bronchodilators."
    },
    {
      "heading": "What is bronchopulmonary dysplasia?",
      "text": "Newborns born too early ('preterm'), especially babies born before 28 weeks of pregnancy, have a higher risk of death, lung disease and brain impairment than those born at or near term. For instance, some of these babies develop intellectual disabilities, blindness or deafness. Chronic lung disease is a common problem in preterm babies who cannot breathe on their own and need assistance, whether through oxygen or mechanical ventilation (machine-assisted breathing)."
    },
    {
      "heading": "What are bronchodilators?",
      "text": "Bronchodilators are medicines that can widen the air passages in the lungs. They have been used to treat chronic lung disease because of their potential to open up small airways in the lungs of preterm babies. Giving bronchodilators to preterm infants may also be able to prevent chronic lung disease. Bronchodilators can be inhaled (via an inhaler, also known as a puffer), taken by mouth or injected, or received through a nebuliser (a device that makes the bronchodilator into a spray or mist that is easier to inhale). Possible negative effects include low potassium levels, fast heart rate, abnormal heart rhythms, tremor, high blood pressure, high sugar levels and lung collapse."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if bronchodilators can reduce the risk of:\n• death or chronic lung disease; or\n• lead to unwanted effects, including low potassium levels, fast heart rate, abnormal heart rhythms, tremor, high blood pressure and high sugar levels; or\n• lead to pneumothorax (collapsed lung)."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at bronchodilators in babies born too early. We compared and summarised the results of the studies and rated our confidence in the reliability of the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We included two studies in our review, but one of them did not report any of our outcomes of interest. In the other study, 173 preterm newborns at risk of chronic lung disease were treated with salbutamol, a bronchodilator, or placebo.\nSalbutamol may make little to no difference to death and chronic lung disease compared to placebo. It is unclear if salbutamol has an effect on the risk of pneumothorax. The salbutamol in this study was given at a dose of 200 micrograms every 4 hours, for 28 days.\nThe study did not report on any possible adverse effects of salbutamol.\nThere are no ongoing studies on the effects of bronchodilators on preterm babies."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are not confident in the evidence on death and chronic lung disease because full results were available for only one study."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence is up-to-date as of May 2023."
    }
  ]
}