{
  "doi": "10.1002/14651858.CD009258.pub3",
  "name": "Clobazam monotherapy for focal or generalized seizures",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an updated version of the original Cochrane Review published in Issue 10, 2014. There is a need to expand monotherapy options available to a clinician for the treatment of new focal or generalized seizures. A Cochrane systematic review for clobazam monotherapy is expected to define its place in the treatment of new-onset or untreated seizures and highlight gaps in evidence."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy, effectiveness, tolerability and safety of clobazam as monotherapy in people with new-onset focal or generalized seizures."
    },
    {
      "heading": "Search methods",
      "text": "For the latest update we searched the following databases on 19 March 2018: the Cochrane Register of Studies (CRS Web), which includes the Cochrane Epilepsy Group Specialized Register and the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE (Ovid, 1946- ), BIOSIS Previews (1969- ), ClinicalTrials.gov, and the World Health Organization International Clinical Trials Registry Platform (ICTRP). There were no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized or quasi-randomized controlled trials comparing clobazam monotherapy versus placebo or other anti-seizure medication in people with two or more unprovoked seizures or single acute symptomatic seizure requiring short-term continuous anti-seizure medication, were eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Primary outcome measure was time on allocated treatment (retention time), reflecting both efficacy and tolerability. Secondary outcomes included short- and long-term effectiveness measures, tolerability, quality of life, and tolerance measures. Two authors independently extracted the data."
    },
    {
      "heading": "Main results",
      "text": "We identified three trials fulfilling the review criteria, which included 206 participants. None of the identified studies reported the preselected primary outcome measure. A meta-analysis was not possible. Lack of detail regarding allocation concealment and a high risk of performance and detection bias in two studies prompted us to downgrade the quality of evidence (by using the GRADE approach) for some of our results due to risk of bias.\nRegarding retention at 12 months, we detected no evidence of a statistically significant difference between clobazam and carbamazepine (risk ratio (RR) 0.83, 95% confidence interval (CI) 0.61 to 1.12; low-quality evidence). There was low-quality evidence that clobazam led to better retention compared with phenytoin (RR 1.43, 95% CI 1.08 to 1.90). We could not determine whether participants receiving clobazam were found to be less likely to discontinue it due to adverse effects as compared to phenytoin (RR 0.10, 95% CI 0.01 to 1.65, low-quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no advantage for clobazam over carbamazepine for retention at 12 months in drug-naive children and a slight advantage of clobazam over phenytoin for retention at six months in adolescents and adults with neurocysticercosis in a single clinical trial each. At present, the available evidence is insufficient to inform clinical practice."
    }
  ],
  "pls_title": "Clobazam monotherapy for focal or generalized seizures",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence for clobazam monotherapy for the treatment of new-onset or untreated focal or generalized seizures."
    },
    {
      "heading": "Background",
      "text": "Epilepsy is characterized by an abnormal propensity for the brain to have seizures, which are discrete episodes of abnormal neuronal electrical activity. Seizures may arise from a particular part (focal seizures) or whole of the brain at once (generalized seizures). In this review we assessed clobazam as monotherapy (single-drug treatment) for new-onset or untreated focal or generalized onset seizures."
    },
    {
      "heading": "Study characteristics",
      "text": "Our searches identified three studies of low quality comparing clobazam with carbamazepine and phenytoin for monotherapy of seizures. They included a multi-center study that compared the effectiveness of clobazam and carbamazepine monotherapy in 115 children with untreated epilepsy; a single-center study comparing clobazam with phenytoin in 48 adolescents and adults with neurocysticercosis; and a single-center study comparing clobazam with carbamazepine monotherapy in 43 children with benign childhood epilepsy with centrotemporal spikes (BCECTS). In clinical trials with anti-seizure medications, effectiveness is conventionally measured by the time a person remains on the allocated treatment, which reflects that the person will stop taking medicine either if it is ineffective or if there are unacceptable adverse effects."
    },
    {
      "heading": "Key results",
      "text": "No significant advantage of clobazam over carbamazepine in people with previously untreated focal or generalized seizures was seen for retention at 12 months. A slight advantage of clobazam over phenytoin for retention at six months was noted in one study, which was limited to participants having seizures due to neurocysticercosis. No significant differences in proportion of BCECTS participants who achieved seizure freedom at four weeks, between four and 40 weeks, and during the last nine months of treatment between clobazam and carbamazepine were found. Also, no significant difference in the proportion of participants who achieved a 50% or greater reduction in their seizures at four weeks on clobazam versus carbamazepine was noted. However, participants randomized to clobazam achieved seizure control sooner than those treated with carbamazepine.\nNone of the studies measured the amount of time that participants remained on allocated treatment (retention time), or quality of life. We did assess data from the studies regarding the number of participants who remained on treatment at specific time points. However, we were unable to determine whether people with previously untreated focal or generalized seizures receiving clobazam were more likely to remain on treatment at 12 months than those given carbamazepine due to low numbers of participants in the study. One of the studies showed that social and academic outcomes improved in participants taking clobazam as well as carbamazepine; however, there was no comparative analysis."
    },
    {
      "heading": "Quality of evidence",
      "text": "At present, there is insufficient evidence to inform clinical practice regarding clobazam monotherapy in focal or generalized seizures. The quality of evidence for the outcomes was also affected by design issues and low sample-size. There is a definite need for well-designed, adequately powered, randomized controlled trials of clobazam monotherapy in people with new-onset/untreated seizures.\nThe evidence is current to March 2018."
    }
  ]
}