{
  "doi": "10.1002/14651858.CD007968.pub3",
  "name": "Acupuncture for hypoxic ischemic encephalopathy in neonates",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Peripartum asphyxia affects three to five per 1000 live births, with moderate or severe hypoxic ischemic encephalopathy (HIE) occurring in 0.5 to 1 per 1000 live births, and is associated with high mortality and morbidity. Therapeutic hypothermia is an effective treatment, but alternative therapies such as acupuncture are also used."
    },
    {
      "heading": "Objectives",
      "text": "To determine the benefits and harms of acupuncture (e.g. needle acupuncture with or without electrical stimulation; laser acupuncture; non-penetrating types of manual or embedded acupressure) on mortality and morbidity in neonates with HIE, compared with 1) no treatment, 2) placebo or sham treatment, 3) any pharmacologic treatment, or 4) different types of acupuncture."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, PubMed, Embase, ClinicalTrials.gov, and the WHO ICTRP in March 2023. We conducted a search of the grey literature to identify reports of trials conducted by or referenced in research by CORDIS EU, National Institute for Health and Care Excellence (NICE), and NHSGGC Paediatrics for Health Professionals. We also checked the reference lists of relevant articles to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) or quasi-RCTs and cluster-randomized trials. We included studies where participants were term infants (37 weeks or greater) and late preterm infants (34 + 0 to 36 + 6 weeks' gestation) 10 days of age or less, with evidence of peripartum asphyxia. We included studies on acupuncture (e.g. needle acupuncture with or without electrical stimulation; laser acupuncture; non-penetrating types of manual or embedded acupressure). We included studies where acupuncture was compared with: 1) no treatment; 2) placebo or sham treatment; 3) any pharmacologic treatment; or 4) different types of acupuncture."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were all-cause mortality at the latest follow-up, major neurodevelopmental disability in children aged 18 to 24 months and aged 3 to 5 years, adverse events until hospital discharge, and length of hospital stay."
    },
    {
      "heading": "Main results",
      "text": "We included four studies (enrolling 464 infants) that compared acupuncture with no treatment. The studies ranged in size from 60 to 200 infants. Three studies were conducted in China and one in Russia. None of the four studies reported on any of the prespecified outcomes of our review. We did not identify any ongoing studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is limited availability of studies addressing this specific population. The included studies did not assess mortality, long-term neurodevelopmental outcomes, or adverse effects of acupuncture. We are unable to draw any conclusions about the benefits and harms of acupuncture for HIE in neonates. In light of the current limitations, clinicians are urged to approach the use of acupuncture in neonates with HIE cautiously, as there is no evidence to support its routine application.\nThe available trials assessed surrogate outcomes that have a relatively small impact on newborns, and failed to report important outcomes such as mortality and long-term neurodevelopmental outcomes. Other available trials were performed on older infants who had experienced neonatal HIE. Given the lack of available evidence, well-designed randomized controlled trials with relevant outcomes such as mortality and neurodevelopmental outcomes are essential to evaluate the efficacy and safety of acupuncture for HIE in neonates."
    }
  ],
  "pls_title": "What are the benefits and harms of acupuncture for babies with lack of oxygen at birth (hypoxic ischemic encephalopathy)?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• We are unable to draw any conclusions about the benefits and harms of acupuncture for babies with lack of oxygen at birth (hypoxic ischemic encephalopathy) due to lack of evidence.\n• There is a need for future studies looking at the benefits and harms of acupuncture, also compared to medicines, or comparing different ways of using acupuncture."
    },
    {
      "heading": "Hypoxic ischemic encephalopathy and acupuncture",
      "text": "Hypoxic ischemic encephalopathy occurs in babies when they lack oxygen in the period around birth and can result in serious disease and death. Effective treatment options are limited. However, cooling down the body temperature for three days has been shown to be beneficial. Acupuncture has also been tried in babies with hypoxic ischemic encephalopathy. Acupuncture is a treatment used in Traditional Chinese Medicine. Needles (or lasers) are used at specific (pressure) points in the body. It is believed that the acupuncture points can alter the flow of energy or life force in the body and bring it back into balance in order to prevent illness or disease. It consists of different types, such as needle acupuncture with or without electrical stimulation, laser acupuncture, and non-penetrating types of manual acupressure where fingers instead of needles are used. Moreover, the duration and frequency of acupuncture may vary."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out the benefits and harms of acupuncture in babies with hypoxic ischemic encephalopathy. Our primary outcomes were death, long-term brain development in children aged 18 to 24 months and aged 3 to 5 years, unwanted events, and length of hospital stay."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared acupuncture to no treatment, placebo or sham treatment (fake or pretend treatment given to participants in a scientific study), any medicines, or other types of acupuncture (e.g. acupuncture with needles compared to laser acupuncture)."
    },
    {
      "heading": "What did we find?",
      "text": "We found four studies that included 464 babies with hypoxic ischemic encephalopathy. The studies ranged in size from 60 to 200 babies. Three studies were conducted in China and one in Russia."
    },
    {
      "heading": "Main results",
      "text": "None of the four studies reported any of the outcomes of interest in our review. We are unable to draw any conclusions about the benefits and harms of acupuncture for babies with hypoxic ischemic encephalopathy due to lack of evidence. We did not identify any ongoing studies."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The studies did not report any information that we could use in our review."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "This review updates the previous version published in 2013. The evidence is current to March 2023."
    }
  ]
}