{
  "doi": "10.1002/14651858.CD005305.pub4",
  "name": "Pulmonary rehabilitation following exacerbations of chronic obstructive pulmonary disease ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Guidelines have provided positive recommendations for pulmonary rehabilitation after exacerbations of chronic obstructive pulmonary disease (COPD), but recent studies indicate that postexacerbation rehabilitation may not always be effective in patients with unstable COPD."
    },
    {
      "heading": "Objectives",
      "text": "To assess effects of pulmonary rehabilitation after COPD exacerbations on hospital admissions (primary outcome) and other patient-important outcomes (mortality, health-related quality of life (HRQL) and exercise capacity)."
    },
    {
      "heading": "Search methods",
      "text": "We identified studies through searches of the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, PEDro (Physiotherapy Evidence Database) and the Cochrane Airways Review Group Register of Trials. Searches were current as of 20 October 2015, and handsearches were run up to 5 April 2016."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing pulmonary rehabilitation of any duration after exacerbation of COPD versus conventional care. Pulmonary rehabilitation programmes had to include at least physical exercise (endurance or strength exercise, or both). We did not apply a criterion for the minimum number of exercise sessions a rehabilitation programme had to offer to be included in the review. Control groups received conventional community care without rehabilitation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We expected substantial heterogeneity across trials in terms of how extensive rehabilitation programmes were (i.e. in terms of number of completed exercise sessions; type, intensity and supervision of exercise training; and patient education), duration of follow-up (< 3 months vs ≥ 3 months) and risk of bias (generation of random sequence, concealment of random allocation and blinding); therefore, we performed subgroup analyses that were defined before we carried them out. We used standard methods expected by Cochrane in preparing this update, and we used GRADE for assessing the quality of evidence."
    },
    {
      "heading": "Main results",
      "text": "For this update, we added 11 studies and included a total of 20 studies (1477 participants). Rehabilitation programmes showed great diversity in terms of exercise training (number of completed exercise sessions; type, intensity and supervision), patient education (from none to extensive self-management programmes) and how they were organised (within one setting, e.g. pulmonary rehabilitation, to across several settings, e.g. hospital, outpatient centre and home). In eight studies, participants completed extensive pulmonary rehabilitation, and in 12 studies, participants completed pulmonary rehabilitation ranging from not extensive to moderately extensive.\nEight studies involving 810 participants contributed data on hospital readmissions. Moderate-quality evidence indicates that pulmonary rehabilitation reduced hospital readmissions (pooled odds ratio (OR) 0.44, 95% confidence interval (CI) 0.21 to 0.91), but results were heterogenous (I2 = 77%). Extensiveness of rehabilitation programmes and risk of bias may offer an explanation for the heterogeneity, but subgroup analyses were not statistically significant (P values for subgroup effects were between 0.07 and 0.11). Six studies including 670 participants contributed data on mortality. The quality of evidence was low, and the meta-analysis did not show a statistically significant effect of rehabilitation on mortality (pooled OR 0.68, 95% CI 0.28 to 1.67). Again, results were heterogenous (I2 = 59%). Subgroup analyses showed statistically significant differences in subgroup effects between trials with more and less extensive rehabilitation programmes and between trials at low and high risk for bias, indicating possible explanations for the heterogeneity. Hospital readmissions and mortality studies newly included in this update showed, on average, significantly smaller effects of rehabilitation than were seen in earlier studies.\nHigh-quality evidence suggests that pulmonary rehabilitation after an exacerbation improves health-related quality of life. The eight studies that used St George's Respiratory Questionnaire (SGRQ) reported a statistically significant effect on SGRQ total score, which was above the minimal important difference (MID) of four points (mean difference (MD) -7.80, 95% CI -12.12 to -3.47; I2 = 64%). Investigators also noted statistically significant and important effects (greater than MID) for the impact and activities domains of the SGRQ. Effects were not statistically significant for the SGRQ symptoms domain. Again, all of these analyses showed heterogeneity, but most studies showed positive effects of pulmonary rehabilitation, some studies showed large effects and others smaller but statistically significant effects. Trials at high risk of bias because of lack of concealment of random allocation showed statistically significantly larger effects on the SGRQ than trials at low risk of bias. High-quality evidence shows that six-minute walk distance (6MWD) improved, on average, by 62 meters (95% CI 38 to 86; I2 = 87%). Heterogeneity was driven particularly by differences between studies showing very large effects and studies showing smaller but statistically significant effects. For both health-related quality of life and exercise capacity, studies newly included in this update showed, on average, smaller effects of rehabilitation than were seen in earlier studies, but the overall results of this review have not changed to an important extent compared with results reported in the earlier version of this review.\nFive studies involving 278 participants explicitly recorded adverse events, four studies reported no adverse events during rehabilitation programmes and one study reported one serious event."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Overall, evidence of high quality shows moderate to large effects of rehabilitation on health-related quality of life and exercise capacity in patients with COPD after an exacerbation. Some recent studies showed no benefit of rehabilitation on hospital readmissions and mortality and introduced heterogeneity as compared with the last update of this review. Such heterogeneity of effects on hospital readmissions and mortality may be explained to some extent by the extensiveness of rehabilitation programmes and by the methodological quality of the included studies. Future researchers must investigate how the extent of rehabilitation programmes in terms of exercise sessions, self-management education and other components affects the outcomes, and how the organisation of such programmes within specific healthcare systems determines their effects after COPD exacerbations on hospital readmissions and mortality."
    }
  ],
  "pls_title": "Pulmonary rehabilitation for people who have been in hospital with an exacerbation of chronic obstructive pulmonary disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We wished to compare the impact of pulmonary rehabilitation after an exacerbation of chronic obstructive pulmonary disease (COPD) on hospital readmissions and other patient-important outcomes such as quality of life versus usual post-exacerbation care."
    },
    {
      "heading": "Study characteristics",
      "text": "We included 20 studies involving 1477 participants with COPD. Rehabilitation programmes started in hospital in some trials and after discharge in others. These programmes showed great diversity in terms of exercise training (e.g. number of completed exercise sessions, type and intensity of exercise training), patient education (none to extensive self-management programmes) and how programmes were organised (within one setting, e.g. pulmonary rehabilitation, to across several settings, e.g. hospital, outpatient centre and home)."
    },
    {
      "heading": "Key results",
      "text": "Quality of life and exercise capacity were improved by rehabilitation, and the effect was substantially larger than the minimal important difference. Results for hospital readmissions and mortality were diverse, with some studies showing that pulmonary rehabilitation reduced hospital admissions and mortality compared with usual community care (no rehabilitation), and other studies not showing such effects."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Uncertainty about reasons for differences across trials in terms of hospital readmissions and mortality led to downgrading of the quality of evidence (moderate-quality evidence for reduction in hospital readmissions and low-quality evidence for reduction in mortality). The quality of evidence was high for quality of life and exercise capacity."
    },
    {
      "heading": "Conclusion",
      "text": "Pulmonary rehabilitation improves quality of life and exercise capacity and is a safe intervention for patients with COPD after they have experienced an exacerbation. The reasons for diverse effects on hospital readmissions and mortality, however, are not fully clear. Future studies should explore whether the extent of the rehabilitation programme and the organisation of such programmes within specific healthcare systems (e.g. within the rehabilitation setting vs embedded in the continuum of care from hospital to home to outpatient care) determines the effects of rehabilitation after COPD exacerbations."
    }
  ]
}