{
  "doi": "10.1002/14651858.CD005455.pub3",
  "name": "Instruments for assisted vaginal birth",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Assisted vaginal births are carried out to expedite birth for the benefit of mothers and babies but are sometimes associated with significant morbidity for both. Various instruments are available, broadly divided into forceps and vacuum cups, and choice may be influenced by clinical circumstances, operator preference, experience and availability."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the different instruments in terms of success in achieving a vaginal birth, and the risk of morbidity for mother and baby."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth’s Trials Register, ClinicalTrials.gov, the WHO International Clinical Trials Registry Platform (ICTRP) (14 May 2021), and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomised controlled trials of assisted vaginal birth using different instruments. The review did not include quasi-randomised trials, cluster-randomised trials or cross-over designs. The review included trials for which abstracts alone were available as long as there was sufficient information to assess eligibility."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. We used the GRADE approach to assess the certainty of evidence.  The main outcomes assessed included failed delivery with allocated instrument, any maternal trauma, third- and fourth-degree tears, postpartum haemorrhage, any neonatal trauma, low Apgar and low umbilical artery pH."
    },
    {
      "heading": "Main results",
      "text": "We included 31 studies involving a total of 5754 women.  Risk of bias criteria were largely assessed as 'unclear', due to a lack of detail in trial reports. Blinding would have been challenging for all trials due to their inability to conceal the type of instrument used from either the woman or the operator, which is reflected in the risk of bias assessment.\nAny type of forceps versus any type of vacuum cup (12 studies, 3129 women)\nForceps may be less likely to fail in achieving vaginal birth: risk ratio (RR) 0.58, 95% confidence interval (CI) 0.39 to 0.88; 11 studies, 3080 women; low certainty. 'Any maternal trauma' may be slightly more likely with forceps: odds ratio (OR) 1.53, 95% CI 0.98 to 2.40; 5 studies, 1356 women; low certainty; and third- or fourth-degree tears may also be more likely with forceps: RR 1.83, 95% CI 1.32 to 2.55; 9 studies, 2493 women; low certainty. There is no evidence of a difference in the incidence of postpartum haemorrhage (PPH) between the two groups: RR 1.71, 95% CI 0.59 to 4.95; 2 studies, 523 women; low certainty, because the evidence is very imprecise due to a very wide CI.  More women in the forceps group reported requiring pain relief.\nThere is probably no evidence of difference in rates of low Apgar: RR 0.83, 95% CI 0.46 to 1.51; 7 studies, 1644 women; moderate certainty; or low umbilical artery pH in the forceps group compared to any vacuum: RR 1.33, 95% CI 0.91 to 1.93; 2 studies, 789 women; low certainty; both of these outcomes are imprecise and have wide CIs that include both benefit and harm. There were also lower rates of fetal trauma with 'any forceps' (cephalhematoma, retinal haemorrhage and jaundice).\nThe composite outcome of 'any neonatal trauma' was not reported.\nLow-cavity forceps versus any vacuum cup (2 studies, 218 women)\nWe included two small studies with 218 participants in this comparison, but we judged most of the evidence as very low certainty, hence it was not feasible to make judgements on the difference in the rates of failed delivery, any maternal trauma or third- and fourth- degree tears. PPH and low umbilical artery pH were not reported.\nSoft vacuum cup versus any rigid cup (9 studies, 1148 women)\nFailed delivery may be more likely in the soft vacuum cup group: RR 1.62, 95% CI 1.21 to 2.17; 9 studies, 1148 women; low certainty. There may be no difference in the rates of 'any maternal trauma': OR 0.63, 95% CI 0.24 to 1.67; 2 studies, 348 women; low certainty, but the confidence interval is wide, indicating possible benefit or harm.\nThere may be no difference in the rates of third- or fourth-degree tears: RR 0.93, 95% CI 0.35 to 2.44; 4 studies, 619 women; low certainty. There is probably no difference in the rates of PPH: RR 0.89, 95% CI 0.49 to 1.61; 5 studies, 737 women; moderate certainty between the soft and rigid cup groups.\nThere may be little or no difference in the incidence of low Apgar scores: RR 0.82, 95% CI 0.49 to 1.37; 9 studies, 1148; low certainty; or low umbilical artery pH: RR 0.80, 95% CI 0.47 to 1.36; 1 study, 100 women; low certainty.\nHandheld vacuum versus any vacuum cup (4 studies, 968 women)\nThere may be no difference in the rates of failures with allocated instrument: RR 1.35, 95% CI 0.81 to 2.25; 4 studies, 962 women; low certainty, any maternal trauma: OR 1.16, 95% CI 0.71 to 1.88; 2 studies; 394 women; low certainty, PPH: RR 0.31, 95% CI 0.03 to 2.92; 1 study, 164 women; low certainty, low umbilical artery pH: RR 1.06, 95% CI 0.71 to 1.59; 1 study, 164 women; low certainty, or low Apgar scores: RR 1.25, 95% CI 0.34 to 4.61; 3 studies, 784 women; low certainty) between the two groups.\nThere is probably no difference in the rates of third- or fourth-degree tears between the 'handheld vacuum' and 'any vacuum cup' groups: RR 1.15, 95% CI 0.62 to 2.12; 4 studies, 962 women; moderate certainty."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review provides low-certainty evidence that forceps may be more likely to achieve vaginal birth and have lower rates of fetal trauma, but at a greater risk of perineal trauma and higher pain relief requirements compared with vacuum cups. There was low-certainty evidence that rigid vacuum cups may be more likely to achieve a vaginal birth than soft cups but with more fetal trauma, whilst handheld vacuum cups had similar success rates compared to other cups. There was no evidence of a difference in the rates of third- or fourth-degree tears or postpartum haemorrhages between types of cups, but wide confidence intervals around the estimates indicate further research is needed in this area.\n"
    }
  ],
  "pls_title": "Instruments for assisted vaginal birth",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "We used evidence from randomised controlled trials to assess the different forceps and vacuum suction cups used to achieve a vaginal birth."
    },
    {
      "heading": "What is the issue?",
      "text": "Late in labour, when the cervix (neck of the womb) is fully dilated, it is sometimes necessary to assist the birth of the baby through the vagina with an instrument. This may be because the mother is exhausted, suspected distress of the baby, or the mother has a medical condition preventing prolonged pushing.\nTwo types of instruments can be used: forceps or vacuum suction cups. Forceps are further divided into 'ordinary forceps' for when the baby's head is in the correct position and 'rotational forceps', which are used to turn the baby's head into the correct position. Vacuum cups can be divided into ones with rigid or flexible cups and into ones containing a handheld suction device or ones connected to a foot-operated or electric pump by a tube. This choice of instrument is often dictated by the clinical situation, but there is sometimes a choice."
    },
    {
      "heading": "Why is it important?",
      "text": "All types of instruments can cause complications for the mother or baby and all can also fail. It is therefore important to choose the correct instrument for the clinical situation with the best chance of ensuring a successful vaginal birth with the least risk of significant complications."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We conducted a search on 14th May 2021. Our findings are based on 31 studies with a total of 5754 women and their babies.\nTwelve studies involving 3129 women compared any type of forceps with any vacuum cup. Forceps were more likely to achieve vaginal birth, but with a greater number of perineal tears including those affecting the anus or rectum (both low-certainty evidence). The was no evidence of a difference in rates of postpartum haemorrhage (heavy bleeding after birth) between groups (low-certainty evidence). There was no evidence of difference in the chances of low Apgar scores (a scoring system used to assess the baby's well-being at 1 and 5 minutes to determine how well they are coping after the birth) and low umbilical artery pH (blood test from the cord to assess the baby's oxygen levels immediately before birth) (both low-certainty evidence). Women who had forceps had higher pain relief requirements, although babies were less likely to be jaundiced.\nTwo small studies in 218 women compared low forceps to any vacuum cup, but most of the evidence was of very low certainty, so we could draw no meaningful conclusion.\nNine studies involving 1148 women compared rigid cups with soft cups and found that rigid cups may be more likely to result in a successful delivery (low-certainty evidence), whilst there is probably no evidence of a difference in the rates of perineal tears affecting the anus or rectum or postpartum haemorrhages (low- and moderate-certainty evidence). In addition there is no evidence of a difference in the rates of low Apgar and low umbilical artery pH (low-certainty evidence).\nIn four studies with a total of 962 women we found no evidence of difference in the chances of a failed delivery between the handheld vacuum-cup group compared to the standard vacuum-cup devices (low-certainty evidence). In addition there was no evidence of differences in the risk of maternal rectal tissue trauma (low-certainty evidence). Finally, there was no evidence of difference in the rates of postpartum haemorrhage, low umbilical artery pH or low Apgar between the two groups (low-certainty evidence)."
    },
    {
      "heading": "What does this mean?",
      "text": "The decision on which instrument to use is multifactorial and needs to consider the skills and resources available and the urgency for the birth. The clinician needs to choose the instrument that is most likely to achieve a successful birth with the least trauma to the mother and baby."
    }
  ]
}