{
  "doi": "10.1002/14651858.CD008335.pub2",
  "name": "Pegloticase for chronic gout",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pegloticase is a potential new treatment option for patients with chronic gout intolerant to other urate-lowering therapies."
    },
    {
      "heading": "Objectives",
      "text": "To assess safety (adverse events, death) and efficacy (pain, function, frequency of flares, quality of life, uric acid level, radiographic damage) of pegloticase in various doses or as compared to placebo or other interventions for treatment of hyperuricemia in patients with chronic gout."
    },
    {
      "heading": "Search methods",
      "text": "We searched six databases: The Cochrane Central Register of Controlled Trials (CENTRAL), via The Cochrane Library, OVID MEDLINE, CINAHL (via EBSCOHost), OVID SPORTdiscus, EMBASE and the Science Citation Index (Web of Science)."
    },
    {
      "heading": "Selection criteria",
      "text": "All published randomized controlled trials (RCTs) or controlled clinical trials that compared various doses of pegloticase alone or pegloticase alone or in combination with other urate-lowering or anti-inflammatory medications to placebo alone or placebo in combination with these medications, in patients with gout."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors (AA, JS) independently extracted data from the included trials, including trial and population characteristics, primary and secondary outcomes. For dichotomous and continuous outcomes, we calculated the risk ratio and mean difference, respectively with 95% confidence interval. Major outcomes were: (a) Efficacy: frequency of gout flares and change in serum uric acid; and (b) safety: adverse events, serious adverse events, withdrawals and death. Minor/secondary outcomes were pain, patient/physician global assessment, tophus burden, health related quality of life, function and radiographic progression."
    },
    {
      "heading": "Main results",
      "text": "Only one open-label, phase-II RCT (n=41) met the selection criteria that compared various doses of pegloticase without comparison to placebo or another treatment. Patients were randomized to one of the four doses of pegloticase for 12 to 14 weeks - 4mg every 2 weeks, 8mg every 2 weeks, 8mg every 4 weeks and 12mg every 4 weeks. Percent responders (uric acid below 6 mg/dl 80% or more time) in the four dose groups were 56%, 88%, 52% and 62%. Percent time without hyperuricemia (uric acid below 6 mg/dl) was 78%, 92%, 76% and 76% respectively. No between dose differences were noted. Most common adverse events (10% or more patients) included nephrolithiasis, arthralgia, anemia, dyspnea, headache, muscle spasms, nausea and pyrexia. 89% reported one or more gout flares during the study. Pain, patient/physician global, function, quality of life, tophus size/regression and radiographic progression were not reported in this study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are no published double-blind, placebo-controlled RCTs of pegloticase. More evidence is needed to assess risks/benefits of pegloticase in patients with chronic gout."
    }
  ],
  "pls_title": "Pegloticase for chronic gout",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "This summary of a Cochrane review presents what we know from research about the effect of pegloticase on chronic gout. There was one study included in this review which looked at different doses. The review shows that:\n-        it is unknown whether pegloticase can improve the pain and function of people with chronic gout.\nEven though there were no differences in improvement, no matter which dose of pegloticase was taken, the uric acid was better controlled in the 8 mg every 2 week dose.  In patients who had not responded to other medications, 90% of patients had below normal levels of uric acid at this dose.\nWe often do not have precise information about side effects and adverse events. This is particularly true for rare but serious side effects.  Possible side effects of pegloticase are kidney stones, joint pain and anemia."
    },
    {
      "heading": "What is gout, and what is pegloticase?",
      "text": "Gout is a sudden, very painful joint inflammation (arthritis) that usually affects the big toe.  Due to increase in the uric acid level in blood and then in the joints, urate crystals form on the joint and make it painful to move your toe or even to touch it.   A sudden attack of gout can sometimes be followed years later by chronic gout that affects both small and large joints of hands and feet.\nPegloticase is meant to work by converting the urate crystals to something that will not form on the joints.  It might also enable the body to handle the urate crystals that have already built up on the joint.  Pegloticase is a new gout drug that is still under development. This means that it is currently not available because it is still being tested."
    }
  ]
}