{
  "doi": "10.1002/14651858.CD000543.pub5",
  "name": "Oral 5‐aminosalicylic acid for induction of remission in ulcerative colitis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Oral 5-aminosalicylic acid (5-ASA) preparations were intended to avoid the adverse effects of sulfasalazine (SASP) while maintaining its therapeutic benefits. It was previously found that 5-ASA drugs in doses of at least 2 g/day were more effective than placebo but no more effective than SASP for inducing remission in ulcerative colitis (UC). This review is an update of a previously published Cochrane Review."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy, dose-responsiveness and safety of oral 5-ASA compared to placebo, SASP, or 5-ASA comparators (i.e. other formulations of 5-ASA) for induction of remission in active UC. A secondary objective was to compare the efficacy and safety of once-daily dosing of oral 5-ASA versus conventional dosing regimens (two or three times daily)."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE, Embase and the Cochrane Library on 11 June 2019. We also searched references, conference proceedings and study registers to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered randomized controlled trials (RCTs) including adults (aged 18 years or more) with active UC for inclusion. We included studies that compared oral 5-ASA therapy with placebo, SASP, or other 5-ASA formulations. We also included studies that compared once-daily to conventional dosing as well as dose-ranging studies."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Outcomes include failure to induce global/clinical remission, global/clinical improvement, endoscopic remission, endoscopic improvement, adherence, adverse events (AEs), serious adverse events (SAEs), withdrawals due to AEs, and withdrawals or exclusions after entry. We analyzed five comparisons: 5-ASA versus placebo, 5-ASA versus sulfasalazine, once-daily dosing versus conventional dosing, 5-ASA (e.g. MMX mesalamine, Ipocol, Balsalazide, Pentasa, Olsalazine and 5-ASA micropellets) versus comparator 5-ASA (e.g. Asacol, Claversal, Salofalk), and 5-ASA dose-ranging. We calculated the risk ratio (RR) and 95% confidence interval (95% CI) for each outcome. We analyzed data on an intention-to-treat basis, and used GRADE to assess the overall certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "We include 54 studies (9612 participants). We rated most studies at low risk of bias.\nSeventy-one per cent (1107/1550) of 5-ASA participants failed to enter clinical remission compared to 83% (695/837) of placebo participants (RR 0.86, 95% CI 0.82 to 0.89; 2387 participants, 11 studies; high-certainty evidence). We also observed a dose-response trend for 5-ASA. There was no difference in clinical remission rates between 5-ASA and SASP. Fifty-four per cent (150/279) of 5-ASA participants failed to enter remission compared to 58% (144/247) of SASP participants (RR 0.90, 95% CI 0.77 to 1.04; 526 participants, 8 studies; moderate-certainty evidence).\nThere was no difference in remission rates between once-daily dosing and conventional dosing. Sixty per cent (533/881) of once-daily participants failed to enter clinical remission compared to 61% (538/880) of conventionally-dosed participants (RR 0.99, 95% CI 0.93 to 1.06; 1761 participants, 5 studies; high-certainty evidence). Eight per cent (15/179) of participants dosed once daily failed to adhere to their medication regimen compared to 6% (11/179) of conventionally-dosed participants (RR 1.36, 95% CI 0.64 to 2.86; 358 participants, 2 studies; low-certainty evidence).\nThere does not appear to be any difference in efficacy among the various 5-ASA formulations. Fifty per cent (507/1022) of participants in the 5-ASA group failed to enter remission compared to 52% (491/946) of participants in the 5-ASA comparator group (RR 0.94, 95% CI 0.86 to 1.02; 1968 participants, 11 studies; moderate-certainty evidence).\nThere was no evidence of a difference in the incidence of adverse events and serious adverse events between 5-ASA and placebo, once-daily and conventionally-dosed 5-ASA, and 5-ASA and comparator 5-ASA formulation studies. Common adverse events included flatulence, abdominal pain, nausea, diarrhea, headache and worsening UC. SASP was not as well tolerated as 5-ASA. Twenty-nine per cent (118/411) of SASP participants experienced an AE compared to 15% (72/498) of 5-ASA participants (RR 0.48, 95% CI 0.36 to 0.63; 909 participants, 12 studies; moderate-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is high-certainty evidence that 5-ASA is superior to placebo, and moderate-certainty evidence that 5-ASA is not more effective than SASP. Considering relative costs, a clinical advantage to using oral 5-ASA in place of SASP appears unlikely. High-certainty evidence suggests 5-ASA dosed once daily appears to be as efficacious as conventionally-dosed 5-ASA. There may be little or no difference in efficacy or safety among the various 5-ASA formulations."
    }
  ],
  "pls_title": "Oral 5-aminosalicylic acid for the treatment of active ulcerative colitis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is ulcerative colitis?",
      "text": "Ulcerative colitis (UC) is a condition that causes inflammation of your large intestine (colon). Some of the symptoms associated with UC include diarrhea, abdominal pain, rectal pain, rectal bleeding, weight loss, fatigue and fever."
    },
    {
      "heading": "What is 5-aminosalicylic acid (5-ASA)?",
      "text": "Sulfasalazine (SASP) has been used for treating UC for decades. SASP is made up of 5-aminosalicylic acid (5-ASA) linked to a sulfur molecule. Up to a third of people treated with SASP have reported side effects, which are thought to be related to the sulfur part of the molecule. Common side effects associated with SASP include nausea, indigestion, headache, vomiting and abdominal pain. 5-ASA drugs were developed to avoid the side effects associated with SASP. 5-ASA is commonly taken by mouth."
    },
    {
      "heading": "What did the researchers investigate?",
      "text": "The researchers examined whether oral 5-ASA helps to cause remission in people with UC. The researchers investigated whether oral 5-ASA was better than placebo (a fake medication) or a different 5-ASA formulation."
    },
    {
      "heading": "Key results",
      "text": "This review includes 54 randomized trials with a total of 9612 people taking part. The review includes studies published up to June 2019. Oral 5-ASA was found to be more effective than placebo (fake drug). Although oral 5-ASA drugs are effective for treating active UC, they are no more effective than SASP therapy. People taking 5-ASA are less likely to experience side effects than those taking SASP. Side effects associated with 5-ASA are generally mild in nature, and common side effects include digestive tract symptoms (e.g. flatulence, abdominal pain, nausea, and diarrhea), headache and worsening UC. 5-ASA compounds are more expensive than SASP, so SASP may be the preferred option where cost is an important factor. 5-ASA given once daily appears to be as effective as 5-ASA given in the usual way (two or three times daily). There do not appear to be any differences in effectiveness or safety among the various 5-ASA formulations."
    },
    {
      "heading": "Conclusions",
      "text": "High-certainty evidence suggests that 5-ASA is superior to placebo and that 5-ASA once-daily dose has the same effectiveness and safety as the conventional 5-ASA dose. Moderate-certainty evidence also suggests that 5-ASA is not superior to SASP. Sticking to the medication does not appear to improve with once-daily dosing compared to conventional dosing. Lastly, there may be little or no difference in effectiveness or safety among the various 5-ASA formulations."
    }
  ]
}