{
  "doi": "10.1002/14651858.CD007202.pub4",
  "name": "Effect of restricted pacifier use in breastfeeding term infants for increasing duration of breastfeeding ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "To successfully initiate and maintain breastfeeding for a longer duration, the World Health Organization's Ten Steps to Successful Breastfeeding recommends total avoidance of artificial teats or pacifiers for breastfeeding infants. Concerns have been raised that offering the pacifier instead of the breast to calm the infant may lead to less frequent episodes of breastfeeding and as a consequence may reduce breast-milk production and shorten duration of breastfeeding."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of restricted versus unrestricted pacifier use in healthy full-term newborns whose mothers have initiated breastfeeding and intend to exclusively breastfeed, on the duration of breastfeeding, other breastfeeding outcomes and infant health."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 June 2016) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled trials comparing restricted versus unrestricted pacifier use in healthy full-term newborns who have initiated breastfeeding."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias, extracted data and checked them for accuracy. The quality of the evidence was assessed using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We found three trials (involving 1915 babies) for inclusion in the review, but have included only two trials (involving 1302 healthy full-term breastfeeding infants) in the analysis. Meta-analysis of the two combined studies showed that pacifier use in healthy breastfeeding infants had no significant effect on the proportion of infants exclusively breastfed at three months (risk ratio (RR) 1.01; 95% confidence interval (CI) 0.96 to 1.07, two studies, 1228 infants), and at four months of age (RR 1.01; 95% CI 0.94 to 1.09, one study, 970 infants, moderate-quality evidence), and also had no effect on the proportion of infants partially breastfed at three months (RR 1.00; 95% CI 0.98 to 1.02, two studies, 1228 infants), and at four months of age (RR 0.99; 95% CI 0.97 to 1.02, one study, 970 infants). None of the included trials reported data on the other primary outcomes, i.e. duration of partial or exclusive breastfeeding, or secondary outcomes: breastfeeding difficulties (mastitis, cracked nipples, breast engorgement); infant's health (dental malocclusion, otitis media, oral candidiasis; sudden infant death syndrome (SIDS)); maternal satisfaction and level of confidence in parenting. One study reported that avoidance of pacifiers had no effect on cry/fuss behavior at ages four, six, or nine weeks and also reported no effect on the risk of weaning before age three months, however the data were incomplete and so could not be included for analysis."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Pacifier use in healthy term breastfeeding infants, started from birth or after lactation is established, did not significantly affect the prevalence or duration of exclusive and partial breastfeeding up to four months of age. Evidence to assess the short-term breastfeeding difficulties faced by mothers and long-term effect of pacifiers on infants' health is lacking."
    }
  ],
  "pls_title": "Effect of restricted pacifier use on duration of breastfeeding in full-term infants",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue and why is it important?",
      "text": "A pacifier, used to calm an infant, has become a cultural norm in many parts of the world. Unlimited pacifier use might cause nipple confusion in newborn and hence early termination of breastfeeding. We wanted to explore the effect of restricting the use of a pacifier on the duration of breastfeeding."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We updated the search on 30 June 2016. We identified three studies, with a total of 1915 babies. One study could not be included in the analysis and so findings are based on two studies involving 1302 infants. The mothers in the studies were motivated to breastfeed recruited immediately after birth and at two weeks of life, respectively. We found that unrestricted use of a pacifier did not affect the proportion of infants exclusive or partial breastfeeding at three and four months. The studies were remarkably consistent. We judged this to be moderate-quality evidence. There was no information on the effect of pacifier use on any breastfeeding difficulties experienced by the mothers, maternal satisfaction, infant crying and fussing and infant problems such as otitis media and dental malocclusion."
    },
    {
      "heading": "What does this mean?",
      "text": "In motivated mothers, there is moderate-quality evidence that pacifier use in healthy term breastfeeding infants before and after lactation is established does not reduce the duration of breastfeeding up to four months of age. However, there is insufficient information on the potential harms of pacifiers on infants and mothers. Until further information becomes available on the effects of pacifiers on the infant, mothers who are well-motivated to breastfeed should be encouraged to make a decision on the use of a pacifier based on personal preference."
    }
  ]
}