{
  "doi": "10.1002/14651858.CD002950.pub3",
  "name": "Antidepressants for cocaine dependence and problematic cocaine use",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cocaine dependence is a disorder for which no pharmacological treatment of proven efficacy exists, advances in the neurobiology could guide future medication development."
    },
    {
      "heading": "Objectives",
      "text": "To investigate the efficacy and acceptability of antidepressants alone or in combination with any psychosocial intervention for the treatment of cocaine dependence and problematic cocaine use."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), PubMed, EMBASE and CINAHL in July 2011 and researchers for unpublished trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised clinical trials comparing antidepressants alone or associated with psychosocial intervention with placebo, no treatment, other pharmacological or psychosocial interventions."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trial quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "37 studies were included in the review (3551 participants).\nAntidepressants versus placebo: results for dropouts did not show evidence of difference, 31 studies, 2819 participants, RR 1.03 (Cl 95% 0.93 to 1.14). Looking at Abstinence from cocaine use, even though not statistically significant, the difference shown by the analysis in the three-weeks abstinence rate was in favour of antidepressants (eight studies, 942 participants, RR 1.22 (Cl 95% 0.99 to 1.51)). Considering only studies involving tricyclics, five studies, 367 participants, or only desipramine, four studies, 254 participants, the evidence was in favour of antidepressants. However, selecting only studies with operationally defined diagnostic criteria, statistical significance favouring antidepressants, as well as the trend for significance shown by the full sample, disappeared. Looking at safety issues, the results did not show evidence of differences (number of patients withdrawn for medical reasons, thirteen studies, 1396 participants, RR 1.39 (Cl 95% 0.91 to 2.12)). Subgroup analysis considering length of the trial, associated opioid dependence or associated psychosocial interventions as confounding factors, failed in showing consistent and statistically significant differences in favour of antidepressants.\nAntidepressants versus other drugs: Comparing antidepressants with dopamine agonists or with anticonvulsants, no evidence of differences was shown on dropouts and on other outcomes (abstinence from cocaine use, adverse events)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "At the current stage of evidence data do not support the efficacy of antidepressants in the treatment of cocaine abuse/dependence. Partially positive results obtained on secondary outcome measures, such as depression severity, do not seem to be associated with an effect on direct indicators of cocaine abuse/dependence. Antidepressants cannot be considered a mainstay of treatment for unselected cocaine abusers/dependents."
    }
  ],
  "pls_title": "Antidepressants for cocaine abuse and dependence",
  "pls_type": "long",
  "pls": "A pharmacological agent with proven efficacy does not exist for treatment of cocaine dependence. Cocaine is an alkaloid derived from the erythroxylon coca leaf that is used as powder for intranasal or intravenous use or as crack, a free-base form which is smoked. Cocaine dependence is a major public health problem because its use can be associated with medical and psychosocial complications including the spread of infectious diseases (such as AIDS, hepatitis and tuberculosis), crime, violence and neonatal drug exposure. This review looked at the evidence on the efficacy and acceptability of antidepressants alone or in combination with a psychosocial intervention for the treatment of cocaine abuse and dependence.\nCurrent evidence from randomised controlled trials does not support the use of antidepressants. Positive results obtained by antidepressants on mood-related outcomes are consistent with the primary effect of antidepressants. They do not seem to be associated with any effect on dropouts from treatment, cocaine use or side effects, which are direct indicators of cocaine abuse and dependence. A total of 37 randomised controlled clinical studies involving 3551 participants were included in the review. All the studies except one took place in the USA; 33 trials were conducted with outpatients in the community or in mental health centres. In 10 trials patients were also treated for opioid dependence with methadone or buprenorphine. The antidepressants included desipramine, fluoxetine and bupropion and the mean duration of the trials was 10.7 weeks. The included studies utilised 43 different rating instruments and differed in design, quality, characteristics of patients, tested medication, services and the treatments delivered."
}