{
  "doi": "10.1002/14651858.CD008037.pub4",
  "name": "Antibiotic adjuvant therapy for pulmonary infection in cystic fibrosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cystic fibrosis is a multi-system disease characterised by the production of thick secretions causing recurrent pulmonary infection, often with unusual bacteria. This leads to lung destruction and eventually death through respiratory failure. There are no antibiotics in development that exert a new mode of action and many of the current antibiotics are ineffective in eradicating the bacteria once chronic infection is established. Antibiotic adjuvants - therapies that act by rendering the organism more susceptible to attack by antibiotics or the host immune system, by rendering it less virulent or killing it by other means, would be a significant therapeutic advance. This is an update of a previously published review."
    },
    {
      "heading": "Objectives",
      "text": "To determine if antibiotic adjuvants improve clinical and microbiological outcome of pulmonary infection in people with cystic fibrosis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cystic Fibrosis Trials Register which is compiled from database searches, hand searches of appropriate journals and conference proceedings.\nDate of most recent search: 16 January 2020.\nWe also searched MEDLINE (all years) on 14 February 2019 and ongoing trials registers on 06 April 2020."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials and quasi-randomised controlled trials of a therapy exerting an antibiotic adjuvant mechanism of action compared to placebo or no therapy for people with cystic fibrosis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two of the authors independently assessed and extracted data from identified trials."
    },
    {
      "heading": "Main results",
      "text": "We identified 42 trials of which eight (350 participants) that examined antibiotic adjuvant therapies are included. Two further trials are ongoing and five are awaiting classification. The included trials assessed β-carotene (one trial, 24 participants), garlic (one trial, 34 participants), KB001-A (a monoclonal antibody) (two trials, 196 participants), nitric oxide (two trials, 30 participants) and zinc supplementation (two trials, 66 participants). The zinc trials recruited children only, whereas the remaining trials recruited both adults and children. Three trials were located in Europe, one in Asia and four in the USA.\nThree of the interventions measured our primary outcome of pulmonary exacerbations (β-carotene, mean difference (MD) -8.00 (95% confidence interval (CI) -18.78 to 2.78); KB001-A, risk ratio (RR) 0.25 (95% CI 0.03 to 2.40); zinc supplementation, RR 1.85 (95% CI 0.65 to 5.26). β-carotene and KB001-A may make little or no difference to the number of exacerbations experienced (low-quality evidence); whereas, given the moderate-quality evidence we found that zinc probably makes no difference to this outcome.\nRespiratory function was measured in all of the included trials. β-carotene and nitric oxide may make little or no difference to forced expiratory volume in one second (FEV1) (low-quality evidence), whilst garlic probably makes little or no difference to FEV1 (moderate-quality evidence). It is uncertain whether zinc or KB001-A improve FEV1 as the certainty of this evidence is very low.\nFew adverse events were seen across all of the different interventions and the adverse events that were reported were mild or not treatment-related (quality of the evidence ranged from very low to moderate).\nOne of the trials (169 participants) comparing KB001-A and placebo, reported on the time to the next course of antibiotics; results showed there is probably no difference between groups, HR 1.00 (95% CI 0.69 to 1.45) (moderate-quality evidence). Quality of life was only reported in the two KB001-A trials, which demonstrated that there may be little or no difference between KB001-A and placebo (low-quality evidence). Sputum microbiology was measured and reported for the trials of KB001-A and nitric oxide (four trials). There was very low-quality evidence of a numerical reduction in Pseudomonas aeruginosa density with KB001-A, but it was not significant. The two trials looking at the effects of nitric oxide reported significant reductions in Staphylococcus aureus and near-significant reductions in Pseudomonas aeruginosa, but the quality of this evidence is again very low."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We could not identify an antibiotic adjuvant therapy that we could recommend for treating of lung infection in people with cystic fibrosis. The emergence of increasingly resistant bacteria makes the reliance on antibiotics alone challenging for cystic fibrosis teams. There is a need to explore alternative strategies, such as the use of adjuvant therapies. Further research is required to provide future therapeutic options."
    }
  ],
  "pls_title": "Antibiotic enhancing treatment for lung infections in cystic fibrosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the use of agents to help antibiotics in treating lung infections in people with cystic fibrosis."
    },
    {
      "heading": "Background",
      "text": "People with cystic fibrosis suffer from infections in their lungs as they produce thick secretions which allow bacteria to grow in them. Often the infections are caused by unusual bacteria, including Pseudomonas aeruginosa, and these bacteria become resistant to treatment with antibiotics. Long-term infection reduces a person's quality of life and their lung function. There are no new antibiotics currently being developed which use a new type of action. New agents - antibiotic adjuvants - are needed to work alongside antibiotics to make bacteria more sensitive to either antibiotics or to the body's own immune system, and to interfere with the formation of colonies of bacteria in the lungs."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to: 16 January 2020."
    },
    {
      "heading": "Trial characteristics",
      "text": "The review includes eight trials with 350 people with cystic fibrosis aged between five and 54 years of age. Trials compared different antibiotic adjuvants (beta-carotene (one trial), garlic (one trial), a biological agent (two trials), nitric oxide (two trials) and zinc (two trials)) with placebo (a substance that contains no medication) and people were selected for one treatment or the other randomly. The trials lasted from two days to one year."
    },
    {
      "heading": "Key results",
      "text": "None of the treatments led to a longer time until the next flare up of lung disease compared to the people who received placebo. For the other measures we looked at (lung function, side effects, quality of life or number of infections) there were also no differences between the people given the adjuvant and the people given the placebo. All of the trials measured side effects of the treatment but these were mostly mild and happened in both the people receiving the treatment and those that did not.\nNone of the therapies for enhancing the actions of antibiotics which we found, showed a significant benefit for either lung function, rate of infection or quality of life. More randomised controlled trials are needed before we can recommend the routine use of any of these therapies."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence ranges from very low to moderate, but we judged it to be low overall. We made these judgements because of the small number of trials that looked at each of the different adjuvant treatments meaning we were unable to combine results. The quality was also affected by the small number of people who were included."
    }
  ]
}