{
  "doi": "10.1002/14651858.CD003262.pub5",
  "name": "Interventions for rosacea",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Rosacea is a common chronic skin condition affecting the face, characterised by flushing, redness, pimples, pustules and dilated blood vessels. The eyes are often involved and thickening of the skin with enlargement (phymas), especially of the nose, can occur in some people. A range of treatment options are available but it is unclear which are most effective."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of treatments for rosacea."
    },
    {
      "heading": "Search methods",
      "text": "We updated our searches, to July 2014, of: the Cochrane Skin Group Specialised Register, CENTRAL in The Cochrane Library (2014, Issue 6), MEDLINE (from 1946), EMBASE (from 1974) and Science Citation Index (from 1988). We searched five trials registers and checked reference lists for further relevant studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials in people with moderate to severe rosacea."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Study selection, data extraction, risk of bias assessment and analyses were carried out independently by two authors."
    },
    {
      "heading": "Main results",
      "text": "We included 106 studies, comprising 13,631 participants. Sample sizes of 30-100 and study duration of two to three months were most common. More women than men were included, mean age of 48.6 years, and the majority had papulopustular rosacea, followed by erythematotelangiectatic rosacea.\nA wide range of comparisons (67) were evaluated. Topical interventions: metronidazole, azelaic acid, ivermectin, brimonidine or other topical treatments. Systemic interventions: oral antibiotics, combinations with topical treatments or other systemic treatments, i.e. isotretinoin. Several studies evaluated laser or light-based treatment.\nThe majority of studies (57/106) were assessed as 'unclear risk of bias', 37 'high risk ' and 12 'low risk'. Twenty-two studies provided no usable or retrievable data i.e. none of our outcomes were addressed, no separate data reported for rosacea or limited data in abstracts.\nEleven studies assessed our primary outcome 'change in quality of life', 52 studies participant-assessed changes in rosacea severity and almost all studies addressed adverse events, although often only limited data were provided. In most comparisons there were no statistically significant differences in number of adverse events, most were mild and transient. Physician assessments including investigators' global assessments, lesion counts and erythema were evaluated in three-quarters of the studies, but time needed for improvement and duration of remission were incompletely or not reported.\nThe quality of the body of evidence was rated moderate to high for most outcomes, but for some outcomes low to very low.\nData for several outcomes could only be pooled for topical metronidazole and azelaic acid. Both were shown to be more effective than placebo in papulopustular rosacea (moderate quality evidence for metronidazole and high for azelaic acid). Pooled data from physician assessments in three trials demonstrated that metronidazole was more effective compared to placebo (risk ratio (RR) 1.98, 95% confidence interval (CI) 1.29 to 3.02). Four trials provided data on participants' assessments, illustrating that azelaic acid was more effective than placebo (RR 1.46, 95% CI 1.30 to 1.63). The results from three studies were contradictory on which of these two treatments was most effective.\nTwo studies showed a statistically significant and clinically important improvement in favour of topical ivermectin when compared to placebo (high quality evidence). Participants' assessments in these studies showed a RR of 1.78 (95% CI 1.50 to 2.11) and RR of 1.92 (95% CI 1.59 to 2.32),which were supported by physicians' assessments. Topical ivermectin appeared to be slightly more effective than topical metronidazole for papulopustular rosacea, based on one study, for improving quality of life and participant and physician assessed outcomes (high quality evidence for these outcomes).\nTopical brimonidine in two studies was more effective than vehicle in reducing erythema in rosacea at all time points over 12 hours (high quality evidence). At three hours the participants' assessments had a RR of 2.21 (95% CI 1.52 to 3.22) and RR of 2.00 (95% CI 1.33 to 3.01) in favour of brimonidine. Physicians' assessments confirmed these data. There was no rebound or worsening of erythema after treatment cessation.\nTopical clindamycin phosphate combined with tretinoin was not considered to be effective compared to placebo (moderate quality evidence).\nTopical ciclosporin ophthalmic emulsion demonstrated effectiveness and improved quality of life for people with ocular rosacea (low quality evidence).\nOf the comparisons assessing oral treatments for papulopustular rosacea there was moderate quality evidence that tetracycline was effective but this was based on two old studies of short duration. Physician-based assessments in two trials indicated that doxycycline appeared to be significantly more effective than placebo (RR 1.59, 95% CI 1.02 to 2.47 and RR 2.37, 95% CI 1.12 to 4.99) (high quality evidence). There was no statistically significant difference in effectiveness between 100 mg and 40 mg doxycycline, but there was evidence of fewer adverse effects with the lower dose (RR 0.25, 95% CI 0.11 to 0.54) (low quality evidence). There was very low quality evidence from one study (assessed at high risk of bias) that doxycycline 100 mg was as effective as azithromycin. Low dose minocycline (45 mg) was effective for papulopustular rosacea (low quality evidence).\nOral tetracycline was compared with topical metronidazole in four studies and showed no statistically significant difference between the two treatments for any outcome (low to moderate quality evidence).\nLow dose isotretinoin was considered by both the participants (RR 1.23, 95% CI 1.05 to 1.43) and physicians (RR 1.18, 95% CI 1.03 to 1.36) to be slightly more effective than doxycycline 50-100 mg (high quality evidence).\nPulsed dye laser was more effective than yttrium-aluminium-garnet (Nd:YAG) laser based on one study, and it appeared to be as effective as intense pulsed light therapy (both low quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There was high quality evidence to support the effectiveness of topical azelaic acid, topical ivermectin, brimonidine, doxycycline and isotretinoin for rosacea. Moderate quality evidence was available for topical metronidazole and oral tetracycline. There was low quality evidence for low dose minocycline, laser and intense pulsed light therapy and ciclosporin ophthalmic emulsion for ocular rosacea. Time needed to response and response duration should be addressed more completely, with more rigorous reporting of adverse events. Further studies on treatment of ocular rosacea are warranted."
    }
  ],
  "pls_title": "Treatments for rosacea",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Which treatments are effective for rosacea?"
    },
    {
      "heading": "Background",
      "text": "Rosacea is a common skin condition causing flushing, redness, red pimples and pustules on the face, and should not be confused with acne. Dilated blood vessels may appear near the surface of the skin (telangiectasia). It can also cause inflammation of the eyes or eyelids, or both (ocular rosacea). Some people can develop a thickening of the skin, especially of the nose (rhinophyma). Although the cause of rosacea remains unclear, a wide variety of treatments are available for this persistent (chronic) and recurring and often distressing disease. These include medications applied directly to the skin (topical), oral medications and light-based therapies. We wanted to discover how people assessed their treatments: if the treatments changed their quality of life, if they saw changes in their condition and if there were side effects. From the doctors, we wanted to discover whether treatments changed the severity of rosacea, as well as how long it took before symptoms reduced and reappeared."
    },
    {
      "heading": "Study characteristics",
      "text": "We reviewed 106 studies (up to July 2014) which included 13,631 people with moderate to severe rosacea. Most were between 40 and 50 years old, with more than twice as many women as men. Most studies lasted between eight to 12 weeks, with the longest lasting 40 weeks. The majority of people in these studies suffered from two rosacea subtypes, the subtype with pimples and pustules, or the subtype that causes flushing and persistent redness.\nOf the 106 studies, 66 reported that they received funding, mainly by pharmaceutical companies. We were confident funding did not affect the results in 56 of these studies but had concerns about the remaining 10."
    },
    {
      "heading": "Key results",
      "text": "Most of the treatments appeared to be effective in treating rosacea. Almost half of the studies reported how people assessed their treatments. Only 11 assessed changes to quality of life. Almost all studies reported side effects, although this information was often limited. Studies mostly evaluated changes in the number of pimples and pustules, and redness. Only five studies included ocular rosacea. None included the rare variant called 'granulomatous rosacea'.\nTopical treatments\nTwo separate treatments, metronidazole and azelaic acid, were effective and safe in reducing rosacea symptoms. Improvements tended to appear after three to six weeks. With metronidazole, very few people experienced mild itching, skin irritation and dry skin. For some, azelaic acid caused mild burning, stinging or irritation. More research is needed to conclude which of these two treatments is best.\nIvermectin, a new treatment, was more effective than placebo and slightly more effective than metronidazole. Another newly registered treatment called brimonidine, especially for reducing redness, was shown to work up to 12 hours after being applied.\nOral treatments\nAntibiotics such as tetracycline, a low dose of doxycycline or a low dose of minocycline reduced the number of pimples and pustules. Low dose doxycycline (40 mg) was likely as effective as 100 mg, but with much fewer side effects of diarrhoea and nausea. Azithromycin may be as effective as 100 mg doxycycline, but only one study addressed this treatment and better quality studies are needed to confirm this.\nA low dose of isotretinoin (0.3 mg/kg), a vitamin A-related drug, appeared to be slightly more effective than 50-100 mg doxycycline for treating pimples and pustules. However, extra precautions need to be taken regarding contraception in women of childbearing age as this drug is known to cause malformations in the foetus.\nLight-based therapies\nLaser therapy and intense pulsed light therapy were both effective for the treatment of telangiectasia, but the studies examining these treatments only reported limited data.\nRosacea of the eyes or eyelids, or both (ocular rosacea)\nBetter quality studies are required on ocular rosacea, though ciclosporin 0.05% ophthalmic emulsion appeared to be more effective than artificial tears."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We rated the quality of the evidence for several outcomes as very low to high. There was high quality evidence for azelaic acid, topical ivermectin, brimonidine, doxycycline and isotretinoin. The lower quality evidence for other treatments was mostly because there were few people in the studies, making the results less precise, and the lack of blinding (people knew which treatments they were receiving)."
    }
  ]
}