{
  "doi": "10.1002/14651858.CD010168.pub4",
  "name": "Abdominal drainage to prevent intra‐peritoneal abscess after appendectomy for complicated appendicitis ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is the second update of a Cochrane Review first published in 2015 and last updated in 2018.\nAppendectomy, the surgical removal of the appendix, is performed primarily for acute appendicitis. Patients who undergo appendectomy for complicated appendicitis, defined as gangrenous or perforated appendicitis, are more likely to suffer postoperative complications. The routine use of abdominal drainage to reduce postoperative complications after appendectomy for complicated appendicitis is controversial."
    },
    {
      "heading": "Objectives",
      "text": "To assess the safety and efficacy of abdominal drainage to prevent intraperitoneal abscess after appendectomy (irrespective of open or laparoscopic) for complicated appendicitis; to compare the effects of different types of surgical drains; and to evaluate the optimal time for drain removal."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), Ovid MEDLINE, Ovid Embase, Web of Science, the World Health Organization International Trials Registry Platform, ClinicalTrials.gov, Chinese Biomedical Literature Database, and three trials registers on 24 February 2020, together with reference checking, citation searching, and contact with study authors to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs) that compared abdominal drainage versus no drainage in people undergoing emergency open or laparoscopic appendectomy for complicated appendicitis. We also included RCTs that compared different types of drains and different schedules for drain removal in people undergoing appendectomy for complicated appendicitis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. Two review authors independently identified the trials for inclusion, collected the data, and assessed the risk of bias. We used the GRADE approach to assess evidence certainty. We included intraperitoneal abscess as the primary outcome. Secondary outcomes were wound infection, morbidity, mortality, hospital stay, hospital costs, pain, and quality of life."
    },
    {
      "heading": "Main results",
      "text": "Use of drain versus no drain\nWe included six RCTs (521 participants) comparing abdominal drainage and no drainage in participants undergoing emergency open appendectomy for complicated appendicitis. The studies were conducted in North America, Asia, and Africa. The majority of participants had perforated appendicitis with local or general peritonitis. All participants received antibiotic regimens after open appendectomy. None of the trials was assessed as at low risk of bias.\nThe evidence is very uncertain regarding the effects of abdominal drainage versus no drainage on intraperitoneal abscess at 30 days (risk ratio (RR) 1.23, 95% confidence interval (CI) 0.47 to 3.21; 5 RCTs; 453 participants; very low-certainty evidence) or wound infection at 30 days (RR 2.01, 95% CI 0.88 to 4.56; 5 RCTs; 478 participants; very low-certainty evidence). There were seven deaths in the drainage group (N = 183) compared to one in the no-drainage group (N = 180), equating to an increase in the risk of 30-day mortality from 0.6% to 2.7% (Peto odds ratio 4.88, 95% CI 1.18 to 20.09; 4 RCTs; 363 participants; low-certainty evidence). Abdominal drainage may increase 30-day overall complication rate (morbidity; RR 6.67, 95% CI 2.13 to 20.87; 1 RCT; 90 participants; low-certainty evidence) and hospital stay by 2.17 days (95% CI 1.76 to 2.58; 3 RCTs; 298 participants; low-certainty evidence) compared to no drainage.\nThe outcomes hospital costs, pain, and quality of life were not reported in any of the included studies.\nThere were no RCTs comparing the use of drain versus no drain in participants undergoing emergency laparoscopic appendectomy for complicated appendicitis.\nOpen drain versus closed drain\nThere were no RCTs comparing open drain versus closed drain for complicated appendicitis.\nEarly versus late drain removal\nThere were no RCTs comparing early versus late drain removal for complicated appendicitis."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The certainty of the currently available evidence is low to very low. The effect of abdominal drainage on the prevention of intraperitoneal abscess or wound infection after open appendectomy is uncertain for patients with complicated appendicitis. The increased rates for overall complication rate and hospital stay for the drainage group compared to the no-drainage group are based on low-certainty evidence. Consequently, there is no evidence for any clinical improvement with the use of abdominal drainage in patients undergoing open appendectomy for complicated appendicitis. The increased risk of mortality with drainage comes from eight deaths observed in just under 400 recruited participants. Larger studies are needed to more reliably determine the effects of drainage on morbidity and mortality outcomes."
    }
  ],
  "pls_title": "Drain use after an appendectomy for complicated appendicitis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Can drainage reduce the chance that an intraperitoneal abscess (a localised collection of pus in the abdomen or pelvis) will occur after an appendectomy (removal of the appendix by laparotomy (small cuts through the abdominal wall) or open appendectomy (removal of the appendix through a large incision in the lower abdomen)) for complicated appendicitis?"
    },
    {
      "heading": "Why is this important?",
      "text": "'Appendicitis' refers to inflammation (the reaction of a part of the body to injury or infection, characterised by swelling, heat, and pain) of the appendix. Appendectomy, the surgical removal of the appendix, is performed primarily in individuals who have acute appendicitis. Individuals undergoing an appendectomy for complicated appendicitis, which is defined as gangrenous (soft-tissue death) or perforated (burst) appendicitis, are more likely to suffer postoperative complications. The routine placement of a surgical drain to prevent intraperitoneal abscess after an appendectomy for complicated appendicitis is controversial and has been questioned."
    },
    {
      "heading": "What was found?",
      "text": "We searched for all relevant studies up to 24 February 2020.\nWe identified six clinical studies involving a total of 521 participants. All six studies compared drain use versus no drain use in individuals having an emergency open appendectomy for complicated appendicitis. The included studies were conducted in North America, Asia, and Africa. The age of the individuals in the trials ranged from 0 years to 82 years. The analyses were unable to show a difference in the number of individuals with intraperitoneal abscess or wound infection between drain use and no drain use. The overall complication rate and death rate were higher in the drainage group than in the no-drainage group. Hospital stay was longer (about two days) in the drain group than in the no-drain group. None of the included studies reported on costs, pain, or quality of life. All of the included studies had shortcomings in terms of methodological quality or reporting of outcomes. Overall, the certainty of the current evidence is judged to be low to very low."
    },
    {
      "heading": "What does this mean?",
      "text": "Overall, there is no evidence for any improvement in patient outcomes with the use of abdominal drainage in individuals undergoing open appendectomy for complicated appendicitis. The increased risk of complication and hospital stay with drainage is based on low-certainty studies with small sample sizes. The increased risk of death with drainage comes from eight deaths observed in just under 400 people recruited to the studies. Larger studies are needed to more reliably determine the effects of drainage on complication and death outcomes."
    }
  ]
}