{
  "doi": "10.1002/14651858.CD013755.pub2",
  "name": "Continuous glucose monitoring systems for monitoring cystic fibrosis‐related diabetes",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cystic fibrosis (CF) is one of the most common life-shortening autosomal-recessive genetic conditions with around 100,000 people affected globally. CF mainly affects the respiratory system, but cystic fibrosis-related diabetes (CFRD) is a common extrapulmonary co-morbidity and causes excess morbidity and mortality in this population. Continuous glucose monitoring systems (CGMS) are a relatively new technology and, as yet, the impact of these on the monitoring and subsequent management of CFRD remains undetermined."
    },
    {
      "heading": "Objectives",
      "text": "To establish the impact of insulin therapy guided by continuous glucose monitoring compared to insulin therapy guided by other forms of glucose data collection on the lives of people with CFRD."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis Trials Register, compiled from electronic database searches and handsearching of journals and conference abstract books. Date of latest search: 23 September 2021.\nWe also searched the reference lists of relevant articles and reviews and online trials registries. Date of last search: 23 September 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled studies comparing insulin regimens led by data from CGMS (including real-time or retrospective data, or both) with insulin regimens guided by abnormal blood glucose measurements collected through other means of glycaemic data collection in people with CFRD. Studies with a cross-over design, even with a washout period between intervention arms, are not eligible for inclusion due to the potential long-term impact of each of the interventions and the potential to compromise the outcomes of the second intervention."
    },
    {
      "heading": "Data collection and analysis",
      "text": "No studies were included in the review, meaning that no data were available to be collected for analysis."
    },
    {
      "heading": "Main results",
      "text": "Review authors screened 14 studies at the full-text stage against the review's inclusion criteria. Consequently, seven were excluded due to the study type being ineligible (not randomised), two studies were excluded due to their cross-over design, and two studies was excluded since the intervention used was not eligible and one was a literature review. One study in participants hospitalised for a pulmonary exacerbation is ongoing. Investigators are comparing insulin dosing via insulin pump with blood sugar monitoring by a CGMS to conventional diabetes management with daily insulin injections (or on an insulin pump if already on an insulin pump in the outpatient setting) and capillary blood glucose monitoring. The participants in the control arm will wear a blinded continuous glucose monitoring system for outcome assessment.\nIn addition to this, one further study is still awaiting classification, and will be screened to determine whether it is eligible for inclusion, or is to be excluded, in an update of this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No studies were included in the review, indicating that there is currently insufficient evidence to determine the impact of insulin therapy guided by CGMS compared to insulin therapy guided by other forms of glucose data collection on the lives of people with CFRD, nor on potential adverse effects of continuous glucose monitoring in this context. Randomised controlled studies are needed to generate evidence on the efficacy and safety of continuous glucose monitoring in people with CFRD. There is one relevant ongoing study that may be eligible for inclusion in a future update of this Cochrane Review, and whose results may help answer the review question."
    }
  ],
  "pls_title": "Continuous glucose monitoring systems for monitoring cystic fibrosis-related diabetes",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Canusing continuous glucose monitoring systems (CGMS) help people with cystic fibrosis-related diabetes (CFRD) manage their condition better?"
    },
    {
      "heading": "Background",
      "text": "Cystic fibrosis (CF) is a life-shortening genetic condition. Many people with CF also develop CFRD, where their blood glucose, or the amount of sugar in their blood, can rise to harmful levels. People with CFRD seem to experience more frequent chest infections and a shorter life expectancy than people with CF who do not have diabetes.\nCFRD can be managed with injections of insulin to help keep blood sugar in the normal range. To do this safely, people with CFRD need to routinely check blood sugar levels to make sure that they are taking the right amount of insulin. They usually do this by pricking their fingers and measuring a drop of blood on a machine. CGMS are devices that can be worn by a person and which closely estimate blood sugar levels without the need for regular pin-prick testing. They are a relatively new technology and we still do not know how they affect the monitoring and management of CFRD.\nWe wanted to find out whether using CGMS was better or worse than other methods, such as using the traditional 'finger stick' method, for monitoring blood sugar levels inpeople with CFRD. The main outcomes we wanted to look at were quality of life, any problems the CGMS might cause, and the amount of time a person's blood sugar stayed in the normal range. We decided that theseoutcomes were most important afterasking people with CFRD and their families what mattered most to them."
    },
    {
      "heading": "Search date",
      "text": "Evidence is current to: 23 September 2021."
    },
    {
      "heading": "Study characteristics",
      "text": "We did not find any relevant studies to include in the review, but we found two studies which we might be able to include in an update of this review when we have more information about them and they have both been completed."
    },
    {
      "heading": "Key results",
      "text": "When we ran our searches, we did not find any studies that matched our inclusion criteria. This means we cannot comment on how CGMS affects the outcomes we set out to investigate as there is no evidence for us to look at. We found one ongoing study in people with CFRD who are in hospital for a pulmonary exacerbation (flare up of chest symptoms). The study is comparing the effects of giving insulin via an insulin pump and monitoring blood sugar using a CGMS to giving daily insulin injections (or if participants are already using an insulin pump before being admitted to hospital, they continue with this) and monitoring blood sugar levels using the 'finger stick' method. The people using the finger stick method will wear a dummy CGMS so the clinicians measuring outcomes will not know which group they are in. The study has not yet been completed, so we could not include it, but we might be able to include it in a future version of this review.\nMore research is needed on this topic to help fill the gap in the evidence which we have identified in this review."
    }
  ]
}