{
  "doi": "10.1002/14651858.CD005589.pub2",
  "name": "Topotecan for ovarian cancer",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chemotherapeutic agents such as topotecan can be used as salvage treatment in epithelial ovarian carcinoma (EOC). The effects of using topotecan as a therapeutic agent have not been previously been systematically reviewed."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of topotecan for the treatment of ovarian cancer."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), (Issue 6, 2015); Cochrane Gynaecological Cancer Review Group (CGCRG) Specialised Register (Cochrane Library Issue 6, 2015); MEDLINE (January 1990 to 30 September 2015); EMBASE (January 1990 to 30 September 2015); The European Organization for the Research and Treatment of Cancer (EORTC) database (to 30 September 2015); CBM (Chinese Biomedical Database) (January 1990 to 30 September 2015)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) which randomise participants with ovarian cancer to single or combined use of topotecan versus interventions without topotecan."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted and analysed data."
    },
    {
      "heading": "Main results",
      "text": "Six multicentre pre-market RCTs involving 5640 participants were included in this review. We considered three studies to be at a low risk of bias and three studies to be at an unclear or moderate risk of bias due to inadequate reporting. Survival results were inconsistently presented across study reports and comparisons and types of participants differed between studies, therefore we were unable to pool these data. In the seven studies, the median overall survival (OS) of participants treated with topotecan ranged from 39.6 weeks to 63 weeks. One study was conducted in women with primary advanced-stage ovarian cancer; the others were conducted in women with relapsed ovarian cancer. No significant difference in OS was found in studies comparing topotecan with paclitaxel (one study, P = 0.44), or topotecan plus thalidomide (one study, P = 0.67). No significant difference in OS was found in the study comparing topotecan with pegylated liposomal doxorubicin (PLD) (one study, P = 0.341), however in the platinum-sensitive subgroup of this study, topotecan was associated with a shorter median survival time than PLD (70 weeks versus 108 weeks). Topotecan was associated with a significantly longer OS compared with treosulfan (one study, P = 0.0023).\nMedian progression-free survival (PFS) with topotecan ranged from 16 to 23 weeks in the included studies. There was no statistically significant difference in PFS when topotecan was compared with PLD (P = 0.095); In one of two studies of topotecan compared with paclitaxel, topotecan delayed progression more effectively (median 14 weeks versus 23.1 weeks; Risk Ratio (RR) 0.587, 95% CI P = 0.0021) and treosulfan (median 12.7 weeks versus 23.1 weeks, P = 0.0020); however, the PFS for topotecan alone was significantly shorter than for topotecan plus thalidomide (four months versus six months, P = 0.02). One study compared topotecan with no further cytotoxic or non-cytotoxic treatment and found no significant difference in OS (P = 0.30) or PFS (HR 1.07; 95% CI 0.94 to 1.23; P = 0.31) between study arms.\nTopotecan was associated with more severe haematological toxicity compared with paclitaxel (RR 1.03 to 14.46), PLD (RR 1.73 to 27.12), and treosulfan (50% versus 12%)This evidence ranges from low to moderate quality."
    },
    {
      "heading": "Authors' conclusions",
      "text": "For women with platinum-resistant ovarian cancer, topotecan may be as effective as paclitaxel and PLD for OS, and may delay disease progression better than paclitaxel, however more evidence is needed. Topotecan plus thalidomide appears to be more effective in delaying progression than topotecan alone, but the combination does not improve OS compared with topotecan alone. Topotecan appears to be associated with improved survival compared with treosulfan. For women with platinum-sensitive ovarian cancer, topotecan appears to be less effective than PLD, and treatment with topotecan after receiving carboplatin and paclitaxel,has no additional survival benefits. Topotecan is associated with severe haematological toxicity and this needs to be considered when evaluating treatment options. Large, high quality, post-market RCTs are required to confirm that topotecan is effective and safe."
    }
  ],
  "pls_title": "Topotecan is an active second line chemotherapeutic drug, used to treat patients with relapsed ovarian carcinoma",
  "pls_type": "long",
  "pls": "Ovarian cancer is one of the most common malignancies of the female genital tract which accounts for approximately 3% of all cancer in women, and is the leading cause of death from gynecological cancer in developed country. Appropriate initial surgical management by a gynaecologic oncologist is important for survival. Patients with early stage, low-risk tumours may be cured with surgery alone. Current first-line management for advanced ovarian cancer consists of cytoreductive surgery followed by chemotherapy. The majority of patients relapse between 18 to 22 months later. Management of recurrent ovarian cancer remains a challenge. Goals for treating relapsed ovarian cancer include improving symptoms, enhancing quality of life (QOL), and prolonging survival. Agents that are potentially well suited for extended treatment intervals may include such properties as absence of cumulative toxicity, non cross resistance, positive benefit on QOL, and convenient schedule. Of the agents available for the treatment of relapsed ovarian carcinoma, topotecan is one of the most widely studied and characterised. This review aims to evaluate the efficacy and safety of topotecan in the management of ovarian cancer.\nSix multicentre, well designed pre-market studies including 5640 participants were eligible for this review. Pooling analysis did not performed in four trials due to the data not similar enough, but conducted for two trials. Topotecan appears to have a similar level of effectiveness as paclitaxel, topotecan plus thalidomide, and superior than treosulfan, but shorter overall survival than pegylated liposomal doxorubicin. Topotecan delays progression of disease than paclitaxel, treosulfan; topotecan plus thalidomide superior than topotecan alone on PFS, but topotecan alone significantly shorter than topotecan plus thalidomide. Further consolidation treatment with topotecan does not improve PFS for participants with advanced ovarian cancer who respond to initial chemotherapy with carboplatin and paclitaxel.\nEvidence from three studies were high quality, the remaining studies were low or moderate due to poor reporting of the methodology. For gaining the better representativeness, more large, well-designed randomised controlled trials of post-market drug are required in the future."
}