{
  "doi": "10.1002/14651858.CD007115.pub3",
  "name": "Duloxetine for treating painful neuropathy, chronic pain or fibromyalgia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Duloxetine is a balanced serotonin and noradrenaline reuptake inhibitor licensed for the treatment of major depressive disorders, urinary stress incontinence and the management of neuropathic pain associated with diabetic peripheral neuropathy. A number of trials have been conducted to investigate the use of duloxetine in neuropathic and nociceptive painful conditions. This is the first update of a review first published in 2010."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of duloxetine for treating painful neuropathy and different types of chronic pain."
    },
    {
      "heading": "Search methods",
      "text": "On 19th November 2013, we searched The Cochrane Neuromuscular Group Specialized Register, CENTRAL, DARE, HTA, NHSEED, MEDLINE, and EMBASE. We searched ClinicalTrials.gov for ongoing trials in April 2013. We also searched the reference lists of identified publications for trials of duloxetine for the treatment of painful peripheral neuropathy or chronic pain."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected all randomised or quasi-randomised trials of any formulation of duloxetine, used for the treatment of painful peripheral neuropathy or chronic pain in adults."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by The Cochrane Collaboration."
    },
    {
      "heading": "Main results",
      "text": "We identified 18 trials, which included 6407 participants. We found 12 of these studies in the literature search for this update. Eight studies included a total of 2728 participants with painful diabetic neuropathy and six studies involved 2249 participants with fibromyalgia. Three studies included participants with depression and painful physical symptoms and one included participants with central neuropathic pain. Studies were mostly at low risk of bias, although significant drop outs, imputation methods and almost every study being performed or sponsored by the drug manufacturer add to the risk of bias in some domains. Duloxetine at 60 mg daily is effective in treating painful diabetic peripheral neuropathy in the short term, with a risk ratio (RR) for ≥ 50% pain reduction at 12 weeks of 1.73 (95% CI 1.44 to 2.08). The related NNTB is 5 (95% CI 4 to 7). Duloxetine at 60 mg daily is also effective for fibromyalgia over 12 weeks (RR for ≥ 50% reduction in pain 1.57, 95% CI 1.20 to 2.06; NNTB 8, 95% CI 4 to 21) and over 28 weeks (RR 1.58, 95% CI 1.10 to 2.27) as well as for painful physical symptoms in depression (RR 1.37, 95% CI 1.19 to 1.59; NNTB 8, 95% CI 5 to 14). There was no effect on central neuropathic pain in a single, small, high quality trial. In all conditions, adverse events were common in both treatment and placebo arms but more common in the treatment arm, with a dose-dependent effect. Most adverse effects were minor, but 12.6% of participants stopped the drug due to adverse effects. Serious adverse events were rare."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is adequate amounts of moderate quality evidence from eight studies performed by the manufacturers of duloxetine that doses of 60 mg and 120 mg daily are efficacious for treating pain in diabetic peripheral neuropathy but lower daily doses are not. Further trials are not required. In fibromyalgia, there is lower quality evidence that duloxetine is effective at similar doses to those used in diabetic peripheral neuropathy and with a similar magnitude of effect. The effect in fibromyalgia may be achieved through a greater improvement in mental symptoms than in somatic physical pain. There is low to moderate quality evidence that pain relief is also achieved in pain associated with depressive symptoms, but the NNTB of 8 in fibromyalgia and depression is not an indication of substantial efficacy. More trials (preferably independent investigator led studies) in these indications are required to reach an optimal information size to make convincing determinations of efficacy.\nMinor side effects are common and more common with duloxetine 60 mg and particularly with 120 mg daily, than 20 mg daily, but serious side effects are rare.\nImproved direct comparisons of duloxetine with other antidepressants and with other drugs, such as pregabalin, that have already been shown to be efficacious in neuropathic pain would be appropriate. Unbiased economic comparisons would further help decision making, but no high quality study includes economic data."
    }
  ],
  "pls_title": "Duloxetine for treating painful neuropathy, chronic pain or fibromyalgia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Does duloxetine work to treat pain generated by nerves when they have been damaged in disease, or the pain caused by fibromyalgia?"
    },
    {
      "heading": "Background",
      "text": "Duloxetine is a drug used to treat depression and urinary urge incontinence (leakage of urine) and it can be also be useful for certain types of pain. Pain can arise spontaneously when there is damage to nerves that carry pain information to the brain (neuropathic pain). When this damage is to nerves outside the spinal cord it is called a peripheral neuropathy. Another type of pain, nociceptive pain, occurs when the nerves sense damage to another tissue (for example, a pinprick in the skin). Some pain is of unclear origin and occurs without apparent nerve or tissue damage. This sort of pain happens, for example, in fibromyalgia. The objective of this review was to assess the benefits and harms of duloxetine for treating painful neuropathy and chronic pain of all sorts."
    },
    {
      "heading": "Study characteristics",
      "text": "We looked at all the published scientific literature and found 18 trials, involving a total of 6407 participants, that were of sufficient quality to include in this review. Eight trials tested the effect of duloxetine on painful diabetic neuropathy and six on the pain of fibromyalgia. Three trials treated painful physical symptoms associated with depression and one small study investigated duloxetine for the pain from strokes or diseases of the spinal cord (central pain)."
    },
    {
      "heading": "Key results and quality of the evidence",
      "text": "The usual dose of duloxetine is 60 mg. At this dose, there was moderate quality evidence that duloxetine reduced pain in both painful diabetic peripheral neuropathy and fibromyalgia. In diabetic peripheral neuropathic pain, a 50% or better improvement with duloxetine 60 mg per day was just over one and a half times more likely than with placebo. Another way of saying this is that five people with painful diabetic peripheral neuropathy had to receive duloxetine to achieve a 50% or better response in one person. The effect on fibromyalgia was similar but the number needed to treat for one person to improve by 50% or more was eight. On the basis of a single study it is not possible to determine if a dose of 20 mg is effective, and 120 mg was no more effective than 60 mg.\nWe calculated that for diabetic neuropathy there have been enough trials to draw these conclusions and no more trials are needed. In fibromyalgia and the painful symptoms associated with depression, more trials are required to make convincing statements about the effectiveness of duloxetine.\nMost people taking duloxetine will have at least one side effect. These are mostly minor and the most common are feeling sick, being too awake or too sleepy, headache, dry mouth, constipation or dizziness. About one in six people stop duloxetine because of side effects. Serious problems caused by duloxetine are very rare.\nAlthough duloxetine is beneficial in the treatment of neuropathic pain and fibromyalgia there is little evidence from trials comparing duloxetine to other antidepressant drugs as to which is better.\nWe have concluded that duloxetine is useful for treating pain caused by diabetic neuropathy and probably fibromyalgia.\nThe information in this review is up to date to November 2013, the most recent search of the literature."
    }
  ]
}