{
  "doi": "10.1002/14651858.CD009585.pub2",
  "name": "Addition of anti‐leukotriene agents to inhaled corticosteroids in children with persistent asthma ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "In the treatment of children with mild persistent asthma, low-dose inhaled corticosteroids (ICS) are recommended as the preferred monotherapy (referred to as step 2 of therapy). In children with inadequate asthma control on low doses of ICS (step 2), asthma management guidelines recommend adding an anti-leukotriene agent to existing ICS as one of three therapeutic options to intensify therapy (step 3)."
    },
    {
      "heading": "Objectives",
      "text": "To compare the efficacy and safety of the combination of anti-leukotriene agents and ICS to the use of the same, an increased, or a tapering dose of ICS in children and adolescents with persistent asthma who remain symptomatic despite the use of maintenance ICS. In addition, we wished to determine the characteristics of people or treatments, if any, that influenced the magnitude of response attributable to the addition of anti-leukotrienes."
    },
    {
      "heading": "Search methods",
      "text": "We identified trials from the Cochrane Airways Group Specialised Register of Trials (CAGR), which were derived from systematic searches of bibliographic databases including the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, PsycINFO, AMED, and CINAHL; and the handsearching of respiratory journals and meeting abstracts, as well as the www.clinicaltrials.gov website. The search was conducted until January 2013."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered for inclusion randomised controlled trials (RCTs) conducted in children and adolescents, aged one to 18 years, with asthma, who remained symptomatic despite the use of a stable maintenance dose of ICS and in whom anti-leukotrienes were added to the ICS if they were compared to the same, an increased, or a tapering dose of ICS for at least four weeks."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methods expected by The Cochrane Collaboration."
    },
    {
      "heading": "Main results",
      "text": "Five paediatric (parallel group or cross-over) trials met the inclusion criteria. We considered two (40%) trials to be at a low risk of bias. Four published trials, representing 559 children (aged ≥ six years) and adolescents with mild to moderate asthma, contributed data to the review. No trial enrolled preschoolers. All trials used montelukast as the anti-leukotriene agent administered for between four and 16 weeks. Three trials evaluated the combination of anti-leukotrienes and ICS compared to the same dose of ICS alone (step 3 versus step 2). No statistically significant group difference was observed in the only trial reporting participants with exacerbations requiring oral corticosteroids over four weeks (N = 268 participants; risk ratio (RR) 0.80, 95% confidence interval (CI) 0.34 to 1.91). There was also no statistically significant difference in percentage change in FEV₁ (forced expiratory volume in 1 second) with mean difference (MD) 1.3 (95% CI -0.09 to 2.69) in this trial, but a significant group difference was observed in the morning (AM) and evening (PM) peak expiratory flow rates (PEFR): N = 218 participants; MD 9.70 L/min (95% CI 1.27 to 18.13) and MD 10.70 (95% CI 2.41 to 18.99), respectively. One trial compared the combination of anti-leukotrienes and ICS to a higher-dose of ICS (step 3 versus step 3). No significant group difference was observed in this trial for participants with exacerbations requiring rescue oral corticosteroids over 16 weeks (N = 182 participants; RR 0.82, 95% CI 0.54 to 1.25), nor was there any significant difference in exacerbations requiring hospitalisation. There was no statistically significant group difference in withdrawals overall or because of any cause with either protocol. No trial explored the impact of adding anti-leukotrienes as a means to taper the dose of ICS."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The addition of anti-leukotrienes to ICS is not associated with a statistically significant reduction in the need for rescue oral corticosteroids or hospital admission compared to the same or an increased dose of ICS in children and adolescents with mild to moderate asthma. Although anti-leukotrienes have been licensed for use in children for over 10 years, the paucity of paediatric trials, the absence of data on preschoolers, and the variability in the reporting of relevant clinical outcomes considerably limit firm conclusions. At present, there is no firm evidence to support the efficacy and safety of anti-leukotrienes as add-on therapy to ICS as a step-3 option in the therapeutic arsenal for children with uncontrolled asthma symptoms on low-dose ICS."
    }
  ],
  "pls_title": "Is adding an anti-leukotriene to an inhaled corticosteroid better than using an inhaled corticosteroid alone in children with persistent asthma?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Asthma management guidelines recommend low-dose inhaled corticosteroids (ICS) as preferred therapy for children with mild persistent asthma. In children who have inadequate control of their asthma on low doses of ICS, anti-leukotrienes can be added to ICS. Anti-leukotrienes are a class of anti-inflammatory drugs for asthma. Almost a decade ago, a Cochrane review (Ducharme 2004) evaluating the addition of anti-leukotrienes to ICS in children and adults with asthma identified only two studies of children, one of which was only published as an abstract with insufficient information to contribute data. Considering the publication of several additional studies in the past decade, we wished to update the review with the latest literature."
    },
    {
      "heading": "Review question",
      "text": "To compare the effectiveness and safety of the addition of an anti-leukotriene agent to ICS to the use of the same dose of ICS alone, an increased dose of ICS, or a reduced dose of ICS in children aged one to 18 years with persistent asthma who are not well controlled with ICS alone."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence was updated until January 2013. We found five studies of children with asthma; of them, four studies, representing 559 children (aged six to 18 years) with mild to moderate asthma, contributed data to the review. No study enrolled pre-school children (i.e. aged under six years). Three studies compared the combination of anti-leukotrienes and ICS with the same dose of ICS alone; one study compared the combination of anti-leukotrienes and ICS to a higher dose of ICS; and no study tested whether the addition of anti-leukotriene to ICS could allow the tapering of the dose of ICS while maintaining asthma control. All studies used montelukast as the anti-leukotriene agent, which was administered for four to 16 weeks. Included studies enrolled both girls and boys and between 65% and 69% were boys. All trials enrolled children with mild to moderate airway obstruction."
    },
    {
      "heading": "Results",
      "text": "Whether comparing the addition of anti-leukotrienes to ICS to the same dose or an increased dose of ICS, there was no difference in the number of participants experiencing one or more moderate exacerbations (that is, requiring oral corticosteroids) or severe exacerbations (i.e. requiring a hospital admission). A single study comparing the same ICS dose reported lung function tests and showed no or small group differences depending on the test used."
    },
    {
      "heading": "Conclusion",
      "text": "There is no firm evidence to support that adding montelukast to ICS is safe and effective to reduce the occurrence of moderate or severe asthma attacks in children taking low-dose ICS and whose symptoms remain uncontrolled. After being on the market for more than 10 years, the limited number of available studies testing antileukotrienes in children, the absence of data on preschoolers, and the inconsistency of available trials in reporting of efficacy and safety clinical outcomes is disappointing and limit the conclusions."
    },
    {
      "heading": "Quality of the results",
      "text": "This review is based on a small number of identified trials conducted in children with asthma; none were conducted in preschoolers. As a single study of moderate duration reported all measures of efficacy and most measures of safety, our confidence in the quality of evidence is low. Other important measures of asthma control were either not measured or reported in different formats, so they could not be pooled. In other words, there are too few paediatric trials to conclude firmly whether either treatment is superior to the other."
    }
  ]
}