{
  "doi": "10.1002/14651858.CD009487.pub3",
  "name": "Lateral pararectal versus transrectal stoma placement for prevention of parastomal herniation ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "A parastomal hernia is defined as an incisional hernia related to a stoma, and belongs to the most common stoma-related complications. Many factors, which are considered to influence the incidence of parastomal herniation, have been investigated. However, it remains unclear whether the enterostomy should be placed through, or lateral to the rectus abdominis muscle, in order to prevent parastomal herniation and other important stoma complications."
    },
    {
      "heading": "Objectives",
      "text": "To assess if there is a difference regarding the incidence of parastomal herniation and other stoma complications, such as ileus and stenosis, in lateral pararectal versus transrectal stoma placement in people undergoing elective or emergency abdominal wall enterostomy."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched for all types of published and unpublished randomized and non-randomized studies in four medical databases: CENTRAL, PubMed, LILACS, Science Ciation Index, and two trials registers: ICTRP Search Portal and ClinicalTrials.gov to 9 November 2018. We applied no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized and non-randomized studies comparing lateral pararectal versus transrectal stoma placement with regard to parastomal herniation and other stoma-related complications."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed study quality and extracted data. We conducted data analyses according to the recommendations of Cochrane and the Cochrane Colorectal Cancer Group (CCCG). We rated quality of evidence according to the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "Randomized controlled trials (RCT)\nOnly one RCT met the inclusion criteria. The participants underwent enterostomy placement in the frame of an operation for: rectal cancer (37/60), ulcerative colitis (14/60), familial adenomatous polyposis (7/60), and other (2/60).\nThe results between the lateral pararectal and the transrectal approach groups were inconclusive for the incidence of parastomal herniation (risk ratio (RR) 1.34, 95% confidence interval (CI) 0.40 to 4.48; low-quality evidence); development of ileus or stenosis (RR 2.0, 95% CI 0.19 to 20.9; low-quality evidence); or skin irritation (RR 0.67, 95% CI 0.21 to 2.13; moderate-quality evidence). The results were also inconclusive for the subgroup analysis in which we compared the effect of ileostomy versus colostomy on parastomal herniation. The study did not measured other stoma-related morbidities, or stoma-related mortality, but did measure quality of life, which was not one of our outcomes of interest.\nNon-randomized studies (NRS)\nTen retrospective cohort studies, with a total of 864 participants, met the inclusion criteria. The indications for enterostomy placement and the baseline characteristics of the participants (age, co-morbidities, disease-severity) varied between studies. All included studies reported results for the primary outcome (parastomal herniation) and one study also reported data on one of the secondary outcomes (stomal prolapse).\nThe effects of different surgical approaches on parastomal herniation (RR 1.22, 95% CI 0.84 to 1.75; 10 studies, 864 participants; very low-quality evidence) and the occurrence of stomal prolapse (RR 1.23, 95% CI 0.39 to 3.85; 1 study, 145 participants; very low-quality evidence) are uncertain.\nNone of the included studies measured other stoma-related morbidity or stoma-related mortality."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The present systematic review of randomized and non-randomized studies found inconsistent results between the two compared interventions regarding their potential to prevent parastomal herniation.\nIn conclusion, there is still a lack of high-quality evidence to support the ideal surgical technique of stoma formation. The available moderate-, low-, and very low-quality evidence, does not support or refute the superiority of one of the studied stoma formation techniques over the other."
    }
  ],
  "pls_title": "Lateral pararectal versus transrectal stoma placement for prevention of parastomal herniation",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "We asked",
      "text": "Is there a difference in the rate of parastomal herniation, and other stoma-related complications in people undergoing abdominal wall enterostomy, when comparing two stoma formation techniques: lateral pararectal, in which the stoma is located beside the rectus abdominis muscle, one of the muscles of the abdominal wall, versus transrectal, in which the stoma is pulled through the rectus abdominis muscle?"
    },
    {
      "heading": "Background",
      "text": "A stoma is an opening in the abdomen, which is surgically created to divert the flow of urine or feces; an enterostomy is a stoma that starts in the bowel. A parastomal hernia is an incisional hernia, through which abdominal contents protrude through a defect in the abdominal wall at the site of previous surgery. It is related to a stoma, and is one of the most common stoma-related complications. Many factors that potentially influence the occurrence of parastomal herniation have been investigated. However, it remains unclear whether the enterostomy should be placed through or beside the rectus abdominis muscle in order to prevent parastomal herniation."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to 9 November 2018. In this update, we included 10 retrospective cohort studies with a total of 864 participants, and one randomized controlled trial (RCT: a study in which participants are randomly allocated to the treatment groups), including 60 participants. The target population was individuals, regardless of age, who received a temporary or permanent enterostomy for any reason in either the elective (planned) or the emergency setting."
    },
    {
      "heading": "Key results",
      "text": "The results found inconclusive results between the two techniques for the risk of parastomal herniation (11 studies, 924 participants), stomal prolapse (1 study, 145 participants), ileus or stenosis (1 study, 60 participants), and skin irritation (1 study, 60 participants).\nNeither technique was found to be better than the other for any of the stoma-related outcomes of interest.\nNone of the studies measured other stoma-related problems, or death."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We downgraded the quality of the evidence to moderate, low, or very low, because of high risk of bias, small sample sizes, few events, and diversity across studies."
    },
    {
      "heading": "Conclusion",
      "text": "Based on the current knowledge presented in this review, there is no evidence to support the use of one stoma formation technique over the other. Further research is likely to have an important impact on our confidence in the estimate of effect."
    }
  ]
}