{
  "doi": "10.1002/14651858.CD010875.pub2",
  "name": "One‐incision versus two‐incision techniques for arthroscopically assisted anterior cruciate ligament reconstruction in adults ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Anterior cruciate ligament (ACL) tears are serious knee injuries that are frequently treated surgically in the form of arthroscopically assisted reconstruction with grafts from the patella or hamstrings tendons. We reviewed the evidence for the choice of arthroscopically assisted ACL reconstruction technique in terms of whether it should involve one incision (femoral tunnel drilled from inside the knee joint under arthroscopic visualisation) or two incisions (femoral tunnel drilled from outside to inside the knee joint)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects (benefits and harms) of one-incision versus two-incision techniques for arthroscopically assisted ACL reconstruction in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Bone, Joint and Muscle Trauma Group Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, Latin American and Caribbean Health Sciences (LILACS), the World Health Organization International Clinical Trials Registry Platform, ClinicalTrials.gov, reference lists, and conference abstracts. The date of the search was 16 August 2017."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled clinical trials evaluating one-incision versus two-incision techniques for arthroscopically assisted ACL reconstruction in adults."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently searched and selected studies, and extracted data and assessed the risk of bias of the eligible studies. We undertook limited pooling of data using the fixed-effect model."
    },
    {
      "heading": "Main results",
      "text": "We included five trials (four randomised and one quasi-randomised) evaluating a total of 320 participants who were mainly in their 20s. All participants underwent ACL reconstruction with patella tendon grafts. All five included trials were at a high risk of bias, particularly performance bias. Based on these limitations and the insufficiency of the available data resulting in imprecision of effect estimates, we judged the quality of the evidence as very low for all outcomes. This means that we are uncertain of the findings of the review.\nWe found very low-quality evidence of no clinically important differences between the two techniques in self reported knee function, measured using the Lysholm knee score (scale 0 to 100: best outcome), at short-term (3 months) (mean difference (MD) 2.73 favours one-incision technique, 95% confidence interval (CI) -2.70 to 8.15; 79 participants, 2 studies), intermediate-term (12 months) (MD -3.68 favours two-incision technique, 95% CI -6.61 to -0.75; 79 participants, 2 studies), and long-term follow-up. The data available for long-term follow-up (2 to 5 years) was expressed in terms of the numbers of participants with excellent Lysholm scores (90 points or more); we found no difference between the two groups (42/45 versus 36/40; risk ratio (RR) 1.04, 95% CI 0.91 to 1.18; 1 study). There were no data for quality of life measures or for overall numbers of participants incurring an adverse event. We found very low-quality evidence of little between-group differences in individual adverse events such as infection, knee stiffness, reoperation, and graft failure.\nWe found very low-quality evidence from one study (59 participants) of little difference between the two groups in activity levels measured using Tegner scores (scale 0 to 10: highest sport activity) at two years (MD -0.80 favours two-incision technique, 95% CI -1.90 to 0.30). There was very low-quality evidence from four studies of minimal between-group difference in the number of participants with normal or nearly normal objectively measured knee function (International Knee Documentation Committee objective assessment grading) at intermediate follow-up (means 12 to 28 months): 56/78 versus 63/89; RR 1.01, 95% CI 0.85 to 1.21; 167 participants)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The very low-quality and often absent evidence means that we are uncertain whether one-incision arthroscopically assisted ACL reconstruction techniques yield better, worse, or equivalent results compared with two-incision techniques in terms of short-, intermediate-, or long-term subjective function, quality of life, adverse outcomes, activity levels, and objectively rated knee function. The evidence was available only for single-bundle ACL reconstruction using patella tendon grafts.\nWhen considering priorities for high-quality randomised trials on techniques for ACL reconstruction, it is important to note the insufficiency of the evidence available to inform this key comparison."
    }
  ],
  "pls_title": "One-incision versus two-incision surgical techniques for anterior cruciate ligament reconstruction in adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "The anterior cruciate ligament (ACL) is a band of tough tissue inside the knee that helps stabilise the knee during movement. Rupture of the ACL is a common injury during some sporting activities, such as football and skiing. Anterior cruciate ligament injuries are often treated surgically. This usually involves keyhole (arthroscopic) ACL reconstruction, where the torn ACL is replaced by a piece of tendon (graft). The graft is usually extracted from another place near the patient's affected knee. In ACL reconstruction, bone tunnels are drilled at the knee into the tibia (shin bone) and the femur (thigh bone) to place the ACL graft in almost the same position as the torn ACL.\nThis review compared two ACL reconstruction techniques: one-incision versus two-incision. The more common two-incision technique involves drilling the femoral (from the thigh bone) tunnel from outside to inside the knee joint with an incision made in the outward aspect of the thigh to reach the bone. In the one-incision technique, there is no (second) incision into the thigh. Instead the graft is fixed to the femur from inside to outside the joint through arthroscopic guidance."
    },
    {
      "heading": "Results of the search",
      "text": "We searched the medical literature databases up to August 2017 for randomised studies comparing one-incision versus two-incision arthroscopic ACL reconstruction techniques. We included five trials involving 320 people undergoing ACL reconstruction with patella tendon grafts. Most of the study participants were in their 20s."
    },
    {
      "heading": "Key results",
      "text": "We found no differences between the two techniques in self reported knee function at around three months, 12 months, or between two and five years. There were no data for quality of life or for the overall number of participants incurring an adverse event. However, we found evidence of little between-group differences in individual adverse events such as infection, knee stiffness, and graft failure. There was evidence of little difference between the two groups in final activity levels or the numbers of participants with normal or nearly normal knee function assessed by clinicians at a year or more after surgery."
    },
    {
      "heading": "Quality of the evidence",
      "text": "All five studies had weaknesses that could seriously affect the reliability of their results. We considered the evidence to be of very low quality, meaning that we are unsure of the results."
    },
    {
      "heading": "Conclusions",
      "text": "The lack of reliable evidence means that we are uncertain whether one-incision arthroscopically assisted ACL techniques are any better (or worse) than two-incision techniques. Further research would help to answer this question but may not be a current priority."
    }
  ]
}