{
  "doi": "10.1002/14651858.CD004230.pub2",
  "name": "Interventions for ketosis during labour",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "In labour, ketosis (the elevation of ketone bodies in the blood) is a common occurrence, due to increased physical stress, which is often compounded by reduced oral intake. The effect of ketosis on the mother and baby during labour is not clear, therefore, there is uncertainty as to whether ketosis is a normal physiological response or whether women with ketosis in labour require intervention (such as intravenous fluids or increased oral intake) for maternal and infant wellbeing. This uncertainty has resulted in differences in opinion and practice by those providing care for women in labour."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects on maternal, fetal and neonatal outcomes of intravenous fluids or increased oral intake administered to women in labour for the treatment of ketosis compared with no intervention (defined as no oral intake, ice chips only, or oral intake on demand) and to also assess the effects of different types of intravenous fluids administered."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (January 2008), CENTRAL (The Cochrane Library 2007, Issue 2), MEDLINE (1950 to January 2007), EMBASE (1988 to January 2007) and CINAHL (1982 to 2007)."
    },
    {
      "heading": "Selection criteria",
      "text": "All published and unpublished randomised trials in which additional oral intake or intravenous fluids, or both, were used for the treatment of women with ketosis in labour."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed potentially eligible trials. The authors sought additional information on trial methods and outcome data to enable consideration of eligibility of studies. However, at the time of the review, no information was received."
    },
    {
      "heading": "Main results",
      "text": "We identified six trials as potentially eligible for inclusion in this review. All six studies were excluded. Therefore no trials are included in this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no information on which to base practice in the treatment of women with ketosis during labour. Further research is required to identify more clearly the association between ketosis in labour and pregnancy outcome. Future trials should examine the effects of no interventions and different types of intravenous and oral fluids on these clinically important outcomes, and include women's perception and satisfaction with care during labour and birth."
    }
  ],
  "pls_title": "Interventions for ketosis during labour",
  "pls_type": "long",
  "pls": "Physical stress compounded by reduced food intake during labour can lead to raised levels of ketones in the blood and urine (ketosis). Ketone bodies transport fat-derived energy from the liver to other organs to provide an alternative source of energy. They also cross the placenta and the effect of ketosis on mother and baby is not clear. It is not clear whether ketosis during labour is a normal physiological response, or if women with ketosis in labour require intervention (such as intravenous and oral fluids). This uncertainty has resulted in differences in opinion and practice. Adverse effects of ketosis for the mother include increased likelihood of augmentation of labour, forceps-assisted delivery and postpartum blood loss.\nYet intravenous therapies can have adverse effects, either by interfering with glucose and insulin levels for the mother and infant (causing neonatal hypoglycaemia) or lowering sodium level, for example. Other reported adverse effects include headache, nausea, maternal fluid overload, slowing of labour and difficulty in establishment of breastfeeding, as well as local pain and discomfort and interference with the woman's freedom of movement in labour. The newborn may have acidic blood and increased lactate levels.\nThis review found no information on which to base practice in the treatment of women with ketosis during labour. The authors looked for studies comparing oral intake or intravenous fluids with no intervention (defined as no oral intake, ice chips only or oral intake on demand) and pregnancy outcomes.\nThe only six studies identified focussed on maternal biochemical measures during or shortly after labour and could not be included in the review. The studies were conducted in the late 1970s to mid-1980s. Future trials should examine the use of different types of intravenous and oral fluids on clinically important outcomes and include women's perception and satisfaction with care during labour and birth."
}