{
  "doi": "10.1002/14651858.CD009959.pub2",
  "name": "Interventions for the treatment of Frey's syndrome",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Frey's syndrome is a rare disorder, the symptoms of which include sweating, flushing and warming over the preauricular and temporal areas following a gustatory stimulus. It often occurs in patients who have undergone parotidectomy, submandibular gland surgery, radical neck dissection, infection and traumatic injury in the parotid region, and is caused by the aberrant regrowth of facial autonomic nerve fibres. Currently there are several options used to treat patients with Frey's syndrome; for example, the topical application of anticholinergics and antiperspirants, and the intradermal injection of botulinum toxin. It is uncertain which treatment is most effective and safe."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of different interventions for the treatment of Frey's syndrome."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Ear, Nose and Throat Disorders Group Trials Register; the Cochrane Central Register of Controlled Trials (CENTRAL); PubMed; EMBASE; CINAHL; Web of Science; ICTRP and additional sources for published and unpublished trials. The date of the search was 28 April 2014."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised or quasi-randomised controlled trials (RCTs) in participants diagnosed with Frey's syndrome using a clinical standard such as Minor's starch-iodine test. We planned to include trials in which participants received any intervention versus no treatment (observation) or an alternative intervention, with or without a second active treatment. Our primary outcome measures were success rate (as assessed clinically by Minor's starch-iodine test, the iodine-sublimated paper histogram method, blotting paper technique or another method) and adverse events. Our secondary outcome measure was success rate as assessed by patients (disappearance or improvement of symptoms)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures expected by The Cochrane Collaboration."
    },
    {
      "heading": "Main results",
      "text": "We identified no RCTs or quasi-RCTs that fulfilled the inclusion criteria. Our searches retrieved eight potentially relevant studies, but after assessment of the full-text reports we excluded all of them due to the absence of randomisation or because the patients did not have Frey's syndrome. We excluded one randomised controlled trial that compared two different doses of botulinum toxin in patients with Frey's syndrome because the comparator was not an alternative treatment."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We are unable to establish the efficacy and safety of the different methods used for the treatment of Frey's syndrome.\nRCTs are urgently needed to assess the effectiveness of interventions for the treatment of Frey's syndrome. Future RCTs should include patients with Frey's syndrome of different ranges of severity and report these patients separately. Studies should investigate all possibly effective treatments (such as anticholinergics, antiperspirants and botulinum toxin) compared to control groups using different treatments or placebo. Subjective assessment of Frey's syndrome should be considered as one of the outcome measures."
    }
  ],
  "pls_title": "Interventions for the treatment of Frey's syndrome",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Frey's syndrome is a rare disorder, the symptoms of which include sweating and ﬂushing of the facial skin when eating, smelling, thinking or even dreaming about food. It usually happens in patients who have undergone surgery to the parotid (salivary) gland. This problem may have an impact on quality of life (for example, restricting normal activity such as eating in public). Many methods are currently used to treat Frey's syndrome, including topical application of anticholinergics and antiperspirants, and intradermal (into the skin) injections of botulinum toxin. This systematic review aimed to assess the efficacy and safety of these different methods for the treatment of Frey's syndrome."
    },
    {
      "heading": "Study characteristics",
      "text": "We carried out a comprehensive search for randomised controlled trials (RCTs) in participants diagnosed with Frey's syndrome. We planned to include trials in which participants received any intervention compared to no treatment (observation) or an alternative intervention, with or without a second active treatment. Despite extensive searching, we were unable to identify any studies that met our inclusion criteria."
    },
    {
      "heading": "Key results",
      "text": "There is no high-quality evidence to establish which type of treatment is most effective for the treatment of Frey's syndrome. High-quality clinical trials in this area should be urgently conducted. Studies should investigate all possibly effective treatments (such as anticholinergics, antiperspirants and botulinum toxin) compared to control groups using different treatments or placebo. Subjective (patient) assessment of Frey's syndrome should be one of the outcome measures used."
    },
    {
      "heading": "Quality of the evidence",
      "text": "This review is up to date to 28 April 2014."
    }
  ]
}