{
  "doi": "10.1002/14651858.CD012970.pub2",
  "name": "Probiotic treatment for women with gestational diabetes to improve maternal and infant health and well‐being ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Gestational diabetes mellitus (GDM) is carbohydrate intolerance first recognised during pregnancy and associated with complications for mothers and babies. Probiotics are naturally occurring micro-organisms, which when ingested in adequate amounts, may confer health benefits. Evidence of the role of probiotics as treatment for GDM is limited."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the safety and effectiveness of probiotics in treating women with GDM on maternal and infant outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth’s Trials Register ClinicalTrials.gov, WHO International Clinical Trials Registry Platform (ICTRP) (24 July 2019), and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing the use of probiotics versus placebo/standard care for the treatment of GDM."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed study eligibility, extracted data, checked data accuracy, and assessed risk of bias of included trials. The certainty of evidence for selected maternal and infant/child outcomes was assessed using GRADE."
    },
    {
      "heading": "Main results",
      "text": "Nine RCTs (695 pregnant women with GDM) comparing probiotics versus placebo were identified. The overall risk of bias in the nine RCTs was low to unclear and the evidence was downgraded for imprecision due to the small numbers of women participating in the trials. The trials were carried out in hospitals and universities in Iran (seven trials), Thailand (one trial) and Ireland (one trial). All trials compared probiotics with placebo.\nMaternal outcomes\nWe are uncertain if probiotics have any effect compared with placebo on hypertensive disorders of pregnancy, (risk ratio (RR) 1.50, 95% confidence interval (CI) 0.64 to 3.53; participants = 256; studies = 3; low-certainty evidence) and mode of birth as caesareans (average RR 0.64, 95% CI 0.30 to 1.35; participants = 267; studies = 3; low-certainty evidence) because the certainty of evidence is low and the 95% CIs span possible benefit and possible harm.\nNo trials reported primary outcomes of: mode of birth as vaginal/assisted and subsequent development of type 2 diabetes.\nWe are uncertain if probiotics have any effect compared with placebo on induction of labour (RR 1.33, 95% CI 0.74 to 2.37; participants = 127; studies = 1; very low-certainty evidence).\nFor other secondary maternal outcomes, we are uncertain if there are differences between probiotics and placebo for: postpartum haemorrhage; weight gain during pregnancy intervention and total gestational weight gain; fasting plasma glucose and need for extra pharmacotherapy (insulin). Probiotics may be associated with a slight reduction in triglycerides and total cholesterol.\nIn probiotics compared with placebo, there was evidence of reduction in markers for insulin resistance (HOMA-IR) and HOMA-B; and insulin secretion. There was also an increase in quantitative insulin sensitivity check index (QUICKI).\nProbiotics were associated with minor benefits in relevant bio-markers with evidence of a reduction in inflammatory markers high-sensitivity C-reactive protein (hs-CRP), interleukin 6 (IL-6), and marker of oxidative stress malondialdehyde; and an increase in antioxidant total glutathione, but we are uncertain if there is any difference in total antioxidant capacity.\nNo trials reported secondary outcomes: perineal trauma, postnatal weight retention or return to pre-pregnancy weight and postnatal depression.\nInfant/child/adult outcomes\nWe are uncertain if probiotics have any effect, compared with placebo, on the risk of large-for-gestational-age babies (RR 0.73, 95% CI 0.35 to 1.52; participants = 174; studies = 2; low-certainty evidence) or infant hypoglycaemia (RR 0.85, 95% CI 0.39 to 1.84; participants = 177; studies = 3; low-certainty evidence) because the certainty of evidence is low and the 95% CIs span possible benefit and possible harm.\nNo trials reported primary outcomes of: perinatal (fetal/neonatal) mortality; or neurosensory disability.\nFor other secondary outcomes, we are uncertain if there is any difference between probiotics and placebo in gestational age at birth, preterm birth, macrosomia, birthweight, head circumference, length, infant hypoglycaemia, and neonatal intensive care unit (NICU) admissions.\nThere was evidence of a reduction in infant hyperbilirubinaemia with probiotics compared with placebo.\nNo trials reported secondary outcomes: infant adiposity, and later childhood adiposity.\nThere were no adverse events reported by any of the trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Low-certainty evidence means we are not certain if there is any difference between probiotic and placebo groups in maternal hypertensive disorders of pregnancy, caesareans; and large-for-gestational-age babies.\nThere were no adverse events reported by the trials.\nDue to the variability of probiotics used and small sample sizes of trials, evidence from this review has limited ability to inform practice. Well-designed adequately-powered trials are needed to identify whether probiotics may improve maternal blood glucose levels and/or infant/child/adult outcomes; and whether they can be used to treat GDM."
    }
  ],
  "pls_title": "Probiotics as an added treatment for gestational diabetes to improve mother and baby outcomes",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Gestational diabetes mellitus (GDM) is carbohydrate intolerance resulting in high blood glucose levels, first recognised during pregnancy. Pregnant women with GDM are at risk of high blood pressure, labour induction, and caesareans. Their babies are at risk of being born large, birth difficulties, respiratory distress, low blood glucose at birth and jaundice that can cause brain injury. There is increased risks of having long-term diabetes in the mother, and the baby being overweight. Probiotics are micro-organisms naturally in food and are in fermented milk, yogurt, or capsules. There are many different probiotics; the two most used are Lactobacillus and Bifidobacterium, and if consumed in adequate amounts may confer health benefits."
    },
    {
      "heading": "Why is this important?",
      "text": "Probiotics need to be safe and maternal blood glucose levels carefully managed during pregnancy.\nWomen with GDM may receive dietary and physical activity education with monitoring blood glucose levels as initial management. When blood glucose levels are above a certain threshold, women with GDM are prescribed glucose-lowering medications including metformin and/or insulin. This review aimed to determine the safety and effectiveness of probiotics in treating women with GDM."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence for randomised controlled trials (latest July 2019). We identified nine studies, involving 695 women with GDM. All trials compared probiotics with placebo. The certainty of the evidence was assessed as very low or low. The overall risk of bias was low to unclear.\nSeven trials were conducted in Iran; one in Thailand, and one in Ireland. Trials took place in hospitals and universities.\nWe are uncertain if there is any difference between probiotic and placebo in rates of: high blood-pressure disorders (three studies, 256 participants, low-certainty evidence); caesarean section (three studies, 267 women, low-certainty evidence); and large-for-gestational-age babies (two studies, 174 participants, low-certainty evidence).\nWe are uncertain if there is any difference between probiotic and placebo for induction of labour (one study, 127 participants, very low-certainty evidence) and low blood glucose levels in the newborn (three studies, 177 participants, low-certainty evidence). We are also uncertain if there is any difference between probiotics and placebo for heavy bleeding immediately after birth, weight gain during pregnancy or total gestational weight gain.\nWe are uncertain if there is any difference in fasting blood glucose between probiotics and placebo (seven studies, 554 participants). Probiotics may be assoicated with a slight reduction in triglycerides and total cholesterol (four studies, 320 participants). There was reduction in insulin secretion with probiotics (seven studies, 505 participants). One trial (60 participants) showed no difference between groups in need for insulin.\nBiomarkers, did show a reduction in insulin resistance (HOMA-IR), (seven studies, 505 participants) and insulin resistance and β cell function (HOMA-B) (two studies,130 participants) with probiotics. Quantitative insulin sensitivity check index (QUICKI) increased (four studies, 276 participants) with probiotics.\nInflammatory markers, hs-CRP (four studies, 248 participants) and interleukin 6 (two studies, 128 participants) were reduced with probiotics. Antioxidant total glutathione was increased (two studies, 120 participants) and the oxidative stress biomarker malondialdehyde was reduced with probiotics (three studies, 176 participants). We are uncertain if there is any difference in total antioxidant capacity (four studies 266 participants).\nFor the newborn baby, we are uncertain if there is any difference between groups for: birthweight, gestational age at birth, preterm births, large babies, head circumference and length scores, or need for admission to the neonatal intensive care unit. The number of babies with high levels of bilirubin was reduced with probiotics.\nNo adverse events were reported by the trials."
    },
    {
      "heading": "What does this mean?",
      "text": "Based on the clinical trials available, the evidence is limited to support the use of probiotics as treatment for women with GDM to improve pregnancy outcomes for mothers and their babies. Larger well-designed randomised controlled trials are needed to assess the effects of probiotics on management of glucose levels and when available, they can be included in the update of this review."
    }
  ]
}