{
  "doi": "10.1002/14651858.CD007569.pub4",
  "name": "Non‐medical interventions to enhance return to work for people with cancer",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "People with cancer are 1.4 times more likely to be unemployed than people without a cancer diagnosis. Therefore, it is important to investigate whether programmes to enhance the return-to-work (RTW) process for people who have been diagnosed with cancer are effective. This is an update of a Cochrane review first published in 2011 and updated in 2015."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of non-medical interventions aimed at enhancing return to work (RTW) in people with cancer compared to alternative programmes including usual care or no intervention."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (the Cochrane Library), MEDLINE, Embase, CINAHL, PsycINFO and three trial registers up to 18 August 2021. We also examined the reference lists of included studies and selected reviews, and contacted authors of relevant studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and cluster-RCTs on the effectiveness of psycho-educational, vocational, physical or multidisciplinary interventions enhancing RTW in people with cancer. The primary outcome was RTW measured as either RTW rate or sick leave duration measured at 12 months' follow-up. The secondary outcome was quality of life (QoL)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed RCTs for inclusion, extracted data and rated certainty of the evidence using GRADE. We pooled study results judged to be clinically homogeneous in different comparisons reporting risk ratios (RRs) with 95% confidence intervals (CIs) for RTW and mean differences (MD) or standardised mean differences (SMD) with 95% CIs for QoL."
    },
    {
      "heading": "Main results",
      "text": "We included 15 RCTs involving 1477 people with cancer with 19 evaluations because of multiple treatment groups. In this update, we added eight new RCTs and excluded seven RCTs from the previous versions of this review that were aimed at medical interventions. All included RCTs were conducted in high-income countries, and most were aimed at people with breast cancer (nine RCTs) or prostate cancer (two RCTs).\nRisk of bias\nWe judged nine RCTs at low risk of bias and six at high risk of bias. The most common type of bias was a lack of blinding (9/15 RCTs).\nPsycho-educational interventions\nWe found four RCTs comparing psycho-educational interventions including patient education and patient counselling versus care as usual. Psycho-educational interventions probably result in little to no difference in RTW compared to care as usual (RR 1.09, 95% CI 0.96 to 1.24; 4 RCTs, 512 participants; moderate-certainty evidence). This means that in the intervention and control groups, approximately 625 per 1000 participants may have returned to work. The psycho-educational interventions may result in little to no difference in QoL compared to care as usual (MD 1.47, 95% CI −2.38 to 5.32; 1 RCT, 124 participants; low-certainty evidence).\nVocational interventions\nWe found one RCT comparing vocational intervention versus care as usual. The evidence was very uncertain about the effect of a vocational intervention on RTW compared to care as usual (RR 0.94, 95% CI 0.78 to 1.13; 1 RCT, 34 participants; very low-certainty evidence). The study did not report QoL.\nPhysical interventions\nFour RCTs compared a physical intervention programme versus care as usual. These physical intervention programmes included walking, yoga or physical exercise. Physical interventions likely increase RTW compared to care as usual (RR 1.23, 95% CI 1.08 to 1.39; 4 RCTs, 434 participants; moderate-certainty evidence). This means that in the intervention group probably 677 to 871 per 1000 participants RTW compared to 627 per 1000 in the control group (thus, 50 to 244 participants more RTW). Physical interventions may result in little to no difference in QoL compared to care as usual (SMD −0.01, 95% CI −0.33 to 0.32; 1 RCT, 173 participants; low-certainty evidence). The SMD translates back to a 1.8-point difference (95% CI −7.54 to 3.97) on the European Organisation for Research and Treatment of Cancer Quality of life Questionnaire Core 30 (EORTC QLQ-C30).\nMultidisciplinary interventions\nSix RCTs compared multidisciplinary interventions (vocational counselling, patient education, patient counselling, physical exercises) to care as usual. Multidisciplinary interventions likely increase RTW compared to care as usual (RR 1.23, 95% CI 1.09 to 1.33; 6 RCTs, 497 participants; moderate-certainty evidence). This means that in the intervention group probably 694 to 844 per 1000 participants RTW compared to 625 per 1000 in the control group (thus, 69 to 217 participants more RTW). Multidisciplinary interventions may result in little to no difference in QoL compared to care as usual (SMD 0.07, 95% CI −0.14 to 0.28; 3 RCTs, 378 participants; low-certainty evidence). The SMD translates back to a 1.4-point difference (95% CI −2.58 to 5.36) on the EORTC QLQ-C30."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Physical interventions (four RCTs) and multidisciplinary interventions (six RCTs) likely increase RTW of people with cancer. Psycho-educational interventions (four RCTs) probably result in little to no difference in RTW, while the evidence from vocational interventions (one RCT) is very uncertain.\nPsycho-educational, physical or multidisciplinary interventions may result in little to no difference in QoL.\nFuture research on enhancing RTW in people with cancer involving multidisciplinary interventions encompassing a physical, psycho-educational and vocational component is needed, and be preferably tailored to the needs of the patient."
    }
  ],
  "pls_title": "What type of intervention works best to help people with cancer get back to work?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "– Multidisciplinary and physical interventions are likely to be helpful for people with cancer to get back to work.\n– Psycho-educational interventions likely result in little to no difference in getting back to work, and we are uncertain about the effect of vocational interventions."
    },
    {
      "heading": "What is this review about?",
      "text": "Each year, more people survive after diagnosis and treatment for cancer. Many cancer survivors live well, although they can continue to experience long-lasting problems such as fatigue, pain and depression. These long-term effects can cause problems with their participation in working life. Therefore, cancer is a significant cause of absence from work, unemployment and early retirement. People with cancer, their families and society at large all carry part of this burden. In this Cochrane review, we evaluated how well people with cancer can be helped to get back to work."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if non-medical interventions are better than usual care to improve getting back to work. We also wanted to find out if those interventions led to better quality of life. We considered four types of intervention:\n– psycho-educational interventions (people with cancer learnt about physical side effects, stress and coping, and they took part in group discussions);\n– vocational interventions (aimed at work-related issues);\n– physical interventions (people with cancer took part in physical exercises such as walking); and\n– multidisciplinary interventions (vocational counselling, patient education, patient counselling, physical exercises or combinations of these)."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at interventions aimed at improving getting people with cancer back to paid employment (employee or self-employed). We compared and summarised the results of the studies, and rated our confidence in the evidence, based on factors such as study methods and study size."
    },
    {
      "heading": "What did we find?",
      "text": "We found 15 studies that involved 1477 people with cancer that measured getting back to work. All studies were conducted in high-income countries. Nine studies were aimed at people with breast cancer and two studies at men with prostate cancer.\n– Psycho-educational interventions probably result in little to no difference in getting back to work or quality of life.\n– Physical interventions and multidisciplinary interventions likely lead to more people with cancer getting back to work than when they received care as usual. A physical intervention will probably help 50 to 244 per 1000 people returning to work on top of the average of 627 per 1000 people who return to work without intervention. A multidisciplinary intervention will probably help 69 to 219 people per 1000 more return to work. They may result in little to no difference in quality of life.\n– We are uncertain about the effects of vocational interventions on getting people back to work."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are moderately confident that physical and multidisciplinary interventions likely increase the number of people with cancer getting back to work. Our confidence was reduced because some studies did not clearly report how they were conducted. We have little confidence in the evidence about psycho-educational interventions, and we have no confidence in the evidence about vocational interventions. The main reasons for reducing our confidence were that studies used methods that were likely to introduce errors in their results, and we found only one very small study on vocational interventions. Further research could change the results of this review."
    },
    {
      "heading": "How up to date is the evidence?",
      "text": "The evidence is up to date to August 2021."
    }
  ]
}