{
  "doi": "10.1002/14651858.CD006920.pub3",
  "name": "Acupuncture and assisted reproductive technology",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acupuncture is commonly undertaken during an assisted reproductive technology (ART) cycle although its role in improving live birth and pregnancy rates is unclear."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness and safety of acupuncture as an adjunct to ART cycles for male and female subfertility."
    },
    {
      "heading": "Search methods",
      "text": "All reports which described randomised controlled trials of acupuncture in assisted conception were obtained through searches of the Menstrual Disorders and Subfertility Group Specialised Register, CENTRAL, Ovid MEDLINE, EMBASE, CINAHL (Cumulative Index to Nursing & Allied Health Literature), AMED , www.clinicaltrials.gov (all from inception to July 2013), National Research Register, and the Chinese clinical trial database (all to November 2012)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of acupuncture for couples who were undergoing ART, comparing acupuncture treatment alone or acupuncture with concurrent ART versus no treatment, placebo or sham acupuncture plus ART for the treatment of primary and secondary infertility. Women with medical illness that was deemed to contraindicate ART or acupuncture were excluded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Twenty randomised controlled trials were included in the review and nine were excluded. Study selection, quality assessment and data extraction were performed independently by two review authors. Meta-analysis was performed using odds ratio (OR) and 95% confidence intervals (CI). The outcome measures were live birth rate, clinical ongoing pregnancy rate, miscarriage rate, and any reported side effects of treatment. The quality of the evidence for the primary outcome (live birth) was rated using GRADE methods."
    },
    {
      "heading": "Main results",
      "text": "This updated meta-analysis showed no evidence of overall benefit of acupuncture for improving live birth rate (LBR) regardless of whether acupuncture was performed around the time of oocyte retrieval (OR 0.87, 95% CI 0.59 to 1.29, 2 studies, n = 464, I2 = 0%, low quality evidence) or around the day of embryo transfer (ET) (OR 1.22, 95% CI 0.87 to 1.70, 8 studies, n = 2505, I2 = 69%, low quality evidence). There was no evidence that acupuncture had any effect on pregnancy or miscarriage rates, or had significant side effects."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence that acupuncture improves live birth or pregnancy rates in assisted conception."
    }
  ],
  "pls_title": "Acupuncture and assisted conception",
  "pls_type": "long",
  "pls": "Review question: does acupuncture improve the outcomes of assisted reproduction?\nBackground: one in seven couples suffer from subfertility and many will seek help in the form of assisted reproductive technology (ART). Although the use of acupuncture has gained popularity, the use of this traditional Chinese medical treatment in conjunction with ART treatments is still controversial. This review summarised the evidence from well designed studies and evaluated the effectiveness and safety of acupuncture in assisted conception.\nSearch date: the evidence is current to July 2013.\nStudy characteristics: there were 20 randomised controlled studies identified. Six studies compared acupuncture at the time of egg collection (912 women) and 14 studies compared acupuncture in assisted conception (3632 women). The studies were further divided into those which used placebo needles in their control groups versus those that had controls who did not undergo any treatment. All the studies identified involved participants undertaking in vitro fertilization (IVF); there were no studies reporting the effect of acupuncture in ovulation induction or intrauterine insemination.\nFunding of included studies: no included studies had external funding.\nKey results: there is no evidence of benefit for the use of acupuncture in participants undergoing assisted conception treatment around the time of embryo transfer or at egg collection in terms of improving the live birth rate, ongoing or clinical pregnancy rate. There is also no evidence that acupuncture has any effect on miscarriage rate or had significant side effects.\nQuality of the evidence: overall, the results are not similar across the studies. This was due to different study designs including the use of different types of control groups that could have introduced bias. More research is needed before recommendations can be made, including studies in which some controls receive placebo needling and others receive no intervention."
}