{
  "doi": "10.1002/14651858.CD011358.pub3",
  "name": "Magnesium for treating sickle cell disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Sickle cell disease is an autosomal recessive inherited haemoglobinopathy which causes painful vaso-occlusive crises due to sickle red blood cell dehydration. Vaso-occlusive crises are common painful events responsible for a variety of clinical complications; overall mortality is increased and life expectancy decreased compared to the general population. Experimental studies suggest that intravenous magnesium has proven to be well-tolerated in individuals hospitalised for the immediate relief of acute (sudden onset) painful crisis and has the potential to decrease the length of hospital stay. Some in vitro studies and open studies of long-term oral magnesium showed promising effect on pain relief but failed to show its efficacy. The studies show that oral magnesium therapy may prevent sickle red blood cell dehydration and prevent recurrent painful episodes. There is a need to access evidence for the impact of oral and intravenous magnesium effect on frequency of pain, length of hospital stay and quality of life. This is an updated version of the review."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effects of short-term intravenous magnesium on the length of hospital stay and quality of life in children and adults with sickle cell disease. To determine the effects of long-term oral magnesium therapy on the frequency of painful crises and the quality of life in children and adults with sickle cell disease."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Haemoglobinopathies Trials Register, compiled from electronic database searches and handsearching of journals and conference abstract books.\nDate of last search of the Cochrane Cystic Fibrosis and Genetic Disorders Group’s Haemoglobinopathies Trials Register: 03 February 2019.\nDate of last search of other resources (clinical trials registries): 04 April 2019."
    },
    {
      "heading": "Selection criteria",
      "text": "We searched for published and unpublished randomized controlled studies of oral or intravenous magnesium compared to placebo or no magnesium."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Authors independently assessed the study quality and extracted the data using standard Cochrane methodologies."
    },
    {
      "heading": "Main results",
      "text": "We included five randomized placebo-controlled studies with a total of 386 participants (aged three to 53 years). Of these, two shorter parallel studies (n = 306) compared intravenous magnesium sulphate to placebo (normal saline) for admission to hospital due to a vaso-occlusive crisis, for which we were able to analyse data. The quality of evidence was moderate for studies in this comparison, mainly due to limitations due to risk of bias and imprecision. Two of the three longer-term studies comparing oral magnesium pidolate to placebo had a cross-over design. The third was a parallel factorial study which compared hydroxyurea and oral magnesium to each other and to placebo over a longer period of time; we only present the comparison of oral magnesium to placebo from this study. The quality of evidence was very low with uncertainty of the estimation.\nThe eight-hourly dose levels in the two studies of intravenous magnesium were different; one used 100 mg/kg while the second used 40 mg/kg. Only one of these studies (n = 104) reported the mean daily pain score while hospitalised (a non-significant difference between groups, moderate quality evidence). The second study (n = 202) reported a number of child- and parent-reported quality of life scores. None of the scores showed any difference between treatment groups (low quality evidence). Data from one study (n = 106) showed no difference in length of stay in hospital between groups (low quality evidence). Both studies reported on adverse events, but not defined by severity as we had planned. One study showed significantly more participants receiving intravenous magnesium experienced warmth at infusion site compared to placebo; there were no differences between groups for other adverse events (low quality evidence).\nThree studies (n = 80) compared oral magnesium pidolate to placebo. None of them reported data which we were able to analyse. One study (n = 24) reported on the number of painful days and stated there was no difference between two groups (low quality evidence). None of the studies reported on quality of life or length of hospital stay. Two studies (n = 68) reported there were no differences in levels of magnesium in either plasma or red blood cells (moderate quality evidence). Two studies (n = 56) reported adverse events. One reported episodes of mild diarrhoea and headache, all of which resolved without stopping treatment. The second study reported adverse events as gastrointestinal disorders, headache or migraine, upper respiratory infections and rash; which were all evenly distributed across treatment groups (moderate quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Moderate to low quality evidence showed neither intravenous magnesium and oral magnesium therapy has an effect on reducing painful crisis, length of hospital stay and changing quality of life in treating sickle cell disease. Therefore, no definitive conclusions can be made regarding its clinical benefit. Further randomized controlled studies, perhaps multicentre, are necessary to establish whether intravenous and oral magnesium therapies have any effect on improving the health of people with sickle cell disease."
    }
  ],
  "pls_title": "Magnesium for treating sickle cell disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence of the effect of intravenous (given into a vein) magnesium and oral (taken by mouth) magnesium on the frequency of painful crises (sickle cell crises with severe pain due to blockages of the blood supply to bones, joints, lungs, liver, spleen, kidney, eye or central nervous system), length of hospital stay and quality of life in people with different types of sickle cell disease."
    },
    {
      "heading": "Background",
      "text": "Sickle cell disease is a relatively common inherited blood disease. Its symptoms include the rapid onset of painful crises, which can lead to increased rates of hospital admission. The likely cause is that deformed sickle-shaped red blood cells put stress on blood vessels which blocks them and leads to vaso-occlusive crises. Vascular function is impaired in people with sickle cell disease. It is known that magnesium can widen blood vessels and, when regularly administered, it improves the amount of liquid in red blood cells and can help stop their shape deforming. Intravenous magnesium can cause mild to moderate side effects after administration e.g. nausea, vomiting, feeling of warmth, low blood pressure, etc.; and oral magnesium supplementation can cause mild side effects e.g. diarrhoea and abdominal cramps. We wanted to find out whether short-term intravenous magnesium and long-term oral magnesium is better than a placebo (dummy treatment with no magnesium) or no magnesium treatment, for reducing painful crises, shortening the length of stay in hospital and for improving quality of life. We were also interested in side effects of treatment with magnesium and some blood tests. This is an updated version of the review."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to: 03 February 2019."
    },
    {
      "heading": "Study characteristics",
      "text": "The review included five studies with a total of 386 people with sickle cell disease aged between four and 53 years. Two studies (306 people) compared intravenous magnesium to a placebo (in this case saline (salty water)) in people admitted to hospital as an emergency because of pain and lasted until they were discharged (less than four weeks). Two of the three longer-term studies compared oral magnesium pidolate with placebo and the third study compared hydroxyurea and magnesium pidolate to each other and to placebo but we have only included the results of the comparison of magnesium pidolate to placebo)."
    },
    {
      "heading": "Key results",
      "text": "Not all the studies reported on our outcomes and we could not analyse data from most of the studies. We did find that in the people admitted to hospital as emergency cases, intravenous magnesium did not reduce pain levels, could not shorten the length of time spent in hospital and did not improve their quality of life compared to placebo. However, more people given magnesium experienced warmth where the needle was inserted than those people who were given placebo.\nOral magnesium pidolate, given over a longer period, did not reduce the severity of painful episodes and had no measurable effect on properties of sickled red cells (e.g. magnesium levels in the blood). Oral magnesium appeared to be safe and well-tolerated with only mild side effects (diarrhoea and headache). Further research is needed to compare the short-term and long-term benefits of magnesium treatment and its side effects."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of evidence for intravenous magnesium and oral magnesium in treating sickle cell disease was moderate for pain when using short-term intravenous magnesium and for levels of magnesium in the blood when taking longer-term oral magnesium supplements. The quality of evidence was low for all other outcomes we measured. All of the included studies of oral or intravenous magnesium for treating sickle cell disease had some aspects that could undermine the reliability of their results. Therefore, we have some uncertainty of these findings and further research may provide evidence that could change our conclusions."
    }
  ]
}