{
  "doi": "10.1002/14651858.CD000066.pub2",
  "name": "Topical preparations for preventing stretch marks in pregnancy",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Striae gravidarum (stretch marks developing during pregnancy) occur in 50% to 90% of women. They appear as red or purple lines or streaks that fade slowly to leave pale lines or marks on the skin. The abdomen, breasts and thighs are commonly affected. The exact cause of stretch marks is unclear and no preparation has yet been shown to be effective in preventing the development of stretch marks. They are a source of significant anxiety for women, impacting on their quality of life."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of topical preparations on the prevention of stretch marks in pregnancy."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (31 October 2011) and reference lists of retrieved reports."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials and quasi-randomised controlled trials comparing topical preparations (with active ingredients) with other topical preparations (with active ingredients), with a placebo (that is, preparations without active ingredients) or with no treatment for the prevention of stretch marks in pregnant women."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors independently assessed trial eligibility and trial quality, and extracted data. Data were checked for accuracy. The primary outcome was the presence of stretch marks and the secondary outcome was the severity of stretch marks."
    },
    {
      "heading": "Main results",
      "text": "We included six trials involving 800 women. Of the six trials, we judged the risk of bias for three as 'low risk' for random sequence generation, blinding of participants and personnel, blinding of outcome assessment, completeness of outcome data and selective reporting.\nThere was no statistically significant average difference in the development of stretch marks in women who received topical preparations with active ingredients compared to women who received a placebo or no treatment (average risk ratio (RR) 0.74; 95% confidence interval (CI) 0.53 to 1.03; five trials, 474 women; random-effects model, Tau² = 0.09, I² = 65%) (Analysis 1.1).\nResults were consistent with the main effects when we performed a sensitivity analysis excluding studies judged to be at high risk of bias for random sequence generation, allocation concealment or more than 20% missing data for a given outcome (average RR 0.81; 95% CI 0.60 to 1.10; four trials, 424 women; random-effects model, Tau² = 0.05, I² = 57%).\nThe was no statistically significant average mean difference in the severity of stretch marks (standardised mean difference (SMD) -0.31; 95% CI -1.06 to 0.44; two trials, 255 women; Tau² = 0.26, I² = 87%).\nThere was no statistically significant difference in the development of stretch marks in women who received topical preparations with active ingredients compared to women who received other topical preparations with active ingredients (average RR 0.51; 95% CI 0.16 to 1.60; two trials, 305 women; Tau² = 0.53, I² = 74%). There was no statistically significant difference in the severity of stretch marks (mean difference (MD) -0.20; 95% CI -0.53 to 0.13; one trial, 206 women; heterogeneity not applicable)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no high-quality evidence to support the use of any of the topical preparations in the prevention of stretch marks during pregnancy. There is a clear need for robust, methodologically rigorous randomised trials involving larger sample sizes to evaluate the effects of topical preparations on the development of stretch marks in pregnancy. In addition, it is important that preparations commonly used by women to prevent and treat stretch marks are evaluated within the context of robust, methodologically rigorous and adequately powered randomised trials."
    }
  ],
  "pls_title": "Topical preparations for preventing stretch marks in pregnancy",
  "pls_type": "long",
  "pls": "Stretch marks commonly develop during pregnancy, particularly in the third trimester. They affect 50% to 90% of women. They appear as red lines or streaks that fade slowly after the pregnancy to leave pale lines on the skin. The abdomen, breasts and thighs are most often affected. They do not disappear entirely, therefore any treatment which prevents them would be welcomed by many women. In this review, we identified randomised controlled trials and quasi-randomised controlled trials that compared topical creams, lotions and ointments containing active ingredients with placebo or no treatment, and topical preparations with active ingredients versus other topical preparations.\nWe included six trials (involving 800 women) in this review. We found that the application of a skin preparation to the areas affected by stretch marks during pregnancy did not prevent the development of stretch marks in the women during pregnancy. Only three trials (involving 461 women) looked at the severity of the stretch marks and did not show a clear difference. The preparations used included Alphastria, Trofolastin, Verum, olive oil and cocoa butter, which all contain vitamin E; Alphastria and Verum also have hyaluronic acid. Of the six trials, we judged three to be at low risk of bias. All trials were relatively small, with four of the six trials each including less than 100 women. The trials were also different in terms of when the women first started to use the topical applications, ranging from the first trimester to the first 20 weeks."
}