{
  "doi": "10.1002/14651858.CD004678.pub2",
  "name": "Glatiramer acetate for multiple sclerosis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an updated Cochrane review of the previous version published (Cochrane Database of Systematic Reviews 2004 , Issue 1 . Art. No.: CD004678. DOI: 10.1002/14651858.CD004678)\nPrevious studies have shown that glatiramer acetate (Copaxone ®), a synthetic amino acid polymer is effective in experimental allergic encephalomyelitis (EAE), and improve the outcome of patients with multiple sclerosis (MS)."
    },
    {
      "heading": "Objectives",
      "text": "To verify the clinical efficacy of glatiramer acetate in the treatment of MS patients with relapsing remitting (RR) and progressive (P) course."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane MS Group Trials Register (26 March 2009), the Cochrane Central Register of Controlled Trials (The Cochrane Library, Issue 1, 2009), MEDLINE (PubMed) (January 1966 to 26 March 2009), EMBASE (January 1988 to 26 March 2009) and hand searching of symposia reports (1990-2009)."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials (RCTs) comparing glatiramer acetate and placebo in patients with definite MS, whatever the administration schedule and disease course, were eligible for this review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Both patients with RR and P MS were analysed. Study protocols were comparable across trials. No major flaws were found in methodological quality. However, efficacy of blinding should be balanced against side effects, including injection-site reactions."
    },
    {
      "heading": "Main results",
      "text": "Among 409 retrieved references, we identified 16 RCTs; six of them, published between 1987 and 2007, met the selection criteria and were included in this review. Five hundred and forty RR patients and 1049 PMS contributed to the analysis. In RR MS, a decrease in the mean EDSS score (-0.33 and -0.45), was found respectively at 2 years and 35 months without any significant effect on sustained disease progression. The reduction of mean number of relapse was evident at 1 year (-0.35 ) 2 years (-0.51 ) and 35 months (-0.64), but significant studies ' heterogeneity was found. The number of hospitalisations and steroid courses were significantly reduced. No benefit was shown in P MS patients. No major toxicity was found. The most common systemic adverse event was a transient and self-limiting patterned reaction of flushing, chest tightness, sweating, palpitations, anxiety. Local injection-site reactions were observed in up to a half of patients treated with glatiramer acetate, thus making a blind assessment of outcomes questionable."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Glatiramer acetate did show a partial efficacy in RR MS in term of relapse -related clinical outcomes, without any significant effect on clinical progression of disease measured as sustained disability. The drug is not effective in progressive MS patients."
    }
  ],
  "pls_title": "The use of glatiramer acetate (Copaxone ®) in people with multiple sclerosis",
  "pls_type": "long",
  "pls": "This is an updated Cochrane review of the previous version published (Cochrane Database of Systematic Reviews 2004 , Issue 1 . Art. No.: CD004678. DOI: 10.1002/14651858.CD004678)\nTreatment with glatiramer acetate (Copaxone ®) of patients with Relapsing-Remitting (RRMS) and with Progressive Multiple Sclerosis (PMS) seems to have few beneficial effects in  RRMS, while the drug is not effective in PMS patients\nPrevious studies indicate that glatiramer acetate, a synthetic drug, is effective in animal models of MS, and shows some benefits in MS patients. The objective of this review was to assess the efficacy of glatiramer acetate in RRMS and PMS patients.\nAmong the pertinent medical literature six studies met the criteria of the methodological quality necessary for their inclusion in this review. 540 RRMS patients and 1049 PMS patients contributed to this analysis.\nThe data showed no beneficial effects on disease progression in both MS forms, a slight beneficial effect  in the reduction of risk of relapses in RRMS patients and no benefits in PMS patients. Adverse events such as flushing, chest tightness, sweating, palpitations, anxiety and  local injection-site reactions occurred quite frequently, but no major adverse effects were observed."
}