{
  "doi": "10.1002/14651858.CD003373",
  "name": "Regular self‐examination or clinical examination for early detection of breast cancer",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Breast self-examination and clinical breast examination have been promoted for many years as general screening methods to diagnose breast cancer at an early stage in order to decrease morbidity and mortality. The possible benefits and harms remain unclear."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether screening for breast cancer by regular self-examination or clinical breast examination reduces breast cancer mortality and morbidity."
    },
    {
      "heading": "Search methods",
      "text": "For this update, the Cochrane Breast Cancer Group Specialised Register, The Cochrane Library and PubMed were searched (October 2007)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised clinical trials, including cluster randomised trials."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Decisions on which trials to include were taken independently by the authors based on the methods of a trial. Disagreements were resolved by discussion. Intention-to-treat analyses were conducted using a fixed-effect model with 95% confidence intervals."
    },
    {
      "heading": "Main results",
      "text": "Two large population-based studies (388,535 women) from Russia and Shanghai that compared breast self-examination with no intervention were included. There was no statistically significant difference in breast cancer mortality between the groups (relative risk 1.05, 95% confidence interval (CI) 0.90 to 1.24; 587 deaths in total). In Russia, more cancers were found in the breast self-examination group than in the control group (relative risk 1.24, 95% CI 1.09 to 1.41) while this was not the case in Shanghai (relative risk 0.97, 95% CI 0.88 to 1.06). Almost twice as many biopsies (3406) with benign results were performed in the screening groups compared to the control groups (1856) (relative risk 1.88, 95% CI 1.77 to 1.99). One large population-based trial of clinical breast examination combined with breast self-examination was also included. The intervention was discontinued because of poor compliance with follow up and no conclusions could be drawn."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Data from two large trials do not suggest a beneficial effect of screening by breast self-examination but do suggest increased harm in terms of increased numbers of benign lesions identified and an increased number of biopsies performed. At present, screening by breast self-examination or physical examination cannot be recommended."
    }
  ],
  "pls_title": "Regular self-examination or clinical examination for early detection of breast cancer.",
  "pls_type": "long",
  "pls": "Breast cancer is a common cause of cancer morbidity and mortality in women. Breast self-examination (examination of the breasts by the individual) or clinical breast examination (examination of the breasts by a doctor or a nurse) have been promoted for many years as screening methods to diagnose breast cancer at an early stage, in order to decrease the risk of dying from breast cancer. This review searched for well-designed trials that assessed these methods and found two large population-based studies involving 388,535 women who compared breast self-examination with no intervention. The review of data from these trials did not find a beneficial effect of screening in terms of improvement in breast cancer mortality. The trials showed that women who were randomised to breast self-examination were almost twice as likely to undergo a biopsy of the breast, with 3406 biopsies performed in the screening group compared to 1856 biopsies in the control group. The only large population-based trial of clinical breast examination combined with breast self-examination that was identified was discontinued. This was because of poor compliance with follow up and no conclusions can be drawn from the study.\nSome women will continue with breast self-examination or will wish to be taught the technique. We suggest that the lack of supporting evidence from the two major studies should be discussed with these women to enable them to make an informed decision. Women should, however, be aware of any breast changes. It is possible that increased breast awareness may have contributed to the decrease in mortality from breast cancer that has been noted in some countries. Women should, therefore, be encouraged to seek medical advice if they detect any change in their breasts that may be breast cancer."
}