{
  "doi": "10.1002/14651858.CD013622.pub2",
  "name": "Reactive air surfaces for preventing pressure ulcers",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pressure ulcers (also known as pressure injuries, pressure sores, decubitus ulcers and bed sores) are localised injuries to the skin or underlying soft tissue, or both, caused by unrelieved pressure, shear or friction. Reactive air surfaces (beds, mattresses or overlays) can be used for preventing pressure ulcers."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of reactive air beds, mattresses or overlays compared with any support surface on the incidence of pressure ulcers in any population in any setting."
    },
    {
      "heading": "Search methods",
      "text": "In November 2019, we searched the Cochrane Wounds Specialised Register; the Cochrane Central Register of Controlled Trials (CENTRAL); Ovid MEDLINE (including In-Process & Other Non-Indexed Citations); Ovid Embase and EBSCO CINAHL Plus. We also searched clinical trials registries for ongoing and unpublished studies, and scanned reference lists of relevant included studies as well as reviews, meta-analyses and health technology reports to identify additional studies. There were no restrictions with respect to language, date of publication or study setting."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials that allocated participants of any age to reactive air beds, overlays or mattresses. Comparators were any beds, overlays or mattresses that were applied for preventing pressure ulcers."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two review authors independently assessed studies using predetermined inclusion criteria. We carried out data extraction, 'Risk of bias' assessment using the Cochrane 'Risk of bias' tool, and the certainty of the evidence assessment according to Grading of Recommendations, Assessment, Development and Evaluations methodology. If a reactive air surface was compared with surfaces that were not clearly specified, then we recorded and described the concerned study but did not included it in further data analyses."
    },
    {
      "heading": "Main results",
      "text": "We included 17 studies (2604 participants) in this review. Most studies were small (median study sample size: 83 participants). The average participant age ranged from 56 to 87 years (median: 72 years). Participants were recruited from a wide range of care settings with the majority being acute care settings. Almost all studies were conducted in the regions of Europe and America. Of the 17 included studies, two (223 participants) compared reactive air surfaces with surfaces that were not well described and therefore could not be classified. We analysed data for five comparisons: reactive air surfaces compared with (1) alternating pressure (active) air surfaces (seven studies with 1728 participants), (2) foam surfaces (four studies with 229 participants), (3) reactive water surfaces (one study with 37 participants), (4) reactive gel surfaces (one study with 66 participants), and (5) another type of reactive air surface (two studies with 223 participants). Of the 17 studies, seven (41.2%) presented findings which were considered at high overall risk of bias.\nPrimary outcome: Pressure ulcer incidence\nReactive air surfaces may reduce the proportion of participants developing a new pressure ulcer compared with foam surfaces (risk ratio (RR) 0.42; 95% confidence interval (CI) 0.18 to 0.96; I2 = 25%; 4 studies, 229 participants; low-certainty evidence). It is uncertain if there is a difference in the proportions of participants developing a new pressure ulcer on reactive air surfaces compared with: alternating pressure (active) air surfaces (6 studies, 1648 participants); reactive water surfaces (1 study, 37 participants); reactive gel surfaces (1 study, 66 participants), or another type of reactive air surface (2 studies, 223 participants). Evidence for all these comparisons is of very low certainty.\nIncluded studies have data on time to pressure ulcer incidence for two comparisons. When time to pressure ulcer incidence is considered using a hazard ratio (HR), low-certainty evidence suggests that in the nursing home setting, people on reactive air surfaces may be less likely to develop a new pressure ulcer over 14 days' of follow-up than people on alternating pressure (active) air surfaces (HR 0.44; 95% CI 0.21 to 0.96; 1 study, 308 participants). It is uncertain if there is a difference in the hazard of developing new pressure ulcers between two types of reactive air surfaces (1 study, 123 participants; very low-certainty evidence).\nSecondary outcomes\nSupport-surface-associated patient comfort: the included studies have data on this outcome for three comparisons. We could not pool any data as comfort outcome measures differed between included studies; therefore a narrative summary is provided. It is uncertain if there is a difference in patient comfort responses between reactive air surfaces and foam surfaces over the top of an alternating pressure (active) air surfaces (1 study, 72 participants), and between those using reactive air surfaces and those using alternating pressure (active) air surfaces (4 studies, 1364 participants). Evidence for these two comparisons is of very low certainty. It is also uncertain if there is a difference in patient comfort responses between two types of reactive air surfaces (1 study, 84 participants; low-certainty evidence).\nAll reported adverse events: there were data on this outcome for one comparison: it is uncertain if there is a difference in adverse events between reactive air surfaces and foam surfaces (1 study, 72 participants; very low-certainty evidence).\nThe included studies have no data for health-related quality of life and cost-effectiveness for all five comparisons."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Current evidence is uncertain regarding any differences in the relative effects of reactive air surfaces on ulcer incidence and patient comfort, when compared with reactive water surfaces, reactive gel surfaces, or another type of reactive air surface. Using reactive air surfaces may reduce the risk of developing new pressure ulcers compared with using foam surfaces. Also, using reactive air surfaces may reduce the risk of developing new pressure ulcers within 14 days compared with alternating pressure (active) air surfaces in people in a nursing home setting.\nFuture research in this area should consider evaluation of the most important support surfaces from the perspective of decision-makers. Time-to-event outcomes, careful assessment of adverse events and trial-level cost-effectiveness evaluation should be considered in future studies. Trials should be designed to minimise the risk of detection bias; for example, by using digital photography and adjudicators of the photographs being blinded to group allocation. Further review using network meta-analysis adds to the findings reported here."
    }
  ],
  "pls_title": "Do beds, mattresses and mattress toppers with air-filled surfaces that apply constant pressure to the skin prevent pressure ulcers?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Reactive, air-filled surfaces that apply constant pressure to the skin may reduce people’s chances of developing pressure ulcers compared with foam surfaces.\nThey may also be better at preventing pressure ulcers among people in nursing homes than air-filled surfaces that regularly redistribute pressure under the body.\nMore research is needed to strengthen the evidence. Future studies should focus on options and effects that are important to decision-makers, such as:\n- Reactive, air-filled surfaces that apply constant skin pressure, compared with air-filled surfaces that regularly redistribute pressure; and\n- whether and when pressure ulcers develop, unwanted effects and costs."
    },
    {
      "heading": "What are pressure ulcers?",
      "text": "Pressure ulcers are also known as pressure sores or bed sores. They are wounds to the skin and underlying tissue caused by prolonged pressure or rubbing. They often occur on bony parts of the body, such as heels, elbows, hips and the bottom of the spine. People who have mobility problems or who lie in bed for long periods are at risk of developing pressure ulcers."
    },
    {
      "heading": "What did we want to find out?",
      "text": "There are beds, mattresses and mattress toppers specifically designed for people at risk of pressure ulcers. These can be made of a range of materials (such as foam, air cells or water bags) and are divided into two groups:\n- reactive (static) surfaces that apply a constant pressure to the skin, unless a person moves or is repositioned; and\n- active (alternating pressure) surfaces that regularly redistribute the pressure under the body.\nWe wanted to find out if reactive, air-filled surfaces:\n- prevent pressure ulcers;\n- are comfortable and improve people’s quality of life;\n- have health benefits that outweigh their costs; and\n- have any unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched the medical literature for studies that evaluated the effects of beds, mattresses and mattress toppers with a reactive, air-filled surface. We compared and summarised their results, and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 17 studies (2604 people, average age: 72 years) that lasted between five days and six months (average: 14 days). The studies compared reactive, air-filled surfaces with:\n- foam surfaces;\n- active, air-filled surfaces; and\n- reactive surfaces filled with water, gel or other materials.\nPressure ulcer prevention\nThe evidence suggests that fewer people may develop pressure ulcers when lying on a reactive, air-filled surface compared with:\n- foam surfaces (four studies, 229 people); and\n- an active, air-filled surface (one study, 308 people in a nursing home, followed for 14 days).\nIt is unclear whether reactive, air-filled surfaces prevent ulcers more than other types of reactive surfaces.\nOther effects\nThe studies did not provide sufficiently robust and clear evidence for us to determine how reactive, air-filled surfaces affect comfort and unwanted effects. No studies reported information about quality of life and cost."
    },
    {
      "heading": "What limited our confidence in the evidence?",
      "text": "Most studies were small (83 people on average). Seven studies used methods likely to introduce errors in their results. It was unclear whether the other 10 studies used robust methods."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The evidence in this Cochrane Review is current to November 2019."
    }
  ]
}