{
  "doi": "10.1002/14651858.CD014918.pub2",
  "name": "Topical, light‐based, and complementary interventions for acne: an overview of systematic reviews ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acne is a chronic inflammatory and immune-mediated disease of the pilosebaceous unit (the skin structure consisting of a hair follicle and its associated sebaceous gland). It is characterised by non-inflammatory lesions (open and closed comedones) and inflammatory lesions (papules, pustules, nodules, and cysts). Lesions may be present on the face, thorax, and back, with variable severity. Acne exhibits a global distribution and has a growing prevalence. Acne vulgaris is the most common form. Acne gives rise to complications such as scars and can seriously affect people’s mental health, especially those with severe acne. Acne has a huge impact on the quality of life and self-esteem of those affected."
    },
    {
      "heading": "Objectives",
      "text": "To synthesise the existing evidence on the efficacy and safety of non-systemic pharmacological interventions and non-pharmacological interventions (physical therapy and complementary therapies) in the treatment of acne vulgaris and related skin complications."
    },
    {
      "heading": "Methods",
      "text": "We searched the Cochrane Database of Systematic Reviews, Epistemonikos, MEDLINE, and Embase to 2 December 2021, and checked the reference lists of included reviews. At least two authors were responsible for screening, data extraction, and critical appraisal. We excluded reviews with high risk of bias as assessed with the ROBIS tool. We evaluated the overall certainty of the evidence according to GRADE (as carried out by the authors of the included reviews or ourselves). We provide comprehensive evidence from the review data, including summary of findings tables, summary of results tables, and evidence maps."
    },
    {
      "heading": "Main results",
      "text": "We retrieved and assessed a total of 733 records; however, only six reviews (five Cochrane reviews and one non-Cochrane review) with low risk of bias met the overview inclusion criteria. The six reviews involved 40,910 people with acne from 275 trials and 1316 people with acne scars from 37 trials. The age of the participants ranged from 10 to 59 years, with an average age range from 18 to 30 years. Four reviews included original trials involving only female participants and three reviews included original trials with only male participants.\nMain results for clinically important comparisons:\nBenzoyl peroxide versus placebo or no treatment: In two trials involving 1012 participants over 12 weeks, benzoyl peroxide may reduce the total (mean difference (MD) -16.14, 95% confidence interval (CI) -26.51 to -5.78), inflammatory (MD -6.12, 95% CI -11.02 to -1.22), and non-inflammatory lesion counts (MD -9.69, 95% CI -15.08 to -4.29) when compared to placebo (long-term treatment), but the evidence is very uncertain (very low-certainty evidence). Two trials including 1073 participants (time point: 10 and 12 weeks) suggested benzoyl peroxide may have little to no effect in improving participants' global self-assessment compared to placebo (long-term treatment), but the evidence is very uncertain (risk ratio (RR) 1.44, 95% CI 0.94 to 2.22; very low-certainty evidence). Very low-certainty evidence suggested that benzoyl peroxide may improve investigators' global assessment (RR 1.77, 95% CI 1.37 to 2.28; 6 trials, 4110 participants, long-term treatment (12 weeks)) compared to placebo. Thirteen trials including 4287 participants over 10 to 12 weeks suggested benzoyl peroxide may increase the risk of a less serious adverse event compared to placebo (long-term treatment), but the evidence is very uncertain (RR 1.46, 95% CI 1.01 to 2.11; very low-certainty evidence).\nBenzoyl peroxide versus topical retinoids: Benzoyl peroxide may increase the percentage change in total lesion count compared to adapalene (long-term treatment), but the evidence is very uncertain (MD 10.8, 95% CI 3.38 to 18.22; 1 trial, 205 participants, 12 weeks; very low-certainty evidence). When compared to adapalene, benzoyl peroxide may have little to no effect on the following outcomes (long-term treatment): percentage change in inflammatory lesion counts (MD -7.7, 95% CI -16.46 to 1.06; 1 trial, 142 participants, 11 weeks; very low-certainty evidence), percentage change in non-inflammatory lesion counts (MD -3.9, 95% CI -13.31 to 5.51; 1 trial, 142 participants, 11 weeks; very low-certainty evidence), participant's global self-assessment (RR 0.96, 95% CI 0.86 to 1.06; 4 trials, 1123 participants, 11 to 12 weeks; low-certainty evidence), investigators' global assessment (RR 1.16, 95% CI 0.98 to 1.37; 3 trials, 1965 participants, 12 weeks; low-certainty evidence), and incidence of a less serious adverse event (RR 0.77, 95% CI 0.48 to 1.25, 1573 participants, 5 trials, 11 to 12 weeks; very low-certainty evidence).\nBenzoyl peroxide versus topical antibiotics: When compared to clindamycin, benzoyl peroxide may have little to no effect on the following outcomes (long-term treatment): total lesion counts (MD -3.50, 95% CI -7.54 to 0.54; 1 trial, 641 participants, 12 weeks; very low-certainty evidence), inflammatory lesion counts (MD -1.20, 95% CI -2.99 to 0.59; 1 trial, 641 participants, 12 weeks; very low-certainty evidence), non-inflammatory lesion counts (MD -2.4, 95% CI -5.3 to 0.5; 1 trial, 641 participants, 12 weeks; very low-certainty evidence), participant's global self-assessment (RR 0.95, 95% CI 0.68 to 1.34; 1 trial, 240 participants, 10 weeks; low-certainty evidence), investigator's global assessment (RR 1.10, 95% CI 0.83 to 1.45; 2 trials, 2277 participants, 12 weeks; very low-certainty evidence), and incidence of a less serious adverse event (RR 1.27, 95% CI 0.98 to 1.64; 5 trials, 2842 participants, 10 to 12 weeks; low-certainty evidence).\nFor these clinically important comparisons, no review collected data for the following outcomes: frequency of participants experiencing at least one serious adverse event or quality of life.\nNo review collected data for the following comparisons: topical antibiotics versus placebo or no treatment, topical retinoids versus placebo or no treatment, or topical retinoids versus topical antibiotics."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This overview summarises the evidence for topical therapy, phototherapy, and complementary therapy for acne and acne scars. We found no high-certainty evidence for the effects of any therapy included. Randomised controlled trials and systematic reviews related to acne and acne scars had limitations (low methodological quality). We could not summarise the evidence for topical retinoids and topical antibiotics due to insufficient high-quality systematic reviews. Future research should consider pooled analysis of data on new emerging drugs for acne treatment (e.g. clascoterone) and focus more on acne complications."
    }
  ],
  "pls_title": "Topical, light-based, and complementary interventions: which works better to treat acne and its complications?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• We did not find enough good-quality evidence about benzoyl peroxide, topical antibiotics, and topical retinoids for treating acne. We found that the included systematic reviews only provided a small amount of evidence on these clinically important drugs for us to summarise.\n• Future research should focus on areas that are important to patients, researchers, and decision-makers, such as new drugs for acne treatment, topical antibiotics and retinoids, and acne complications, including scars and psychological distress."
    },
    {
      "heading": "What is acne and its complications?",
      "text": "Acne is a common inflammatory skin disease that occurs across all age groups, but mainly in young people. People with acne experience blackheads, whiteheads, or pimples. It mainly appears on the face, but can also appear on the back and chest. The main complication of acne is long-lasting acne scars. Another is psychological distress. Some people with acne value their self-image and acne may affect their mood, causing anxiety, depression, and even suicide."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if topical therapy (a medicine in the form of a cream, foam, gel, lotion, or ointment that is put onto the surface of the skin), light therapy (a treatment method using different colours of light to irradiate the skin lesion (damaged) area), and complementary therapy (an additional therapy other than conventional medicine, such as acupuncture, diet, and herbal medicine) have an effect by reducing lesion counts, improving acne severity as assessed by the participant and investigator, improving quality of life, and reducing serious or less serious adverse (unwanted or harmful) events."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for systematic reviews that looked at topical, light-based, and complementary interventions for acne and acne scars. We summarised the results of the systematic reviews and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "This overview includes six systematic reviews, involving 40,910 people with acne from 275 studies and 1316 people with acne scars from 37 studies. The age of the participants ranged from 10 to 59 years, with the average age ranging from 18 to 30 years. Four reviews included original trials involving only female participants and three reviews included original trials with only male participants.\nWe do not know if benzoyl peroxide, when compared with placebo or no treatment, has an effect on lesion counts, acne severity as assessed by the participant and investigator, or the rate of less serious adverse events. For the comparison between benzoyl peroxide and placebo or no treatment, we found no reviews to help us answer our question about serious adverse events or quality of life.\nWe do not know if benzoyl peroxide, when compared with adapalene (a topical retinoid: one of the most common drugs for treating acne), has an effect on lesion counts and less serious adverse events. Benzoyl peroxide may make little to no difference to acne severity as assessed by the participant (1123 people in four studies) or the investigator (1965 people in three studies) when compared with adapalene. For the comparison between benzoyl peroxide and adapalene, we found no reviews to help us answer our question about serious adverse events or quality of life.\nIt is unclear if benzoyl peroxide, when compared to clindamycin (a topical antibiotic: a medicine that kills bacteria and fungi, or stops bacteria growing), has an effect on lesion counts or the investigator's assessment of acne severity. Compared with clindamycin, benzoyl peroxide may make little to no difference to the participant's self-assessment of acne severity (240 people in one study) or the rate of less serious adverse events (2842 people in five studies). For the comparison between benzoyl peroxide and clindamycin, we found no reviews to help us answer our question about serious adverse events or quality of life.\nWe found no reviews to help us answer our question for the following comparisons: topical antibiotics compared with placebo or no treatment, topical retinoids compared with placebo or no treatment, and topical retinoids compared with topical antibiotics."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have little to very little confidence in our findings, and the results of further research could change the results of this overview.\nThe main factors that reduced our confidence in the evidence are as follows. Firstly, it is possible that people in the studies were aware of which treatment they were getting. Secondly, not all the studies provided data about everything that they were interested in. Thirdly, there are not enough studies to be certain about the results for the outcomes we were looking at. Finally, the studies were done in different types of people or used different ways of delivering the treatment."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence is up-to-date to December 2021."
    }
  ]
}