{
  "doi": "10.1002/14651858.CD010023.pub2",
  "name": "Computed tomography versus magnetic resonance imaging versus bone scintigraphy for clinically suspected scaphoid fractures in patients with negative plain radiographs ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "In clinically suspected scaphoid fractures, early diagnosis reduces the risk of non-union and minimises loss in productivity resulting from unnecessary cast immobilisation. Since initial radiographs do not exclude the possibility of a fracture, additional imaging is needed. Computed tomography (CT), magnetic resonance imaging (MRI) and bone scintigraphy (BS) are widely used to establish a definitive diagnosis, but there is uncertainty about the most appropriate method."
    },
    {
      "heading": "Objectives",
      "text": "The primary aim of this study is to identify the most suitable diagnostic imaging strategy for identifying clinically suspected fractures of the scaphoid bone in patients with normal radiographs. Therefore we looked at the diagnostic performance characteristics of the most used imaging modalities for this purpose: computed tomography, magnetic resonance imaging and bone scintigraphy."
    },
    {
      "heading": "Search methods",
      "text": "In July 2012, we searched the Cochrane Register of Diagnostic Test Accuracy Studies, MEDLINE, EMBASE, the Database of Abstracts of Reviews of Effects, the Cochrane Central Register of Controlled Trials, the NHS Economic Evaluation Database. In September 2012, we searched MEDION, ARIF, Current Controlled Trials, the World Health Organization (WHO) International Clinical Trials Registry Platform, conference proceedings and reference lists of all articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all prospective or retrospective studies involving a consecutive series of patients of all ages that evaluated the accuracy of BS, CT or MRI, or any combination of these, for diagnosing suspected scaphoid fractures. We considered the use of one or two index tests or six-week follow-up radiographs as adequate reference standards."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened titles and abstracts and assessed full-text reports of potentially eligible studies. The same authors extracted data from full-text reports and assessed methodological quality using the QUADAS checklist. For each index test, estimates of sensitivity and speciﬁcity from each study were plotted in ROC space; and forest plots were constructed for visual examination of variation in test accuracy. We performed meta-analyses using the HSROC model to produce summary estimates of sensitivity and specificity."
    },
    {
      "heading": "Main results",
      "text": "We included 11 studies that looked at diagnostic accuracy of one or two index tests: four studies (277 suspected fractures) looked at CT, five studies (221 suspected fractures) looked at MRI and six studies (543 suspected fractures) looked at BS. Four of the studies made direct comparisons: two studies compared CT and MRI, one study compared CT and BS, and one study compared MRI and BS. Overall, the studies were of moderate to good quality, but relevant clinical information during evaluation of CT, MRI or BS was mostly unclear or unavailable.\nAs few studies made direct comparisons between tests with the same participants, our results are based on data from indirect comparisons, which means that these results are more susceptible to bias due to confounding. Nonetheless, the direct comparisons showed similar patterns of differences in sensitivity and specificity as for the pooled indirect comparisons.\nSummary sensitivity and specificity of CT were 0.72 (95% confidence interval (CI) 0.36 to 0.92) and 0.99 (95% CI 0.71 to 1.00); for MRI, these were 0.88 (95% CI 0.64 to 0.97) and 1.00 (95% CI 0.38 to 1.00); for BS, these were 0.99 (95% CI 0.69 to 1.00) and 0.86 (95% CI 0.73 to 0.94). Indirect comparisons suggest that diagnostic accuracy of BS was significantly higher than CT and MRI; and CT and MRI have comparable diagnostic accuracy. The low prevalence of a true fracture among suspected fractures (median = 20%) means the lower specificity for BS is problematic. For example, in a cohort of 1000 patients, 112 will be over-treated when BS is used for diagnosis. If CT is used, only 8 will receive unnecessary treatment. In terms of missed fractures, BS will miss 2 fractures and CT will miss 56 fractures."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Although quality of the included studies is moderate to good, findings are based on only 11 studies and the confidence intervals for the summary estimates are wide for all three tests. Well-designed direct comparison studies including CT, MRI and BS could give valuable additional information.\nBone scintigraphy is statistically the best diagnostic modality to establish a definitive diagnosis in clinically suspected fractures when radiographs appear normal. However, physicians must keep in mind that BS is more invasive than the other modalities, with safety issues due to level of radiation exposure, as well as diagnostic delay of at least 72 hours. The number of overtreated patients is substantially lower with CT and MRI.\nPrior to performing comparative studies, there is a need to raise the initially detected prevalence of true fractures in order to reduce the effect of the relatively low specificity in daily practice. This can be achieved by improving clinical evaluation and initial radiographical assessment."
    }
  ],
  "pls_title": "Comparing different types of scan (CT, MRI, bone scan) for diagnosis of clinically suspected scaphoid fractures, when initial radiographs are negative",
  "pls_type": "long",
  "pls": "This summary of a Cochrane review presents what we know from research about the accuracy of imaging tests to detect true scaphoid fractures among suspected fractures.\nWhen a patient presents to the emergency department with wrist injury and clinical signs of a scaphoid fracture, normal initial radiographs do not exclude a fracture. Approximately 20% of them do have a true scaphoid fracture and need additional imaging to establish a definitive diagnosis. Because of the low healing potential of the scaphoid bone, adequate diagnosis and treatment is vital to prevent complications such as non-union. If a patient is clinically suspected for a scaphoid fracture, their wrist will be immobilised in a cast until definitive diagnosis is obtained. This fear of under-treatment results in a large amount of over-treated wrist injuries. Computed tomography (CT), magnetic resonance imaging (MRI) and bone scintigraphy (BS; bone scan) are all imaging modalities that can be chosen at this stage. The aim of this systematic review was to establish which is the superior technique for identifying a true fracture and preventing unnecessary treatment. A high sensitivity reduces the risk of missing fractures; a low specificity increases the number of unnecessary treatments.\nWe conducted a thorough search of electronic databases, trial registers and conference proceedings up to July 2012. We included 11 studies in our analysis. The studies were moderate to good quality. Four studies (277 suspected fractures) looked at CT, five studies (221 suspected fractures) looked at MRI and six studies (543 suspected fractures) looked at BS. Four of these studies directly compared two modalities, such as both CT and MRI. When we compared the pooled data for the different imaging tests from all studies, we found that BS has the highest sensitivity, but specificity was lower than CT and MRI. All three imaging tests were found to be highly accurate for definitive diagnosis. CT and MRI were comparable in diagnostic accuracy (the correct diagnosis is made). Although BS had significantly better accuracy than CT and MRI, it could lead to more people receiving unnecessary treatment. Moreover, BS is an invasive technique and is believed to be inappropriate for use in some populations, especially children.\nFuture studies should focus on improving clinical evaluation to raise the prevalence of true fractures. In addition, more direct comparison studies could add valuable data to determine which modality is superior in diagnosis of suspected scaphoid fractures."
}