{
  "doi": "10.1002/14651858.CD002774.pub2",
  "name": "Heparin for prolonging peripheral intravenous catheter use in neonates",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Mechanical or infectious complications often necessitate their removal and/or replacement of peripheral intravenous catheters. Heparin has been shown to be effective in prolonging the patency of peripheral arterial catheters and central venous catheters, but may result in life threatening complications, especially in preterm neonates."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective was to determine the effectiveness of heparin versus placebo or no treatment on duration of peripheral intravenous (PIV) catheter patency in neonates requiring a PIV catheter."
    },
    {
      "heading": "Search methods",
      "text": "A literature search was performed using the following databases: MEDLINE (1966 to February 2005), EMBASE (1980 to February 2005), CINAHL (1982 to February 2005), Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library, Issue 1, 2005), and abstracts from the annual meetings of the Society for Pediatric Research, American Pediatric Society and Pediatric Academic Societies published in Pediatric Research (1991 to 2004). No language restrictions were applied.\nThis search was updated in 2010."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized or quasi-randomised trials of heparin administered as flush or infusion versus placebo or no treatment were included. Studies which included a neonatal population and reported on at least one of the outcomes were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data collection and analysis was performed in accordance with the recommendations of the Cochrane Neonatal Review Group."
    },
    {
      "heading": "Main results",
      "text": "Ten eligible studies were identified. Heparin was administered either as a flush solution or as an additive to the total parenteral nutrition solution. Five studies reported data on the duration of use of the first catheter. Two of these studies found no statistically significant effect of heparin; two studies showed a statistically significant increase and one study showed a statistically significant decrease in the duration of PIV catheter use in the heparin group. There were marked differences between the studies in terms of the methodological quality, the dose, the timing, the route of administration of heparin and the outcomes reported. The results were not combined for meta-analysis. Individual studies did not report any significant differences between the heparin and the placebo/no treatment groups in the risks of infiltration, phlebitis and intracranial haemorrhage."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are insufficient data concerning the effect of heparin for prolonging PIV catheter use in neonates. Recommendations for heparin use in neonates with PIV catheters cannot be made. Further research on the effectiveness, the optimal dose, and the safety of heparin is required."
    }
  ],
  "pls_title": "Heparin for prolonging peripheral intravenous catheter use in neonates",
  "pls_type": "long",
  "pls": "Heparin in intravenous fluids may reduce IV tube changes needed for newborn babies in neonatal intensive care, but more research is needed to determine its safety. Babies in neonatal intensive care often need fluids intravenously (through a tube inserted into a vein). Sometimes the intravenous (IV) tube becomes blocked, as the blood clots and skin becomes swollen. Bacteria can also enter and cause serious infection. Regularly changing the tube (and which vein is used) can reduce some problems, but babies have few usable veins. The drug heparin used in the IV fluids could reduce blockages by thinning the blood, but it can have serious adverse effects. The review of trials found that more research is needed to determine whether heparin in IV fluids is advantageous for neonates without causing side effects."
}