{
  "doi": "10.1002/14651858.CD000030.pub2",
  "name": "Antipsychotic medication versus placebo for people with both schizophrenia and learning disability ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Antipsychotic medication is the standard treatment for people with learning disability and schizophrenia."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of any antipsychotic medication compared with placebo for treating people with a dual diagnosis of learning disability and schizophrenia."
    },
    {
      "heading": "Search methods",
      "text": "For this update we searched the Cochrane Schizophrenia Group's Register of trials (July 2004), relevant reference lists and sought unpublished data from pharmaceutical companies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised clinical trials of longer than one month's duration, involving people with both schizophrenia and learning disability (a measured IQ of 70 or less) that evaluated antipsychotic medication versus placebo."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We reliably selected and assessed studies for methodological quality. Two reviewers, working independently, extracted data. We would have analysed dichotomous data on an intention-to-treat basis and presented continuous data with 65% completion rate. For dichotomous outcomes, our intention was to estimate a fixed effect relative risk (RR) with the 95% confidence interval (CI) together with the number needed to treat/harm (NNT/H)."
    },
    {
      "heading": "Main results",
      "text": "We found only one relevant randomised trial using our search method and this had to be excluded. This study included four people with a dual diagnosis of schizophrenia and learning disability, but results were only available for two of the participants. It was unclear as to which groups the other two people were allocated. In order to display the data, we would have had to have made too many assumptions about these two people and any results would be uninformative and potentially misleading."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Using the methods described we found no randomised controlled trial evidence to guide the use of antipsychotic medication for people with both learning disability and schizophrenia. Until the urgent need for randomised controlled trials is met, clinical practice will continue to be guided by extrapolation of evidence from randomised controlled trials involving people with schizophrenia, but without learning disability, and non-randomised trials of those with learning disability and schizophrenia."
    }
  ],
  "pls_title": "Antipsychotic medication versus placebo for people with both schizophrenia and learning disability",
  "pls_type": "long",
  "pls": "People who are diagnosed with both learning disability and schizophrenia are generally treated with antipsychotic medication. This review highlights the limited evidence available for the use of this treatment in cases where people have received such a dual diagnosis."
}