{
  "doi": "10.1002/14651858.CD010768.pub2",
  "name": "Improving adherence to Standard Precautions for the control of health care‐associated infections ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "'Standard Precautions' refers to a system of actions, such as using personal protective equipment or adhering to safe handling of needles, that healthcare workers take to reduce the spread of germs in healthcare settings such as hospitals and nursing homes."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of interventions that target healthcare workers to improve adherence to Standard Precautions in patient care."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, CINAHL, LILACS, two other databases, and two trials registers. We applied no language restrictions. The date of the most recent search was 14 February 2017."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised trials of individuals, cluster-randomised trials, non-randomised trials, controlled before-after studies, and interrupted time-series studies that evaluated any intervention to improve adherence to Standard Precautions by any healthcare worker with responsibility for patient care in any hospital, long-term care or community setting, or artificial setting, such as a classroom or a learning laboratory."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened search results, extracted data from eligible trials, and assessed risk of bias for each included study, using standard methodological procedures expected by Cochrane. Because of substantial heterogeneity among interventions and outcome measures, meta-analysis was not warranted. We used the GRADE approach to assess certainty of evidence and have presented results narratively in 'Summary of findings' tables."
    },
    {
      "heading": "Main results",
      "text": "We included eight studies with a total of 673 participants; three studies were conducted in Asia, two in Europe, two in North America, and one in Australia. Five studies were randomised trials, two were cluster-randomised trials, and one was a non-randomised trial. Three studies compared different educational approaches versus no education, one study compared education with visualisation of respiratory particle dispersion versus education alone, two studies compared education with additional infection control support versus no intervention, one study compared peer evaluation versus no intervention, and one study evaluated use of a checklist and coloured cues. We considered all studies to be at high risk of bias with different risks. All eight studies used different measures to assess healthcare workers' adherence to Standard Precautions. Three studies also assessed healthcare workers' knowledge, and one measured rates of colonisation with methicillin-resistant Staphylococcus aureus (MRSA) among residents and staff of long-term care facilities. Because of heterogeneity in interventions and outcome measures, we did not conduct a meta-analysis.\nEducation may slightly improve both healthcare workers' adherence to Standard Precautions (three studies; four centres) and their level of knowledge (two studies; three centres; low certainty of evidence for both outcomes).\nEducation with visualisation of respiratory particle dispersion probably improves healthcare workers' use of facial protection but probably leads to little or no difference in knowledge (one study; 20 nurses; moderate certainty of evidence for both outcomes).\nEducation with additional infection control support may slightly improve healthcare workers' adherence to Standard Precautions (two studies; 44 long-term care facilities; low certainty of evidence) but probably leads to little or no difference in rates of health care-associated colonisation with MRSA (one study; 32 long-term care facilities; moderate certainty of evidence).\nPeer evaluation probably improves healthcare workers' adherence to Standard Precautions (one study; one hospital; moderate certainty of evidence).\nChecklists and coloured cues probably improve healthcare workers' adherence to Standard Precautions (one study; one hospital; moderate certainty of evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Considerable variation in interventions and in outcome measures used, along with high risk of bias and variability in the certainty of evidence, makes it difficult to draw conclusions about effectiveness of the interventions. This review underlines the need to conduct more robust studies evaluating similar types of interventions and using similar outcome measures."
    }
  ],
  "pls_title": "Improving healthcare workers' use of Standard Precautions to decrease infection in healthcare settings",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "To find out what strategies can be used to improve how well healthcare workers follow a system of actions known as 'Standard Precautions' to decrease infection in healthcare settings."
    },
    {
      "heading": "Key messages",
      "text": "Review authors identified a variety of strategies, most of which involved education of healthcare workers alone or with an additional strategy. It is unclear which strategy or combination of strategies is most effective for improving healthcare workers' adherence to Standard Precautions or their knowledge of Standard Precautions, or for reducing colonisation (potential infection) rates, as we found little evidence; this fact, along with the inconsistency of results, reduced our confidence or certainty about the evidence found."
    },
    {
      "heading": "What was studied in the review?",
      "text": "It is estimated that over four million patients in Europe and 1.7 million in the USA develop an infection each year, and that prevalence is higher in developing countries. Infection is associated with increased length of hospital stay, excess mortality, and billions of dollars in associated hospital costs. Adhering to Standard Precautions, such as using personal protective equipment or following practices for safe handling of needles, can reduce the spread of germs in healthcare settings. The aim of this review was to find out which methods are effective in improving healthcare workers' adherence to Standard Precautions."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "Review authors found eight relevant studies with a total of 673 participants. Three studies were reported from Asia, two from Europe, two from North America, and one from Australia. Intevention strategies consisted of education for healthcare workers, given alone or with other types of education, such as showing how respiratory droplets are spread, or with additional infection control supports. Other intervention strategies were peer evaluation and use of a checklist and coloured cues. All studies used different measures to assess how well healthcare workers followed or adhered to Standard Precautions. Two studies also assessed whether there was any improvement in healthcare workers' knowledge (of Standard Precautions), and one measured rates of colonisation of MRSA (carriage of MRSA with increased potential for infection) among residents and staff of long-term care facilities\nEducation showing spread of respiratory droplets, peer evaluation, and use of checklists and coloured cues probably improve adherence to Standard Precautions, and education alone and education with additional infection control support may slightly improve adherence to Standard Precautions.\nEducation alone may slightly improve knowledge, and education showing spread of respiratory droplets probably leads to little or no difference in knowledge. Education with additional infection control support probably leads to little or no difference in rates of MRSA colonisation."
    },
    {
      "heading": "How up to date is this review?",
      "text": "Review authors searched for studies that had been published up to 14 February 2017."
    }
  ]
}