{
  "doi": "10.1002/14651858.CD012551.pub3",
  "name": "Non‐pharmacological interventions for treating chronic prostatitis/chronic pelvic pain syndrome ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chronic prostatitis/chronic pelvic pain syndrome (CP/CPPS) is a common disorder in which the two main clinical features are pelvic pain and lower urinary tract symptoms. There are currently many approaches for its management, using both pharmacological and non-pharmacological interventions. The National Institute of Health - Chronic Prostatitis Symptom Index (NIH-CPSI) score is a validated measure commonly used to measure CP/CPPS symptoms."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of non-pharmacological therapies for chronic prostatitis/chronic pelvic pain syndrome (CP/CPPS)."
    },
    {
      "heading": "Search methods",
      "text": "We performed a comprehensive search using multiple databases, trial registries, grey literature and conference proceedings with no restrictions on the language of publication or publication status. The date of the latest search of all databases was August 2017."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials. Inclusion criteria were men with a diagnosis of CP/CPPS. We included all available non-pharmacological interventions."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently classified studies and abstracted data from the included studies, performed statistical analyses and rated quality of evidence (QoE) according to the GRADE methods."
    },
    {
      "heading": "Main results",
      "text": "We included 38 unique studies with 3290 men with CP/CPPS across 23 comparisons.\n1. Acupuncture: (three studies, 204 participants) based on short-term follow-up, acupuncture probably leads to clinically meaningful reduction in prostatitis symptoms compared with sham procedure (mean difference (MD) in total NIH-CPSI score -5.79, 95% confidence interval (CI) -7.32 to -4.26, high QoE). Acupuncture may result in little to no difference in adverse events (low QoE). Acupuncture may not reduce sexual dysfunction when compared with sham procedure (MD in the International Index of Erectile Function (IIEF) Scale -0.50, 95% CI -3.46 to 2.46, low QoE). Acupuncture may also lead to a clinically meaningful reduction in prostatitis symptoms compared with standard medical therapy (MD -6.05, 95% CI -7.87 to -4.24, two studies, 78 participants, low QoE). We found no information regarding quality of life, depression or anxiety.\n2. Lifestyle modifications: (one study, 100 participants) based on short-term follow-up, lifestyle modifications may be associated with a reduction in prostatitis symptoms compared with control (risk ratio (RR) for improvement in NIH-CPSI scores 3.90, 95% CI 2.20 to 6.92, very low QoE). We found no information regarding adverse events, sexual dysfunction, quality of life, depression or anxiety.\n3. Physical activity: (one study, 85 participants) based on short-term follow-up, a physical activity programme may cause a small reduction in prostatitis symptoms compared with control (NIH-CPSI score MD -2.50, 95% CI -4.69 to -0.31, low QoE). This programme may not reduce anxiety or depression (low QoE). We found no information regarding adverse events, sexual dysfunction or quality of life.\n4. Prostatic massage: (two studies, 115 participants) based on short-term follow-up, we are uncertain whether the prostatic massage reduces or increases prostatitis symptoms compared with control (very low QoE). We found no information regarding adverse events, sexual dysfunction, quality of life, depression or anxiety.\n5. Extracorporeal shockwave therapy: (three studies, 157 participants) based on short-term follow-up, extracorporeal shockwave therapy reduces prostatitis symptoms compared with control (NIH-CPSI score MD -6.18, 95% CI -7.46 to -4.89, high QoE). These results may not be sustained at medium-term follow-up (low QoE). This treatment may not be associated with a greater incidence of adverse events (low QoE). This treatment probably improves sexual dysfunction (MD in the IIEF Scale MD 3.34, 95% CI 2.68 to 4.00, one study, 60 participants, moderate QoE). We found no information regarding quality of life, depression or anxiety.\n6. Transrectal thermotherapy compared to medical therapy: (two studies, 237 participants) based on short-term follow-up, transrectal thermotherapy alone or in combination with medical therapy may decrease prostatitis symptoms slightly when compared with medical therapy alone (NIH-CPSI score MD -2.50, 95% CI -3.82 to -1.18, low QoE). One included study reported that participants may experience transient adverse events. We found no information regarding sexual dysfunction, quality of life, depression or anxiety.\n7. Other interventions: there is uncertainty about the effects of most of the other interventions included in this review. We found no information regarding psychological support or prostatic surgery."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on the findings of moderate quality evidence, this review found that some non-pharmacological interventions such as acupuncture and extracorporeal shockwave therapy are likely to result in a decrease in prostatitis symptoms and may not be associated with a greater incidence of adverse event. The QoE for most other comparisons was predominantly low. Future clinical trials should include a full report of their methods including adequate masking, consistent assessment of all patient-important outcomes including potential treatment-related adverse events and appropriate sample sizes."
    }
  ],
  "pls_title": "Intervention for treating chronic prostatitis and chronic pelvic pain in men",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What are the effects of non-medicine therapies in men with longstanding pain and discomfort around their prostate and pelvis, so-called chronic prostatitis/chronic pelvic pain syndrome (CP/CPPS)?"
    },
    {
      "heading": "Background",
      "text": "CP/CPPS is a common disorder in which men feel pelvic pain or have bothersome symptoms (or both of these) when urinating. Its cause is unknown and there are many different treatments for this condition."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence was current to August 2017. We found 38 studies that were conducted between 1993 and 2016 with 3187 participants that made 23 comparisons between different treatments in men with CP/CPPS. The evaluated interventions usually implied the use of devices, medical advice or some form of physical therapy. In many cases, these therapies were given to men in an outpatient setting. Most studies did not specify their funding sources; three studies reported funding from device makers."
    },
    {
      "heading": "Key results",
      "text": "Acupuncture: we found that acupuncture (an alternative medicine where thin needles are inserted into the skin at specific points) probably causes a significant decrease in symptoms of prostatitis and may not associated with side effects when compared with pretend acupuncture, however, it may not reduce sexual problems. It probably decreases symptoms when compared with standard medical therapy. We found no information on its effect on quality of life, depression or anxiety.\nLifestyle modifications: we are uncertain whether the recommendation of lifestyle modifications reduces symptoms when compared to the continuation of the same lifestyle. We had no information regarding side effects, sexual problems, quality of life, depression or anxiety.\nPhysical activity: we found that a physical activity programme may reduce symptoms (small effect) when compared with a non-specific activity used as a control, however it may not reduce anxiety or depression. We have no information regarding side effects, sexual problems or quality of life.\nProstatic massage: we are uncertain whether the prostatic massage reduces or increases symptoms when compared with no massage. We found no information regarding side effects, sexual problems, quality of life, depression or anxiety.\nExtracorporeal shockwave therapy: we found that extracorporeal shockwave therapy (where shock waves are passed through the skin to the prostate) causes a significant decrease in symptoms compared to a simulated procedure. These results may not be lasting after more continued treatment. This treatment may not be associated with side effects. We have no information regarding quality of life, depression or anxiety.\nTransrectal thermotherapy compared to medical therapy: we found that transrectal thermotherapy (which applies heat to the prostate and pelvic muscle area) alone or in combination with medical therapy may cause a small decrease in symptoms compared to medical therapy alone. One of the included studies reported that participants may experience transient side effects. We have no information regarding sexual problems, quality of life, depression or anxiety.\nThere is uncertainty about the effects of other interventions."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence was low in most cases, meaning that there is much uncertainty surrounding the results. The included studies were not well designed, had a small sample size and had a short follow-up time (usually 12 weeks)."
    }
  ]
}