{
  "doi": "10.1002/14651858.CD009532.pub2",
  "name": "Oral or parenteral iron supplementation to reduce deferral, iron deficiency and/or anaemia in blood donors ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Iron deficiency is a significant cause of deferral in people wishing to donate blood. If iron removed from the body through blood donation is not replaced, then donors may become iron deficient. All donors are screened at each visit for low haemoglobin (Hb) levels. However, some deferred blood donors do not return to donate. Deferred first-time donors are even less likely to return. Interventions that reduce the risk of provoking iron deficiency and anaemia in blood donors will therefore increase the number of blood donations. Currently, iron supplementation for blood donors is not a standard of care in many blood services. A systematic review is required to answer specific questions regarding the efficacy and safety of iron supplementation in blood donors."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of iron supplementation to reduce deferral, iron deficiency and/or anaemia in blood donors."
    },
    {
      "heading": "Search methods",
      "text": "We ran the search on 18 November 2013. We searched Cochrane Injuries Group Specialised Register, CENTRAL, PubMed, MEDLINE (OvidSP), EMBASE (OvidSP), CINAHL (EBSCO Host) and six other databases. We also searched clinical trials registers and screened guidelines reference lists."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing iron supplementation versus placebo or control, oral versus parenteral iron supplementation, iron supplementation versus iron-rich food supplements, and different doses, treatment durations and preparations of iron supplementation in healthy blood donors. Autologous blood donors were excluded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We combined data using random-effects meta-analyses. We evaluated heterogeneity using the I2 statistic; we explored considerable heterogeneity (I2 > 75%) in subgroup analyses. We carried out sensitivity analyses to assess the impact of trial quality on the results."
    },
    {
      "heading": "Main results",
      "text": "Thirty RCTs (4704 participants) met the eligibility criteria, including 19 comparisons of iron supplementation and placebo or control; one comparison of oral and parenteral iron supplementation; four comparisons of different doses of iron supplementation; one comparison of different treatment durations of iron supplementation; and 12 comparisons of different iron supplementation preparations.\nMany studies were of low or uncertain methodological quality and therefore at high or uncertain risk of bias. We therefore rated the quality of the evidence for our outcomes as moderate. There was a statistically significant reduction in deferral due to low haemoglobin in donors who received iron supplementation compared with donors who received no iron supplementation, both at the first donation visit after commencement of iron supplementation (risk ratio (RR) 0.34; 95% confidence interval (CI) 0.21 to 0.55; four studies; 1194 participants; P value < 0.0001) and at subsequent donations (RR 0.25; 95% CI 0.15 to 0.41; three studies; 793 participants; P value < 0.00001). Supplementation also resulted in significantly higher haemoglobin levels (mean difference (MD) 2.36 g/L; 95% CI 0.06 to 4.66; eight studies; 847 participants, P value =0.04), and iron stores, including serum ferritin (MD 13.98 ng/mL; 95% CI 8.92 to 19.03; five studies; 640 participants; P value < 0.00001) and transferrin saturation (MD 3.91%; 95% CI 2.02 to 5.80; four studies; 344 participants; P value < 0.0001) prior to further donation. The differences were maintained after subsequent donation(s).\nAdverse effects were widely reported and were more frequent in donors who received iron supplementation (RR 1.60; 95% CI 1.23 to 2.07; four studies; 1748 participants; P value = 0.0005). Adverse effects included constipation, diarrhoea, nausea, vomiting and taste disturbances, and some participants stopped treatment due to side effects."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is moderate quality evidence that rates of donor deferral due to low haemoglobin are considerably less in those taking iron supplements compared with those without iron supplementation, both at the first donation visit and at subsequent donation. Iron-supplemented donors also show elevated haemoglobin and iron stores. These beneficial effects are balanced by more frequent adverse events in donors who receive iron supplementation than in those who do not; this is likely to limit acceptability and compliance. The long-term effects of iron supplementation without measurement of iron stores are unknown. These considerations are likely to preclude widespread use of iron supplementation by tablets. Blood services may consider targeted use of supplementation in those at greatest risk of iron deficiency, personalised donation intervals and providing dietary advice."
    }
  ],
  "pls_title": "The effects of iron supplementation on iron deficiency and deferral in blood donors",
  "pls_type": "long",
  "pls": "Iron deficiency can cause symptoms of tiredness. The interval between blood donations is set by independent regulators to minimise iron deficiency in donors. Potential blood donors are screened each time they visit to give blood to see if they have iron deficiency. Donors who do not pass this screening test and so cannot give blood are deferred and asked to delay giving blood, but many of these donors do not return. If blood donors take iron tablets then the risk of becoming iron deficient may be reduced. However, the balance between the benefits of giving iron and the possible side effects is not clear. We have reviewed all the randomised trials testing the benefits of giving blood donors iron. The evidence is current up to November 2013.\nWe found 30 randomised trials of iron supplementation in blood donors with a total of 4704 participants. We found that some of the studies did not report details of their design very well and people in some of the studies left the study early and did not contribute data. Combining the results from four studies, we have shown that around 3% of donors who were given iron supplements were unable to give blood when they next came to donate because the levels of iron in their blood were too low, compared with 10% of donors who did not take iron. More than this, 4% of iron-supplemented donors were unable to give blood at any future donation due to low iron levels, compared with around 20% of donors not given iron supplementation.\nHowever, 29% of donors who took iron tablets experienced side effects compared with 17% of donors who were given dummy tablets. Combined data from two studies showed that the iron-supplemented donors had nearly five times the chance of stomach upsets and changes in their taste compared to donors who did not take these tablets.\nDue to the issues around how reliable the studies were, the quality of evidence is moderate and these results could change with more research.\nDonors can benefit from iron tablets but the rate of side effects is high, which means in practice that giving all donors iron tablets is unlikely to be acceptable and we do not know whether giving iron causes extra problems over a long period of time. Blood services may target iron supplementation at groups or individuals who are at risk of iron deficiency or may try to reduce deferral by adjusting donation intervals to suit the donor's ability to give blood without becoming iron deficient or to give specific dietary advice to donors."
}