{
  "doi": "10.1002/14651858.CD003047.pub3",
  "name": "Dopamine agents for hepatic encephalopathy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Patients with hepatic encephalopathy may present with extrapyramidal symptoms and changes in basal ganglia. These changes are similar to those seen in patients with Parkinson's disease. Dopamine agents (such as bromocriptine and levodopa, used for patients with Parkinson's disease) have therefore been assessed as a potential treatment for patients with hepatic encephalopathy."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the beneficial and harmful effects of dopamine agents versus placebo or no intervention for patients with hepatic encephalopathy."
    },
    {
      "heading": "Search methods",
      "text": "Trials were identified through the Cochrane Hepato-Biliary Group Controlled Trials Register (January 2014), the Cochrane Central Register of Controlled Trials (CENTRAL) (Issue 12 of 12, 2013), MEDLINE (1946 to January 2014), EMBASE (1974 to January 2014), and Science Citation Index-Expanded (1900 to January 2014). Manual searches in reference lists, conference proceedings, and online trial registers were also performed."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials were included, irrespective of publication status or language. The primary analyses included data from randomised trials using a parallel-group design or the first period of cross-over trials. Paired data from cross-over trials were included in sensitivity analyses."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors extracted data independently. Random-effects meta-analyses were performed as the result of an expected clinical heterogeneity. Fixed-effect meta-analyses, meta-regression analyses, subgroup analyses, and sensitivity analyses were performed to evaluate sources of heterogeneity and bias (systematic errors). Trial sequential analysis was used to control the risk of play of chance (random errors)."
    },
    {
      "heading": "Main results",
      "text": "Five trials that randomly assigned 144 participants with overt hepatic encephalopathy that were published during 1979 to 1982 were included. Three trials assessed levodopa, and two trials assessed bromocriptine. The mean daily dose was 4 grams for levodopa and 15 grams for bromocriptine. The median duration of treatment was 14 days (range seven to 56 days). None of the trials followed participants after the end of treatment. Only one trial reported adequate bias control; the remaining four trials were considered to have high risk of bias. Random-effects model meta-analyses showed that dopamine agents had no beneficial or detrimental effect on hepatic encephalopathy in the primary analyses (15/80 (19%) versus 14/80 (18%); odds ratio (OR) 2.99, 95% confidence interval (CI) 0.09 to 100.55; two trials) or when paired data from cross-over trials were included (OR 1.04, 95% CI 0.75 to 1.43). Clear evidence of intertrial heterogeneity was identified both in the primary analysis (I2 = 65%) and when paired data from cross-over trials were included (I2 = 40%).\nDopamine agents had no beneficial or harmful effect on mortality (42/144 (29%) versus 38/144 (26%); OR 1.11, 95% CI 0.35 to 3.54; five trials). Trial sequential analyses demonstrated that we lacked information to refute or recommend the interventions for all outcomes. Dopamine agonists did not seem to increase the risk of adverse events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review found no evidence to recommend or refute the use of dopamine agents for hepatic encephalopathy. More randomised placebo-controlled clinical trials without risks of systematic errors and risks of random errors seem necessary to permit firm decisions on dopamine agents for patients with hepatic encephalopathy."
    }
  ],
  "pls_title": "Dopamine agents for hepatic encephalopathy",
  "pls_type": "long",
  "pls": "Hepatic encephalopathy is a serious complication of severe liver disease. The disease is often fluctuating with a wide spectrum of symptoms ranging from minor, not readily discernible signs to deep coma. Symptoms often develop in connection to stress related to infection, dehydration, obstipation, or gastrointestinal bleeding. The exact underlying mechanisms behind the disease development are not known. Experimental studies suggest that the mental changes seen in hepatic encephalopathy reflect changes in neurotransmitters in the brain.\nDopamine plays a major role in neurotransmission. Several nervous system diseases including Parkinson's disease are caused by a dysfunction in the dopamine system. Some patients with hepatic encephalopathy have symptoms that are similar to those seen in patients with Parkinson's disease (slow cerebration; stiffness of movements; tremor). For patients with Parkinson's disease, the drugs known as dopamine agents (drugs that mimic the effect of the neurotransmitter dopamine) clearly alleviate symptoms. These drugs have also been assessed for patients with hepatic encephalopathy.\nWe performed the present systematic review to determine the beneficial and harmful effects of dopamine agents for patients with hepatic encephalopathy. Our analyses included five small trials published in 1982 or earlier. All trials but one had high risks of bias (i.e., risks of systematic errors or risks of overestimation of beneficial effects or risks of underestimation of harmful effects). Only 144 patients were included in the five trials, and accordingly risks of random errors (i.e., play of chance) are present. Our analyses showed no significant differences regarding symptoms of hepatic encephalopathy or mortality in patients treated with dopamine agents compared with patients who received an inactive placebo or no intervention. The number of patients with adverse events seemed comparable in the two intervention groups. Based on the available evidence, we conclude that no evidence can be found to recommend or refute the use of dopamine agents for hepatic encephalopathy. More randomised placebo-controlled clinical trials without risks of systematic errors and risks of random errors seem necessary to obtain firm evidence on dopamine agents for patients with hepatic encephalopathy."
}