{
  "doi": "10.1002/14651858.CD011429.pub2",
  "name": "Vascular access specialist teams for device insertion and prevention of failure",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Most people admitted to hospitals worldwide require a vascular access device (VAD). Hundreds of millions of VADs are inserted annually in the USA with reports of over a billion peripheral intravenous catheters used annually worldwide. Numerous reports suggest that a team approach for the assessment, insertion, and maintenance of VADs improves clinical outcomes, the patient experience, and healthcare processes."
    },
    {
      "heading": "Objectives",
      "text": "To compare the use of the vascular access specialist team (VAST) for VAD insertion and care to a generalist model approach for hospital or community participants requiring a VAD in terms of insertion success, device failure, and cost-effectiveness."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL; 2018, Issue 1); Ovid MEDLINE (1950 to 7 February 2018); Ovid Embase (1980 to 7 February 2018); EBSCO CINAHL (1982 to 7 February 2018); Web of Science Conference Proceedings Citation Index - Science and Social Science and Humanities (1990 to 7 February 2018); and Google Scholar. We searched the following trial registries: Australian and New Zealand Clinical Trials Register (www.anzctr.org.au); ClinicalTrials.gov (www.clinicaltrials.gov); Current Controlled Trials (www.controlled-trials.com/mrct); HKU Clinical Trials Registry (www.hkclinicaltrials.com); Clinical Trials Registry - India (ctri.nic.in/Clinicaltrials/login.php); UK Clinical Trials Gateway (www.controlled-trials.com/ukctr/); and the World Health Organization International Clinical Trials Registry Platform (WHO ICTRP) (www.who.int/trialsearch). We searched all databases on 7 February 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include randomized controlled trials (RCTs) that evaluated the effectiveness of VAST or specialist inserters for their impact on clinical outcomes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures recommended by Cochrane and used Covidence software to assist with file management."
    },
    {
      "heading": "Main results",
      "text": "We retrieved 2398 citations: 30 studies were eligible for further examination of their full text, and we found one registered clinical trial in progress. No studies could be included in the analysis or review. We assigned one study as awaiting classification, as it has not been accepted for publication."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This systematic review failed to locate relevant published RCTs to support or refute the assertion that vascular access specialist teams are superior to the generalist model. A vascular access specialist team has advanced knowledge with regard to insertion techniques, clinical care, and management of vascular access devices, whereas a generalist model comprises nurses, doctors, or other designated healthcare professionals in the healthcare facility who may have less advanced insertion techniques and who care for vascular access devices amongst other competing clinical tasks. However, this conclusion may change once the one study awaiting classification and one ongoing study are published. There is a need for good-quality RCTs to evaluate the efficacy of a vascular access specialist team approach for vascular access device insertion and care for the prevention of failure."
    }
  ],
  "pls_title": "Vascular access specialist teams for insertion of and prevention of vascular access device failure",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence concerning the effectiveness of vascular access specialist teams (VAST) compared with generalist models in terms of vascular access device insertion success, device failure, and cost-effectiveness.\nWe did not find any eligible studies for our review."
    },
    {
      "heading": "Background",
      "text": "We describe a VAST as the grouping of healthcare personnel who have advanced knowledge and skills in the assessment, insertion, care, and management of vascular access devices, such as infusion/intravenous, intravenous therapy teams, as well as individual vascular access specialists (nurse, doctor, therapist, technician, and physician assistant).\nOur goal was to evaluate if the VAST approach is superior to a generalist approach.\nWe define a generalist model or approach as a larger groups of nurses, doctors, or other designated healthcare professionals in the healthcare facility who have less advanced skills and knowledge in inserting and managing vascular access devices.\nWe define a vascular access device (VAD) as a catheter (thin tube) inserted into veins or ports that can be implanted under the skin, allowing fluids and medicines to be delivered into veins. Catheters inserted into arteries can be used to monitor therapy. The most common VAD, the peripheral intravenous catheter (PIVC), may remain in place for many days before removal. Implanted VADs or catheters in central veins can usually remain for many weeks, months, and in some cases, particularly with ports, years. Vascular access devices are used for giving fluids (infusion therapy) and intravenous (injected into a vein) medicines, taking blood samples, and invasive monitoring, and are often crucial in providing treatment and care. The use of VADs and infusion therapy extends across almost all medical, surgical, and critical care specialties, and occurs in hospital, long-term care, and home care settings.\nThere are several risks related to the insertion of a VAD and its ongoing care that can cause the device to fail (to become no longer suitable for care). One significant postinsertion complication includes catheter-related venous thrombosis (clot formation). People with cancer or who are critically ill and may require additional medical interventions to treat thrombosis are particularly at risk for this complication. A risk of infusion-related inflammation of the vein (phlebitis or thrombophlebitis) exists for the PIVC when the cannulated vein becomes painful with other potential signs such as a red appearance at the insertion site. Infection risks such as catheter-related bloodstream infections are associated with all VADs; preventing such occurrences is a healthcare priority. Catheter-related bloodstream infections are associated with longer hospital stay, serious illness, death, and increased health service costs."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched a wide range of medical databases on 7 February 2018. We identified 2398 potential studies, 30 of which we looked at in detail. We found one suitable study, however although the study is complete the manuscript has not yet been accepted for publication, and so we were unable to analyse the data. We have assigned the study as awaiting classification; once its results are published we will evaluate it again and decide if it is eligible for inclusion in the review. We found one registered trial that is investigating our review question, but it is still ongoing and not yet completed or published."
    },
    {
      "heading": "Key results",
      "text": "We failed to locate any published randomized controlled trials (RCTs) to support or refute the assertion that vascular access specialist teams are superior to the generalist model for device insertion and prevention of failure. However, this conclusion may change once the one study awaiting classification and the one ongoing study are published. There is a need for good-quality RCTs to evaluate the efficacy of a VAST approach for VAD insertion and prevention of failure. An RCT is a study (or trial) that aims to reduce bias when testing a new treatment. The people taking part in the trial are randomly allocated to either the group receiving the treatment under investigation or to a group receiving standard treatment (or placebo treatment) as the control."
    },
    {
      "heading": "Quality of evidence",
      "text": "We did not analyse the quality of the evidence as we did not find any suitable studies to include in our review."
    }
  ]
}