{
  "doi": "10.1002/14651858.CD001240.pub3",
  "name": "Prophylactic barbiturate use for the prevention of morbidity and mortality following perinatal asphyxia ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Seizures are common following perinatal asphyxia and may exacerbate secondary neuronal injury. Barbiturate therapy has been used for infants with perinatal asphyxia in order to prevent seizures. However, barbiturate therapy may adversely affect neurodevelopment leading to concern regarding aggressive use in neonates."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effect of administering prophylactic barbiturate therapy on death or neurodevelopmental disability in term and late preterm infants following perinatal asphyxia."
    },
    {
      "heading": "Search methods",
      "text": "We used the standard search strategy of the Cochrane Neonatal Review group to search the Cochrane Central Register of Controlled Trials (CENTRAL, 2015, Issue 11), MEDLINE via PubMed (1966 to 30 November 2015), EMBASE (1980 to 30 November 2015), and CINAHL (1982 to 30 November 2015). We also searched clinical trials databases, conference proceedings, and the reference lists of retrieved articles for randomized controlled trials (RCT) and quasi-RCTs."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all RCTs or quasi-RCTs of prophylactic barbiturate therapy in term and late preterm infants without clinical or electroencephalographic evidence of seizures compared to controls following perinatal asphyxia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors independently selected, assessed the quality of, and extracted data from the included studies. We assessed methodologic quality and validity of studies without consideration of the results. The review authors independently extracted data and performed meta-analyses using risk ratios (RR) and risk differences (RD) for dichotomous data and mean difference for continuous data with 95% confidence intervals (CI). For significant results, we calculated the number needed to treat for an additional beneficial outcome (NNTB) or for an additional harmful outcome (NNTH)."
    },
    {
      "heading": "Main results",
      "text": "In this updated review, we identified nine RCTs of any barbiturate therapy in term and late preterm infants aged less than three days old with perinatal asphyxia without evidence of seizures. Eight of these studies compared prophylactic barbiturate therapy to conventional treatment (enrolling 439 infants) and one study compared barbiturate therapy to treatment with phenytoin (enrolling 17 infants).\nProphylactic barbiturate therapy versus conventional treatment: one small trial reported a decreased risk of death or severe neurodevelopmental disability for barbiturate therapy (phenobarbital) versus conventional treatment (RR 0.33, 95% CI 0.14 to 0.78; RD -0.55, 95% CI -0.84 to -0.25; NNTB 2, 95% CI 1 to 4; 1 study, 31 infants) (very low quality evidence).\nEight trials comparing prophylactic barbiturate therapy with conventional treatment following perinatal asphyxia demonstrated no significant impact on the risk of death (typical RR 0.88, 95% CI 0.55 to 1.42; typical RD -0.02, 95% CI -0.08 to 0.05; 8 trials, 429 infants) (low quality evidence) and the one small trial noted above reported a significant decrease in the risk of severe neurodevelopmental disability (RR 0.24, 95% CI 0.06 to 0.92; RD -0.43, 95% CI -0.73 to -0.13; NNTB 2, 95% CI 1 to 8; 1 study, 31 infants) (very low quality evidence).\nA meta-analysis of the six trials reporting on seizures in the neonatal period demonstrated a statistically significant reduction in seizures in the prophylactic barbiturate group versus conventional treatment (typical RR 0.62, 95% CI 0.48 to 0.81; typical RD -0.18, 95% CI -0.27 to -0.09; NNTB 5, 95% CI 4 to 11; 6 studies, 319 infants) (low quality evidence). There were similar results in subgroup analyses based on type of barbiturate and Sarnat score.\nProphylactic barbiturate therapy versus other prophylactic anticonvulsant therapy: one study reported on prophylactic barbiturate versus prophylactic phenytoin. There was no significant difference in seizure activity in the neonatal period between the two study groups (RR 0.89, 95% CI 0.07 to 12.00; 1 trial, 17 infants)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found only low or very low quality evidence addressing the use of prophylactic barbiturates in infants with perinatal asphyxia. Although the administration of prophylactic barbiturate therapy to infants following perinatal asphyxia did reduce the risk of seizures, there was no reduction seen in mortality and there were few data addressing long-term outcomes. The administration of prophylactic barbiturate therapy for late preterm and term infants in the immediate period following perinatal asphyxia cannot be recommended for routine clinical practice. If used at all, barbiturates should be reserved for the treatment of seizures. The results of the current review support the use of prophylactic barbiturate therapy as a promising area of research. Future studies should be of sufficient size and duration to detect clinically important reductions in mortality and severe neurodevelopmental disability and should be conducted in the context of the current standard of care, including the use of therapeutic hypothermia."
    }
  ],
  "pls_title": "Use of prophylactic barbiturates to prevent death or serious developmental problems in term or late preterm infants following birth asphyxia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Does the use of prophylactic barbiturate therapy reduce the possibility of dying or having severe developmental problems in term and late preterm infants following birth asphyxia?"
    },
    {
      "heading": "Background",
      "text": "Seizures (fits) are common following birth asphyxia (where the infant did not get enough oxygen during birth). These seizures may worsen brain injury caused by birth asphyxia. In theory, treatment with barbiturates (a medicine that causes relaxation and sleepiness and is used to treat seizures) given to babies soon after birth asphyxia may improve outcomes by preventing seizures and protecting the brain. Such treatment is called prophylaxis because it is given to prevent seizures rather than treat them once they have happened. Barbiturate therapy has some side effects and there are concerns that barbiturates might impair brain development."
    },
    {
      "heading": "Study characteristics",
      "text": "We identified nine clinical trials for inclusion in this review by searching medical databases in November 2015. We found only low or very low quality evidence of prophylactic barbiturates in infants with perinatal asphyxia. The studies in this review included small numbers of babies and only a few studies looked at the health of infants over a long period of time."
    },
    {
      "heading": "Key results",
      "text": "At present, there is not enough information to recommend giving barbiturate therapy to newborn babies soon after birth asphyxia but before seizures start."
    },
    {
      "heading": "Conclusion",
      "text": "It is unclear whether giving barbiturates to newborn babies soon after birth asphyxia but before seizures start is safe or effective. More studies are needed."
    }
  ]
}