{
  "doi": "10.1002/14651858.CD003521.pub2",
  "name": "Complementary and alternative therapies for pain management in labour",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Many women would like to avoid pharmacological or invasive methods of pain management in labour and this may contribute towards the popularity of complementary methods of pain management. This review examined currently available evidence supporting the use of alternative and complementary therapies for pain management in labour."
    },
    {
      "heading": "Objectives",
      "text": "To examine the effects of complementary and alternative therapies for pain management in labour on maternal and perinatal morbidity."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (February 2006), the Cochrane Central Register of Controlled Trials (The Cochrane Library 2006, Issue 1), MEDLINE (1966 to February 2006), EMBASE (1980 to February 2006) and CINAHL (1980 to February 2006)."
    },
    {
      "heading": "Selection criteria",
      "text": "The inclusion criteria included published and unpublished randomised controlled trials comparing complementary and alternative therapies (but not biofeedback) with placebo, no treatment or pharmacological forms of pain management in labour. All women whether primiparous or multiparous, and in spontaneous or induced labour, in the first and second stage of labour were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Meta-analysis was performed using relative risks for dichotomous outcomes and mean differences for continuous outcomes. The outcome measures were maternal satisfaction, use of pharmacological pain relief and maternal and neonatal adverse outcomes."
    },
    {
      "heading": "Main results",
      "text": "Fourteen trials were included in the review with data reporting on 1537 women using different modalities of pain management; 1448 women were included in the meta-analysis. Three trials involved acupuncture (n = 496), one audio-analgesia (n = 24), two trials acupressure (n = 172), one aromatherapy (n = 22), five trials hypnosis (n = 729), one trial of massage (n = 60), and relaxation (n = 34). The trials of acupuncture showed a decreased need for pain relief (relative risk (RR) 0.70, 95% confidence interval (CI) 0.49 to 1.00, two trials 288 women). Women taught self-hypnosis had decreased requirements for pharmacological analgesia (RR 0.53, 95% CI 0.36 to 0.79, five trials 749 women) including epidural analgesia (RR 0.30, 95% CI 0.22 to 0.40) and were more satisfied with their pain management in labour compared with controls (RR 2.33, 95% CI 1.15 to 4.71, one trial). No differences were seen for women receiving aromatherapy, or audio analgesia."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Acupuncture and hypnosis may be beneficial for the management of pain during labour; however, the number of women studied has been small. Few other complementary therapies have been subjected to proper scientific study."
    }
  ],
  "pls_title": "Complementary and alternative therapies for pain management in labour",
  "pls_type": "long",
  "pls": "Acupuncture and hypnosis may help relieve pain during labour, but more research is needed on these and other complementary therapies.\nThe pain of labour can be intense, with tension, anxiety and fear making it worse. Many women would like to labour without using drugs, and turn to alternatives to manage pain. Many alternative methods are tried in order to help manage pain and include acupuncture, mind-body techniques, massage, reflexology, herbal medicines or homoeopathy, hypnosis and music. We found evidence that acupuncture and hypnosis may help relieve labour pain. There is insufficient evidence about the benefits of music, massage, relaxation, white noise, acupressure, aromatherapy, and no evidence about the effectiveness of massage or other complementary therapies."
}