{
  "doi": "10.1002/14651858.CD006049.pub2",
  "name": "Gamma aminobutyric acid (GABA) modulators for amyotrophic lateral sclerosis/motor neuron disease ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Imbalance of gamma aminobutyric acid (GABA) and related modulators has been implicated as an important factor in the pathogenesis of amyotrophic lateral sclerosis (ALS), which is also known as motor neuron disease (MND). In this context, the role and mechanism of action of gabapentin and baclofen have been extensively investigated, although with conflicting results. This is the first systematic review to assess clinical trials of GABA modulators for the treatment of ALS."
    },
    {
      "heading": "Objectives",
      "text": "To examine the efficacy of gabapentin, baclofen, or other GABA modulators in delaying the progression of ALS, and to evaluate adverse effects of these interventions."
    },
    {
      "heading": "Search methods",
      "text": "On 16 August 2016, we searched the Cochrane Neuromuscular Specialised Register, Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, CINAHL Plus, AMED, and LILACS. In addition, we checked the bibliographies of the trials found in order to identify any other trials, and contacted trial authors to identify relevant unpublished results or additional clinical trials. On 30 August 2016, we searched two clinical trials registries."
    },
    {
      "heading": "Selection criteria",
      "text": "Types of studies: double-blind randomized controlled trials (RCTs) or quasi-RCTs\nTypes of participants: adults with a diagnosis of probable or definite ALS\nTypes of interventions: gabapentin, baclofen, or other GABA modulators compared with placebo, no treatment, or each other\nPrimary outcome: survival at one year from study enrollment\nSecondary outcomes: individual rate of decline of maximum voluntary isometric contraction (MVIC), expressed as arm megascore; rate of decline of per cent predicted forced vital capacity (FVC); rate of decline of ALS Functional Rating Scale (ALSFRS); health-related quality of life; survival evaluated by pooling hazards; and adverse events"
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two review authors independently checked titles and abstracts identified by the searches. The review authors obtained and independently analyzed original individual participant data from each included study; additional review authors and the Cochrane Neuromuscular Managing Editor checked the outcome data. Two authors independently assessed the risk of bias in included studies."
    },
    {
      "heading": "Main results",
      "text": "We identified two double-blind RCTs of gabapentin treatment in ALS for inclusion in this review. We found no eligible RCTs of baclofen or other GABA modulators. The selected studies were phase II and phase III trials, which lasted six and nine months, respectively. They were highly comparable because both were comparisons of oral gabapentin and placebo, performed by the same investigators. The trials enrolled 355 participants with ALS: 80 in the gabapentin group and 72 in the placebo group in the first (phase II) trial and 101 in the gabapentin group and 102 in the placebo group in the second (phase III) trial. Neither trial was long enough to report survival at one year, which was our primary outcome. We found little or no difference in estimated one-year survival between the treated group and the placebo group (78% versus 77%, P = 0.63 by log-rank test; high-quality evidence). We also found little or no difference in the rate of decline of MVIC expressed as arm megascore, or rate of FVC decline (high-quality evidence). One trial investigated monthly decline in the ALSFRS and quality of life measured using the 12-Item Short Form Survey (SF-12) and found little or no difference between groups (moderate-quality evidence). The trials reported similar adverse events. Complaints that were clearly elevated in those taking gabapentin, based on analyses of the combined data, were light-headedness, drowsiness, and limb swelling (high-quality evidence). Fatigue and falls occurred more frequently with gabapentin than with placebo in one trial, but when we combined the data for fatigue from both trials, there was no clear difference between the groups. We assessed the overall risk of bias in the included trials as low."
    },
    {
      "heading": "Authors' conclusions",
      "text": "According to high-quality evidence, gabapentin is not effective in treating ALS. It does not extend survival, slow the rate of decline of muscle strength, respiratory function and, based on moderate-quality evidence, probably does not improve quality of life or slow monthly decline in the ALSFRS. Other GABA modulators have not been studied in randomized trials."
    }
  ],
  "pls_title": "Gamma aminobutyric acid modulators for amyotrophic lateral sclerosis/motor neuron disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Do medicines that promote the effects of the brain chemical gamma aminobutyric acid (GABA) delay the progression of amyotrophic lateral sclerosis (ALS)?"
    },
    {
      "heading": "Background",
      "text": "ALS, which is also known as motor neuron disease (MND), is a condition that affects motor neurons in the brain and spinal cord. A person with ALS gradually loses the ability to control movement. In about two-thirds of people with ALS, the condition affects the arms first, and difficulty walking will follow. The muscles of the throat can also become weak, which affects swallowing and speaking. As the disease progresses, muscle wasting worsens, with stiffness, cramping and loss of the ability to move. Death generally occurs within two to five years.\nGlutamate is a chemical mediator in the brain that stimulates motor neurons. Glutamate overproduction is probably responsible for motor neuron damage in ALS. The molecule GABA acts to lessen the effects of glutamate. Medicines that increase GABA activity (GABA modulators), such as gabapentin and baclofen, are possible treatments for ALS. This is the first systematic review of the evidence from clinical trials of GABA modulators for ALS."
    },
    {
      "heading": "Study characteristics",
      "text": "A systematic search of the medical literature found two randomized trials of gabapentin compared with placebo (inactive treatment). The same team of scientists performed both trials, which were sponsored by the manufacturer. The trials involved a total of 355 people with ALS. Treatment with gabapentin lasted six and nine months. We found no trials of baclofen or other GABA modulators in ALS that met our selection criteria. We assessed the gabapentin trials as well run and well conducted."
    },
    {
      "heading": "Key results and quality of the evidence",
      "text": "Neither of the trials were long enough to for us to report survival at one year. Combined results from the two studies (based on 274 participants) provided high-quality evidence of little or no difference in estimated one-year survival, the rate of decline in respiratory function, or rate of decline in arm strength in people treated with gabapentin compared to those treated with placebo. One trial (128 participants) measured quality of life and monthly decline in function (measured by the ALS Functional Rating Scale). There was little or no difference in the ALS Functional Rating Scale (ALSFRS) or quality of life between the gabapentin group and the placebo group.\nPeople who received gabapentin had more light-headedness, drowsiness, and limb swelling than those taking placebo when we combined data from both trials (353 participants). Fatigue and falls occurred more frequently with gabapentin than with placebo in one trial, but when we combined the data for fatigue from both trials, there was no clear difference between the groups.\nIn conclusion, high-quality evidence indicates that gabapentin does not extend survival or slow the rate of decline of muscle strength or respiratory function. Moderate-quality evidence shows no effect on quality of life or decline in ALSFRS. Other GABA modulators have not been studied in randomized trials.\nThe evidence is current to August 2016."
    }
  ]
}