{
  "doi": "10.1002/14651858.CD011914.pub2",
  "name": "Codeine versus placebo for chronic cough in children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cough in children is a commonly experienced symptom that is associated with increased health service utilisation and burden to parents. The presence of chronic (equal to or more than four weeks) cough in children may indicate a serious underlying condition such as inhaled foreign body or bronchiectasis. Codeine (and derivative)-based medications are sometimes used to treat cough due to their antitussive properties. However, there are inherent risks associated with the use of these medications such as respiratory drive suppression, anaesthetic-induced anaphylaxis, and addiction. Metabolic response and dosage variability place children at increased risk of experiencing such side effects. A systematic review evaluating the quality of the available literature would be useful to inform management practices."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the safety and efficacy of codeine (and derivatives) in the treatment of chronic cough in children."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Register of Trials, Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE (1946 to 8 June 2016), EMBASE (1974 to 8 June 2016), the online trials registries of the World Health Organization and ClinicalTrials.gov, and the bibliographic references of publications. We imposed no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered studies eligible for analysis when: the participant population included children aged less than 18 years with chronic cough (duration equal to or more than four weeks at the time of intervention); and the study design evaluated codeine or codeine-based derivatives against placebo through a randomised controlled trial."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened the search results to determine eligibility against a standardised criteria, and we had a pre-planned method for analysis."
    },
    {
      "heading": "Main results",
      "text": "We identified a total of 556 records, of which 486 records were excluded on the basis of title and abstract. We retrieved the remaining 70 references in full to determine eligibility. No studies fulfilled the inclusion criteria of this review, and thus we found no evidence to support or oppose the use of codeine or derivatives as antitussive agents for chronic cough in children.\nWhile chronic cough is not the same as acute cough, systematic reviews on the use of codeine efficacy for acute cough in children conclude an overall lack of evidence to support or oppose the use of over-the-counter cough and cold medications containing codeine (or derivatives) for treatment of acute cough in children. The lack of sufficient evidence to support the use of these medications has been consistently reaffirmed by medical experts in international chronic cough guidelines and by governing medical and pharmaceutical authorities in the USA, Europe, Canada, New Zealand, and Australia. Due to the lack of sufficient evidence to support efficacy, and the known risks associated with use - in particular the increased risks for children - these medications are now not recommended for children less than 12 years of age and children between 12 to 18 years with respiratory conditions."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review has highlighted the absence of any randomised controlled trials evaluating codeine-based medications in the treatment of childhood chronic cough. Given the potential adverse events of respiratory suppression and opioid toxicity, national therapeutic regulatory authorities recommend the contraindication of access to codeine in children less than 12 years of age. We suggest that clinical practice adhere to clinical practice guidelines and thus refrain from using codeine or its derivatives to treat cough in children. Aetiological-based management practices continue to be advocated for children with chronic cough."
    }
  ],
  "pls_title": "Codeine for the treatment of chronic cough in children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We sought to answer the question of whether codeine (or medications produced from codeine) are safe and effective in the treatment of chronic cough (four weeks or longer) in children."
    },
    {
      "heading": "Background",
      "text": "Cough is a very commonly experienced symptom and is one of the most frequent reasons for visiting doctors and other health service providers. The presence of chronic cough (four weeks or longer) in children may indicate a serious underlying condition. Codeine (or medications produced from codeine) are ingredients in some non-prescription, over-the-counter cough syrups as well as some prescribed by a doctor. These medications are used to reduce the effects of cough, although there are known risks associated with their use, including breathing difficulties, allergic reactions, and addiction. We aimed to look at the safety and benefit of these medications for the treatment of chronic cough in children."
    },
    {
      "heading": "Search date",
      "text": "We searched for any and all trials published and pending as of 8 June 2016."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched for any randomised controlled trial comparing either codeine (or medications produced from codeine) versus placebo in the treatment of chronic cough (4 weeks or longer) in children aged 18 years and younger."
    },
    {
      "heading": "Key results",
      "text": "The search identified 556 records. We reviewed and assessed all of these against predetermined inclusion/exclusion criteria. We found no eligible studies to include in this review. However, our search did find studies that investigated codeine (or medications produced from codeine) in the treatment of acute cough (two weeks or less) in children. Another Cochrane review specifically for children with acute cough evaluated these studies and found no evidence to support or oppose use of codeine (or medications produced from codeine). This overall lack of evidence is consistent with international chronic cough guidelines, which recommend treating the cause of the cough. Due to the known risks associated with use, in particular the increased risks for children, governing bodies in the USA, Europe, Canada, New Zealand, and Australia have stated these medications are now not recommended for children younger than 12 years of age and children between 12 to 18 years with respiratory conditions. Given the lack of supporting trials, the findings from trials of acute cough in children, and the known harmful side effects, we have concluded that codeine-based medications cannot be recommended in children with chronic cough."
    },
    {
      "heading": "Quality of evidence",
      "text": "We found no studies and hence there is no quality of evidence."
    }
  ]
}