{
  "doi": "10.1002/14651858.CD011165.pub2",
  "name": "Tonsillectomy or adenotonsillectomy versus non‐surgical management for obstructive sleep‐disordered breathing in children ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Obstructive sleep-disordered breathing (oSDB) is a condition that encompasses breathing problems when asleep, due to an obstruction of the upper airways, ranging in severity from simple snoring to obstructive sleep apnoea syndrome (OSAS). It affects both children and adults. In children, hypertrophy of the tonsils and adenoid tissue is thought to be the commonest cause of oSDB. As such, tonsillectomy - with or without adenoidectomy - is considered an appropriate first-line treatment for most cases of paediatric oSDB."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of tonsillectomy with or without adenoidectomy compared with non-surgical management of children with oSDB."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Register of Studies Online, PubMed, EMBASE, CINAHL, Web of Science, Clinicaltrials.gov, ICTRP and additional sources for published and unpublished trials. The date of the search was 5 March 2015."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing the effectiveness and safety of (adeno)tonsillectomy with non-surgical management in children with oSDB aged 2 to 16 years."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures expected by The Cochrane Collaboration."
    },
    {
      "heading": "Main results",
      "text": "Three trials (562 children) met our inclusion criteria. Two were at moderate to high risk of bias and one at low risk of bias. We did not pool the results because of substantial clinical heterogeneity. They evaluated three different groups of children: those diagnosed with mild to moderate OSAS by polysomnography (PSG) (453 children aged five to nine years; low risk of bias; CHAT trial), those with a clinical diagnosis of oSDB but with negative PSG recordings (29 children aged two to 14 years; moderate to high risk of bias; Goldstein) and children with Down syndrome or mucopolysaccharidosis (MPS) diagnosed with mild to moderate OSAS by PSG (80 children aged six to 12 years; moderate to high risk of bias; Sudarsan). Moreover, the trials included two different comparisons: adenotonsillectomy versus no surgery (CHAT trial and Goldstein) or versus continuous positive airway pressure (CPAP) (Sudarsan).\nDisease-specific quality of life and/or symptom score (using a validated instrument): first primary outcome\nIn the largest trial with lowest risk of bias (CHAT trial), at seven months, mean scores for those instruments measuring disease-specific quality of life and/or symptoms were lower (that is, better quality of life or fewer symptoms) in children receiving adenotonsillectomy than in those managed by watchful waiting:\n- OSA-18 questionnaire (scale 18 to 126): 31.8 versus 49.5 (mean difference (MD) -17.7, 95% confidence interval (CI) -21.2 to -14.2);\n- PSQ-SRBD questionnaire (scale 0 to 1): 0.2 versus 0.5 (MD -0.3, 95% CI -0.31 to -0.26);\n- Modified Epworth Sleepiness Scale (scale 0 to 24): 5.1 versus 7.1 (MD -2.0, 95% CI -2.9 to -1.1).\nNo data on this primary outcome were reported in the Goldstein trial.\nIn the Sudarsan trial, the mean OSA-18 score at 12 months did not significantly differ between the adenotonsillectomy and CPAP groups. The mean modified Epworth Sleepiness Scale scores did not differ at six months, but were lower in the surgery group at 12 months: 5.5 versus 7.9 (MD -2.4, 95% CI -3.1 to -1.7).\nAdverse events: second primary outcome\nIn the CHAT trial, 15 children experienced a serious adverse event: 6/194 (3%) in the adenotonsillectomy group and 9/203 (4%) in the control group (RD -1%, 95% CI -5% to 2%).\nNo major complications were reported in the Goldstein trial.\nIn the Sudarsan trial, 2/37 (5%) developed a secondary haemorrhage after adenotonsillectomy, while 1/36 (3%) developed a rash on the nasal dorsum secondary to the CPAP mask (RD -3%, 95% CI -6% to 12%).\nSecondary outcomes\nIn the CHAT trial, at seven months, mean scores for generic caregiver-rated quality of life were higher in children receiving adenotonsillectomy than in those managed by watchful waiting. No data on this outcome were reported by Sudarsan and Goldstein.\nIn the CHAT trial, at seven months, more children in the surgery group had normalisation of respiratory events during sleep as measured by PSG than those allocated to watchful waiting: 153/194 (79%) versus 93/203 (46%) (RD 33%, 95% CI 24% to 42%). In the Goldstein trial, at six months, PSG recordings were similar between groups and in the Sudarsan trial resolution of OSAS (Apnoea/Hypopnoea Index score below 1) did not significantly differ between the adenotonsillectomy and CPAP groups.\nIn the CHAT trial, at seven months, neurocognitive performance and attention and executive function had not improved with surgery: scores were similar in both groups. In the CHAT trial, at seven months, mean scores for caregiver -reported ratings of behaviour were lower (that is, better behaviour) in children receiving adenotonsillectomy than in those managed by watchful waiting, however, teacher-reported ratings of behaviour did not significantly differ.\nNo data on these outcomes were reported by Goldstein and Sudarsan."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In otherwise healthy children, without a syndrome, of older age (five to nine years), and diagnosed with mild to moderate OSAS by PSG, there is moderate quality evidence that adenotonsillectomy provides benefit in terms of quality of life, symptoms and behaviour as rated by caregivers and high quality evidence that this procedure is beneficial in terms of PSG parameters. At the same time, high quality evidence indicates no benefit in terms of objective measures of attention and neurocognitive performance compared with watchful waiting. Furthermore, PSG recordings of almost half of the children managed non-surgically had normalised by seven months, indicating that physicians and parents should carefully weigh the benefits and risks of adenotonsillectomy against watchful waiting in these children. This is a condition that may recover spontaneously over time.\nFor non-syndromic children classified as having oSDB on purely clinical grounds but with negative PSG recordings, the evidence on the effects of adenotonsillectomy is of very low quality and is inconclusive.\nLow-quality evidence suggests that adenotonsillectomy and CPAP may be equally effective in children with Down syndrome or MPS diagnosed with mild to moderate OSAS by PSG.\nWe are unable to present data on the benefits of adenotonsillectomy in children with oSDB aged under five, despite this being a population in whom this procedure is often performed for this purpose."
    }
  ],
  "pls_title": "Tonsillectomy with or without adenoidectomy versus no surgery for obstructive sleep-disordered breathing in children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "This review compared the benefits and harms of surgical removal of the tonsils (tonsillectomy) with or without removal of the adenoids (adenoidectomy) against non-surgical management in children with disturbed sleep caused by breathing problems due to blockage of the upper airways (called obstructive sleep-disordered breathing; oSDB). We included any studies in which children were randomly allocated to surgery or no surgery published up to March 2015."
    },
    {
      "heading": "Background",
      "text": "oSDB can occur in both children and adults. It ranges in severity from simple snoring to obstructive sleep apnoea syndrome (OSAS), where episodes of complete blockage of the upper airways and restricted breathing can cause oxygen levels in the blood to drop, waking the child from sleep. Enlargement of the tonsils and adenoids is thought to be the most common cause in children. As such, tonsillectomy with or without adenoidectomy ((adeno)tonsillectomy) is considered a valuable first-line treatment for most children."
    },
    {
      "heading": "Study characteristics",
      "text": "We included three studies, with a total of 562 children. Two were at moderate to high risk and one at low risk of bias. We did not combine the results of the studies because the trials differed substantially; they evaluated three different groups of children: those with mild to moderate OSAS (453 children aged five to nine years; CHAT trial), those who had symptoms and signs suggestive of oSDB (29 children aged two to 14 years; Goldstein) and children with Down syndrome or mucopolysaccharidosis and mild to moderate OSAS (80 children aged six to 12 years; Sudarsan). The studies compared: adenotonsillectomy versus no surgery (CHAT trial and Goldstein) or adenotonsillectomy versus a breathing mask (continuous positive airway pressure; CPAP) during sleep (Sudarsan)."
    },
    {
      "heading": "Key results",
      "text": "In the largest trial with lowest risk of bias (CHAT trial), at seven months, mean scores for disease-specific quality of life and/or symptoms were lower (meaning better quality of life or fewer symptoms) in children receiving adenotonsillectomy than in those managed by watchful waiting.\nIn the Sudarsan trial, the mean OSAS quality of life score at 12 months did not differ significantly between the adenotonsillectomy and CPAP groups. The mean modified Epworth Sleepiness Scale score did not differ at six months, but was lower in the surgery group at 12 months.\nAdverse events\nIn the CHAT trial, 15 children experienced a serious adverse event: 6/194 (3%) in the adenotonsillectomy group and 9/203 (4%) in the control group. No major complications were reported by Goldstein. In the Sudarsan trial, 2/37 children (5%) developed a postoperative bleed in the surgery group and 1/36 (3%) in the CPAP group developed a rash due to the breathing mask.\nSecondary outcomes\nIn the CHAT trial, at seven months, mean scores for general quality of life were higher in children receiving adenotonsillectomy than those managed by watchful waiting.\nIn the CHAT trial, at seven months, more children in the surgery group had normalisation of overnight sleep study findings than those assigned to watchful waiting. At six months, sleep study recordings were similar between groups in the Goldstein trial and resolution of OSAS based on overnight sleep study findings did not significantly differ between the adenotonsillectomy and CPAP groups in the Sudarsan trial.\nIn the CHAT trial, at seven months, neurocognitive performance and attention and executive function scores were similar in both groups.\nIn the CHAT trial, at seven months, mean scores for caregiver -reported ratings of behaviour were lower (meaning better behaviour) in children receiving adenotonsillectomy than in those managed by watchful waiting. However, teacher-reported ratings of behaviour did not significantly differ."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Moderate quality evidence is available that children without a syndrome who have been diagnosed with mild to moderate OSAS do benefit from early adenotonsillectomy in terms of quality of life, symptoms and behaviour as reported by caregiver and high quality evidence in terms of overnight sleep study findings. The evidence on the effects of adenotonsillectomy in children without a syndrome who were diagnosed as having oSDB but who had a normal overnight sleep study is of very low quality. The evidence for children with Down syndrome or MPS diagnosed with mild to moderate OSAS is of low quality."
    }
  ]
}