{
  "doi": "10.1002/14651858.CD005309.pub3",
  "name": "Fluticasone versus 'extrafine' HFA‐beclomethasone dipropionate for chronic asthma in adults and children ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The relative efficacy of fluticasone (FP) and beclomethasone (BDP) propelled with CFCs has been well established. The potency of HFA-BDP is thought to have been improved with new propellant and some studies suggest that extra-fine HFA-BDP may be equipotent at half the dose of CFC propelled-BDP."
    },
    {
      "heading": "Objectives",
      "text": "To determine the relative efficacy of FP and HFA-propelled extrafine BDP in chronic asthma."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Airways Group Specialised Register was searched using pre-specified terms. Searches were current as of January 2010."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials were eligible for inclusion in the review. We compared either CFC or HFA-propelled FP with HFA-propelled extrafine BDP. We made a distinction between HFA-BDP and HFA-BDP extrafine, which dispenses smaller particles of drug, leading to different, usually more peripheral distribution in the airways. Any inhaler device was considered, and there was no restriction on studies with or without spacers. We included studies which assessed HFA-BDP given via either pMDI, breath-actuated MDI, or DPI."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion in the review. Data were extracted and entered in to RevMan 5 using standard meta-analytical techniques with predefined criteria for exploring statistical heterogeneity."
    },
    {
      "heading": "Main results",
      "text": "Nine studies (1265 participants) met the inclusion criteria of the review. Two studies were conducted in children. Study reporting quality was fair, but all studies were of short duration (three to twelve weeks). Lung function was not significantly different between extrafine BDP and FP when compared at the same dose in parallel studies, change in FEV1: 0.04 litres (95% CI -0.03 to 0.11 litres; three studies, 659 adults); change in FEV1 predicted: -2.18% (95% CI -4.62 to 0.26; three studies, 334 adults); change in am PEF: -0.69 litres (95% CI -11.21 to 9.83 litres; two studies, 364 adults). Individual studies reported non-significant findings in symptom scores and quality of life questionnaires. There was no significant difference between FP and extrafine HFA-BDP in the risk of study withdrawal, dysphonia or when data were reported as any adverse event."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There was no significant difference between FP and extrafine HFA-BDP on FEV1 or peak flow at a dose ratio of 1:1. However, the number of studies and width of the confidence intervals in the analyses do not exclude a clinically meaningful difference between these two drugs. Difficulty in the successful manipulation of the devices studied may be a barrier to the widespread use of MDIs. Only two small paediatric studies were included in the review, so extrapolation of the findings of this review to children is limited. Further longer term studies in adults and children with moderate and severe asthma are required."
    }
  ],
  "pls_title": "Inhaled fluticasone versus 'extrafine' HFA-beclomethasone dipropionate for chronic asthma in adults and children",
  "pls_type": "long",
  "pls": "Inhaler devices used to deliver steroids in asthma broadly fall into three categories. Those which use a propellant to dispense the steroid in to the airway via the mouth when the canister is pressed manually (pressurised metered dose inhalers - pMDIs), those which use a propellant to deliver a dose of the steroid triggered by the user breathing in (breath actuated MDIs), and those which deliver the drug as dry powder (DPI). The pMDIs have traditionally used a chlorofluorocarbon (CFC) propellant, but the phasing out of CFC-inhalers has had major implications for the manufacturing of inhaled drugs. A new non-CFC propellant (hydrofluoroalkane-134a (HFA)) has been introduced, and it is used to propel beclomethasone (BDP). Previously fluticasone (FP) was thought to be at least as effective as CFC-BDP when given at half the dose. The review of studies found that there was a limited amount of evidence to show that the newer extra-fine form of BDP was similar to FP at the same dose. More research should be done in children and in people with more severe asthma to help answer the question of what the relative effects of these two steroids are. Some people may not be particularly good at using certain inhaler types and the findings of the review may only really apply to people who are competent in using metered-dose inhalers (MDIs). Studies should consider introducing spacers where people find these easier to use."
}