{
  "doi": "10.1002/14651858.CD004121.pub4",
  "name": "Non‐steroidal anti‐inflammatory agents to induce regression and prevent the progression of cervical intraepithelial neoplasia ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an updated version of the original Cochrane review published in 2014, Issue 4. Cervical intraepithelial neoplasia (CIN) precedes the development of invasive carcinoma of the cervix. Current treatment of CIN is quite effective, but there is morbidity for the patient related to pain, bleeding, infection, cervical stenosis and premature birth in a subsequent pregnancy. Effective treatment with medications, rather than surgery, would be beneficial."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of non-steroidal anti-inflammatory agents (NSAIDs), including cyclooxygenase-2 (COX-2) inhibitors, to induce regression and prevent the progression of CIN."
    },
    {
      "heading": "Search methods",
      "text": "Previously, we searched the Cochrane Gynaecological Cancer Group Trials Register, the Cochrane Central Register of Controlled Trials (CENTRAL) (2013, Issue 11), MEDLINE (November, 2013) and Embase (November week 48, 2013). An updated search was performed in August 2017 for CENTRAL (2017, Issue 8), MEDLINE (July, week 3, 2017) and Embase (July week 31, 2017). Trial registries and journals were also searched as part of the update."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) or controlled trials of NSAIDs in the treatment of CIN."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors independently abstracted data and assessed risks of bias in accordance with Cochrane methodology. Outcome data were pooled using fixed-effect meta-analyses."
    },
    {
      "heading": "Main results",
      "text": "In three RCTs, 171 women over the age of 18 years were randomised to receive celecoxib 400 mg daily for 14 to 18 weeks versus placebo (one study, 130 participants), celecoxib 200 mg twice daily by mouth for six months versus placebo (one study, 25 participants), or rofecoxib 25 mg once daily by mouth for three months versus placebo (one study, 16 participants). The study with rofecoxib was discontinued when the medicine was withdrawn from the market in 2004. The trials ran from June 2005 to April 2012, June 2002 to October 2003, and May to October 2004, respectively. We have chosen to include the data from the rofecoxib study as outcomes may be similar when other such NSAIDs are utilised.\nPartial or complete regression of CIN 2 or CIN 3 occurred in 31 out of 70 (44%) in the treatment arms and 19 of 62 (31%) in the placebo arms (risk ratio (RR) 1.45, 95% confidence interval (CI) 0.93 to 2.27; P value 0.10), three studies, 132 participants; moderate-certainty evidence). Complete regression of CIN 2 or CIN 3 occurred in 15 of 62 (24%) of those receiving celecoxib versus 10 of 54 (19%) of those receiving placebo (RR 1.31, 95% CI 0.65 to 2.67; P value 0.45, two studies, 116 participants; moderate-certainty evidence). Partial regression of CIN 2 or CIN 3 occurred in 14 of 62 (23%) of those receiving celecoxib versus 8 of 54 (15%) of those receiving placebo (RR 1.56, 95% CI 0.72 to 3.4; P value 0.26), two studies, 116 participants; moderate-certainty evidence).\nProgression to a higher grade of CIN, but not to invasive cancer, occurred in one of 12 (8%) of those receiving celecoxib and two of 13 (15%) receiving placebo (RR 0.54, 95% CI 0.05 to 5.24; P value 0.60, one study, 25 participants; very low-certainty evidence). Two studies reported no cases of progression to invasive cancer within the timeframe of the study. No toxicity was reported in the two original articles. The trial added in this update had one Grade 3 gastrointestinal adverse effect in the treatment arm, but otherwise had similar Grade 1 to 2 side effects between treatment and placebo groups. Although the studies were well-conducted and randomised, some risk of bias was detected in all studies. Furthermore, the duration of the studies was short, which may mask identifying progression to cancer.\nThe addition of the trial in this update quadrupled the number of patients in the original review and was a well-designed multicentre trial thus, increasing the overall certainty of evidence from very low to moderate for this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are currently no convincing data to support a benefit for NSAIDs in the treatment of CIN. With the addition of this new, larger randomised trial we would rate this as overall moderate-certainty evidence by the GRADE criteria."
    }
  ],
  "pls_title": "The treatment of cervical pre-cancer (CIN) with anti-inflammatory agents to induce regression and prevent the progression to cervical cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "This review is an update of a previously published review in The Cochrane Database of Systematic Reviews 2014, Issue 4 on non-steroidal anti-inflammatory agents (NSAIDs) to induce regression and prevent the progression of cervical intraepithelial neoplasia (CIN). Cervical intraepithelial neoplasia (CIN) is a common pre-cancerous condition of the cervix associated with HPV (the human papillomavirus), which can occur in anyone but is commonly found in younger women who wish to maintain their fertility and treatment often involves surgical excision. CIN can progress to invasive cancer of the cervix. CIN is identified by screening and can be treated with surgery to the cervix either by removal with surgical excision or destruction of the cells covering the cervix such as with laser therapy, heating, or freezing. While this is effective in the majority of cases, the surgery can cause immediate unwanted effects, such as bleeding and infection, or later complications including difficulty with menses due to scarring of the cervix and early (premature) labour.\nNSAIDs have been found to prevent the development of cancer of the large bowel and other organs, but with some unwanted side effects especially on the heart and blood vessels. Although rofecoxib, used in one of these studies, was withdrawn from the market in 2004, it may shed light on the feasibility of treatment with other NSAIDs.\nWe wanted to discover whether the use of NSAIDs for women with CIN could promote regression or prevent progression to cervical cancer without undue risk or side effects."
    },
    {
      "heading": "The aim of the review",
      "text": "To identify the utility of treating CIN with non-steroidal anti-inflammatory drugs (NSAIDs) such as celecoxib to cause regression of the abnormal findings and avoid surgical procedures."
    },
    {
      "heading": "Study characteristics",
      "text": "We identified three randomised studies up to August 2017, including 171 women over the age of 18 years, with moderate or severe CIN. The trials ran from June 2005 to April 2012, June 2002 to October 2003, and May to October 2004. One of them was discontinued before it was completed. The women were given either celecoxib or rofecoxib versus a placebo (sugar tablet) daily by mouth for a period of three to six months."
    },
    {
      "heading": "Key Results",
      "text": "With the addition of the third trial to this review, there is now a sufficient number of patients in the review to conclude that NSAIDs have minimal effect over placebo in causing regression of CIN. No patients progressed to invasive cervical cancer, and overall, the drug was well-tolerated compared to placebo."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The studies appear to have been well-conducted. There are some questions related to the quality of evidence in relation to concealment and women dropping out of the study before completion of assigned medications. We therefore concluded that the certainty (quality) of the evidence was moderate. There was insufficient information to assess accuracy of the reporting of information. It is possible that there are other incomplete and unreported studies that have not been identified."
    },
    {
      "heading": "Conclusion",
      "text": "The literature available at this time suggests that there are no convincing data to suggest NSAIDs as a treatment for CIN."
    }
  ]
}