{
  "doi": "10.1002/14651858.CD003478.pub5",
  "name": "Prophylactic oral/topical non‐absorbed antifungal agents to prevent invasive fungal infection in very low birth weight infants ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Invasive fungal infection is an important cause of mortality and morbidity in very preterm or very low birth weight infants. Uncertainty exists about the effect of prophylactic oral/topical non-absorbed antifungals to reduce mucocutaneous colonisation and so limit the risk of invasive fungal infection in this population."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of prophylactic oral/topical non-absorbed antifungal therapy on the incidence of invasive fungal infection, mortality and morbidity in very preterm or very low birth weight infants."
    },
    {
      "heading": "Search methods",
      "text": "We used the standard search strategy of the Cochrane Neonatal Review Group. This included searches of the Cochrane Central Register of Controlled Trials (CENTRAL: The Cochrane Library, 2015, Issue 7), MEDLINE, EMBASE, and CINAHL (to May 2015), conference proceedings, and previous reviews."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials or quasi-randomised controlled trials that compared the effect of prophylactic oral/topical non-absorbed antifungal therapy versus placebo or no drug or another antifungal agent or dose regimen in very preterm or very low birth weight infants."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data using the standard methods of the Cochrane Neonatal Review Group with separate evaluation of trial quality and data extraction by two review authors."
    },
    {
      "heading": "Main results",
      "text": "Four trials, in which a total of 1800 infants participated, compared oral/topical non-absorbed antifungal prophylaxis (nystatin or miconazole) with placebo or no drug. These trials had various methodological weaknesses including quasi-randomisation, lack of allocation concealment, and lack of blinding of intervention and outcomes assessment. The incidence of invasive fungal infection was very high in the control groups of three of these trials. Meta-analysis found a statistically significant reduction in the incidence of invasive fungal infection (typical risk ratio 0.20, 95% confidence interval 0.14 to 0.27; risk difference −0.18, −0.21 to −0.15) but substantial statistical heterogeneity was present. We did not find a statistically significant effect on mortality (typical risk ratio 0.87, 0.72 to 1.05; risk difference −0.03, −0.06 to 0.01). None of the trials assessed posthospital discharge outcomes. Three trials (N = 326) assessed the effect of oral/topical non-absorbed versus systemic antifungal prophylaxis. Meta-analyses did not find any statistically significant differences in the incidences of invasive fungal infection or all-cause mortality."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The finding of a reduction in risk of invasive fungal infection in very low birth weight infants treated with oral/topical non-absorbed antifungal prophylaxis should be interpreted cautiously because of methodological weaknesses in the included trials. Further large randomised controlled trials in current neonatal practice settings are needed to resolve this uncertainty. These trials might compare oral/topical non-absorbed antifungal agents with placebo, with each other, or with systemic antifungal agents and should include an assessment of effect on long-term neurodevelopmental outcomes."
    }
  ],
  "pls_title": "Prophylactic oral/topical non-absorbed antifungal agents to prevent invasive fungal infection in very low birth weight infants",
  "pls_type": "long",
  "pls": "Review question: In very preterm or very low birth weight (VLBW) infants, does prophylactic oral/topical non-absorbed antifungal therapy reduce the risk of invasive fungal infection, mortality and adverse neurodevelopmental outcomes?\nBackground: Fungi such as candida (the organism that causes thrush) can cause bloddstream and other severe infections in VLBW infants (birth weight less than 1500 grams). These infections are often difficult to diagnose and frequently cause death or disability. Therefore, it may be appropriate to attempt to prevent such infections by giving VLBW infants antifungal drugs as a routine part of their care. This review assessed specifically the effect of giving infants antifungal drugs that reduce skin and gut carriage of fungi to reduce the chances of a severe infection developing.\nStudy characteristics: Four trials, in which a total of 1800 infants participated, examined whether giving VLBW infants a drug to prevent fungi growing on the skin or in the gut reduced the risk of bloodstream or other severe infection. The trials used one of two commonly available drugs (nystatin or miconazole) and compared these with either a placebo (\"dummy\" drug) or no drug. These trials, however, had some design weaknesses that make it less certain that their results can be taken at face value.\nKey results: The overall analysis suggested that this treatment might reduce severe infection rates in VLBW infants but there was no evidence of a reduction in the risk of dying.\nConclusions: Larger and higher quality trials are needed to resolve this uncertainty."
}