{
  "doi": "10.1002/14651858.CD011255.pub2",
  "name": "Skin grafting and tissue replacement for treating foot ulcers in people with diabetes",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Foot ulceration is a major problem in people with diabetes and is the leading cause of hospitalisation and limb amputations. Skin grafts and tissue replacements can be used to reconstruct skin defects for people with diabetic foot ulcers in addition to providing them with standard care. Skin substitutes can consist of bioengineered or artificial skin, autografts (taken from the patient), allografts (taken from another person) or xenografts (taken from animals)."
    },
    {
      "heading": "Objectives",
      "text": "To determine the benefits and harms of skin grafting and tissue replacement for treating foot ulcers in people with diabetes."
    },
    {
      "heading": "Search methods",
      "text": "In April 2015 we searched: The Cochrane Wounds Specialised Register; the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library); Ovid MEDLINE; Ovid MEDLINE (In-Process & Other Non-Indexed Citations); Ovid EMBASE and EBSCO CINAHL. We also searched clinical trial registries to identify ongoing studies. We did not apply restrictions to language, date of publication or study setting."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised clinical trials (RCTs) of skin grafts or tissue replacements for treating foot ulcers in people with diabetes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed the quality of the included studies."
    },
    {
      "heading": "Main results",
      "text": "We included seventeen studies with a total of 1655 randomised participants in this review. Risk of bias was variable among studies. Blinding of participants, personnel and outcome assessment was not possible in most trials because of obvious differences between the treatments. The lack of a blinded outcome assessor may have caused detection bias when ulcer healing was assessed. However, possible detection bias is hard to prevent due to the nature of the skin replacement products we assessed, and the fact that they are easily recognisable. Strikingly, nearly all studies (15/17) reported industry involvement; at least one of the authors was connected to a commercial organisation or the study was funded by a commercial organisation. In addition, the funnel plot for assessing risk of bias appeared to be asymmetrical; suggesting that small studies with 'negative' results are less likely to be published.\nThirteen of the studies included in this review compared a skin graft or tissue replacement with standard care. Four studies compared two grafts or tissue replacements with each other. When we pooled the results of all the individual studies, the skin grafts and tissue replacement products that were used in the trials increased the healing rate of foot ulcers in patients with diabetes compared to standard care (risk ratio (RR) 1.55, 95% confidence interval (CI) 1.30 to 1.85, low quality of evidence). However, the strength of effect was variable depending on the specific product that was used (e.g. EpiFix® RR 11.08, 95% CI 1.69 to 72.82 and OrCel® RR 1.75, 95% CI 0.61 to 5.05). Based on the four included studies that directly compared two products, no specific type of skin graft or tissue replacement showed a superior effect on ulcer healing over another type of skin graft or tissue replacement.\nSixteen of the included studies reported on adverse events in various ways. No study reported a statistically significant difference in the occurrence of adverse events between the intervention and the control group.\nOnly two of the included studies reported on total incidence of lower limb amputations. We found fewer amputations in the experimental group compared with the standard care group when we pooled the results of these two studies, although the absolute risk reduction for amputation was small (RR 0.43, 95% CI 0.23 to 0.81; risk difference (RD) -0.06, 95% CI -0.10 to -0.01, very low quality of evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on the studies included in this review, the overall therapeutic effect of skin grafts and tissue replacements used in conjunction with standard care shows an increase in the healing rate of foot ulcers and slightly fewer amputations in people with diabetes compared with standard care alone. However, the data available to us was insufficient for us to draw conclusions on the effectiveness of different types of skin grafts or tissue replacement therapies. In addition, evidence of long term effectiveness is lacking and cost-effectiveness is uncertain."
    }
  ],
  "pls_title": "Skin grafting and tissue replacement for treating foot ulcers in people with diabetes",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Foot ulceration is a major problem in people with diabetes and is the leading cause of hospital admissions and limb amputations. Despite the current variety of strategies available for the treatment of foot ulcers in people with diabetes, not all ulcers heal completely. Additional treatments with skin grafts and tissue replacement products have been developed to help complete wound closure."
    },
    {
      "heading": "Review question",
      "text": "What are the benefits and harms of skin grafting and tissue replacement for treating foot ulcers in people with diabetes?"
    },
    {
      "heading": "What we found",
      "text": "We included thirteen randomised studies that compared two types of skin grafts or tissue replacements with standard care and four randomised studies that compared two grafts or tissue replacements with each other. In total 1655 patients were randomised in these seventeen trials. Risk of bias was variable among studies. The biggest drawbacks were the lack of blinding (i.e. patients and investigators were aware who was receiving the experimental therapy and who was receiving the standard therapy), industry involvement and the possibility that small studies were less likely to be published if they reported 'negative' results. Adverse advent rates (harm due to the treatment) varied widely."
    },
    {
      "heading": "Conclusion",
      "text": "Based on the seventeen studies included in this review, skin grafts and tissue replacements, used in conjunction with standard care, increase the healing rate of foot ulcers and lead to slightly fewer amputations in people with diabetes compared with standard care alone. However, evidence of long term effectiveness is lacking and cost-effectiveness is uncertain. There was not enough evidence for us to be able to recommend a specific type of skin graft or tissue replacement.\nThis plain language summary is up-to-date as of 9 April 2015."
    }
  ]
}