{
  "doi": "10.1002/14651858.CD006545.pub3",
  "name": "Interventions for infantile haemangiomas of the skin",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Infantile haemangiomas (previously known as strawberry birthmarks) are soft, raised swellings of the skin that occur in 3% to 10% of infants. These benign vascular tumours are usually uncomplicated and tend to regress spontaneously. However, when haemangiomas occur in high-risk areas, such as near the eyes, throat, or nose, impairing their function, or when complications develop, intervention may be necessary. This is an update of a Cochrane Review first published in 2011."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of interventions for the management of infantile haemangiomas in children."
    },
    {
      "heading": "Search methods",
      "text": "We updated our searches of the following databases to February 2017: the Cochrane Skin Group Specialised Register, CENTRAL, MEDLINE, Embase, PsycINFO, AMED, LILACS, and CINAHL. We also searched five trials registries and checked the reference lists of included studies for further references to relevant trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) of all types of interventions, versus placebo, active monitoring, or other interventions, in any child with single or multiple infantile haemangiomas (IHs) located on the skin."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. The primary outcome measures were clearance, a subjective measure of improvement, and adverse events. Secondary outcomes were other measures of resolution; proportion of parents or children who consider there is still a problem; aesthetic appearance; and requirement for surgical correction. We used GRADE to assess the quality of the evidence for each outcome; this is indicated in italics."
    },
    {
      "heading": "Main results",
      "text": "We included 28 RCTs, with a total of 1728 participants, assessing 12 different interventions, including lasers, beta blockers (e.g. propranolol, timolol maleate), radiation therapy, and steroids. Comparators included placebo, an active monitoring approach, sham radiation, and interventions given alone or in combination.\nStudies were conducted in a number of countries, including China, Egypt, France, and Australia. Participant age ranged from 12 weeks to 13.4 years. Most studies (23/28) included a majority of females and different types of IHs. Duration of follow-up ranged from 7 days to 72 months.\nWe considered most of the trials as at low risk of random sequence generation, attrition bias, and selective reporting bias. Domains such as allocation concealment and blinding were not clearly reported in general. We downgraded evidence for issues related to risk of bias and imprecision.\nWe report results for the three most important comparisons, which we chose on the basis of current use. Outcome measurement of these comparisons was at 24 weeks' follow-up.\nOral propranolol versus placebo\nCompared with placebo, oral propranolol 3 mg/kg/day probably improves clinician-assessed clearance (risk ratio (RR) 16.61, 95% confidence interval (CI) 4.22 to 65.34; 1 study; 156 children; moderate-quality evidence ) and probably leads to a clinician-assessed reduction in mean haemangioma volume of 45.9% (95% CI 11.60 to 80.20; 1 study; 40 children; moderate-quality evidence ). We found no evidence of a difference in terms of short- or long-term serious adverse events (RR 1.05, 95% CI 0.33 to 3.39; 3 studies; 509 children; low-quality evidence), nor in terms of bronchospasm, hypoglycaemia, or serious cardiovascular adverse events. The results relating to clearance and resolution for this comparison were based on one industry-sponsored study.\nTopical timolol maleate versus placebo\nThe chance of reduction of redness, as a measure of clinician-assessed resolution, may be improved with topical timolol maleate 0.5% gel applied twice daily when compared with placebo (RR 8.11, 95% CI 1.09 to 60.09; 1 study; 41 children;low-quality evidence ). Regarding short- or long-term serious cardiovascular events, we found no instances of bradycardia (slower than normal heart rate) or hypotension in either group (1 study; 41 children; low-quality evidence). No other safety data were assessed, and clearance was not measured.\nOral propranolol versus topical timolol maleate\nWhen topical timolol maleate (0.5% eye drops applied twice daily) was compared with oral propranolol (via a tablet taken once per day, at a 1.0 mg/kg dose), there was no evidence of a difference in haemangioma size (as a measure of resolution) when measured by the proportion of patients with a clinician-assessed reduction of 50% or greater (RR 1.13, 95% CI 0.64 to 1.97; 1 study; 26 participants; low-quality evidence ). Although there were more short- or long-term general adverse effects (such as severe diarrhoea, lethargy, and loss of appetite) in the oral propranolol group, there was no evidence of a difference between groups (RR 7.00, 95% CI 0.40 to 123.35; 1 study; 26 participants; very low-quality evidence). This comparison did not measure clearance.\nNone of our key comparisons evaluated, at any follow-up, a subjective measure of improvement assessed by the parent or child; proportion of parents or children who consider there is still a problem; or physician-, child-, or parent-assessed aesthetic appearance."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found there to be a limited evidence base for the treatment of infantile haemangiomas: a large number of interventions and outcomes have not been assessed in RCTs.\nOur key results indicate that in the management of IH in children, oral propranolol and topical timolol maleate are more beneficial than placebo in terms of clearance or other measures of resolution, or both, without an increase in harms. We found no evidence of a difference between oral propranolol and topical timolol maleate with regard to reducing haemangioma size, but we are uncertain if there is a difference in safety. Oral propranolol is currently the standard treatment for this condition, and our review has not found evidence to challenge this. However, these results are based on moderate- to very low-quality evidence.\nThe included studies were limited by small sample sizes and risk of bias in some domains. Future trials should blind personnel and participants; describe trials thoroughly in publications; and recruit a sufficient number of children to deduce meaningful results. Future trials should assess patient-reported outcomes, as well as objective outcomes of benefit, and should report adverse events comprehensively. Propranolol and timolol maleate require further assessment in RCTs of all types of IH, including those considered problematic, as do other lesser-used interventions and new interventions. All treatments should be compared against propranolol and timolol maleate, as beta blockers are approved as standard care."
    }
  ],
  "pls_title": "Treatments for haemangiomas (a cluster of small blood vessels that form a lump) of the skin in children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "This Cochrane Review aimed to assess the benefits and harms of treatments for haemangiomas of the skin in infants and children (known as 'infantile haemangiomas'). We collected and analysed 28 relevant clinical trials to answer this question."
    },
    {
      "heading": "Key messages",
      "text": "Only one of our key comparisons (propranolol versus placebo) measured clearance of the haemangioma, with moderate-quality evidence supporting this result. We found low- or moderate-quality evidence for the following specific measures of resolution: reduction in volume, redness, and size. We found very low- and low-quality evidence for results concerning side effects, meaning we were unable to draw definitive conclusions about safety.\nOral propranolol is currently the standard treatment for this condition, and we did not find evidence to contest this treatment in terms of efficacy and safety. However, potential biases in the design of many of the included trials affect our confidence in the results of the review. High-quality future research should assess the effects of propranolol and timolol maleate, as well as other new and older medications, on outcomes that are important to patients."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Infantile haemangiomas are soft, raised swellings on the skin, often with a bright-red surface caused by a non-cancerous overgrowth of blood vessels in the skin. The majority of lesions are uncomplicated and will shrink on their own by age seven; however, some require treatment if they occur in high-risk areas (e.g. near the eyes) or cause psychological distress.\nWe included all types of treatment for infantile haemangiomas, which could have been given alone or in combination, or compared to each other, to a 'placebo' (i.e. a treatment with no active agent), or against children whose haemangiomas were untreated but observed."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "We included 28 studies, with a total of 1728 participants, which assessed lasers, beta blockers (e.g. propranolol), steroids, radiation therapy, and other treatments. Treatments were compared against an active monitoring approach (observation), placebo, sham radiation, or other interventions (given alone or in combination with another treatment). Studies were conducted in multiple countries; participant age ranged from 12 weeks to 13.4 years; and most studies included more girls than boys (23/28). Children had different types of haemangioma. Duration of follow-up ranged from 7 days to 72 months.\nThe following results were measured 24 weeks after the beginning of treatment. All non-safety outcomes presented here were clinician assessed (i.e. assessed by the physician in charge of a patient).\nWhen compared with placebo treatment, propranolol taken by mouth at a dose of 3 mg/kg/day is probably more beneficial in terms of complete or almost-complete clearance of swelling and reduction in volume of the haemangioma (moderate-quality evidence ). We found no evidence of a difference between the two treatments in terms of short- or long-term serious or other side effects (low-quality evidence). Most of the evidence for this comparison was based on an industry-sponsored study.\nTimolol maleate 0.5% gel applied topically twice daily may reduce redness as a measure of resolution when assessed against placebo (low-quality evidence ). Short- or long-term serious cardiovascular events were not reported in either group. There were no other safety data for timolol maleate compared with placebo (low-quality evidence). This comparison did not assess clearance of the swelling.\nThere was no evidence of a difference between propranolol taken by mouth (via a tablet once per day, at a 1.0 mg/kg dose) and topical timolol maleate (0.5% eye drops applied twice daily) in terms of their effect on reducing haemangioma size by 50% or more (low-quality evidence ). There were more general short- or long-term side effects (such as severe diarrhoea, tiredness, and decreased appetite) with propranolol, but due to very low-quality evidence, these results are uncertain. This comparison did not assess clearance of the swelling.\nMost of the comparisons assessed, including those described above, did not report on the following outcomes: parent or child's opinion of improvement; the proportion of parents or children who consider there is still a problem; and cosmetic appearance."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "We searched for studies up to February 2017."
    }
  ]
}