{
  "doi": "10.1002/14651858.CD002989",
  "name": "Pet allergen control measures for allergic asthma in children and adults",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Although pet removal has been recommended in guidelines on the management of allergic asthma, pet ownership remains high in families where one or more members have an allergy to pet dander. Allergen control measures such as air filtration units placed in the homes of pet-allergic asthmatics have been used as a means of reducing allergen exposure."
    },
    {
      "heading": "Objectives",
      "text": "To determine the clinical efficacy of pet allergen control measures in the homes of people with pet-allergic asthma."
    },
    {
      "heading": "Search methods",
      "text": "We carried out an electronic search of the Cochrane Airways Group Specialised Register of Trials. No restriction was placed on language of publication. Searches are current as of September 2008."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing an active allergen reduction measure with control were considered for analysis. Participants had stable pet-allergic asthma."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers extracted data independently. Only a limited amount of data could be analysed and no meta-analysis was possible."
    },
    {
      "heading": "Main results",
      "text": "Two studies met the inclusion criteria for the analysis. Both examined the effectiveness of air filtration units. Both trials were small (n = 22 and n = 35). No significant differences were detected between active intervention and control on the primary and secondary outcome measures reported in the studies. Data on absence from school or work were not reported in either study. No meta-analysis could be performed due to lack of common outcomes. An update search conducted in September 2006 did not identify any further trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The available trials are too small to provide evidence for or against the use of air filtration units to reduce allergen levels in the management of pet-allergic asthma. Adequately powered trials are needed. There are no trials of other allergen reduction measures, such as pet washing or possibly pet removal."
    }
  ],
  "pls_title": "Pet allergen control measures for allergic asthma in children and adults",
  "pls_type": "long",
  "pls": "Some people with asthma who own pets can be allergic to the dander that accumulates in and around the home. Certain guidelines recommend the removal of pets as the most effective way of reducing exposure to the allergens emanating from their hair and skin. Other measures have been proposed as an alternative to pet removal, such as pet washing, sprays and air filtration units. The aim of these interventions is to lower the amount of allergen in the air and on the floor of the home, and so limit the risk of asthma symptoms worsening. Very little research of a high quality has been published on this topic, and the current evidence is not sufficiently reliable to draw firm conclusions. Further research should consider the effectiveness of pet washing, sprays and possibly pet removal from the home."
}