{
  "doi": "10.1002/14651858.CD008197.pub2",
  "name": "Distal aortic perfusion during thoracoabdominal aneurysm repair for prevention of paraplegia ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "During thoracoabdominal aortic aneurysm (TAAA) surgery, decreased spinal cord perfusion can result in neurological deficits such as paraplegia and paraparesis. Distal aortic perfusion, alone or in combination with other adjuncts, may counter the decrease in spinal cord perfusion and hence reduce the risk of spinal cord injury."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of distal aortic perfusion with or without other adjuncts against other adjuncts without use of distal perfusion during TAAA surgery in reducing the risk of developing paraplegia and paraparesis."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Peripheral Vascular Diseases Group Specialised Register (last searched 5 January 2012) and CENTRAL (Issue 4, 2011) were searched for publications describing randomised controlled trials of distal aortic perfusion during thoracoabdominal aortic aneurysm surgery. Reference lists of relevant studies were checked."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised controlled clinical trials of distal aortic perfusion during TAAA repair."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Studies identified for potential inclusion were independently assessed for inclusion by at least two authors, with excluded trials arbitrated by the third author."
    },
    {
      "heading": "Main results",
      "text": "There were no randomised controlled trials identified."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Currently, there are no randomised controlled trials to support the role of distal aortic perfusion in TAAA surgery for prevention of neurological injury. However, randomised controlled trials are not always feasible based on ethical grounds. Observational studies suggest that distal aortic perfusion alone or in combination with other adjuncts, that is cerebrospinal fluid (CSF) drainage, reduces the rate of neurologic deficit across all types of TAAA; in particular making a striking difference in the rate of neurologic deficit following type II TAAA repair. In the absence of randomised controlled trials, we recommend a standardised approach to reporting through registry studies to strengthen the evidence base for distal aortic perfusion."
    }
  ],
  "pls_title": "Distal aortic perfusion during thoracoabdominal aneurysm repair for prevention of paraplegia",
  "pls_type": "long",
  "pls": "Aneurysm of an artery is a localised abnormal dilation with a diameter of the artery at least one and a half times its normal size. Aneurysms in both the thoracic and abdominal aorta are termed thoracoabdominal aortic aneurysms (TAAA). Open surgical repair is effective in ensuring the survival of people with such aneurysms. Complications of paralysis of the legs and lower parts of the body (paraplegia) and partial paralysis affecting the lower limbs (paraparesis) can however develop during surgery and in the postoperative period, following apparently successful surgery. This is the result of inadequate blood flow to the spinal cord and the vulnerability of the spinal cord to ischaemic injury.\nDifferent additional treatments (adjuncts) are used to protect the spinal cord and minimise the chances of these complications. Distal aortic perfusion is one of these. The most commonly used technique is through cannulation of the left atrium to redirect blood flow through a centrifugal pump to the distal aortic region to maintain perfusion to the spinal cord and vital organs such as the kidneys. This is a complex procedure that has its own specific complications.  It can be used alone or with other adjuncts that include systemic cooling or regional spinal cord cooling, cerebrospinal fluid (CSF) drainage, re-anastomosis (re-joining) of intercostal arteries, monitoring somatosensory-evoked potentials to indicate spinal cord ischaemia.\nCurrently, there are no randomised controlled trials (RCTs) to support the role of distal aortic perfusion in TAAA surgery for prevention of neurological injury. Observational studies from experienced surgical centres suggest a potential benefit with the use of distal aortic perfusion as sole adjunct or in combination with CSF drainage. This will need to be validated in future RCTs to compare distal aortic perfusion with another adjunct against other adjuncts without use of distal perfusion during TAAA repair. Randomised controlled trials are not always feasible in this type of surgery based on ethical grounds."
}