{
  "doi": "10.1002/14651858.CD006177.pub3",
  "name": "Interventions in the workplace to support breastfeeding for women in employment",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "In recent years there has been a rise in the participation rate of women in employment. Some may become pregnant while in employment and subsequently deliver their babies. Most may decide to return early to work after giving birth for various reasons. Unless these mothers get support from their employers and fellow employees, they might give up breastfeeding when they return to work. As a result, the duration and exclusivity of breastfeeding to the recommended age of the babies would be affected.\nWorkplace environment can play a positive role to promote breastfeeding. For women going back to work, various types of workplace support interventions are available and this should not be ignored by employers. Notably, promoting breastfeeding in a workplace may have benefits for the women, the baby and also the employer."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of workplace interventions to support and promote breastfeeding among women returning to paid work after the birth of their children, and its impact on process outcomes pertinent to employees and employers."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (2 August 2012)."
    },
    {
      "heading": "Selection criteria",
      "text": "Two authors independently assessed all identified studies for randomised controlled trials and quasi-randomised controlled trials that compared workplace interventions with no intervention or two or more workplace interventions against each other."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors planned to evaluate the methodological quality of the eligible trials and extract data."
    },
    {
      "heading": "Main results",
      "text": "There were no randomised controlled trials or quasi-randomised controlled trials identified."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No trials have evaluated the effectiveness of workplace interventions in promoting breastfeeding among women returning to paid work after the birth of their child. The impact of such intervention on process outcomes is also unknown. Randomised controlled trials are required to establish the benefits of various types of workplace interventions to support, encourage and promote breastfeeding among working mothers."
    }
  ],
  "pls_title": "Interventions in the workplace to support breastfeeding for women in employment",
  "pls_type": "long",
  "pls": "No trials to say if specific programs in the workplace help to increase the duration of breastfeeding.\nBreastfeeding is beneficial for mothers and their infants. However, working mothers may return to work early after giving birth for various reasons. If not supported by their employers, they can be separated from their babies, have difficulty expressing and storing milk and thus not be able to maintain breastfeeding. Workplace programs could help women to continue to breastfeed, and some programs may help women to initiate breastfeeding. By promoting and supporting the programs, employers may be able to influence the duration of breastfeeding (including exclusive breastfeeding) and so improve the health of mother and baby, but also benefit from less work absenteeism, high productivity and increased employee morale and retention. This review aimed to assess workplace programs to promote breastfeeding among employed women returning to work after the birth of their child. There were no randomised controlled trials identified that evaluated this important public health intervention in a workplace. Trials are needed to establish the impact of workplace interventions (including creches and nurseries) to support or facilitate continuation, duration and exclusiveness of breastfeeding for employed women returning to work after giving birth."
}