{
  "doi": "10.1002/14651858.CD013744.pub2",
  "name": "Progestin intrauterine devices versus copper intrauterine devices for emergency contraception",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The copper intrauterine device (Cu-IUD) is a highly effective method of contraception that can also be used for emergency contraception (EC). It is the most effective form of EC, and is more effective than other existing oral regimens also used for EC. The Cu-IUD provides the unique benefit of providing ongoing contraception after it is inserted for EC; however, uptake of this intervention has been limited. Progestin IUDs are a popular method of long-acting, reversible contraception. If these devices were also found to be effective for EC, they would provide a critical additional option for women. These IUDs could not only provide EC and ongoing contraception, but additional non-contraceptive benefits, including a reduction in menstrual bleeding, cancer prevention, and pain management."
    },
    {
      "heading": "Objectives",
      "text": "To examine the safety and effectiveness of progestin-containing IUDs for emergency contraception, compared with copper-containing IUDs, or compared with dedicated oral hormonal methods."
    },
    {
      "heading": "Search methods",
      "text": "We considered all randomized controlled trials and non-randomized studies of interventions that compared outcomes for individuals seeking a levonorgestrel IUD (LNG-IUD) for EC to a Cu-IUD or dedicated oral EC method. We considered full-text studies, conference abstracts, and unpublished data. We considered studies irrespective of their publication status and language of publication."
    },
    {
      "heading": "Selection criteria",
      "text": "We included studies comparing progestin IUDs with copper-containing IUDs, or oral EC methods for emergency contraception."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We systematically searched nine medical databases, two trials registries, and one gray literature site. We downloaded all titles and abstracts retrieved by electronic searching to a reference management database, and removed duplicates. Three review authors independently screened titles, abstracts, and full-text reports to determine studies eligible for inclusion. We followed standard Cochrane methodology to assess risk of bias, and analyze and interpret the data. We used GRADE methodology to assess the certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "We included only one relevant study (711 women); a randomized, controlled, non-inferiority trial comparing LNG-IUDs to Cu-IUDs for EC, with a one-month follow-up. With one study, the evidence was very uncertain for the difference in pregnancy rates, failed insertion rates, expulsion rates, removal rates and the difference in the acceptability of the IUDs. There was also uncertain evidence suggesting the Cu-IUD may slightly increase rates of cramping and the LNG-IUD may slightly increase bleeding and spotting days."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review is limited in its ability to provide definitive evidence regarding the LNG-IUD’s equivalence, superiority, or inferiority to the Cu-IUD for EC. Only one study was identified in the review, which had possible risks of bias related to randomization and rare outcomes.\nAdditional studies are needed to provide definitive evidence related to the effectiveness of the LNG-IUD for EC."
    }
  ],
  "pls_title": "Progestin intrauterine devices versus copper intrauterine devices for emergency contraception",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is this review important?",
      "text": "This review is important as there are few available choices for emergency contraception (EC). Copper intrauterine devices (Cu-IUDs) are the most effective method for EC currently available, but their use and uptake is low. We examined the literature to see if the levonorgestrel IUD (LNG-IUD) was as effective as other methods for EC. If it were found to be as effective, it would increase the range of options available to women seeking EC."
    },
    {
      "heading": "How did we identify and evaluate the evidence?",
      "text": "We searched nine medical research databases and two trials registries for randomized controlled trials, and one website for gray literature (i.e. research produced by organizations outside the traditional commercial and academic publishing and distribution channels).\nWe considered randomized and non-randomized studies comparing progestin-containing IUDs with copper-containing IUDs, or oral EC methods for emergency contraception.\nWe screened all abstracts identified in our search, and the full text of potential reports. We assessed the risk of bias and used the GRADE system to evaluate the certainty of the evidence."
    },
    {
      "heading": "What did we find?",
      "text": "We identified 2828 records. After removing duplicates and applying inclusion criteria, we identified one randomized controlled study that met our criteria. It included 711 women, and compared LNG-IUDs to Cu-IUDs for EC. There may be little or no difference in pregnancy rates at one month between LNG-IUD and Cu-IUD users, but we are very uncertain about the evidence. Evidence was also very uncertain about whether the risk of a failed insertion was different for the two types of IUDs.\nThe evidence is very uncertain about the comparative acceptability of the two types of IUDs for EC. Regarding outcomes related to harms, low-certainty evidence suggests that the copper IUD may increase cramping, while the LNG-IUD may increase the number of days with bleeding and spotting."
    },
    {
      "heading": "What does this mean?",
      "text": "The current evidence does not provide definitive evidence on the effectiveness of LNG-IUD for EC.\nMore comparative studies are needed to see if the LNG-IUD is as effective as the Cu-IUD for EC."
    },
    {
      "heading": "How up to date is this review?",
      "text": "The evidence is current to July 2022."
    }
  ]
}