{
  "doi": "10.1002/14651858.CD009170.pub2",
  "name": "Blunt versus sharp suture needles for preventing percutaneous exposure incidents in surgical staff ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Surgeons and their assistants are especially at risk of exposure to blood due to glove perforations and needle stick injuries during operations. The use of blunt needles can reduce this risk because they don't penetrate skin easily but still perform sufficiently in other tissues."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of blunt needles compared to sharp needles for preventing percutaneous exposure incidents among surgical staff."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE and EMBASE (until May 2011), CENTRAL, NHSEED, Science Citation Index Expanded, CINAHL, Nioshtic, CISdoc, PsycINFO, and LILACS (until September 2010)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) of blunt versus sharp suture needles for preventing needle stick injuries among surgical staff measured as glove perforations or self-reported needle stick injuries."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed study eligibility and risk of bias in trials and extracted data. We synthesized study results with a fixed-effect model meta-analysis."
    },
    {
      "heading": "Main results",
      "text": "We located 10 RCTs involving 2961 participating surgeons performing an operation in which the use of blunt needles was compared to the use of sharp needles. Four studies focused on abdominal closure, two on caesarean section, two on vaginal repair and two on hip replacement. On average, a surgeon that used sharp needles sustained one glove perforation in three operations. The use of blunt needles reduced the risk of glove perforations with a relative risk (RR) of 0.46 (95% confidence interval (CI) 0.38 to 0.54) compared to sharp needles. The use of blunt needles will thus prevent one glove perforation in every six operations.\nIn four studies, the use of blunt needles reduced the number of self-reported needle stick injuries with a RR of 0.31 (95% CI 0.14 to 0.68). Because the force needed for the blunt needles is higher, their use was rated as more difficult but still acceptable in five out of six studies.\nThe quality of the evidence was rated as high."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is high quality evidence that the use of blunt needles appreciably reduces the risk of exposure to blood and bodily fluids for surgeons and their assistants over a range of operations. It is unlikely that future research will change this conclusion."
    }
  ],
  "pls_title": "The use of blunt needles compared to sharp needles for preventing needle stick injuries in surgical staff",
  "pls_type": "long",
  "pls": "Surgeons and their assistants are especially at risk of needle stick injuries during operations. This can lead to infection with HIV or other blood-borne viruses. The use of blunt needles is proposed to prevent needle stick injuries. We reviewed the literature to evaluate the preventive effect of blunt needles compared to sharp needles on needle stick injuries among surgical staff. We searched multiple medical databases (to May 2011). We included studies if they were randomised controlled trials (RCTs) of blunt versus sharp suture needles for preventing needle stick injuries among surgical staff. We located 10 RCTs with 2961 operations in which blunt needles were compared to sharp needles. Six studies focused on abdominal operations, two on vaginal repair and two on hip replacement. On average, a surgeon that used sharp needles sustained one glove perforation per three operations. The use of blunt needles reduced the risk of glove perforations by 54% (95% confidence interval 46% to 62%) compared to sharp needles. The use of blunt needles in six operations will thus prevent one glove perforation. In four studies the use of blunt needles also reduced the number of self-reported needle stick injuries by 69% (95% confidence interval 14% to 68%). Even though surgeons reported that the force needed for the blunt needles was higher, their use of the needles was still rated as acceptable in five out of six studies. We concluded that there is high quality evidence that the use of blunt needles appreciably reduces the risk of contracting infectious diseases for surgeons and their assistants over a range of operations by reducing the number of needle stick injuries. It is unlikely that future research will change this conclusion."
}