{
  "doi": "10.1002/14651858.CD001093.pub2",
  "name": "Polysaccharide vaccines for preventing serogroup A meningococcal meningitis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Randomised controlled trials (RCTs) in the 1970s and early 1980s showed the polysaccharide serogroup A vaccine (SgAV) prevented serogroup A meningococcal meningitis (SGAMM). Subsequent non-RCTs suggested significant variations in the age-specific duration of protection among children."
    },
    {
      "heading": "Objectives",
      "text": "To determine the protective effect, duration of protection, age-specific effects and the effect of booster doses in children of the SgAV against SGAMM."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2010, issue 2) which contains the Acute Respiratory Infections Group's Specialised Register, MEDLINE (January 1950 to May Week 3, 2010) and EMBASE (January 1974 to May 2010)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs. Non-RCTs that addressed outcomes not addressed by the RCTs were then identified and assessed."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We assessed the methodological quality of RCTs and identified and assessed the non-RCTs. Of the 12 eligible RCTs, four were excluded because of high risk of bias. Data were pooled from the trials using the Exact method to assess vaccine efficacy. Of the 15 non-RCTs, only two addressed objectives not answered by the RCT but were assessed to be at high risk of bias."
    },
    {
      "heading": "Main results",
      "text": "Eight out of 12 eligible RCTs were included; 236,760 participants were vaccinated and 243,308 participants were controls. The protective effect of the vaccine in the first year was consistent across RCTs - summary vaccine efficacy 95% (95% CI 87% to 99%). Protection extended to the second and third year after vaccination but the results did not attain statistical significance. The vaccine was protective in Finnish children aged three months to five years. The latter was the only trial to offer booster doses to young children but lacked statistical power. The vaccine was protective in one- to five-year olds in low-income countries but the efficacy in narrower age strata could not be determined."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The  vaccine was strongly protective for the first year in children over five and adults, but its efficacy beyond the first year could not be determined with precision. Children aged one to five years in low-income countries were also protected but the efficacy in this age group could not be determined. While the vaccine was strongly protective among children aged three months to five years in Finland, the efficacy in narrower age strata could not be determined. The sample size was too small to draw conclusions on the effect of booster doses."
    }
  ],
  "pls_title": "Polysaccharide vaccines for preventing serogroup A meningococcal meningitis",
  "pls_type": "long",
  "pls": "Meningococcal meningitis is a brain infection caused by bacteria living in the back of the throat. The bacteria can cause infection of the blood (septicaemia) and of the brain coverings (meningitis). Infection can progress very quickly to damage the brain and can be fatal. The polysaccharide vaccine is strongly protective in children over five years and in adults. Whilst the vaccine is also protective in children aged three months to five years, in low-income countries the level of protection in children of this age group is not very clear.\nThis review found there was not enough evidence from trials to answer some important questions about vaccination for meningococcal meningitis. Meningitis is the most common manifestation of invasive disease caused by Neisseria meningitidis (N. meningitidis) . Other clinical manifestations include septicaemia, conjunctivitis, pericarditis and arthritis. Meningitis and septicaemia can be rapidly fatal if untreated. N. meningitidis is a normal commensal of the throat and may be found in about 10% of a healthy population. Reasons why the bacteria may become invasive to cause disease are unclear. Randomised controlled trials (RCTs) showed that the polysaccharide serogroup A vaccine prevented meningitis caused by the serogroup A strain of meningococci, and the vaccine has since been used effectively to control epidemics. However, observational studies suggested variations in the level and duration of protection, particularly among younger children, thus resulting in different interpretations of the potential value of routine vaccinations. The review was conducted to provide a summary estimate of the efficacy of the vaccine, its effectiveness in children under five years old, and its duration of protection. Results from 8 out of 12 eligible RCTs were included, and showed the vaccine highly protective in the first year after vaccination: the summary estimate of efficacy was 95% (95% confidence interval (CI) 87% to 99%). Although protection extended to the third year after vaccination, the results were not statistically significant. The vaccine was protective in Finnish children aged three months to five years, but the effect of a booster dose in children under two years was not statistically significant. The vaccine was protective in one- to five-year old children in low-income countries but its effectiveness by one or two-year age strata in this age group could not be determined. Two of 15 eligible non-RCTs were included in the analysis, but were at high risk of bias."
}