{
  "doi": "10.1002/14651858.CD007365.pub2",
  "name": "Huperzine A for vascular dementia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Huperzine A, a form of herbal medicine, has been considered as an alternative treatment for vascular dementia (VaD) in China."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of Huperzine A in patients with vascular dementia."
    },
    {
      "heading": "Search methods",
      "text": "We searched ALOIS: the Cochrane Dementia and Cognitive Improvement Group’s Specialized Register on 10 February 2011 using the terms: chinese, plants, huperzine, HUP, ayapin, scoparon. ALOIS contains records of clinical trials identified from monthly searches of a number of major healthcare databases (The Cochrane Library, MEDLINE, EMBASE, PsycINFO, CINAHL, LILACS), numerous trial registries and grey literature sources. We also searched the following databases in March 2011 using the terms 'Huperzine A', 'Shishanjianjia', 'Haboyin' and 'Shuangyiping': The Chinese Biomedical Database (CBM) (1977 to March 2011); Chinese Science and Technique Journals Database (VIP) (1989 to March 2011); China National Knowledge Infrastructure (CNKI) (1979 to March 2011); Google (March 2011). In addition, we searched relevant reference lists. We also contacted researchers to request additional information where necessary."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered randomized controlled trials comparing Huperzine A with placebo in people with vascular dementia eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently applied the inclusion criteria, assessed trial quality and extracted the data. We resolved any disagreement by discussion."
    },
    {
      "heading": "Main results",
      "text": "We included only one small trial, involving 14 participants with vascular dementia. No significant effect of Huperzine A on cognitive function measured by MMSE (WMD 2.40; 95% CI -4.78 to 9.58) was observed. There was a significant beneficial effect of Huperzine A on performance of activities of daily living (WMD -13.00; 95% CI -23.24 to -2.76) after six months of treatment. No deaths from any cause at the end of treatment were reported. Behaviour, quality of life and caregiver burden were not assessed in the included trial."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently no high quality evidence to support the use of Huperzine A for the treatment of vascular dementia. Further randomized placebo controlled trials are needed to determine whether there is worthwhile benefit."
    }
  ],
  "pls_title": "There is currently no high quality evidence to support the use of Huperzine A for the treatment of vascular dementia.",
  "pls_type": "long",
  "pls": "Vascular dementia (VaD) refers to cognitive impairment associated with cerebrovascular brain injury. It influences quality of life seriously. However, there is no definitive medical or surgical treatment for vascular dementia. Huperzine A is an alkaloid isolated from the Chinese herb Huperzia serrata. It has been authorized for treating Alzheimer's disease (AD) and benign memory deficits since 1994 in China. The drug is available as a nutraceutical in the US. Although Huperzine A has been widely used in clinical practice and used as a standard intervention in clinical trials, its efficacy and safety in people with VaD are still uncertain. This review, involving 14 participants, indicates there is currently no high quality evidence to support the use of Huperzine A for the treatment of vascular dementia. Results from well-conducted randomized controlled trials are needed to assess accurately the benefits and harms of Huperzine A in people with VaD."
}