{
  "doi": "10.1002/14651858.CD011054.pub2",
  "name": "Combined oral contraceptives: the risk of myocardial infarction and ischemic stroke",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Combined oral contraceptives (COCs) have been associated with an increased risk of arterial thrombosis, i.e. myocardial infarction or ischemic stroke. However, as these diseases are rare in young women and as many types of combined oral contraception exist, the magnitude of the risk and the effect of different hormonal contents of COC preparations remain unclear."
    },
    {
      "heading": "Objectives",
      "text": "To estimate the risk of myocardial infarction or ischemic stroke in users compared with non-users of different types, doses and generations of combined oral contraception."
    },
    {
      "heading": "Search methods",
      "text": "We searched electronic databases (MEDLINE (1966 to July 08, 2015), EMBASE (1980 to July 08, 2015), Popline (1970 to July 08, 2015) and LILACS (1985 to July 08, 2015) for eligible studies, without language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We included observational studies that recruited women in the reproductive age group (18 to 50 years) and compared the risk of myocardial infarction or ischemic stroke between users and non-users of COCs."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected relevant studies and extracted data. We pooled relative risks ()(combined odds ratios and one incidence rate ratio) and 95% confidence intervals (CIs) for myocardial infarction or ischemic stroke in users versus non-users of COCs. We combined the outcomes of myocardial infarction and ischemic stroke and also analysed these outcomes separately. Analyses were stratified according to estrogen dose and progestagen type."
    },
    {
      "heading": "Main results",
      "text": "In total, we identified 1298 publications through the search strategy. We included 28 publications reporting on 24 studies. COC users were at increased risk of myocardial infarction or ischemic stroke compared with non-users: relative risk (RR) 1.6 (95% CI 1.3-1.9).These RRs were similar for myocardial infarction (1.6, 95% CI 1.2 to 2.1) and ischemic stroke (1.7, 95% CI 1.5 to 1.9). The risks did not vary clearly according to the generation of progestagen or according to progestagen type. When we stratified preparations according to estrogen dose, the risk of myocardial infarction or ischemic stroke seemed to increase with higher doses of estrogen."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This meta-analysis showed that the risk of myocardial infarction or ischemic stroke was 1.6-fold increased in women using COCs . The risk was highest for pills with > 50 microgram estrogen. When combined with the results of studies on the risk of venous thrombosis in COC users, it seems that the COC pill containing levonorgestrel and 30 µg of estrogen is the safest oral form of combined oral hormonal contraception."
    }
  ],
  "pls_title": "The risk of heart attack and stroke in women using birth control pills",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Since their introduction, combined oral contraceptive pills have become one of the most popular birth control methods. These pills contain two types of female hormones, estrogen and progestagen. When used correctly, the failure rate (i.e. the occurrence of unwanted pregnancy) is less than one per 100 women per year. Despite their reliability, oral contraceptive pills have been found to increase the risk of a blood clot forming in an artery, i.e. arterial thrombosis (heart attack or stroke). As arterial thrombosis is rare in young women, and as many types of oral contraceptive pills exist, the size of the risk is unclear. Furthermore, the effect of different types of progestagens or different doses of estrogen on the risk of arterial thrombosis is unknown."
    },
    {
      "heading": "Review question",
      "text": "In this Cochrane Review we aimed to assess the risk of arterial thrombosis in different types of oral contraceptive pills. To do this, we searched the literature on July 8, 2015 for all studies that assessed the risk of arterial thrombosis associated with oral contraceptive pills in women under the age of 50 years."
    },
    {
      "heading": "Study characteristics",
      "text": "In total, 28 articles on 24 unique studies met the inclusion criteria."
    },
    {
      "heading": "Key results",
      "text": "Our results showed that the overall risk of arterial thrombosis was was 1.6-fold increased in women using oral contraceptive pills compared with women who did not use oral contraceptive pills. The risk did not vary clearly according to progestagen type. However, we found that the risk of arterial thrombosis seemed to be twice as high in women taking pills with higher doses of estrogen. Also, the risk of other side effects of oral contraceptive pills (such as a blood clot in a vein-venous thrombosis) should be considered before any type of oral contraceptive pill is prescribed. It is likely that the COC pill containing levonorgestrel and 30 µg of estrogen is the safest oral form of combined oral hormonal contraception."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The overall quality of evidence in this review was moderate. Most studies (22 out of 28) correctly confirmed that patients had been diagnosed with arterial thrombosis. However, only four studies also checked that the type of pill a patient had been using was reported correctly. In addition, only half of the studies ensured that the correct comparisons were made between patients with and patients without arterial thrombosis. Also of importance is the fact that the analysis on progestagen type was based on few studies only."
    }
  ]
}