{
  "doi": "10.1002/14651858.CD012175.pub2",
  "name": "Thrombolysis for acute upper extremity deep vein thrombosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "About 5% to 10% of all deep vein thromboses occur in the upper extremities. Serious complications of upper extremity deep vein thrombosis, such as post-thrombotic syndrome and pulmonary embolism, may in theory be avoided using thrombolysis. No systematic review has assessed the effects of thrombolysis for the treatment of individuals with acute upper extremity deep vein thrombosis."
    },
    {
      "heading": "Objectives",
      "text": "To assess the beneficial and harmful effects of thrombolysis for the treatment of individuals with acute upper extremity deep vein thrombosis."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Vascular Information Specialist (CIS) searched the Specialised Register (29 March 2017), the Cochrane Central Register of Controlled Trials (CENTRAL; 2017, Issue 2), and three trial registries (World Health Organization International Clinical Trials Registry, ClinicalTrials.gov, and ISRCTN registry) for ongoing and unpublished studies. We additionally searched the registries of the European Medical Agency and the US Food and Drug Administration (December 2016)."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include randomised clinical trials irrespective of publication type, publication date and language that investigated the effects of thrombolytics added to anticoagulation, thrombolysis versus anticoagulation, or thrombolysis versus any other type of medical intervention for the treatment of acute upper extremity deep vein thrombosis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened all records to identify those that met inclusion criteria. We planned to use the standard methodological procedures expected by Cochrane. We planned to use trial domains to assess the risks of systematic error (bias) in the trials. We planned to conduct trial sequential analyses to control for the risk of random errors and to assess the robustness of our conclusions. We planned to consider a P value of 0.025 or less as statistically significant. We planned to assess the quality of the evidence using the GRADE approach. Our primary outcomes were severe bleeding, pulmonary embolism, and all-cause mortality."
    },
    {
      "heading": "Main results",
      "text": "We found no trials eligible for inclusion. We also identified no ongoing trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently insufficient evidence from which to draw conclusion on the benefits or harms of thrombolysis for the treatment of individuals with acute upper extremity deep vein thrombosis as an add-on therapy to anticoagulation, alone compared with anticoagulation, or alone compared with any other type of medical intervention. Large randomised clinical trials with a low risk of bias are warranted. They should focus on clinical outcomes and not solely on surrogate measures."
    }
  ],
  "pls_title": "Harms and benefits of dissolving blood clots in deep blood vessels in the arms",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "A blood clot that forms in the deep blood vessels of the arms, blocking the passage of blood, is referred to as an acute upper extremity deep vein thrombosis. An acute upper extremity deep vein thrombosis currently affects 4 to 10 per 100,000 people in the general population. One of the most serious complications of an upper extremity deep vein thrombosis is a pulmonary embolism, which is a blockage of one of the major blood vessels in the lung. This can be a life-threatening condition. Post-thrombotic syndrome, in which the blood clot causes permanent swelling, skin colour changes, sores or ulcers, and decreased function of the affected limb, is another serious complication that can impact a person's quality of life.\nThrombolysis aims to break down the blood clot with the use of drugs infused directly into a blood vessel. A previous Cochrane Review looked at the beneficial and harmful effects of thrombolysis for the treatment of acute deep vein thrombosis of the lower extremities (e.g. the legs). While thrombolysis was found to lower the risk of post-thrombotic syndrome, it had no effect on the risk of death, risk of a blood clot travelling to the lungs or brain, (where it can cause a stroke), or the risk of bleeding inside the skull. In this present review, we attempted to assess the benefits and harms of thrombolysis for the treatment of acute upper extremity deep vein thrombosis."
    },
    {
      "heading": "Study characteristics and key results",
      "text": "We found no randomised clinical trials (search current until March 2017) that met the inclusion criteria of our review. Hence, the benefits and harms of thrombolysis for acute upper extremity deep vein thrombosis remain unknown."
    },
    {
      "heading": "Conclusion",
      "text": "Large trials using proper methods and reporting on patient-relevant outcomes are needed."
    }
  ]
}