{
  "doi": "10.1002/14651858.CD002201.pub6",
  "name": "Omega‐3 fatty acid supplementation for cystic fibrosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Studies suggest that a diet rich in omega-3 essential fatty acids may have beneficial anti-inflammatory effects for chronic conditions such as cystic fibrosis. This is an updated version of a previously published review."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether there is evidence that omega-3 polyunsaturated fatty acid supplementation reduces morbidity and mortality and to identify any adverse events associated with supplementation."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group's Trials Register comprising references identified from comprehensive electronic database searches and handsearches of relevant journals and abstract books of conference proceedings. Date of last search: 01 April 2020.\nWe also searched online study registries and contacted authors. Date of last search: 12 February 2020."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials in people with cystic fibrosis comparing omega-3 fatty acid supplements with placebo."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently selected studies for inclusion, extracted data and assessed the risk of bias of the studies. The quality of the evidence was assessed using GRADE."
    },
    {
      "heading": "Main results",
      "text": "The searches identified 23 studies; five studies with 106 participants (children and adults) were included; duration of studies and interventions differed. Two studies compared omega-3 fatty acids to olive oil for six weeks; one study compared omega-3 fatty acids and omega-6 fatty acids to control capsules (customised fatty acid blends) for three months; one study compared a liquid dietary supplement containing omega-3 fatty acids to one without for six months; and one study compared omega-3 fatty acids to a placebo for 12 months. Three studies had a low risk of bias for randomisation, but the risk was unclear in the remaining two studies; all studies had an unclear risk of bias for allocation concealment. Three of the studies adequately blinded participants; the risk of bias for selective reporting was high in one study and unclear for four studies.\nTwo studies reported the number of respiratory exacerbations. At three months, one study (43 participants) reported no change in antibiotic usage. At 12 months the second study (15 participants) reported a reduction in the number of pulmonary exacerbations and cumulative antibiotic days in the supplement group compared to the previous year (no data for the control group); very low-quality evidence means we are unsure whether supplementation has any effect on this outcome.\nWith regards to adverse events, one six-week study (12 participants) reported no difference in diarrhoea between omega-3 or placebo capsules; the very low-quality evidence means we are unsure if supplementation has any effect on this outcome. Additionally, one study reported an increase in steatorrhoea requiring participants to increase their daily dose of pancreatic enzymes, but three studies had already increased pancreatic enzyme dose at study begin so as to reduce the incidence of steatorrhoea. One study (43 participants) reported stomach pains at three months (treatment or control group not specified). One six-week study (19 participants) reported three asthma exacerbations leading to exclusion of participants since corticosteroid treatment could affect affect essential fatty acid metabolism.\nFour studies reported lung function. One six-week study (19 participants) reported an increase in forced expiratory volume in one second (FEV1) (L) and forced vital capacity (FVC) (L), but the very low-quality evidence means we are unsure if supplementation has any effect on lung function. The remaining studies did not report any difference in lung function at three months (unit of measurement not specified) or at six months and one year (FEV1 % predicted and FVC % predicted).\nNo deaths were reported in any of the five studies. Four studies reported clinical variables. One study reported an increase in Schwachman score and weight alongside a reduction in sputum volume with supplementation compared to placebo at three months (data not analysable). However, three studies reported no differences in either weight at six weeks, in body mass index (BMI) standard deviation (SD) score at six months (very low-quality evidence) or BMI Z score at 12 months.\nThree studies reported biochemical markers of fatty acid status. One study showed an increase from baseline in both EPA and DHA content of serum phospholipids in the omega-3 group compared to placebo at three months and also a significant decrease in n-6/n-3 ratio in the supplement group compared to placebo; since the quality of the evidence is very low we are not certain that these changes are due to supplementation. One six-month cross-over study showed a higher EPA content of the neutrophil membrane in the supplement group compared to the placebo group, but, no difference in DHA membrane concentration. Furthermore, the leukotriene B4 to leukotriene B5 ratio was lower at six months in the omega-3 group compared to placebo. A one-year study reported a greater increase in the essential fatty acid profile and a decrease in AA levels in the treatment arm compared to placebo."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review found that regular omega-3 supplements may provide some limited benefits for people with cystic fibrosis with relatively few adverse effects: however, the quality of the evidence across all outcomes was very low. The current evidence is insufficient to draw firm conclusions or recommend routine use of these supplements in people with cystic fibrosis. A large, long-term, multicentre, randomised controlled study is needed to determine any significant therapeutic effect and to assess the influence of disease severity, dosage and duration of treatment. Future researchers should note the need for additional pancreatic enzymes when providing omega-3 supplementation or olive oil placebo capsules. More research is required to determine the exact dose of pancreatic enzyme required."
    }
  ],
  "pls_title": "The use of omega-3 supplements in people with cystic fibrosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect of giving omega-3 supplements to people with cystic fibrosis."
    },
    {
      "heading": "Background",
      "text": "In people with cystic fibrosis recurring cycles of infection and inflammation are thought to worsen lung function. Studies suggest that omega-3 fatty acids, such as those derived from fish oils, may work to counter the inflammation and may be of benefit in chronic inflammatory diseases including cystic fibrosis. This is an updated version of the review."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to: 01 April 2020."
    },
    {
      "heading": "Study characteristics",
      "text": "This review includes five small studies which compare omega-3 supplements to a different supplement without omega-3. In total there were 106 participants, including both children and adults. The studies lasted between six weeks and 12 months."
    },
    {
      "heading": "Key results",
      "text": "Due to the very low-quality evidence, we are uncertain whether the following effects are due to supplementation or not. One 12-month study reported a reduction in pulmonary exacerbations and antibiotic use when taking omega-3 supplementation compared to placebo and one three-month study reported no change in antibiotic use during the study period. Few side effects were reported in any of the studies. One six-week study reported that lung function and clinical status improved when taking omega-3 supplements. Sputum levels were also noted to be reduced in this six-week study. Three studies reported no difference in lung function when taking omega-3 supplementation compared to placebo. Two longer studies found that people taking omega-3 supplements showed definite increases in levels of essential fatty acids in their white blood cell membranes and also in levels of phospholipids (molecules that provide structure and protection to cells) measured in blood samples.\nWe are uncertain whether regular omega-3 supplements benefit people with cystic fibrosis and whether they cause side effects, or not. We are not able to draw firm conclusions or recommend the routine use of these supplements in people with cystic fibrosis. Larger and longer studies are needed to assess the clinical benefit of omega-3 supplementation and to determine the appropriate dosage."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We judged the quality of the evidence to be very low due to very low participant numbers, low event rates, limited reporting and poor study design. There was no consistency with regards to the time points when results were reported or the measurements used for the same outcome in different studies."
    }
  ]
}