{
  "doi": "10.1002/14651858.CD013663",
  "name": "Mechanical and surgical interventions for treating primary postpartum haemorrhage",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Primary postpartum haemorrhage (PPH) is commonly defined as bleeding from the genital tract of 500 mL or more within 24 hours of birth. It is one of the most common causes of maternal mortality worldwide and causes significant physical and psychological morbidity.\nAn earlier Cochrane Review considering any treatments for the management of primary PPH, has been split into separate reviews. This review considers treatment with mechanical and surgical interventions."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness and safety of mechanical and surgical interventions used for the treatment of primary PPH."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth’s Trials Register, ClinicalTrials.gov, the WHO International Clinical Trials Registry Platform (ICTRP) (26 July 2019) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) of mechanical/surgical methods for the treatment of primary PPH compared with standard care or another mechanical/surgical method. Interventions could include uterine packing, intrauterine balloon insertion, artery ligation/embolism, or uterine compression (either with sutures or manually).\nWe included studies reported in abstract form if there was sufficient information to permit risk of bias assessment. Trials using a cluster-RCT design were eligible for inclusion, but quasi-RCTs or cross-over studies were not."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion and risk of bias, independently extracted data and checked data for accuracy. We used GRADE to assess the certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "We included nine small trials (944 women) conducted in Pakistan, Turkey, Thailand, Egypt (four trials), Saudi Arabia, Benin and Mali. Overall, included trials were at an unclear risk of bias. Due to substantial differences between the studies, it was not possible to combine any trials in meta-analysis. Many of this review's important outcomes were not reported. GRADE assessments ranged from very low to low, with the majority of outcome results rated as very low certainty. Downgrading decisions were mainly based on study design limitations and imprecision; one study was also downgraded for indirectness.\nExternal uterine compression versus normal care (1 trial, 64 women)\nVery low-certainty evidence means that we are unclear about the effect on blood transfusion (risk ratio (RR) 2.33, 95% confidence interval (CI) 0.66 to 8.23).\nUterine arterial embolisation versus surgical devascularisation plus B-Lynch (1 trial, 23 women)\nThe available evidence for hysterectomy to control bleeding (RR 0.73, 95% CI 0.15 to 3.57) is unclear due to very low-certainty evidence. The available evidence for intervention side effects is also unclear because the evidence was very low certainty (RR 1.09; 95% CI 0.08 to 15.41).\nIntrauterine Tamponade\nStudies included various methods of intrauterine tamponade: the commercial Bakri balloon, a fluid-filled condom-loaded latex catheter ('condom catheter'), an air-filled latex balloon-loaded catheter ('latex balloon catheter'), or traditional packing with gauze.\nBalloon tamponade versus normal care (2 trials, 356 women)\nOne study(116 women) used the condom catheter. This study found that it may increase blood loss of 1000 mL or more (RR 1.52, 95% CI 1.15 to 2.00; 113 women), very low-certainty evidence. For other outcomes the results are unclear and graded as very low-certainty evidence: mortality due to bleeding (RR 6.21, 95% CI 0.77 to 49.98); hysterectomy to control bleeding (RR 4.14, 95% CI 0.48 to 35.93); total blood transfusion (RR 1.49, 95% CI 0.88 to 2.51); and side effects. A second study of 240 women used the latex balloon catheter together with cervical cerclage. Very low-certainty evidence means we are unclear about the effect on hysterectomy (RR 0.14, 95% CI 0.01 to 2.74) and additional surgical interventions to control bleeding (RR 0.20, 95% CI 0.01 to 4.12).\nBakri balloon tamponade versus haemostatic square suturing of the uterus (1 trial, 13 women)\nIn this small trial there was no mortality due to bleeding, serious maternal morbidity or side effects of the intervention, and the results are unclear for blood transfusion (RR 0.57, 95% CI 0.14 to 2.36; very low certainty). Bakri balloon tamponade may reduce mean 'intraoperative' blood loss (mean difference (MD) -426 mL, 95% CI -631.28 to -220.72), very low-certainty evidence.\nComparison of intrauterine tamponade methods (3 trials, 328 women)\nOne study (66 women) compared the Bakri balloon and the condom catheter, but it was uncertain whether the Bakri balloon reduces the risk of hysterectomy to control bleeding due to very low-certainty evidence (RR 0.50, 95% CI 0.05 to 5.25). Very low-certainty evidence also means we are unclear about the results for the risk of blood transfusion (RR 0.97, 95% CI 0.88 to 1.06).\nA second study (50 women) compared Bakri balloon, with and without a traction stitch. Very low-certainty evidence means we are unclear about the results for hysterectomy to control bleeding (RR 0.20, 95% CI 0.01 to 3.97).\nA third study (212 women) compared the condom catheter to gauze packing and found that it may reduce fever (RR 0.47, 95% CI 0.38 to 0.59), but again the evidence was very low certainty.\nModified B-Lynch compression suture versus standard B-Lynch compression suture (1 trial, 160 women)\nLow-certainty evidence suggests that a modified B-Lynch compression suture may reduce the risk of hysterectomy to control bleeding (RR 0.33, 95% CI 0.11 to 0.99) and postoperative blood loss (MD -244.00 mL, 95% CI -295.25 to -192.75)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently insufficient evidence from RCTs to determine the relative effectiveness and safety of mechanical and surgical interventions for treating primary PPH. High-quality randomised trials are urgently needed, and new emergency consent pathways should facilitate recruitment.\nThe finding that intrauterine tamponade may increase total blood loss > 1000 mL suggests that introducing condom-balloon tamponade into low-resource settings on its own without multi-system quality improvement does not reduce PPH deaths or morbidity. The suggestion that modified B-Lynch suture may be superior to the original requires further research before the revised technique is adopted. In high-resource settings, uterine artery embolisation has become popular as the equipment and skills become more widely available. However, there is little randomised trial evidence regarding efficacy and this requires further research. We urge new trial authors to adopt PPH core outcomes to facilitate consistency between primary studies and subsequent meta-analysis."
    }
  ],
  "pls_title": "Mechanical and surgical interventions for treating women with severe bleeding after childbirth",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "This review considers evidence from randomised controlled trials on using mechanical and surgical interventions for stopping severe bleeding after giving birth. Other Cochrane Reviews consider the use of drugs that promote blood clotting or contractions of the uterus."
    },
    {
      "heading": "What is the issue?",
      "text": "Primary postpartum haemorrhage (PPH) occurs when a mother has excessive vaginal bleeding within 24 hours of giving birth (typically > 500 mL or > 1000 mL). The most common cause of primary PPH is failure of the uterus to contract after birth, and usual care is based on using drugs to reverse this. Other causes include retained placenta, vaginal or cervical tears, and failure of the blood to clot. Surgical and mechanical methods apply direct pressure on blood vessels to reduce uterine blood flow. Pressure can be applied from inside the uterus by inflating a balloon within the uterus. Alternatively, pressure can be applied on the outside surface of the uterus. This can be directly (using a hand), or by passing a stitch through the front and back walls of the uterus to compress the uterine walls together. Blood flow can also be stopped by tying off or blocking the blood vessels that feed the uterus."
    },
    {
      "heading": "Why is this important?",
      "text": "PPH is a common cause of maternal death and illness worldwide. Nearly 300,000 pregnant women die annually across the world with approximately 25% of those deaths caused by haemorrhage. It can also lead to the mother having significant long-term medical and psychological problems."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence (July 2019) and included nine small randomised controlled trials (944 women). The studies were conducted in hospital settings in Pakistan, Turkey, Thailand, Egypt (four studies) and Saudi Arabia, and health facilities in Benin and Mali. Overall, the studies were very different, with various interventions being compared. The small number of women in each study, few or zero events, lack of data on important outcomes, and wide variation in results meant that few clear findings were obtained. It was not possible to pool the results from the studies. Our certainty assessments for the trials ranged from low to very low, with the majority rated as very low certainty. This means that we cannot be confident about the results.\nTwo studies (356 women) compared internal pressure using non-commercial balloons (a water-filled condom  and a sterilised, air-filled 'party' balloon) and normal care. The condom catheter may result in increased blood loss, but no other important effects were seen in either study. A third study found that the condom catheter may reduce postpartum fever compared to packing of the uterus with gauze, but no other effects.\nThree studies used a commercially available balloon (Bakri). This was compared to external pressure with stitches in one study (13 women) and it was found that Bakri balloon may reduce blood loss but no other effects were seen. Another study (66 women) compared the Bakri balloon to a condom system and found little to no differences between groups. The third study (50 women) looked to see if using a stitch to tether the upper end of the balloon to the top of the uterus had any benefit, but found little to no effect.\nOne study (64 women) compared external compression of the uterus with normal care but with no clear findings. Another study of 160 women compared a standard compression suture with a modified version in which the uterus is not only compressed, but the main vessel supplying the uterus was tied off. The results suggested that the modified suture may reduce blood loss and the risk of hysterectomy.\nOne study (23 women) compared using imaging to block the blood vessels to the uterus (uterine artery embolisation) with surgical techniques to cut off the blood supply and compress the uterus but found little to no effect."
    },
    {
      "heading": "What does this mean?",
      "text": "We did not find sufficient high-quality evidence to determine the effectiveness and safety of mechanical and surgical interventions for treating primary PPH. High-quality randomised trials are urgently needed to test some of the findings of this review. We urge new trial authors to adopt standardised PPH core outcomes."
    }
  ]
}