{
  "doi": "10.1002/14651858.CD008507.pub2",
  "name": "Respiratory muscle training for cervical spinal cord injury",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cervical spinal cord injury (SCI) severely comprises respiratory function due to paralysis and impairment of the respiratory muscles. Various types of respiratory muscle training (RMT) to improve respiratory function for people with cervical SCI have been described in the literature. A systematic review of this literature is needed to determine the effectiveness of RMT (either inspiratory or expiratory muscle training) on pulmonary function, dyspnoea, respiratory complications, respiratory muscle strength, and quality of life for people with cervical SCI."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy of RMT versus standard care or sham treatments in people with cervical SCI."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Injuries and Cochrane Neuromuscular Disease Groups' Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL) (2012, Issue 1), MEDLINE, EMBASE, CINAHL, ISI Web of Science, PubMed, and clinical trials registries (Australian New Zealand Clinical Trials Registry, ClinicalTrials, Controlled Trials metaRegister) on 5 to 8 March 2013. We handsearched reference lists of relevant papers and literature reviews. We applied no date, language, or publication restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials that involved an intervention described as RMT versus a control group using an alternative intervention, placebo, usual care, or no intervention for people with cervical SCI were considered for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected articles for inclusion, evaluated the methodological quality of the studies, and extracted data. We sought additional information from the trial authors when necessary. We presented results using mean differences (MD) (using post-test scores) and 95% confidence intervals (CI) for outcomes measured using the same scale or standardised mean differences (SMD) and 95% CI for outcomes measured using different scales."
    },
    {
      "heading": "Main results",
      "text": "We included 11 studies with 212 participants with cervical SCI. The meta-analysis revealed a statistically significant effect of RMT for three outcomes: vital capacity (MD mean end point 0.4 L, 95% CI 0.12 to 0.69), maximal inspiratory pressure (MD mean end point 10.50 cm/H2O, 95% CI 3.42 to 17.57), and maximal expiratory pressure (MD mean end point 10.31 cm/H2O, 95% CI 2.80 to 17.82). There was no effect on forced expiratory volume in one second or dyspnoea. We could not combine the results from quality of life assessment tools from three studies for meta-analysis. Respiratory complication outcomes were infrequently reported and thus we could not include them in the meta-analysis. Instead, we described the results narratively. We identified no adverse effects as a result of RMT in cervical SCI."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In spite of the relatively small number of studies included in this review, meta-analysis of the pooled data indicates that RMT is effective for increasing respiratory muscle strength and perhaps also lung volumes for people with cervical SCI. Further research is needed on functional outcomes following RMT, such as dyspnoea, cough efficacy, respiratory complications, hospital admissions, and quality of life. In addition, longer-term studies are needed to ascertain optimal dosage and determine any carryover effects of RMT on respiratory function, quality of life, respiratory morbidity, and mortality."
    }
  ],
  "pls_title": "Training the muscles used for breathing after a spinal cord injury",
  "pls_type": "long",
  "pls": "After an injury at a high point on the spinal cord (a cervical injury), the muscles responsible for breathing are paralysed or weakened. This weakness reduces the volume of the lungs (lung capacity), the ability to take a deep breath and cough, and puts them at greater risk of lung infection. Just like other muscles of the body, it is possible to train the breathing (respiratory) muscles to be stronger; however, it is not clear if such training is effective for people with a cervical spinal cord injury. This review compared any type of respiratory muscle training with standard care or sham treatments. We reviewed 11 studies (including 212 people with cervical spinal cord injury) and suggested that for people with cervical spinal cord injury there is a small beneficial effect of respiratory muscle training on lung volume and on the strength of the muscles used to take a breath in and to breathe air out and cough. No effect was seen on the maximum amount of air that can be pushed out in one breath, or shortness of breath. An insufficient number of studies had examined the effect of respiratory muscle training on the frequency of lung infections or quality of life, so we could not assess these outcomes in the review. We identified no adverse effects of training the breathing muscles for people with a cervical spinal cord injury."
}