{
  "doi": "10.1002/14651858.CD013697.pub2",
  "name": "Oral antibiotics for chronic blepharitis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Posterior blepharitis is common and causes ocular surface and lid damage as well as discomfort. It affects 37% to 47% of all ophthalmology patients; its incidence increasing with age. It is a multifactorial disease associated with multiple other pathologies, such as rosacea, meibomianitis, and infections. Treatment usually focuses on reliefing the symptoms by using artificial tears, lid scrubs, and warm compresses. The condition may be notoriously difficult to manage adequately once it becomes chronic. One such management approach for chronic blepharitis is the use of oral antibiotics for both their antibacterial as well as anti-inflammatory properties. There are currently no guidelines regarding the use of oral antibiotics, including antibiotic type, dosage, and treatment duration, for the treatment of chronic blepharitis."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of oral antibiotic use for people with chronic blepharitis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (which contains the Cochrane Eyes and Vision Trials Register) (2020, Issue 8); Ovid MEDLINE; Embase.com; PubMed; Latin American and Caribbean Health Sciences Literature Database (LILACS); ClinicalTrials.gov, and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP). We did not use any date or language restrictions in the electronic search for trials. We last searched the electronic databases on 29 August 2020."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) comparing oral antibiotics with placebo in adult participants with chronic blepharitis (including staphylococcal, seborrhoeic, or Meibomian Gland Dysfunction (MGD))."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methodology and graded the certainty of the body of evidence for six outcomes using the GRADE classification."
    },
    {
      "heading": "Main results",
      "text": "We included two studies with 220 participants (numbers of eyes unclear). One parallel-group RCT comparing oral doxycycline (40 mg once a day) with placebo enrolled 70 participants with blepharitis and facial rosacea in the USA. Follow-up duration was three months. One three-arm RCT conducted in South Korea investigated the effect of high-dose (200 mg twice a day) and low-dose (20 mg twice a day) doxycycline versus placebo after one month of study medication. It enrolled 50 participants with chronic MGD in each study arm (i.e. 150 participants enrolled in total).\nThe two studies did not evaluate the same outcome measurements, which precluded any meta-analysis. The evidence for the effect of oral antibiotics on subjective improvement in symptoms was very uncertain. One study suggested that there was little to no effect of oral doxycycline on subjective symptoms based on the Ocular Surface Disease Index (OSDI) scores ranging from 0 to 100 (higher score indicates worse condition) (mean difference (MD) 3.55, 95% confidence interval (CI) −4.61 to 11.71; n = 70) and bulbar conjunctival hyperemia ranging from 0 (clear) to 4 (severe) (MD −0.01, 95% CI −0.38 to 0.36; n = 70) at 12 weeks. The three-arm RCT showed that oral doxycycline may slightly improve number of symptoms (MD −0.56, 95% CI −0.95 to −0.17; n = 93 (high-dose doxycycline versus placebo); MD −0.48, 95% CI −0.86 to −0.10; n = 93 (low-dose doxycycline versus placebo)) and proportion of participants with symptom improvement (risk ratio (RR) 6.13, 95% CI 2.61 to 14.42; n = 93 (high-dose doxycycline versus placebo); RR 6.54, 95% CI 2.79 to 15.30; n = 93 (low-dose doxycycline versus placebo)) at one month, but the evidence is very uncertain. We judged the certainty of evidence for subjective symptoms as very low.\nOne study evaluated aqueous tear production by Schirmer's test (mm/5 min) (higher score indicates better condition) and tear film stability by measuring tear film break-up time (TBUT) in seconds (higher score indicates better condition) at one month. We found very low certainty evidence that oral doxycycline may improve these clinical signs. The estimated MD in Schirmer's test score after one month of treatment was 4.09 mm (95% CI 2.38 to 5.80; n = 93) in the high-dose doxycycline group versus the placebo group and 3.76 mm (95% CI 1.85 to 5.67; n = 93) in the low-dose doxycycline group versus the placebo group. The estimated MD in TBUT after one month was 1.58 seconds (95% CI 0.57 to 2.59; n = 93) when comparing the high-dose doxycycline group with the placebo group, and 1.70 seconds (95% CI 0.96 to 2.44; n = 93) when comparing the low-dose doxycycline group with the placebo group. Although there was a noted improvement in these scores, their clinical importance remains uncertain.\nOne study suggested that oral doxycycline may increase the incidence of serious side effects: 18 (39%) participants in the high-dose doxycycline group, 8 (17%) in the low-dose doxycycline group, and 3 (6%) out of 47 participants in the placebo group experienced serious side effects (RR 6.13, 95% CI 1.94 to 19.41; n = 93 (high-dose doxycycline versus placebo); RR 2.72, 95% CI 0.77 to 9.64; n = 93 (low-dose doxycycline versus placebo)). Additionally, one study reported that one case of migraine headache and five cases of headache were observed in the oral doxycycline group, and one case of non-Hodgkin's lymphoma was observed in the placebo group. We judged the certainty of evidence for adverse events as very low."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There was insufficient evidence to draw any meaningful conclusions on the use of oral antibiotics for chronic blepharitis. Very low certainty evidence suggests that oral antibiotics may improve clinical signs, but may cause more adverse events. The evidence for the effect of oral antibiotics on subjective symptoms is very uncertain. Further trials are needed to provide high quality evidence on the use of oral antibiotics in the treatment of chronic blepharitis."
    }
  ],
  "pls_title": "Treating long-lasting blepharitis (swollen and itchy eyelids): how well do antibiotics (medicines that kill bacteria) work when taken by mouth (orally)?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "· We did not find enough evidence to show how well antibiotics taken by mouth can treat long-lasting blepharitis.\n· One antibiotic tested may improve some clinical aspects (symptoms and course of the disease), but we are uncertain about its benefit in this respect, and it may also cause a higher number of unwanted effects.\n· More studies are needed to find out how well antibiotics taken by mouth can treat long-lasting blepharitis."
    },
    {
      "heading": "What is blepharitis?",
      "text": "Blepharitis is a common condition affecting the eyes. It causes swelling and redness on the edges of the eyelids, making them feel sore, and an itching or a gritty feeling in the eyes. The most common causes of blepharitis are infection by a type of bacteria that lives on the surface of the eye, or skin conditions such as dermatitis."
    },
    {
      "heading": "How is blepharitis treated?",
      "text": "Blepharitis is usually treated by regularly cleaning the eyelids, or using a cream or eye drops containing an antibiotic (a type of medicine that kills bacteria). If these do not work, then taking antibiotics by mouth (orally) is often tried. However, there are no guidelines about which type of antibiotic to give, what dose to use, or how long treatment should last."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out how well antibiotics given by mouth can treat long-lasting blepharitis."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that tested antibiotics given by mouth to treat long-lasting blepharitis."
    },
    {
      "heading": "What did we find?",
      "text": "We found 2 studies in 220 adults with long-lasting blepharitis. One study took place in the USA and lasted for three months; it tested the antibiotic doxycycline compared to placebo treatment (a 'dummy' treatment that does not contain any medicine but looks identical to the medicine being tested). The other study took place in South Korea and tested the effects of high or low doses of doxycycline compared to placebo treatment.\nOne study was funded by a pharmaceutical company; the other study did not report a source of funding. The studies measured results of treatment in different ways, so it was not possible to combine the studies' results to analyse them together."
    },
    {
      "heading": "What are the main results of our review?",
      "text": "We are uncertain about the effects of doxycycline on symptoms such as itching, burning, and watery eyes, as evaluated by people taking part in the studies.\nOne study measured changes in how much an affected eye watered (produced tears) before and after one month of treatment. High- and low-dose doxycycline may improve the eye's ability to produce tears (evidence from 1 study with 93 people in each dose group).\nOne study evaluated dryness of the eye by measuring the time it took for a dry spot to appear on the surface of the eye after blinking (the 'tear film break-up time'). Taking doxycycline (high- and low-dose) for one month may improve problems with dryness (evidence from 1 study with 93 people in each dose group).\nTaking doxycycline for one month may cause more unwanted effects than taking a placebo (evidence from 1 study in 139 people). The number of unwanted effects reported was higher in the high-dose doxycycline group.\nNo studies measured:\n· how many bacteria were present in the eye before or after treatment;\n· people's well-being (quality of life); or\n· the costs and benefits of the treatments tested."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have very low confidence in the evidence because of limitations in the ways the studies were conducted, and because the results of the studies varied widely and were inconsistent. One study was funded by a pharmaceutical company, which could have affected the way the study was designed, conducted, and reported. Further research is likely to change and increase our confidence in the results."
    },
    {
      "heading": "How up-to-date is the evidence?",
      "text": "The evidence is current up to 29 August 2020."
    }
  ]
}