{
  "doi": "10.1002/14651858.CD003419.pub2",
  "name": "Thyroid hormone replacement for subclinical hypothyroidism",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Subclinical hypothyroidism is defined as an elevated serum thyroid-stimulating hormone (TSH) level with normal free thyroid hormones values. The prevalence of subclinical hypothyroidism is 4% to 8% in the general population, and up to 15% to 18% in women who are over 60 years of age. There is considerable controversy regarding the morbidity, the clinical significance of subclinical hypothyroidism and if these patients should be treated."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of thyroid hormone replacement for subclinical hypothyroidism."
    },
    {
      "heading": "Search methods",
      "text": "We searched The Cochrane Library, MEDLINE, EMBASE and LILACS. Ongoing trials databases, reference lists and abstracts of congresses were scrutinized as well."
    },
    {
      "heading": "Selection criteria",
      "text": "All studies had to be randomised controlled trials comparing thyroid hormone replacement with placebo or no treatment in adults with subclinical hypothyroidism. Minimum duration of follow-up was one month."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trial quality and extracted data. We contacted study authors for missing or additional information."
    },
    {
      "heading": "Main results",
      "text": "Twelve trials of six to 14 months duration involving 350 people were included. Eleven trials investigated levothyroxine replacement with placebo, one study compared levothyroxine replacement with no treatment. We did not identify any trial that assessed (cardiovascular) mortality or morbidity. Seven studies evaluated symptoms, mood and quality of life with no statistically significant improvement. One study showed a statistically significant improvement in cognitive function. Six studies assessed serum lipids, there was a trend for reduction in some parameters following levothyroxine replacement. Some echocardiographic parameters improved after levothyroxine replacement therapy, like myocardial relaxation, as indicated by a significant prolongation of the isovolumic relaxation time as well as diastolic dysfunction. Only four studies reported adverse events with no statistically significant differences between groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In current RCTs, levothyroxine replacement therapy for subclinical hypothyroidism did not result in improved survival or decreased cardiovascular morbidity. Data on health-related quality of life and symptoms did not demonstrate significant differences between intervention groups. Some evidence indicates that levothyroxine replacement improves some parameters of lipid profiles and left ventricular function."
    }
  ],
  "pls_title": "Thyroid hormone replacement for subclinical hypothyroidism",
  "pls_type": "long",
  "pls": "Subclinical hypothyroidism is a condition where some laboratory findings point at a thyroid gland not working properly. Patients with subclinical hypothyroidism may have vague, non-specific symptoms of actual hypothyroidism (for example dry skin, cold skin or feeling colder, constipation, slower thinking, poor memory) but these thyroid-related symptoms are not specific, that is why the diagnosis is based on test results. The fundamental question regarding people with subclinical hypothyroidism is whether they should be treated with thyroid hormones. To answer this question twelve studies of six to 14 months duration involving 350 people were analysed. Thyroid hormone therapy for subclinical hypothyroidism did not result in improved survival or decreased cardiovascular morbidity (for example less heart attacks or strokes). Data on health-related quality of life and symptoms did not demonstrate significant differences between placebo and thyroid hormone therapy. Some evidence indicated that thyroid hormone had some effects on blood lipids and technical measurements of heart function. Adverse effects were inadequately addressed in most of the included studies and have to be urgently investigated in future studies, especially in older patients."
}