{
  "doi": "10.1002/14651858.CD007066.pub3",
  "name": "Blood pressure lowering efficacy of renin inhibitors for primary hypertension",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Hypertension is a chronic condition associated with an increased risk of mortality and morbidity. Renin is the enzyme responsible for converting angiotensinogen to angiotensin I, which is then converted to angiotensin II. Renin inhibitors are a new class of drugs that decrease blood pressure (BP) by preventing the formation of both angiotensin I and angiotensin II."
    },
    {
      "heading": "Objectives",
      "text": "To quantify the dose-related BP lowering efficacy of renin inhibitors compared to placebo in the treatment of primary hypertension.\nTo determine the change in BP variability, pulse pressure, and heart rate and to evaluate adverse events (mortality, non-fatal serious adverse events, total adverse events, withdrawal due to adverse effects and specific adverse events such as dry cough, diarrhoea and angioedema)."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Hypertension Information Specialist searched the following databases for randomized controlled trials (RCTs) up to February 2017: the Cochrane Hypertension Specialized Register, the Cochrane Central Register of Controlled Trials (CENTRAL) (2017, Issue 2), MEDLINE (from 1946), Embase (from 1974), the World Health Organization International Clinical Trials Registry Platform, and ClinicalTrials.gov. There was no restriction by language or publication status. We also searched the European Medicines Agency (EMA) for clinical study reports, the Novartis Clinical Study Results Database, bibliographic citations from retrieved references, and contacted authors of relevant papers regarding further published and unpublished work."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized, double-blinded, placebo-controlled studies evaluating BP lowering efficacy of fixed-dose monotherapy with renin inhibitor compared with placebo for a minimum duration of three to 12 weeks in adult patients with primary hypertension."
    },
    {
      "heading": "Data collection and analysis",
      "text": "This systematic review is a comprehensive update which includes four additional studies and extensive detail from nine clinical study reports (CSRs) of previously included studies obtained from EMA. The remaining three CSRs are not available.\nTwo review authors independently assessed study eligibility and extracted data. In all cases where there was a difference between the CSR and the published report, data from the CSR was used. Dichotomous outcomes were reported as risk ratio (RR) with 95% confidence intervals (CIs) and continuous outcomes as mean difference (MD) with 95% CIs."
    },
    {
      "heading": "Main results",
      "text": "12 studies (mean duration of eight weeks) in 7439 mostly Caucasian patients (mean age 54 years) with mild-to-moderate uncomplicated hypertension were eligible for inclusion in the review. Aliskiren was the only renin inhibitor evaluated. All included studies were assessed to have high likelihood of attrition, reporting and funding bias.\nAliskiren has a dose-related systolic/diastolic blood pressure (SBP/DBP) lowering effect as compared with placebo MD with 95% CI: aliskiren 75 mg (MD -2.97, 95% CI -4.76 to -1.18)/(MD -2.05, 95% CI -3.13 to -0.96) mm Hg (moderate-quality evidence ), aliskiren 150 mg (MD -5.95, 95% CI -6.85 to -5.06)/ (MD -3.16, 95% CI -3.74 to -2.58) mm Hg (moderate-quality evidence ), aliskiren 300 mg (MD -7.88, 95% CI -8.94 to -6.82)/ (MD -4.49, 95% CI -5.17 to -3.82) mm Hg (moderate-quality evidence), aliskiren 600 mg (MD -11.35, 95% CI -14.43 to -8.27)/ (MD -5.86, 95% CI -7.73 to -3.99) mm Hg (low-quality evidence). There was a dose-dependent decrease in blood pressure for aliskiren 75 mg, 150 mg and 300 mg. The blood pressure lowering effect of aliskiren 600 mg was not different from 300 mg (MD -0.61, 95% CI -2.78 to 1.56)/(MD -0.68, 95% CI -2.03 to 0.67). Aliskiren had no effect on blood pressure variability. Due to very limited information available regarding change in heart rate and pulse pressure, it was not possible to meta-analyze these outcomes.\nMortality and non-fatal serious adverse events were not increased. This review found that in studies of eight week duration aliskiren may not increase withdrawal due to adverse events (low-quality evidence ). Diarrhoea was increased in a dose-dependent manner (RR 7.00, 95% CI 2.48 to 19.72) with aliskiren 600 mg (low-quality evidence). The most frequent adverse events reported were headache, nasopharyngitis, diarrhoea, dizziness and fatigue."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Compared to placebo, aliskiren lowered BP and this effect is dose-dependent. This magnitude of BP lowering effect is similar to that for angiotensin-converting enzyme (ACE) inhibitors and angiotensin receptor blockers (ARBs). There is no difference in mortality, nonfatal serious adverse events or withdrawal due to adverse effects with short term aliskiren monotherapy. Diarrhoea was considerably increased with aliskiren 600 mg."
    }
  ],
  "pls_title": "Blood pressure lowering efficacy of aliskiren",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review Question(s)",
      "text": "\nWe wanted to determine if aliskiren was better than placebo for reducing blood pressure in adult patients with raised blood pressure, and whether this drug had increased adverse effects. We also wanted to determine if there was a change in blood pressure variability, pulse pressure, heart rate and withdrawal due to side effects.\nWe searched the available medical literature to find all the trials that had assessed these questions. The data included in this review is up to date as of February 2017."
    },
    {
      "heading": "Background",
      "text": "High blood pressure or hypertension can lead to heart attacks and stroke. A new class of drugs called renin inhibitors is indicated for the treatment of hypertension. Aliskiren is the only drug of the renin inhibitor class that has been studied and approved for treatment of hypertension at this time."
    },
    {
      "heading": "Study characteristics",
      "text": "We found 12 studies, eight weeks in duration, that randomly assigned 7439 adult people with uncomplicated mild-to-moderate hypertension to aliskiren at doses ranging from 75 mg to 600 mg or placebo. All studies were funded by the manufacturer Novartis. Detailed information regarding adverse events, obtained from nine clinical study reports submitted to regulators, are included in this update."
    },
    {
      "heading": "Key Results",
      "text": "We concluded that aliskiren is better than placebo at lowering blood pressure and that the magnitude of this effect could be similar to other classes of drugs when 300 mg, which is the maximum recommended dose, is used. Aliskiren 300 mg reduced blood pressure by eight points in the upper number (called systolic blood pressure) and five points in the lower number (called diastolic blood pressure). Aliskiren had no effect on blood pressure changeability. Due to very limited information regarding change in heart rate and pulse pressure (difference between upper and lower number) it was not possible to analyze these outcomes.\nThe studies were too short in duration to assess side effects. Aliskiren did not increase death, non-fatal serious adverse events or withdrawal due to side effects. The most common adverse events observed were headache, diarrhoea, dizziness and fatigue. Diarrhoea was considerably increased with aliskiren 600 mg as compared to placebo."
    },
    {
      "heading": "Quality of evidence",
      "text": "The decrease in blood pressure at the recommended dose was rated as moderate-quality evidence and adverse event data was graded as low-quality evidence as included studies were assessed to have high likelihood of reporting and funding bias."
    }
  ]
}