{
  "doi": "10.1002/14651858.CD008900.pub3",
  "name": "Cerebrolysin for vascular dementia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Although vascular dementia is the second most common cause of dementia globally, evidence-based treatments are still lacking. Cerebrolysin is a porcine brain-derived preparation that is said to have neurotrophic and neuroprotective activity. In many parts of the world Cerebrolysin, given as a series of daily intravenous infusions, is used as a potential intervention for vascular dementia. A previous Cochrane Review on Cerebrolysin in vascular dementia yielded inconsistent results. We wished to update the review to add new studies from the international literature and employ contemporary methods for appraising the strength of the evidence.\nThis is the first update of a review first published in 2013."
    },
    {
      "heading": "Objectives",
      "text": "Primary: to assess the effect of Cerebrolysin on cognitive function, global function, and all-cause mortality in people living with vascular dementia.\nSecondary: to assess the adverse effects of Cerebrolysin and to assess the effect of Cerebrolysin on quality of life and caregiver burden."
    },
    {
      "heading": "Search methods",
      "text": "We searched ALOIS, MEDLINE, Embase, PsycINFO, CINAHL, ISI Web of Knowledge, LILACS, the Cochrane Library, ClinicalTrials.gov, and the WHO ICTRP on 16 June 2017, 9 May 2018, and 9 May 2019. We expanded the search by adding four Chinese databases, searched from 1 January 2012 to 19 May 2019. We checked bibliographies of relevant papers identified and contacted pharmaceutical companies, trial authors, and experts in the field to identify any additional published or unpublished data."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials of Cerebrolysin used in people living with vascular dementia. We applied no language restriction."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion and evaluated their methodological quality. Data were extracted and analysed using mean differences (MDs) or standardised mean differences (SMDs) with 95% confidence intervals (95% CI) for continuous outcomes. We reported dichotomous outcomes as risk ratio (RR) with 95% CI. We assessed the strength of the available evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We identified six randomised controlled trials with a total of 597 participants that were eligible for inclusion in the 2013 review. No new studies were eligible for inclusion in this update. Participants in the included studies, where dementia severity was reported, had mild to moderate severity of vascular dementia (four trials). The included studies tested varying doses and duration of Cerebrolysin treatment. Follow-up ranged from 15 days to three years. Five of included studies were conducted in China (three studies), Russia (one study), and Romania (one study), while relevant information of other study was unclear. Where details of funding were available, all studies were supported by the pharmaceutical industry (three studies).\nCognitive function was measured using the Mini-Mental State Examination (MMSE) or Alzheimer's Disease Assessment Scale Cognitive Subpart, extended version (ADAS-cog+). Combining the MMSE and ADAS-cog+ data (three studies, 420 people), there was a beneficial effect of Cerebrolysin (SMD 0.36, 95% CI 0.13 to 0.58; very low-quality evidence).\nGlobal function was measured by Clinician's Interview-Based Impression of Change plus Caregiver Input (CIBIC+) or Investigator's Clinical Global Impression (CGI). We assessed response rates on these measures (the proportion of participants with a CIBIC+ score of < 3; or at least moderate improvement of the CGI rating at the last visit). There was a beneficial effect of Cerebrolysin (two studies, 379 participants, RR 2.69, 95% CI 1.82 to 3.98; very low-quality evidence).\nOnly one trial described mortality and reported no deaths. Four studies reported adverse events; data from two studies (379 people) were in a format that permitted meta-analysis, and there was no difference in rates of adverse effects (RR 0.91, 95% CI 0.29 to 2.85; very low-quality evidence). No studies reported on quality of life or caregiver burden."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Courses of intravenous Cerebrolysin improved cognition and general function in people living with vascular dementia, with no suggestion of adverse effects. However, these data are not definitive. Our analyses were limited by heterogeneity, and the included papers had high risk of bias. If there are benefits of Cerebrolysin, the effects may be too small to be clinically meaningful. There have been no new studies of Cerebrolysin in vascular dementia since the last Cochrane Review. Cerebrolysin continues to be used and promoted as a treatment for vascular dementia, but the supporting evidence base is weak. Adequately powered, methodologically robust trials are needed to properly assess the effects of Cerebrolysin in vascular dementia."
    }
  ],
  "pls_title": "Cerebrolysin for vascular dementia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Vascular dementia is a common form of dementia caused by poor blood flow to the brain. There are currently no proven and licenced treatments for vascular dementia. Cerebrolysin is a medicine that is made from pig's brains and given as an injection. In some countries, Cerebrolysin is used as a treatment for vascular dementia. A previous summary from 2013 considered all studies of Cerebrolysin and vascular dementia. A definitive conclusion as to whether Cerebrolysin was beneficial could not be made."
    },
    {
      "heading": "Purpose of this review",
      "text": "We wanted to learn whether Cerebrolysin can benefit people living with vascular dementia. We were particularly interested in the effects of the medication on memory and thinking; daily functioning; side effects; and and quality of life for people with vascular dementia and their caregivers. As some time has passed since the last review of Cerebrolysin, we wanted to update the review with a search for any new studies."
    },
    {
      "heading": "What we did",
      "text": "We searched for studies that described the effect of Cerebrolysin in people living with vascular dementia. We searched databases of scientific studies, including resources from countries where Cerebrolysin is commonly used. To be included in our review, the studies had to randomly decide whether people were treated with Cerebrolysin or a comparison. We combined the results of the included studies to estimate the effect of Cerebrolysin. We also assessed how well the studies were conducted and how credible the results were. The evidence is current to May 2019."
    },
    {
      "heading": "What we found",
      "text": "We found six studies including a total of 597 people living with vascular dementia. The method of Cerebrolysin treatment differed across studies, with varying strengths of Cerebrolysin and treatment durations. The studies reported that Cerebrolysin had beneficial effects on memory and thinking and on daily functioning. There was no reported risk of side effects with treatment. None of the studies described quality of life of people living with vascular dementia or their caregivers.\nAlthough the studies suggested a benefit of Cerebrolysin treatment, the results are not definitive. The included studies had several issues that may have led to misleading results. Even if the benefit reported in the studies is real, the effect was modest and may not be important to people living with dementia. There is a need for a large, well-conducted study to better understand if Cerebrolysin is a useful treatment for people living with vascular dementia."
    }
  ]
}