{
  "doi": "10.1002/14651858.CD010787.pub2",
  "name": "Minimally invasive parathyroidectomy guided by intraoperative parathyroid hormone monitoring (IOPTH) and preoperative imaging versus bilateral neck exploration for primary hyperparathyroidism in adults ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Bilateral neck exploration (BNE) is the traditional approach to sporadic primary hyperparathyroidism. With the availability of the preoperative imaging techniques and intraoperative parathyroid hormone assays, minimally invasive parathyroidectomy (MIP) is fast becoming the favoured surgical approach."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of minimally invasive parathyroidectomy (MIP) guided by preoperative imaging and intraoperative parathyroid hormone monitoring versus bilateral neck exploration (BNE) for the surgical management of primary hyperparathyroidism."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, WHO ICTRP and ClinicalTrials.gov. The date of the last search of all databases was 21 October 2019. There were no language restrictions applied."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials comparing MIP to BNE for the treatment of sporadic primary hyperparathyroidism in persons undergoing surgery for the first time."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened titles and abstracts for relevance. Two review authors independently screened for inclusion, extracted data and carried out risk of bias assessment. The content expert senior author resolved conflicts. We assessed studies for overall certainty of the evidence using the GRADE instrument. We conducted meta-analyses using a random-effects model and performed statistical analyses according to the guidelines in the latest version of the Cochrane Handbook for Systematic Reviews of Interventions."
    },
    {
      "heading": "Main results",
      "text": "We identified five eligible studies, all conducted in European university hospitals. They included 266 adults, 136 participants were randomised to MIP and 130 participants to BNE. Data were available for all participants post-surgery up to one year, with the exception of missing data for two participants in the MIP group and for one participant in the BNE group at one year. Nine participants in the MIP group and 11 participants in the BNE group had missing data at five years. No study had a low risk of bias in all risk of bias domains.\nThe risk ratio (RR) for success rate (eucalcaemia) at six months in the MIP group compared to the BNE group was 0.98 (95% confidence interval (CI) 0.94 to 1.03; P = 0.43; 5 studies, 266 participants; very low-certainty evidence). A total of 132/136 (97.1%) participants in the MIP group compared with 129/130 (99.2%) participants in the BNE group were judged as operative success. At five years, the RR was 0.94 (95% CI 0.83 to 1.08; P = 0.38; 1 study, 77 participants; very low-certainty evidence). A total of 34/38 (89.5%) participants in the MIP group compared with 37/39 (94.9%) participants in the BNE group were judged as operative success.\nThe RR for the total incidence of perioperative adverse events was 0.50, in favour of MIP (95% CI 0.33 to 0.76; P = 0.001; 5 studies, 236 participants; low-certainty evidence). Perioperative adverse events occurred in 23/136 (16.9%) participants in the MIP group compared with 44/130 (33.9%) participants in the BNE group. The 95% prediction interval ranged between 0.25 and 0.99. These adverse events included symptomatic hypocalcaemia, vocal cord palsy, bleeding, fever and infection. Fifteen of 104 (14.4%) participants experienced symptomatic hypocalcaemia in the MIP group compared with 26/98 (26.5%) participants in the BNE group. The RR for this event comparing MIP with BNE at two days was 0.54 (95% CI 0.32 to 0.92; P = 0.02; 4 studies, 202 participants). Statistical significance was lost in sensitivity analyses, with a 95% prediction interval ranging between 0.17 and 1.74. Five out of 133 (3.8%) participants in the MIP group experienced vocal cord paralysis compared with 2/128 (1.6%) participants in the BNE group. The RR for this event was 1.87 (95% CI 0.47 to 7.51; P = 0.38; 5 studies, 261 participants). The 95% prediction interval ranged between 0.20 and 17.87.\nThe effect on all-cause mortality was not explicitly reported and could not be adequately assessed (very low-certainty evidence). There was no clear difference for health-related quality of life between the treatment groups in two studies, but studies did not report numerical data (very low-certainty evidence). There was a possible treatment benefit for MIP compared to BNE in terms of cosmetic satisfaction (very low-certainty evidence).\nThe mean difference (MD) for duration of surgery comparing BNE with MIP was in favour of the MIP group (–18 minutes, 95% CI –31 to –6; P = 0.004; 3 studies, 171 participants; very low-certainty evidence). The 95% prediction interval ranged between –162 minutes and 126 minutes. The studies did not report length of hospital stay.\nFour studies reported intraoperative conversion rate from MIP to open procedure information. Out of 115 included participants, there were 24 incidences of conversion, amounting to a conversion rate of 20.8%."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The success rates of MIP and BNE at six months were comparable. There were similar results at five years, but these were only based on one study. The incidence of perioperative symptomatic hypocalcaemia was lower in the MIP compared to the BNE group, whereas the incidence of vocal cord paralysis tended to be higher. Our systematic review did not provide clear evidence for the superiority of MIP over BNE. However, it was limited by low-certainty to very low-certainty evidence."
    }
  ],
  "pls_title": "Minimally invasive parathyroidectomy versus bilateral neck exploration for primary hyperparathyroidism in adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Is minimally invasive parathyroidectomy a better surgical treatment compared to classic bilateral neck exploration for people with sporadic primary hyperparathyroidism?"
    },
    {
      "heading": "Background",
      "text": "Primary hyperparathyroidism is a condition where one or more of the four parathyroid glands (pea-sized glands located behind or in the thyroid gland in the neck) may enlarge and produce excess parathyroid hormone, a hormone that normally controls calcium and bone metabolism. Excess production of parathyroid hormone results in high blood calcium levels as calcium is drawn out of bones, resulting in increased risk of osteoporosis (weakened bones) and kidney stones. The word 'primary' means that this disorder originates in parathyroid glands and is mostly due to a benign excessive growth of parathyroid cells. Most but not all people with primary hyperparathyroidism have no symptoms. Surgery to remove the diseased parathyroid gland(s) (called parathyroidectomy) is the first-line therapy for people who develop symptoms, namely fractures and kidney stones. Minimally invasive parathyroidectomy is a shorter simpler procedure that uses scans to identify the diseased glands with potentially lower complication risk than bilateral neck exploration (where both sided of the neck are explored to identify which of the four glands are diseased)."
    },
    {
      "heading": "Study characteristics",
      "text": "We identified five randomised controlled trials (clinical studies in which people are randomly assigned to one of two or more treatment groups) enrolling a total of 266 adults with primary hyperparathyroidism, who were assigned to one of two surgical techniques (136 participants to the minimally invasive parathyroidectomy group and 130 to the bilateral neck exploration group). One of the studies followed up participants up to five years, but the rest reported data until one year."
    },
    {
      "heading": "Key results",
      "text": "Within six months, operative success as measured by normal blood calcium levels after operation, was found in 97% of participants in the minimally invasive parathyroidectomy group compared with 99% in the bilateral neck exploration group. Five years after the surgery the proportions were 90% in the minimally invasive parathyroidectomy group compared to 95% in the bilateral neck exploration group. About 17% of participants in the minimally invasive parathyroidectomy group reported unwanted events around the time of the operation compared with 34% in the bilateral neck exploration group. These events consisted mostly of symptoms of low calcium levels (such as numbness, tingling cramps) occurring in 14% of the minimally invasive parathyroidectomy group and in 27% in the bilateral neck exploration group. A total of 5/133 (4%) participants in the minimally invasive parathyroidectomy group experienced vocal cord paralysis compared with 2/128 (2%) participants in the bilateral neck exploration group. Other events included bleeding, fever and infection, which were comparable in both groups. The effect on death from any cause was not explicitly reported. There were no clear differences for health-related quality of life between the treatment groups in two studies. There was a possible treatment benefit for minimally invasive parathyroidectomy compared to bilateral neck exploration in terms of cosmetic satisfaction. The duration of surgery was 18 minutes less for the minimally invasive parathyroidectomy technique compared with bilateral neck exploration. Four studies reported a switch from minimally invasive parathyroidectomy to bilateral neck exploration during the operation where 24/115 (21%) participants underwent the more extensive surgery."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence was low or very low mainly because of the small number of studies and participants.\nThis evidence is current to 21 October 2019."
    }
  ]
}