{
  "doi": "10.1002/14651858.CD013557.pub2",
  "name": "Factors that influence participation in physical activity for people with bipolar disorder: a synthesis of qualitative evidence ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Mental health problems contribute significantly to the overall disease burden worldwide and are major causes of disability, suicide, and ischaemic heart disease. People with bipolar disorder report lower levels of physical activity than the general population, and are at greater risk of chronic health conditions including cardiovascular disease and obesity. These contribute to poor health outcomes. Physical activity has the potential to improve quality of life and physical and mental well-being."
    },
    {
      "heading": "Objectives",
      "text": "To identify the factors that influence participation in physical activity for people diagnosed with bipolar disorder from the perspectives of service users, carers, service providers, and practitioners to help inform the design and implementation of interventions that promote physical activity."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE, PsycINFO, and eight other databases to March 2021. We also contacted experts in the field, searched the grey literature, and carried out reference checking and citation searching to identify additional studies. There were no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We included qualitative studies and mixed-methods studies with an identifiable qualitative component. We included studies that focused on the experiences and attitudes of service users, carers, service providers, and healthcare professionals towards physical activity for bipolar disorder."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data using a data extraction form designed for this review. We assessed methodological limitations using a list of predefined questions. We used the \"best fit\" framework synthesis based on a revised version of the Health Belief Model to analyse and present the evidence. We assessed methodological limitations using the CASP Qualitative Checklist. We used the GRADE-CERQual (Confidence in the Evidence from Reviews of Qualitative research) guidance to assess our confidence in each finding. We examined each finding to identify factors to inform the practice of health and care professionals and the design and development of physical activity interventions for people with bipolar disorder."
    },
    {
      "heading": "Main results",
      "text": "We included 12 studies involving a total of 592 participants (422 participants who contributed qualitative data to an online survey, 170 participants in qualitative research studies). Most studies explored the views and experiences of physical activity of people with experience of bipolar disorder. A number of studies also reported on personal experiences of physical activity components of lifestyle interventions. One study included views from family carers and clinicians. The majority of studies were from high-income countries, with only one study conducted in a middle-income country. Most participants were described as stable and had been living with a diagnosis of bipolar disorder for a number of years.\nWe downgraded our confidence in several of the findings from high confidence to moderate or low confidence, as some findings were based on only small amounts of data, and the findings were based on studies from only a few countries, questioning the relevance of these findings to other settings. We also had very few perspectives of family members, other carers, or health professionals supporting people with bipolar disorder. The studies did not include any findings from service providers about their perspectives on supporting this aspect of care.\nThere were a number of factors that limited people's ability to undertake physical activity. Shame and stigma about one's physical appearance and mental health diagnosis were discussed. Some people felt their sporting skills/competencies had been lost when they left school. Those who had been able to maintain exercise through the transition into adulthood appeared to be more likely to include physical activity in their regular routine. Physical health limits and comorbid health conditions limited activity. This included bipolar medication, being overweight, smoking, alcohol use, poor diet and sleep, and these barriers were linked to negative coping skills. Practical problems included affordability, accessibility, transport links, and the weather. Workplace or health schemes that offered discounts were viewed positively. The lack of opportunity for exercise within inpatient mental health settings was a problem.\nFacilitating factors included being psychologically stable and ready to adopt new lifestyle behaviours. There were positive benefits of being active outdoors and connecting with nature. Achieving balance, rhythm, and routine helped to support mood management. Fitting physical activity into a regular routine despite fluctuating mood or motivation appeared to be beneficial if practised at the right intensity and pace. Over- or under-exercising could be counterproductive and accelerate depressive or manic moods. Physical activity also helped to provide a structure to people's daily routines and could lead to other positive lifestyle benefits. Monitoring physical or other activities could be an effective way to identify potential triggers or early warning signs. Technology was helpful for some. People who had researched bipolar disorder and had developed a better understanding of the condition showed greater confidence in managing their care or providing care to others. Social support from friends/family or health professionals was an enabling factor, as was finding the right type of exercise, which for many people was walking.\nOther benefits included making social connections, weight loss, improved quality of life, and better mood regulation. Few people had been told of the benefits of physical activity. Better education and training of health professionals could support a more holistic approach to physical and mental well-being. Involving mental health professionals in the multidisciplinary delivery of physical activity interventions could be beneficial and improve care. Clear guidelines could help people to initiate and incorporate lifestyle changes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is very little research focusing on factors that influence participation in physical activity in bipolar disorder. The studies we identified suggest that men and women with bipolar disorder face a range of obstacles and challenges to being active. The evidence also suggests that there are effective ways to promote managed physical activity. The research highlighted the important role that health and care settings, and professionals, can play in assessing individuals' physical health needs and how healthy lifestyles may be promoted. Based on these findings, we have provided a summary of key elements to consider for developing physical activity interventions for bipolar disorder."
    }
  ],
  "pls_title": "Factors that influence physical activity in bipolar disorder",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "We found few studies that explored factors that influence participation in physical activity for people with bipolar disorder. The studies we found suggested that regular physical activity can be beneficial for people with bipolar disorder, but there are some obstacles and challenges to as well as effective ways of promoting being active."
    },
    {
      "heading": "What was the aim of this synthesis?",
      "text": "The aim of this qualitative evidence synthesis was to explore the factors that promote physical activity for people with bipolar disorder. We searched for and analysed qualitative studies of views and experiences of people with bipolar disorder, health professionals, and family/carer perspectives. We included 12 studies involving a total of 592 participants (422 participants who contributed qualitative data to an online survey, 170 from qualitative studies)."
    },
    {
      "heading": "What was studied in this synthesis?",
      "text": "Many people with bipolar disorder have physical health problems, and increasing physical activity may help improve their physical and mental well-being. We studied qualitative research (research that gathers participants' experiences, beliefs, and behaviour) that aimed to promote physical activity for bipolar disorder and sought views from service users, health professionals, and family/carers. The review authors, who are researchers and/or health professionals working in the area of mental health and physical activity, identified this review topic because of limited research published in the area."
    },
    {
      "heading": "What are the main findings of this synthesis?",
      "text": "We included 12 studies conducted in Europe, North and South America, and Australia. Eleven studies were based in high-income countries (Australia, Belgium, Canada, Spain, the UK, and the USA), and one was from a middle-income country (Brazil). Most studies explored the views and experiences of physical activity in people with bipolar disorder. There were more women than men in the included research, and participants were described as stable with regard to their disease and interested in making lifestyle changes to improve their health.\nWe downgraded our confidence from high to moderate or low confidence because some findings were based on small amounts of data or on studies from only a few countries, questioning how applicable these findings are to other settings. There were also very few perspectives from family members, other carers, or health professionals. There were no findings from service providers.\nIn general, people had limited knowledge of the benefits of physical activity for managing mental health symptoms and of their physical health needs. Many people experienced shame and stigma about their physical and mental health, which contributed to anxiety and embarrassment and negative ways of coping, such as socially isolating. Taking medication, being overweight, smoking, and sleep were challenges to being more active. Lack of time and money, bad weather, poor transport, and personal safety concerns were also highlighted as problems. Tackling the sharp reduction in activity levels when young people leave education is a significant public health issue, particularly for young women.\nWorkplace or healthcare schemes were considered beneficial. Being psychologically ready to be active and having social support and encouragement was helpful. People enjoyed connecting with nature and making social connections, and reported other benefits including weight loss, improved quality of life, and better mood regulation. Finding an enjoyable physical activity and incorporating it into a regular routine at the right level and intensity contributed to mood management and improved well-being. Offering safe, accessible, inclusive, and low-cost opportunities to be active could help reduce stigma and promote physical activity and social connections.\nClearer guidelines about the benefits of physical activity should inform health and care treatment plans, and involving teams across fields of speciality with knowledge and experience in bipolar disorder could help support people to increase physical activity levels. Adjustments and support may need to be made to establish a beneficial activity programme and balanced routine. Interventions that take a phased, step-by-step approach to introduce lifestyle changes, for example increasing physical activity, healthy eating, and reducing risk behaviours (e.g. stopping smoking), are practical and effective.\nMore research is required to establish the views and experiences of family members and carers and health and care professionals, as well as people who do not feel ready to engage in physical activity."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "We searched for studies published up to March 2021."
    }
  ]
}