{
  "doi": "10.1002/14651858.CD008351.pub3",
  "name": "Airway clearance techniques for bronchiectasis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "People with non-cystic fibrosis bronchiectasis commonly experience chronic cough and sputum production, features that may be associated with progressive decline in clinical and functional status. Airway clearance techniques (ACTs) are often prescribed to facilitate expectoration of sputum from the lungs, but the efficacy of these techniques in a stable clinical state or during an acute exacerbation of bronchiectasis is unclear."
    },
    {
      "heading": "Objectives",
      "text": "Primary: to determine effects of ACTs on rates of acute exacerbation, incidence of hospitalisation and health-related quality of life (HRQoL) in individuals with acute and stable bronchiectasis.\nSecondary: to determine whether:\n• ACTs are safe for individuals with acute and stable bronchiectasis; and\n• ACTs have beneficial effects on physiology and symptoms in individuals with acute and stable bronchiectasis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Specialised Register of trials from inception to November 2015 and PEDro in March 2015, and we handsearched relevant journals."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled parallel and cross-over trials that compared an ACT versus no treatment, sham ACT or directed coughing in participants with bronchiectasis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures as expected by The Cochrane Collaboration."
    },
    {
      "heading": "Main results",
      "text": "Seven studies involving 105 participants met the inclusion criteria of this review, six of which were cross-over in design. Six studies included adults with stable bronchiectasis; the other study examined clinically stable children with bronchiectasis. Three studies provided single treatment sessions, two lasted 15 to 21 days and two were longer-term studies. Interventions varied; some control groups received a sham intervention and others were inactive. The methodological quality of these studies was variable, with most studies failing to use concealed allocation for group assignment and with absence of blinding of participants and personnel for outcome measure assessment. Heterogeneity between studies precluded inclusion of these data in the meta-analysis; the review is therefore narrative.\nOne study including 20 adults that compared an airway oscillatory device versus no treatment found no significant difference in the number of exacerbations at 12 weeks (low-quality evidence). Data were not available for assessment of the impact of ACTs on time to exacerbation, duration or incidence of hospitalisation or total number of hospitalised days. The same study reported clinically significant improvements in HRQoL on both disease-specific and cough-related measures. The median difference in the change in total St George's Respiratory Questionnaire (SGRQ) score over three months in this study was 7.5 units (P value = 0.005 (Wilcoxon)). Treatment consisting of high-frequency chest wall oscillation (HFCWO) or a mix of ACTs prescribed for 15 days significantly improved HRQoL when compared with no treatment (low-quality evidence). Two studies reported mean increases in sputum expectoration with airway oscillatory devices in the short term of 8.4 mL (95% confidence interval (CI) 3.4 to 13.4 mL) and in the long term of 3 mL (P value = 0.02). HFCWO improved forced expiratory volume in one second (FEV1) by 156 mL and forced vital capacity (FVC) by 229.1 mL when applied for 15 days, but other types of ACTs showed no effect on dynamic lung volumes. Two studies reported a reduction in pulmonary hyperinflation among adults with non-positive expiratory pressure (PEP) ACTs (difference in functional residual capacity (FRC) of 19%, P value < 0.05; difference in total lung capacity (TLC) of 703 mL, P value = 0.02) and with airway oscillatory devices (difference in FRC of 30%, P value < 0.05) compared with no ACTs. Low-quality evidence suggests that ACTs (HFCWO, airway oscillatory devices or a mix of ACTs) reduce symptoms of breathlessness and cough and improve ease of sputum expectoration compared with no treatment (P value < 0.05). ACTs had no effect on gas exchange, and no studies reported effects of antibiotic usage. Among studies exploring airway oscillating devices, investigators reported no adverse events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "ACTs appear to be safe for individuals (adults and children) with stable bronchiectasis and may account for improvements in sputum expectoration, selected measures of lung function, symptoms and HRQoL. The role of these techniques in acute exacerbation of bronchiectasis is unknown. In view of the chronic nature of bronchiectasis, additional data are needed to establish the short-term and long-term clinical value of ACTs for patient-important outcomes and for long-term clinical parameters that impact disease progression in individuals with stable bronchiectasis, allowing further guidance on prescription of specific ACTs for people with bronchiectasis."
    }
  ],
  "pls_title": "Airway clearance techniques in bronchiectasis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Bottom line",
      "text": "We reviewed the evidence to determine whether airway clearance techniques (ACTs) are helpful for people with bronchiectasis. The sparse data that we found suggest that their effect on the number of exacerbations (flare-ups) is unknown. Airway clearance techniques seem to be safe, and two small studies indicate that they may improve quality of life. Airway clearance techniques also led to clearance of more mucus from the lungs and some improvement in defined measures of lung function, but no change in oxygenation. A reduction in symptoms of breathlessness, cough and mucus was found in one study. Other outcomes of interest were hospitalisation and prescription of antibiotics, but these were not yet reported. Overall, the impact of ACTs on individuals experiencing chest infection is unknown. On the basis of this information, current guidelines for treating bronchiectasis recommend routine assessment for ACTs and prescription as required."
    },
    {
      "heading": "What evidence did we find and how good was it?",
      "text": "Seven studies included 105 people with bronchiectasis. Only two of these studies lasted for six months; the others were completed over a shorter time frame or involved a single treatment session. From these, it is difficult to know whether any improvement would be maintained over a longer term. The methods used to conduct these trials were not well reported; therefore, we believe that overall the evidence was of low quality. Three studies were funded by research institutions or governmental organisations; the other four studies did not report any funding."
    },
    {
      "heading": "What is bronchiectasis?",
      "text": "Bronchiectasis is a lung condition in which the airways become abnormally widened, leading to a build-up of excess mucus. People with bronchiectasis frequently report symptoms of cough, excessive mucus production and breathlessness and are at risk of chest infection."
    },
    {
      "heading": "What are airway clearance techniques?",
      "text": "Physiotherapy treatment in the form of ACTs is often prescribed to help people clear mucus from their lungs."
    }
  ]
}