{
  "doi": "10.1002/14651858.CD005588.pub2",
  "name": "Magnesium sulfate for persistent pulmonary hypertension of the newborn",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Persistent pulmonary hypertension of the newborn (PPHN) occurs in approximately 1.9 per 1000 newborns and may be more frequent in developing countries. There is strong evidence for the use of inhaled nitric oxide (iNO) and extracorporeal membrane oxygenation (ECMO) in the treatment of PPHN. However, many developing countries do not have access or the technical expertise required for these expensive therapies. Magnesium sulfate is a potent vasodilator and hence has the potential to reduce the high pulmonary arterial pressures associated with PPHN. If magnesium sulfate were found to be effective in the treatment of PPHN, this could be a cost effective and potentially life-saving therapy."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the use of magnesium sulfate compared with placebo or standard ventilator management alone, sildenafil infusion, adenosine infusion, or inhaled nitric oxide on mortality or the use of backup iNO or ECMO in term and near-term newborns (> 34 weeks gestational age) with PPHN."
    },
    {
      "heading": "Search methods",
      "text": "The standard search strategy of the Cochrane Neonatal Review Group (CNRG) was used. No language restrictions was applied. The Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library, Issue 1, 2006) and MEDLINE (1966 to April 20, 2007) were searched for relevant randomized and quasi-randomized trials. In addition the reference lists of retrieved articles were reviewed and known experts were contacted to obtain unpublished data. This search was updated in December 2009."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised or quasi-random studies were eligible where one of the treatment groups received magnesium sulfate for PPHN."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Standard methods of the Cochrane Collaboration and the CNRG were used, including independent assessment of trial quality and extraction of data by each author."
    },
    {
      "heading": "Main results",
      "text": "No eligible trials were found"
    },
    {
      "heading": "Authors' conclusions",
      "text": "On the basis of the current lack of evidence, the use of magnesium sulphate cannot be recommended in the treatment of PPHN. Randomised controlled trials are recommended."
    }
  ],
  "pls_title": "Magnesium sulfate for persistent pulmonary hypertension of the newborn",
  "pls_type": "long",
  "pls": "The blood pressure in the arteries of the lungs (pulmonary arteries) is normally much lower than the blood pressure in the rest of the body. Before a baby is born the muscle surrounding the pulmonary arteries is tightly constricted resulting in a very high pressure in these arteries. After birth the arteries dilate and the pressure drops. In persistent pulmonary hypertension of the newborn this drop in pulmonary blood pressure, for a variety of reasons, fails to occur.\nMagnesium sulfate is able to dilate constricted muscles of the type in the pulmonary arteries. However, its action is not specific and when given via an intravenous infusion, it will act on other muscles in the body including other arteries. This means that even if it were found to be effective in pulmonary hypertension, unwanted actions in other parts of the body might be a problem.\nThis review found that the use of magnesium sulfate for persistent pulmonary hypertension of the newborn has not been tested by randomized controlled trials. Evidence from uncontrolled studies is extremely limited but since the little evidence that does exist suggests a potential benefit, randomized controlled trials are recommended."
}