{
  "doi": "10.1002/14651858.CD000396.pub3",
  "name": "Non‐steroidal anti‐inflammatory drugs for low back pain",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Non-steroidal anti-inflammatory drugs (NSAIDs) are the most frequently prescribed medications worldwide and are widely used for patients with low-back pain. Selective COX-2 inhibitors are currently available and used for patients with low-back pain."
    },
    {
      "heading": "Objectives",
      "text": "The objective was to assess the effects of NSAIDs and COX-2 inhibitors in the treatment of non-specific low-back pain and to assess which type of NSAID is most effective."
    },
    {
      "heading": "Search methods",
      "text": "We searched the MEDLINE and EMBASE databases and the Cochrane Central Register of Controlled Trials up to and including June 2007 if reported in English, Dutch or German. We also screened references given in relevant reviews and identified trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials and double-blind controlled trials of NSAIDs in non-specific low-back pain with or without sciatica were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed methodological quality. All studies were also assessed on clinical relevance, from which no further interpretations or conclusions were drawn. If data were considered clinically homogeneous, a meta-analysis was performed. If data were lacking for clinically homogeneous trials, a qualitative analysis was performed using a rating system with four levels of evidence (strong, moderate, limited, no evidence)."
    },
    {
      "heading": "Main results",
      "text": "In total, 65 trials (total number of patients = 11,237) were included in this review. Twenty-eight trials (42%) were considered high quality. Statistically significant effects were found in favour of NSAIDs compared to placebo, but at the cost of statistically significant more side effects. There is moderate evidence that NSAIDs are not more effective than paracetamol for acute low-back pain, but paracetamol had fewer side effects. There is moderate evidence that NSAIDs are not more effective than other drugs for acute low-back pain. There is strong evidence that various types of NSAIDs, including COX-2 NSAIDs, are equally effective for acute low-back pain. COX-2 NSAIDs had statistically significantly fewer side-effects than traditional NSAIDs."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence from the 65 trials included in this review suggests that NSAIDs are effective for short-term symptomatic relief in patients with acute and chronic low-back pain without sciatica. However, effect sizes are small. Furthermore, there does not seem to be a specific type of NSAID which is clearly more effective than others. The selective COX-2 inhibitors showed fewer side effects compared to traditional NSAIDs in the RCTs included in this review. However, recent studies have shown that COX-2 inhibitors are associated with increased cardiovascular risks in specific patient populations."
    }
  ],
  "pls_title": "Non-steroidal anti-inflammatory drugs for low-back pain",
  "pls_type": "long",
  "pls": "Non-steroidal anti-inflammatory drugs (NSAIDs) are the most frequently prescribed medications worldwide and are commonly used for treating low-back pain. This review found 65 studies (including over 11,000 patients) of mixed methodological quality that compared various NSAIDs with placebo (an inactive substance that has no treatment value), other drugs, other therapies and with other NSAIDs. The review authors conclude that NSAIDs are slightly effective for short-term symptomatic relief in patients with acute and chronic low-back pain without sciatica (pain and tingling radiating down the leg). In patients with acute sciatica, no difference in effect between NSAIDs and placebo was found.\nThe review authors also found that NSAIDs are not more effective than other drugs (paracetamol/acetaminophen, narcotic analgesics, and muscle relaxants). Placebo and paracetamol/acetaminophen had fewer side effects than NSAIDs, though the latter has fewer side effects than muscle relaxants and narcotic analgesics. The new COX-2 NSAIDs do not seem to be more effective than traditional NSAIDs, but are associated with fewer side effects, particularly stomach ulcers. However, other literature has shown that some COX-2 NSAIDs are associated with increased cardiovascular risk.\nThe review noted a number of limitations in the studies. Only 42% of the studies were considered to be of high quality. Many of the studies had small numbers of patients, which limits the ability to detect differences between the NSAID and the control group. There are few data on long term results and long-term side effects."
}