{
  "doi": "10.1002/14651858.CD001018",
  "name": "Oestrogen and progestogen hormone replacement therapy for peri‐menopausal and post‐menopausal women: weight and body fat distribution ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Hormone replacement therapy (HRT) is commonly prescribed to treat menopausal symptoms and to prevent post-menopausal bone loss. However, many women are concerned about hormonal replacement therapy because they believe that such treatment will result in weight gain. The effect of HRT on body weight and fat distribution has not yet been examined in systematic reviews."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effect of unopposed oestrogen or combined oestrogen and progestogen hormone replacement therapy (HRT) upon the body weight and fat distribution of peri-menopausal and post-menopausal women."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Menstrual Disorders and Subfertility Group Trials Register, MEDLINE, EMBASE, Current Contents, Biological Abstracts and CINAHL, most recently in July 2005."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised, placebo or no-treatment controlled trials (RCTs) that detailed the effect of HRT on body weight or fat distribution. Previous HRT use should have ceased at least one month (in the case of patches, cream or gel) or three months (for oral preparations or subcutaneous pellets) before commencement of the study."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Twenty-eight RCTs with 28,559 women fulfilled the inclusion criteria for this review. Data was pooled for continuous variables and the weighted mean difference (MD) with 95% confidence intervals reported."
    },
    {
      "heading": "Main results",
      "text": "Outcomes were evaluated separately for unopposed oestrogen and oestrogen combined with progestogen regimens. No statistically significant difference was found in mean weight gain between those using unopposed oestrogen and non-HRT users (0.03kg, 95% CI -0.61 to 0.67) and those using oestrogen with progestogen therapy and non-HRT users (0.04 kg, 95% CI -0.42 to 0.50). There was no significant difference in body mass index (BMI) between women using unopposed oestrogen and non-HRT users (-0.14, 95% CI -0.40 to 0.12) or oestrogen combined with progestogen and non-HRT users (-0.10, 95% CI -0.27 to 0.07). Insufficient data were available to enable meta-analysis of the effect of HRT on waist to hip ratio, fat mass or skinfold thickness."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence of an effect of unopposed oestrogen or combined oestrogen with progestogen on body weight and on the BMI increase normally experienced at the time of menopause. Insufficient evidence currently exists to enable examination of the effect of HRT on waist-hip ratio, fat mass or skinfold thickness."
    }
  ],
  "pls_title": "Hormone replacement therapy has no effect on body weight and cannot prevent weight gain at menopause.",
  "pls_type": "long",
  "pls": "Hormone replacement therapy (HRT) is used to reduce the symptoms of menopause and bone loss after menopause. Some women decline to take HRT because they believe it causes weight gain. The review of trials found no evidence that unopposed oestrogen and combined oestrogen and progestogen have an effect on body weight additional to that usually gained at the time of menopause. The review did not find any evidence that HRT prevents weight gain experienced at menopause."
}