{
  "doi": "10.1002/14651858.CD003690.pub5",
  "name": "Pharmaceutical interventions for emotionalism after stroke",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Antidepressants may be useful in the treatment of abnormal crying associated with stroke. This is an update of a Cochrane Review first published in 2004 and last updated in 2019."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of pharmaceutical treatment in people with emotionalism after stroke."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group Register, CENTRAL, MEDLINE, Embase, four other databases, and three trials registers (May 2022)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and quasi-RCTs comparing psychotropic medication to placebo in people with stroke and emotionalism (also known as emotional lability, pathological crying or laughing, emotional incontinence, involuntary emotional expression disorder, and pseudobulbar affect)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials, assessed risk of bias, extracted data from all included trials, and used GRADE to assess the certainty of the body of evidence. We calculated the mean difference (MD) or standardised mean difference (SMD) for continuous data and the risk ratio (RR) for dichotomous data, with 95% confidence intervals (CIs). We assessed heterogeneity using the I2 statistic. The primary emotionalism measures were the proportion of participants achieving at least a 50% reduction in abnormal emotional behaviour at the end of treatment, improved score on the Center for Neurologic Study - Lability Scale (CNS-LS) or Clinician Interview-Based Impression of Change (CIBIC), or diminished tearfulness."
    },
    {
      "heading": "Main results",
      "text": "We did not identify any new trials for this update. We included seven trials with a total of 239 participants. Two trials had a cross-over design, but outcome data were not available from the first phase (precross-over) in an appropriate format for inclusion as a parallel randomised controlled trial (RCT). Thus, the results of the review are based on five trials with a total of 213 participants. It is uncertain whether fluoxetine increases the number of people who have a 50% reduction in emotionalism when compared to placebo (risk ratio (RR) 0.26, 95% CI 0.09 to 0.77; P = 0.02; 1 trial, 19 participants) because the certainty of evidence is very low.\nSertraline may lead to little to no difference in Center for Neurologic Study - Lability Scale (CNS-LS) scores and Clinician Interview-Based Impression of Change (CIBIC) scores when compared to placebo (RR 0.20, 95% CI 0.03 to 1.50; P = 0.12; 1 trial, 28 participants; low-certainty evidence). Antidepressants probably increase the number of people who experience a reduction in tearfulness (RR 0.32, 95% CI 0.12 to 0.86; P = 0.02; 3 trials, 164 participants; moderate-certainty evidence). No trials were found that evaluated the impact of other pharmaceutical interventions.\nOnly two trial authors systematically recorded and reported adverse events, resulting in limited data on the potential harms of treatment. Six trials reported death as an adverse event and found no difference between the groups (antidepressants versus placebo) in the number of deaths reported (RR 0.59, 95% CI 0.08 to 4.50; P = 0.61; 172 participants; moderate-certainty evidence).\nThis review provides very low- to moderate-certainty evidence that antidepressants may reduce the frequency and severity of emotionalism. The included trials were small and had some degree of bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Antidepressants may reduce the frequency and severity of crying or laughing episodes when compared to placebo, based on very low-certainty evidence. Our conclusions must be qualified by several methodological deficiencies in the trials and interpreted with caution despite the effect being very large. The effect does not seem specific to one drug or class of drugs. More reliable data are required before appropriate conclusions can be made about the treatment of post-stroke emotionalism. Future trialists investigating the effect of antidepressants in people with emotionalism after stroke should consider developing and using a standardised method to diagnose emotionalism, determine severity, and assess change over time; provide treatment for a sufficient duration and follow-up to better assess rates of relapse or maintenance; and include careful assessment and complete reporting of adverse events."
    }
  ],
  "pls_title": "Medicines for emotionalism after stroke",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "To evaluate the benefits and harms of medicine in people with emotionalism after stroke."
    },
    {
      "heading": "Background",
      "text": "Emotionalism often occurs after stroke. Emotionalism means that the person has difficulty controlling their emotional behaviour. After stroke, people may suddenly start crying or, less commonly, laughing for no apparent reason. This is distressing for that particular person and their carers. Antidepressants, known to be helpful in people with depression, may be an effective treatment for emotionalism after stroke, but there have been very few randomised controlled trials (RCTs) in this area. (RCTs are studies in which participants are assigned randomly to 2 or more treatment groups. This is the best way to ensure that groups of participants are similar, and that investigators and participants do not know who is in which group.)"
    },
    {
      "heading": "Search date",
      "text": "We identified studies through searches conducted on 26 May 2022."
    },
    {
      "heading": "Study characteristics",
      "text": "We included 7 randomised controlled trials, involving 239 people with emotionalism, in the review, which reported on the use of antidepressants for treating emotionalism. The numbers of people included in the studies ranged from 10 to 92. The mean/median ages ranged from 57.8 years to 73 years. Studies were from Europe (UK: 1; Denmark: 1; Scotland: 1; and Sweden: 1); Asia (South Korea: 1 and Japan: 1); and the USA (1)."
    },
    {
      "heading": "Key results",
      "text": "We did not identify any new studies in our search update. We included 7 studies involving 239 people. However, 2 studies were not available in the appropriate format to include in the analysis. Therefore, we included only 5 studies, with 213 people, in our analyses. It is uncertain whether antidepressants affect the number of people with at least a 50% reduction in emotional displays, tearfulness, and scores on the questionnaires that measure uncontrollable laughing or crying, but they had no effect on lability (frequency of mood changes) scores and whether a clinician thought there had been an improvement when compared to placebo. No studies of other types of medicine were found. Six studies reported death and found no differences between those who were on antidepressants and those who were not."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence is moderate to very low, and the results of further research could differ from the results of this review. Our confidence is limited because the included studies were small, and there was no consistency in how emotionalism was measured across the studies."
    },
    {
      "heading": "Conclusion",
      "text": "It is uncertain whether antidepressant medicines reduce outbursts of crying or laughing. More studies with systematic assessment and reporting of unwanted or harmful effects of a treatment are needed to ensure that any benefits outweigh the risks."
    }
  ]
}