{
  "doi": "10.1002/14651858.CD002227",
  "name": "Penicillin for secondary prevention of rheumatic fever",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "People with a history of rheumatic fever are at high risk of recurrent attacks of rheumatic fever and developing rheumatic heart disease following a streptococcal throat infection. Giving penicillin to these people can prevent recurrent attacks of rheumatic fever and subsequent rheumatic heart disease. However, there is no agreement on the most effective method of giving penicillin."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of penicillin compared to placebo and the effects of different penicillin regimens and formulations for preventing streptococcal infection and rheumatic fever recurrence."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) in The Cochrane Library (Issue 2, 2009), MEDLINE (1997 to June 2009), EMBASE (1998 to June 2009), LILACs (1980 to June 2009) and reference lists of articles. We contacted experts in the field."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised studies comparing (i) penicillin with control, (ii) oral with intramuscular penicillin (iii) 2- or 3-weekly with 4-weekly intramuscular penicillin in patients with previous rheumatic fever."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers independently assessed trial quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "Nine studies were included (n=3008). Data were not pooled because of heterogeneity. Overall, the methodological quality of included studies was poor. Three trials (n= 1301) compared penicillin with control. Only one of three studies showed that penicillin reduced rheumatic fever recurrence (RR 0.45, 95% CI 0.22 to 0.92) and streptococcal throat infection (RR 0.84, 95% CI 0.72 to 0.97). Four trials (n=1098) compared intramuscular with oral penicillin and all showed that intramuscular penicillin reduced rheumatic fever recurrence and streptococcal throat infections compared to oral penicillin. One trial (n= 360) compared 2-weekly with 4-weekly intramuscular penicillin. Penicillin given every two-weeks was better at reducing rheumatic fever recurrence (RR 0.52, 95% CI 0.33 to 0.83) and streptococcal throat infections (RR 0.60, 95% CI 0.42 to 0.85). One trial (n= 249) showed 3-weekly intramuscular penicillin injections reduced streptococcal throat infections (RR 0.67, 95% CI 0.48 to 0.92) compared to 4-weekly intramuscular penicillin."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Intramuscular penicillin seemed to be more effective than oral penicillin in preventing rheumatic fever recurrence and streptococcal throat infections. Two-weekly or 3-weekly injections appeared to be more effective than 4-weekly injections. However, the evidence is based on poor quality of trials."
    }
  ],
  "pls_title": "Penicillin reduces the risk of streptococcal throat infections and attacks of rheumatic fever in people who have already had a bout of rheumatic fever",
  "pls_type": "long",
  "pls": "Rheumatic fever is a rare complication of throat infection, that can damage the heart. People who have had rheumatic fever can suffer from it again following streptococcal throat infection if they do not receive regular penicillin. Penicillin for prevention can be given by injection or as tablets. Taking tablets is easier but might not work as well as injections. The review of trials compared different ways of giving penicillin. Penicillin seemed to work better as injections than as tablets. Injections given every two or three weeks worked better than when given every four weeks. However, more research is needed."
}