{
  "doi": "10.1002/14651858.CD006194.pub2",
  "name": "External fixation versus conservative treatment for distal radial fractures in adults",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Fracture of the distal radius ('broken wrist') is a common clinical problem. It can be treated conservatively, usually involving wrist immobilisation in a plaster cast, or surgically. A key method of surgical fixation is external fixation."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the evidence from randomised controlled trials comparing external fixation with conservative treatment for fractures of the distal radius in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Bone, Joint and Muscle Trauma Group Specialised Register (September 2006), the Cochrane Central Register of Controlled Trials, MEDLINE, EMBASE and other databases, conference proceedings and reference lists of articles. No language restrictions were applied."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised controlled clinical trials involving adults with a fracture of the distal radius, which compared external fixation with conservative treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "After independent study selection by all review authors, two authors independently assessed the included trials. Independent data extraction of new trials was performed by two authors. Pooling of data was undertaken where appropriate."
    },
    {
      "heading": "Main results",
      "text": "Fifteen heterogeneous trials, involving 1022 adults with dorsally displaced and potentially or evidently unstable distal radial fractures, were included. While all trials compared external fixation versus plaster cast immobilisation, there was considerable variation especially in terms of patient characteristics and interventions. Methodological weaknesses among these trials included lack of allocation concealment and inadequate outcome assessment.\nExternal fixation maintained reduced fracture positions (redisplacement requiring secondary treatment: 7/356 versus 51/338 (data from 9 trials); relative risk 0.17, 95% confidence interval 0.09 to 0.32) and prevented late collapse and malunion compared with plaster cast immobilisation. There was insufficient evidence to confirm a superior overall functional or clinical result for the external fixation group. External fixation was associated with a high number of complications, such as pin-track infection, but many of these were minor. Probably, some complications could have been avoided using a different surgical technique for pin insertion. There was insufficient evidence to establish a difference between the two groups in serious complications such as reflex sympathetic dystropy: 25/384 versus 17/347 (data from 11 trials); relative risk 1.31, 95% confidence interval 0.74 to 2.32."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is some evidence to support the use of external fixation for dorsally displaced fractures of the distal radius in adults. Though there is insufficient evidence to confirm a better functional outcome, external fixation reduces redisplacement, gives improved anatomical results and most of the excess surgically-related complications are minor."
    }
  ],
  "pls_title": "External fixation versus conservative treatment for distal radial fractures in adults",
  "pls_type": "long",
  "pls": "In older people, a 'broken wrist' (from a fracture at the lower end of one of the two forearm bones) can result from a fall onto an outstretched hand. Treatment usually involves reduction (putting the broken bone back into position) and immobilising the wrist in a plaster cast (conservative treatment). Surgery may be considered for more seriously displaced fractures. One type of surgery is external fixation, in which metal pins are driven into bone, generally via small skin incisions, on either side of the fracture. These pins are then fixed externally by incorporation into a plaster cast or securing into the frame of an external fixator. The external component holds the bony fragments in position while the bone heals. This review looked at the evidence from randomised controlled trials comparing external fixation with conservative treatment.\nFifteen trials, involving 1022 adults with potentially or evidently unstable fractures, were included. While all trials compared external fixation versus plaster cast immobilisation, there was considerable variation in their characteristics especially in terms of patient characteristics and the method of external fixation. Weak methodology, such as using inadequate methods of randomisation and outcome assessment, means that the possibility of serious bias can not be excluded.\nThe review found that external fixation reduced fracture redisplacement that prompted further treatment and generally improved final anatomical outcome. It appears to improve function too but this needs to be confirmed. The complications, such a pin tract infection, associated with external fixation were many but were generally minor. Serious complications occurred in both groups. The review concludes that there is some evidence to support the use of external fixation for these fractures."
}