{
  "doi": "10.1002/14651858.CD011336",
  "name": "Aquatic exercise training for fibromyalgia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Exercise training is commonly recommended for individuals with fibromyalgia. This review examined the effects of supervised group aquatic training programs (led by an instructor). We defined aquatic training as exercising in a pool while standing at waist, chest, or shoulder depth. This review is part of the update of the 'Exercise for treating fibromyalgia syndrome' review first published in 2002, and previously updated in 2007."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this systematic review was to evaluate the benefits and harms of aquatic exercise training in adults with fibromyalgia."
    },
    {
      "heading": "Search methods",
      "text": "We searched The Cochrane Library 2013, Issue 2 (Cochrane Database of Systematic Reviews, Database of Abstracts of Reviews of Effects, Cochrane Central Register of Controlled Trials, Health Technology Assessment Database, NHS Economic Evaluation Database), MEDLINE, EMBASE, CINAHL, PEDro, Dissertation Abstracts, WHO international Clinical Trials Registry Platform, and AMED, as well as other sources (i.e., reference lists from key journals, identified articles, meta-analyses, and reviews of all types of treatment for fibromyalgia) from inception to October 2013. Using Cochrane methods, we screened citations, abstracts, and full-text articles. Subsequently, we identified aquatic exercise training studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Selection criteria were: a) full-text publication of a randomized controlled trial (RCT) in adults diagnosed with fibromyalgia based on published criteria, and b) between-group data for an aquatic intervention and a control or other intervention. We excluded studies if exercise in water was less than 50% of the full intervention."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We independently assessed risk of bias and extracted data (24 outcomes), of which we designated seven as major outcomes: multidimensional function, self reported physical function, pain, stiffness, muscle strength, submaximal cardiorespiratory function, withdrawal rates and adverse effects. We resolved discordance through discussion. We evaluated interventions using mean differences (MD) or standardized mean differences (SMD) and 95% confidence intervals (95% CI). Where two or more studies provided data for an outcome, we carried out meta-analysis. In addition, we set and used a 15% threshold for calculation of clinically relevant differences."
    },
    {
      "heading": "Main results",
      "text": "We included 16 aquatic exercise training studies (N = 881; 866 women and 15 men). Nine studies compared aquatic exercise to control, five studies compared aquatic to land-based exercise, and two compared aquatic exercise to a different aquatic exercise program.\nWe rated the risk of bias related to random sequence generation (selection bias), incomplete outcome data (attrition bias), selective reporting (reporting bias), blinding of outcome assessors (detection bias), and other bias as low. We rated blinding of participants and personnel (selection and performance bias) and allocation concealment (selection bias) as low risk and unclear. The assessment of the evidence showed limitations related to imprecision, high statistical heterogeneity, and wide confidence intervals.\nAquatic versus control\nWe found statistically significant improvements (P value < 0.05) in all of the major outcomes. Based on a 100-point scale, multidimensional function improved by six units (MD -5.97, 95% CI -9.06 to -2.88; number needed to treat (NNT) 5, 95% CI 3 to 9), self reported physical function by four units (MD -4.35, 95% CI -7.77 to -0.94; NNT 6, 95% CI 3 to 22), pain by seven units (MD -6.59, 95% CI -10.71 to -2.48; NNT 5, 95% CI 3 to 8), and stiffness by 18 units (MD -18.34, 95% CI -35.75 to -0.93; NNT 3, 95% CI 2 to 24) more in the aquatic than the control groups. The SMD for muscle strength as measured by knee extension and hand grip was 0.63 standard deviations higher compared to the control group (SMD 0.63, 95% CI 0.20 to 1.05; NNT 4, 95% CI 3 to 12) and cardiovascular submaximal function improved by 37 meters on six-minute walk test (95% CI 4.14 to 69.92). Only two major outcomes, stiffness and muscle strength, met the 15% threshold for clinical relevance (improved by 27% and 37% respectively). Withdrawals were similar in the aquatic and control groups and adverse effects were poorly reported, with no serious adverse effects reported.\nAquatic versus land-based\nThere were no statistically significant differences between interventions for multidimensional function, self reported physical function, pain or stiffness: 0.91 units (95% CI -4.01 to 5.83), -5.85 units (95% CI -12.33 to 0.63), -0.75 units (95% CI -10.72 to 9.23), and two units (95% CI -8.88 to 1.28) respectively (all based on a 100-point scale), or in submaximal cardiorespiratory function (three seconds on a 100-meter walk test, 95% CI -1.77 to 7.77). We found a statistically significant difference between interventions for strength, favoring land–based training (2.40 kilo pascals grip strength, 95% CI 4.52 to 0.28). None of the outcomes in the aquatic versus land comparison reached clinically relevant differences of 15%. Withdrawals were similar in the aquatic and land groups and adverse effects were poorly reported, with no serious adverse effects in either group.\nAquatic versus aquatic (Ai Chi versus stretching in the water, exercise in pool water versus exercise in sea water)\nAmong the major outcomes the only statistically significant difference between interventions was for stiffness, favoring Ai Chi (1.00 on a 100-point scale, 95% CI 0.31 to 1.69)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Low to moderate quality evidence relative to control suggests that aquatic training is beneficial for improving wellness, symptoms, and fitness in adults with fibromyalgia. Very low to low quality evidence suggests that there are benefits of aquatic and land-based exercise, except in muscle strength (very low quality evidence favoring land). No serious adverse effects were reported."
    }
  ],
  "pls_title": "Aquatic exercise training for fibromyalgia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Research question",
      "text": "We reviewed studies on the effects of aquatic exercise training for people with fibromyalgia on wellness, symptoms, fitness, and adverse effects."
    },
    {
      "heading": "Background: what is fibromyalgia and what is aquatic training?",
      "text": "People with fibromyalgia have persistent, widespread body pain and often experience symptoms such as fatigue, stiffness, depression, and difficulty sleeping.\nAquatic training is exercising in a pool while standing at waist, chest, or shoulder depth. This review examined the effects of supervised group aquatic training programs (led by an instructor)."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched the literature up to October 2013 and found 16 studies with 866 women and 15 men with fibromyalgia; 439 were assigned to aquatic training programs.\nNine studies compared aquatic exercise to no exercise; five studies compared aquatic exercise to land-based exercise, and two studies compared aquatic training to a different aquatic training."
    },
    {
      "heading": "Key results: for those who took part in aquatic exercise training compared to people who did not exercise",
      "text": ""
    },
    {
      "heading": "Overall well-being (multidimensional function) on a scale of 0 to 100 units",
      "text": "Those who did aquatic exercise rated their overall well-being six units better at the end of the study than those who did not exercise."
    },
    {
      "heading": "Physical function (ability to do normal activities) on a scale of 0 to 100 units",
      "text": "Those who did aquatic exercise rated their ability to function four units better at the end of the study than those who did not exercise."
    },
    {
      "heading": "Pain on a scale of 0 to 100 units",
      "text": "Those who did aquatic exercise rated their pain seven units better at the end of the study than those who did not exercise."
    },
    {
      "heading": "Stiffness on a scale of 0 to 100 units",
      "text": "Those who did aquatic exercise rated their stiffness 18 units better at the end of the study than those who did not exercise."
    },
    {
      "heading": "Muscle strength",
      "text": "People who did aquatic training improved their muscle strength by 37% more than those who did not do aquatic training."
    },
    {
      "heading": "Cardiovascular fitness estimated by meters walked in six minutes",
      "text": "Those who did aquatic exercise walked 37 meters further at the end of the study than those who did not exercise."
    },
    {
      "heading": "Dropping out of the studies",
      "text": "Two more participants out of 100 in the aquatic training groups dropped out of the studies (15 aquatic exercisers dropped out while 13 non-exercisers dropped out)."
    },
    {
      "heading": "Quality of evidence - aquatic versus control",
      "text": "Further research on overall well being and ability to function is likely to have an important impact on our confidence in these results and may change the results.\nFurther research on pain, stiffness, muscle strength, and cardiovascular fitness is very likely to have an important impact on our confidence in these results and is likely to change the results."
    },
    {
      "heading": "Key results: for those who did aquatic training compared to people who did land-based exercise",
      "text": "People who did both programs had similar results for overall well-being, physical function, pain, and stiffness. However, people who exercise on land improved their muscle strength by 9% more than those who did aquatic training. About the same number of people from both groups dropped out."
    },
    {
      "heading": "Quality of evidence - aquatic versus land-based",
      "text": "As so few studies have been done so far, we are very uncertain about the results."
    },
    {
      "heading": "Key results: for those who did one kind of aquatic training compared to a different kind of aquatic training",
      "text": "There were two studies in this comparison: one compared Ai Chi (Tai Chi in the water) to stretching in the water, and the other compared aquatic training in a pool to aquatic training in sea water. The only important difference found was for stiffness, favoring the Ai Chi aquatic training."
    },
    {
      "heading": "Quality of evidence - aquatic versus aquatic programs",
      "text": "As so few studies have been done so far, further research is likely to change this result."
    }
  ]
}