{
  "doi": "10.1002/14651858.CD012908.pub2",
  "name": "Non‐pharmacological interventions for sleep promotion in hospitalized children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Healthy sleep is an important component of childhood development. Changes in sleep architecture, including sleep stage composition, quantity, and quality from infancy to adolescence are a reflection of neurologic maturation. Hospital admission for acute illness introduces modifiable risk factors for sleep disruption that may negatively affect active brain development during a period of illness and recovery. Thus, it is important to examine non-pharmacologic interventions for sleep promotion in the pediatric inpatient setting."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effect of non-pharmacological sleep promotion interventions in hospitalized children and adolescents on sleep quality and sleep duration, child or parent satisfaction, cost-effectiveness, delirium incidence, length of mechanical ventilation, length of stay, and mortality."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, CINAHL, three other databases, and three trials registers to December 2021. We searched Google Scholar, and two websites, handsearched conference abstracts, and checked reference lists of included studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs) or quasi-RCTs, including cross-over trials, investigating the effects of any non-pharmacological sleep promotion intervention on the sleep quality or sleep duration (or both) of children aged 1 month to 18 years in the pediatric inpatient setting (intensive care unit [ICU] or general ward setting)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial eligibility, evaluated risk of bias, extracted and synthesized data, and used the GRADE approach to assess certainty of evidence. The primary outcomes were changes in both objective and subjective validated measures of sleep in children; secondary outcomes were child and parent satisfaction, cost-effectiveness ratios, delirium incidence or delirium-free days at time of hospital discharge, duration of mechanical ventilation, length of hospital stay, and mortality."
    },
    {
      "heading": "Main results",
      "text": "We included 10 trials (528 participants; aged 3 to 22 years) in inpatient pediatric settings. Seven studies were conducted in the USA, two in Canada, and one in Brazil. Eight studies were funded by government, charity, or foundation grants. Two provided no information on funding.\nEight studies investigated behavioral interventions (massage, touch therapy, and bedtime stories); two investigated physical activity interventions. Duration and timing of interventions varied widely. All studies were at high risk of performance bias due to the nature of the intervention, as participants, parents, and staff could not be masked to group assignment.\nWe were unable to perform a quantitative synthesis due to substantial clinical heterogeneity.\nBehavioral interventions versus usual care\nFive studies (145 participants) provided low-certainty evidence of no clear difference between multicomponent relaxation interventions and usual care on objective sleep measures. Overall, evidence from single studies found no clear differences in daytime or nighttime sleep measures (33 participants); any sleep parameter (48 participants); or daytime or nighttime sleep or nighttime arousals (20 participants). One study (34 participants) reported no effect of massage on nighttime sleep, sleep efficiency (SE), wake after sleep onset (WASO), or total sleep time (TST) in adolescents with cancer. Evidence from a cross-over study in 10 children with burns suggested touch therapy may increase TST (391 minutes, interquartile range [IQR] 251 to 467 versus 331 minutes, IQR 268 to 373; P = 0.02); SE (76, IQR 53 to 90 versus 66, IQR 55 to 78; P = 0.04); and the number of rapid eye movement (REM) periods (4.5, IQR 2 to 5 versus 3.5, IQR 2 to 4; P = 0.03); but not WASO, sleep latency (SL), total duration of REM, or per cent of slow wave sleep.\nFour studies (232 participants) provided very low-certainty evidence on subjective measures of sleep. Evidence from single studies found that sleep efficiency may increase, and the percentage of nighttime wakefulness may decrease more over a five-day period following a massage than usual care (72 participants). One study (48 participants) reported an improvement in Children's Sleep Habits Questionnaire scores after discharge in children who received a multicomponent relaxation intervention compared to usual care. In another study, mean sleep duration per sleep episode was longer (23 minutes versus 15 minutes), and time to fall asleep was shorter (22 minutes versus 27 minutes) following a bedtime story versus no story (18 participants); and children listening to a parent-recorded story had longer SL than when a parent was present (mean 57.5 versus 43.5 minutes); both groups reported longer SL than groups who had a stranger-recorded story, and those who had no story and absent parents (94 participants; P < 0.001).\nIn one study (34 participants), 87% (13/15) of participants felt they slept better following massage, with most parents (92%; 11/12) reporting they wanted their child to receive a massage again. Another study (20 participants) reported that parents thought the music, touch, and reading components of the intervention were acceptable, feasible, and had positive effects on their children (very low-certainty evidence).\nPhysical activity interventions versus usual care\nOne study (29 participants) found that an enhanced physical activity intervention may result in little or no improvement in TST or SE compared to usual care (low-certainty evidence). Another study (139 participants), comparing play versus no play found inconsistent results on subjective measures of sleep across different ages (TST was 49% higher for the no play groups in 4- to 7-year olds, 10% higher in 7- to 11-year olds, and 22% higher in 11- to 14-year olds). This study also found inconsistent results between boys and girls (girls in the first two age groups in the play group slept more than the no play group).\nNo study evaluated child or parent satisfaction for behavioral interventions, or cost-effectiveness, delirium incidence or delirium-free days at hospital discharge, length of mechanical ventilation, length of hospital stay, or mortality for either behavioral or physical activity intervention."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The included studies were heterogeneous, so we could not quantitatively synthesize the results. Our narrative summary found inconsistent, low to very low-certainty evidence. Therefore, we are unable to determine how non-pharmacologic sleep promotion interventions affect sleep quality or sleep duration compared with usual care or other interventions.\nThe evidence base should be strengthened through design and conduct of randomized trials, which use validated and highly reliable sleep assessment tools, including objective measures, such as polysomnography and actigraphy."
    }
  ],
  "pls_title": "Methods for promoting sleep in children and young people in hospital without using medicines (non-medicinal)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "We are uncertain how effective non-medicinal sleep promotion methods are for children and young people in hospital.\nStudies that use established, reliable research methods are needed to investigate non-medicinal sleep promotion in hospitalized children and young people, to identify methods that work."
    },
    {
      "heading": "Why is sleep important for children in hospital?",
      "text": "Sleep is an important part of healthy childhood development and helps to keep children healthy. Sleep patterns change throughout childhood, as children’s brains develop. When children are ill and stay in hospital, their sleep may be of poor quality, or disrupted by the constant noise and light, medical treatments, monitoring by nurses, stress, and pain.\nWhile medicines can be used to try to improve sleep in hospitalized children, studies show they do not work particularly well, and can make the quality of sleep worse. Non-medicinal ways of promoting sleep can be used instead. These may include changes to the hospital environment, music, massage, or other methods."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out whether non-medicinal ways of trying to improve sleep work better than usual care or other methods in hospitalized children.\nWe wanted to look at how well these different methods worked on:\n- the quality and quantity of sleep in the children;\n- child and parent satisfaction;\n- length of time for which breathing was supported by a ventilator (ventilator support);\n- delirium;\n- cost-effectiveness;\n- length of hospital stay; and\n- mortality.\nWe also wanted to find out if non-medicinal methods were associated with any unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We looked for studies that compared non-medicinal methods for improving sleep with usual care, or other methods in children in hospital.\nWe compared and summarized the results of the studies, and rated our confidence in the evidence, based on factors, such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 10 trials from three countries, which involved 528 children and young people (aged from 4 to 22 years). Eight studies were funded by non-profit organizations or government sources.\nAll the children and young people were staying in hospital for more than 48 hours on regular wards, or in children’s intensive care units. The methods used to try to improve sleep included behavioral interventions (relaxation, including music, reading, and quiet time; touch therapy, and massage), and physical activity interventions.\nThere were many differences between studies in the participants, the methods used to measure the quantity and quality of sleep, and the way the results were analyzed. As a result, we could not combine the findings of trials that investigated similar methods; instead, we provided a descriptive summary.\nBehavioral interventions\nStudies that combined methods of relaxation found that these may make little or no difference on the amount or quality of sleep compared to usual care.\nTouch therapy may improve total sleep time and sleep quality in children with burns. Massage and bedtime stories may also improve sleep. However, we have little confidence in these results, because of differences in the study populations and the measurement methods they used.\nChildren and parents may be satisfied with both massage and multicomponent relaxation methods for improving sleep. However, we are not confident about this result, as the people in the studies knew which sleep-improving method they received, and there were not enough studies for us to be certain about their results.\nWe did not identify any studies that reported length of ventilator support, delirium, cost-effectiveness, length of hospital stay, or mortality.\nPhysical activity interventions\nOne study showed that using a stationary (exercise) bicycle to improve sleep may not improve total sleep time or quality of sleep compared to usual care. Another study investigated whether organized play improved sleep; it found inconsistent results for boys and girls, and for children in different age groups. No study evaluated child or parent satisfaction, cost-effectiveness, delirium, length of ventilator support, length of hospital stay, or mortality."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We did not identify any studies that reported the effects of complementary interventions, such as aromatherapy, acupressure, or acupuncture.\nWe did not identify any studies for any intervention that reported length of ventilator support, delirium, cost-effectiveness, length of hospital stay, or mortality.\nWe are not confident in any of these results; it is possible that these results would change if we had more evidence."
    },
    {
      "heading": "How up to date is this review?",
      "text": "This evidence is current to December 2021."
    }
  ]
}