{
  "doi": "10.1002/14651858.CD000452.pub3",
  "name": "Support for mothers, fathers and families after perinatal death",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Provision of an empathetic, sensitive, caring environment and strategies to support mothers, fathers and their families experiencing perinatal death are now an accepted part of maternity services in many countries. Interventions such as psychological support or counselling, or both, have been suggested to improve outcomes for parents and families after perinatal death."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of any form of intervention (i.e. medical, nursing, midwifery, social work, psychology, counselling or community-based) on parents and families who experience perinatal death."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (28 January 2013) and article bibliographies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials of any form of support aimed at encouraging acceptance of loss, bereavement counselling, or specialised psychotherapy or counselling for mothers, fathers and families experiencing perinatal death."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed eligibility of trials."
    },
    {
      "heading": "Main results",
      "text": "No trials were included."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Primary healthcare interventions and a strong family and social support network are invaluable to parents and families around the time a baby dies. However, due to the lack of high-quality randomised trials conducted in this area, the true benefits of currently existing interventions aimed at providing support for mothers, fathers and families experiencing perinatal death is unclear. Further, the currently available evidence around the potential detrimental effects of some interventions (e.g. seeing and holding a deceased baby) remains inconclusive at this point in time. However, some well-designed descriptive studies have shown that, under the right circumstances and guided by compassionate, sensitive, experienced staff, parents' experiences of seeing and holding their deceased baby is often very positive. The sensitive nature of this topic and small sample sizes, make it difficult to develop rigorous clinical trials. Hence, other research designs may further inform practice in this area. Where justified, methodologically rigorous trials are needed. However, methodologically rigorous trials should be considered comparing different approaches to support."
    }
  ],
  "pls_title": "Support for mothers, fathers and families after perinatal death",
  "pls_type": "long",
  "pls": "It is devastating for parents and families when a baby dies. It is estimated that approximately one in five parents will suffer from intense and prolonged grief following the death of a baby around the time of birth.  It is essential that parents and families are offered, and have access to, appropriate support from caregivers and their direct social network. Yet, little is known about the role and the true effectiveness of different types of bereavement support for parents and their families. This review aimed to identify clinical trials to assess the effect of different types of bereavement support interventions and/or counselling for parents experiencing perinatal death. There are no included studies on this topic. For the update of this review we identified one new trial, which is currently awaiting classification. More research in this area is needed."
}