{
  "doi": "10.1002/14651858.CD005214.pub2",
  "name": "Depot medroxyprogesterone versus Norethisterone oenanthate for long‐acting progestogenic contraception. ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "There are two injectable progestogen-only contraceptives (IPCs) that have been available in many countries in the world since 1983. They are both still extensively used in many developing countries, forming a large proportion of the health system's expenditure on contraception. These are depot medroxyprogesterone acetate (DMPA) and norethisterone oenanthate (NET-EN). These are both highly effective contraceptives that receive wide acceptance amongst women in their fertile years. They differ in frequency of administration that has implications on patient uptake. They also differ in cost that may significantly affect budgeting in the health system. A systematic comparison will aid to ensure their rational use."
    },
    {
      "heading": "Objectives",
      "text": "To determine if there are differences between depot medroxyprogesterone acetate given at a dose of 150 mg IM every 3 months and norethisterone oenanthate given at a dose of 200mg IM every 2 months, in terms of contraceptive effectiveness, reversibility and discontinuation patterns, minor effects and major effects."
    },
    {
      "heading": "Search methods",
      "text": "We searched the computerized databases MEDLINE using PubMed, Popline, Cochrane Controlled Trials Register, Biblioline, LILACS, EMBASE and PASCAL for randomised controlled trials of DMPA versus NET-EN for long-acting progestogenic contraception. Studies were included regardless of language, and all databases were reviewed from the time that injectable progestogens have been in use."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled comparisons of DMPA acetate given at a dose of 150 mg IM every 3 months versus NET-EN given at a dose of 200mg IM every 2 months, used for contraception, were included. Trials had to report on contraceptive efficiency and return to fertility, discontinuation risks and reasons for discontinuation, and clinical effects, both menstrual and non-menstrual."
    },
    {
      "heading": "Data collection and analysis",
      "text": "BD and CM evaluated the titles and abstracts obtained through applying the search strategy and applied the eligibility criteria. BD attempted to contact authors where clarification of the data was required, and contacted all main manufacturers of the contraceptives. After inclusion of the two studies, the data was abstracted and analysed with RevMan 4.2."
    },
    {
      "heading": "Main results",
      "text": "Two trials were included in this review. There was no significant difference between the two treatment groups for the frequency of discontinuation for either contraceptive, although the women on NET-EN were 4% more likely to discontinue for personal reasons than those on DPMA. Discontinuation because of accidental pregnancy did not differ between the groups. Although the duration of bleeding and spotting events was the same in each group, women on DPMA were 21% more likely to develop amenorrhoea. Mean changes in body weight at 12 and 24 months, and in systolic and diastolic blood pressure at 12 months did not differ significantly between the studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "While the choice between DPMA and NET-EN as injectable progestogen contraceptives may vary between both health providers and patients, data from randomized controlled trials indicate little difference between the effects of these methods, except that women on DMPA are more likely to develop amenorrhoea. There is inadequate data to detect differences in some non-menstrual major and minor clinical effects."
    }
  ],
  "pls_title": "This review compares two injectable hormonal contraceptives containing only progestogen, namely depot medroxyprogesterone acetate (DMPA) and norethisterone oenanthate (NET-EN), for the risks and reasons of their discontinuation and for their clinical effects",
  "pls_type": "long",
  "pls": "Injectable hormonal contraceptives remain in extensive use in many developing countries. There are two progestogen-only injectable contraceptives that have been available in many countries since the 1980's. These are depot medroxyprogesterone acetate (DMPA) and norethisterone oenanthate (NET-EN). They are both highly effective contraceptives that receive wide acceptance amongst women in their fertile years, and form a sizeable proportion of the health expenditure on contraception. They differ in frequency of administration and cost, and a systematic comparison aids to ensure their rational use. This review seeks to compare DPMA given at a dose of 150 mg IM every 3 months and NET-EN given at a dose of 200mg IM every 2 months, and determine whether there are differences in contraceptive effectiveness, reversibility and patterns of discontinuation, and their minor and major clinical effects. \nAll databases were reviewed from the time that injectable progestogens have been in use and this review included all randomised controlled comparisons of DMPA and NET-EN used for contraception. Trials had to report on contraceptive efficiency and return to fertility, the rates and reasons for stopping use, as well as menstrual and non-menstrual clinical effects. \nIt was found that there was no significant difference between the two treatment groups regarding the time from when women started the contraceptive until they stopped its use. The women on NET-EN were 4% more likely to stop use for personal reasons than those on DPMA, but this difference was not statistically significant. There was no difference between the groups when an accidental pregnancy was the reason to stop use. The length of time of episodes of vaginal bleeding and spotting was the same in each group. Women who were on DPMA were 21% more likely to stop vaginal bleeding altogether while using the contraceptive. Changes in body weight and changes in blood pressure did not differ between DMPA and NET-EN. Furthermore, these changes in body weight and blood pressure were relatively small and not clinically relevant. \nIn summary, therefore, data from the trials included in this review indicate little difference between the effects of these methods, except that women on DMPA are more likely to experience cessation of vaginal bleeding during its use. There was inadequate data to detect differences in some non-menstrual clinical effects, and considering that this contraceptive method remains in use in some countries, further research is indicated."
}