{
  "doi": "10.1002/14651858.CD010956.pub3",
  "name": "Oral direct thrombin inhibitors or oral factor Xa inhibitors versus conventional anticoagulants for the treatment of deep vein thrombosis ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Deep vein thrombosis (DVT) is a condition in which a clot forms in the deep veins, most commonly of the leg. It occurs in approximately one in 1000 people. If left untreated, the clot can travel up to the lungs and cause a potentially life-threatening pulmonary embolism (PE). Previously, a DVT was treated with the anticoagulants heparin and vitamin K antagonists. However, two forms of direct oral anticoagulants (DOACs) have been developed: oral direct thrombin inhibitors (DTIs) and oral factor Xa inhibitors, which have characteristics that may be favourable compared to conventional treatment, including oral administration, a predictable effect, lack of frequent monitoring or dose adjustment and few known drug interactions. DOACs are now commonly being used for treating DVT: recent guidelines recommended DOACs over conventional anticoagulants for both DVT and PE treatment. This Cochrane Review was first published in 2015. It was the first systematic review to measure the effectiveness and safety of these drugs in the treatment of DVT. This is an update of the 2015 review."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of oral DTIs and oral factor Xa inhibitors versus conventional anticoagulants for the long-term treatment of DVT."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register, CENTRAL, MEDLINE, Embase and CINAHL databases and the World Health Organization International Clinical Trials Registry Platform and ClinicalTrials.gov trials registers to 1 March 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) in which people with a DVT, confirmed by standard imaging techniques, were allocated to receive an oral DTI or an oral factor Xa inhibitor compared with conventional anticoagulation or compared with each other for the treatment of DVT."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were recurrent venous thromboembolism (VTE), recurrent DVT and PE. Secondary outcomes included all-cause mortality, major bleeding, post-thrombotic syndrome (PTS) and quality of life (QoL). We used GRADE to assess the certainty of evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We identified 10 new studies with 2950 participants for this update. In total, we included 21 RCTs involving 30,895 participants. Three studies investigated oral DTIs (two dabigatran and one ximelagatran), 17 investigated oral factor Xa inhibitors (eight rivaroxaban, five apixaban and four edoxaban) and one three-arm trial investigated both a DTI (dabigatran) and factor Xa inhibitor (rivaroxaban). Overall, the studies were of good methodological quality.\nMeta-analysis comparing DTIs to conventional anticoagulation showed no clear difference in the rate of recurrent VTE (odds ratio (OR) 1.17, 95% confidence interval (CI) 0.83 to 1.65; 3 studies, 5994 participants; moderate-certainty evidence), recurrent DVT (OR 1.11, 95% CI 0.74 to 1.66; 3 studies, 5994 participants; moderate-certainty evidence), fatal PE (OR 1.32, 95% CI 0.29 to 6.02; 3 studies, 5994 participants; moderate-certainty evidence), non-fatal PE (OR 1.29, 95% CI 0.64 to 2.59; 3 studies, 5994 participants; moderate-certainty evidence) or all-cause mortality (OR 0.66, 95% CI 0.41 to 1.08; 1 study, 2489 participants; moderate-certainty evidence). DTIs reduced the rate of major bleeding (OR 0.58, 95% CI 0.38 to 0.89; 3 studies, 5994 participants; high-certainty evidence).\nFor oral factor Xa inhibitors compared with conventional anticoagulation, meta-analysis demonstrated no clear difference in recurrent VTE (OR 0.85, 95% CI 0.71 to 1.01; 13 studies, 17,505 participants; moderate-certainty evidence), recurrent DVT (OR 0.70, 95% CI 0.49 to 1.01; 9 studies, 16,439 participants; moderate-certainty evidence), fatal PE (OR 1.18, 95% CI 0.69 to 2.02; 6 studies, 15,082 participants; moderate-certainty evidence), non-fatal PE (OR 0.93, 95% CI 0.68 to 1.27; 7 studies, 15,166 participants; moderate-certainty evidence) or all-cause mortality (OR 0.87, 95% CI 0.67 to 1.14; 9 studies, 10,770 participants; moderate-certainty evidence). Meta-analysis showed a reduced rate of major bleeding with oral factor Xa inhibitors compared with conventional anticoagulation (OR 0.63, 95% CI 0.45 to 0.89; 17 studies, 18,066 participants; high-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The current review suggests that DOACs may be superior to conventional therapy in terms of safety (major bleeding), and are probably equivalent in terms of efficacy. There is probably little or no difference between DOACs and conventional anticoagulation in the prevention of recurrent VTE, recurrent DVT, pulmonary embolism and all-cause mortality. DOACs reduced the rate of major bleeding compared to conventional anticoagulation. The certainty of evidence was moderate or high."
    }
  ],
  "pls_title": "Are direct oral anticoagulants (a type of 'blood thinner') better than conventional anticoagulation for treating people with a blood clot in a deep vein?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is deep vein thrombosis?",
      "text": "Deep vein thrombosis (DVT) is when a blood clot forms, usually in a deep vein of the leg or pelvis. Approximately 1 in 1000 people will develop a DVT. If it is not treated, the clot can travel in the blood and block the blood vessels in the lungs. This life-threatening condition is called a pulmonary embolism. It occurs in approximately 3 to 4 people per 10,000 people. The chances of getting a DVT are increased if you have certain risk factors. These include previous clots, prolonged periods of immobility (such as travelling on aeroplanes or taking bed rest), cancer, exposure to oestrogens (pregnancy, oral contraceptives or hormone replacement therapy), trauma and blood disorders such as thrombophilia (abnormal blood clotting). A DVT is diagnosed by determining the risk factors and performing an ultrasound of the leg veins."
    },
    {
      "heading": "How is deep vein thrombosis treated?",
      "text": "If a DVT is confirmed, people are treated with an anticoagulant: a medicine that either treats or prevents blood clots, often called a 'blood thinner'. Previously, the medicines of choice were heparin, fondaparinux and vitamin K antagonists, known as 'conventional anticoagulants'. However, these medicines can cause side effects and have limitations.\nTwo types of anticoagulant have been developed: direct thrombin inhibitors (DTI) and factor Xa inhibitors. These anticoagulants are given orally (that is, by mouth, in the form of a pill), have a predictable effect, do not require frequent monitoring or re-dosing (taking multiple doses), and have few known interactions with other medicines. For these reasons, direct oral anticoagulants have become the medicines of choice for treating DVT."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if direct oral anticoagulants are useful and safe for treating people with DVT compared with conventional treatments."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies in which people with a confirmed DVT were randomly allocated to one of two treatment groups. These types of studies give the most reliable evidence about treatment effects. People in the experimental groups received an oral direct thrombin inhibitor or an oral factor Xa inhibitor, and their results were compared to the results of people given conventional anticoagulation. All participants were given long-term treatment of DVT (minimum duration of 3 months)."
    },
    {
      "heading": "What did we find?",
      "text": "After searching for relevant studies, we found 21 studies with 30,895 participants. We combined the data from the studies and found that there was no clear difference in the incidence of:\n- recurrent venous thromboembolism (DVT, pulmonary embolism, or both);\n- recurrent DVT;\n- pulmonary embolism (blood clot in the lungs); or\n- death\nbetween people treated with oral direct thrombin inhibitors or oral factor Xa inhibitor compared to those given conventional anticoagulants.\nCompared to conventional treatment, both direct thrombin inhibitors and factor Xa inhibitors reduced the major bleeding which happened during the treatment of DVT."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence is generally moderate because few people overall experienced the outcomes. The evidence answered the question we addressed directly and the results of the studies were consistent. However, further studies are needed to explore how one direct oral anticoagulant compares with another. Future well-designed studies may also provide important evidence for post-thrombotic syndrome (a condition that can happen to people who have had a DVT of the leg, causing chronic pain, swelling and other symptoms in the leg) and quality of life."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This review updates a previous Cochrane Review. The evidence is up to date to 1 March 2022."
    },
    {
      "heading": "Key messages",
      "text": "When treating people with a DVT, current evidence shows there is probably a similar effect between direct oral anticoagulants and conventional anticoagulants for preventing recurrent venous thromboembolism, recurrent DVT, pulmonary embolism and death. Direct oral anticoagulants reduced major bleeding compared to conventional anticoagulation."
    }
  ]
}