{
  "doi": "10.1002/14651858.CD005173.pub3",
  "name": "Tiagabine in the maintenance treatment of bipolar disorder",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Tiagabine, an anticonvulsant, has been reported to have efficacy in prophylactic treatment of bipolar disorder in case reports and in case series."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and acceptability of tiagabine, relative to placebo, and other agents in the prevention or attenuation, or both, of episodes of bipolar disorder in adults. The efficacy and acceptability of tiagabine were considered in terms of mood symptoms, mortality, general health, social functioning, adverse effects and overall acceptability to participants."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Collaboration Depression, Anxiety and Neurosis review group's specialised register (CCDANCTR-Studies and CCDANCTR-References) was searched to April 2012. This register contains relevant randomised controlled trials from: The Cochrane Library (all years), EMBASE (1974 to date), MEDLINE (1950 to date) and PsycINFO (1967 to date). Reference lists of relevant papers and major textbooks of affective disorder were examined. Authors, other experts in the field and pharmaceutical companies were contacted for knowledge of suitable published or unpublished trials. Specialist journals and conference proceedings were handsearched."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of tiagabine versus placebo, alternative mood stabilisers or antipsychotics, for the maintenance treatment of bipolar disorder in adults, male and female, aged 18 to 74 years."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data were to be extracted from the original reports of included studies independently by two authors. The main outcomes to be assessed were:\n(1) the efficacy of tiagabine treatment in preventing or attenuating further episodes of bipolar disorder, including its efficacy in rapid cycling disorder; \n(2) the acceptability of tiagabine treatment to participants; \n(3) the prevalence of side effects; and \n(4) mortality, if any, on tiagabine treatment.\nOutcomes concerning relapse or recurrence were to be analysed excluding data from studies using discontinuation protocols, which were to be analysed separately. Subgroup analyses were to be performed to examine the effects of tiagabine treatment in rapid cycling bipolar disorder and previous mood stabiliser non-responders. Data were to be analysed using Review Manager 5."
    },
    {
      "heading": "Main results",
      "text": "No randomised controlled trials of tiagabine in the maintenance treatment of bipolar disorder were found."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is an insufficient methodologically rigorous evidence base to draw any conclusions regarding the use of tiagabine in the maintenance treatment of bipolar disorder. There is a need for randomised controlled trials examining the therapeutic potential of this agent in bipolar disorder. There have been some reports of syncope or seizures, or both, when tiagabine has been used for the acute treatment of mania. It needs to be established if such adverse effects occur in the maintenance phase as well."
    }
  ],
  "pls_title": "Tiagabine in the maintenance treatment of bipolar disorder",
  "pls_type": "long",
  "pls": "People with bipolar disorder suffer from repeated episodes of severe mood disturbance. These can vary from mania to severe depression.  Sometimes manic and depressive symptoms can occur at the same time. Episodes may also fluctuate frequently, so-called 'rapid cycling'. Periods of normal mood and function may occur in between these episodes, but this is not always the case.\nMedications are used to treat these mood episodes and to prevent their recurrence. Tiagabine could be one such medication. Currently, it is only licensed for the treatment of epilepsy. Patients with epilepsy appear to tolerate tiagabine relatively well. However, the following adverse effects have been reported: dizziness, tiredness, sleepiness and incomplete seizure control.\nThis systematic review investigated the efficacy and acceptability of tiagabine compared to placebo and other mood stabilisers in the maintenance treatment of bipolar disorder. No randomised controlled trials were found. Currently, there is insufficient evidence on which to base any conclusions regarding the use of tiagabine in the maintenance phase of bipolar disorder, either in monotherapy or as an adjunctive treatment. There is a need for randomised controlled trials examining the efficacy and acceptability of tiagabine in the maintenance treatment of bipolar disorder."
}