{
  "doi": "10.1002/14651858.CD009500.pub2",
  "name": "Training and supportive programs for palliative care volunteers in community settings",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Palliative care is specialised health care to support people living with a terminal illness and their families. The involvement of volunteers can extend the range of activities offered by palliative care services, particularly for those living in the community. Activities undertaken by palliative care volunteers vary considerably but can be practical, social or emotional in nature. The types of training and support provided to these volunteers are likely to affect the volunteers' effectiveness in their role and influence the quality of care provided to palliative care clients and their families. Training and support can also have considerable resource implications for palliative care organisations, which makes it important to know how to provide this training and support as effectively as possible."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of training and support strategies for palliative care volunteers on palliative care clients and their families, volunteers and service quality."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library , 28 April 2014); MEDLINE (1946 to 28 April 2014); EMBASE (1988 to 28 April 2014); PsycINFO (1806 to 28 April 2014); CINAHL (EbscoHOST) (1981 to 28 April 2014); ProQuest Dissertations and Theses (1861 to 28 April 2014). We also searched the Database of Abstracts of Reviews of Effects (DARE, The Cochrane Library); reference lists of relevant studies; and conducted an extensive search for evaluations published in government reports and other grey literature including the CareSearch database (www.caresearch.com.au (September 2004 to February 2012) and websites of relevant organisations, for unpublished and ongoing studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs), quasi-randomised controlled trials, controlled before-and-after (CBA) studies and interrupted time series (ITS) studies of all formal training and support programs for palliative care volunteers. Programs or strategies in included studies were classified according to any stated or implied purpose: that is, whether they intended to build skills for the volunteer's role, to enhance their coping, or to maintain service standards."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors screened 2614 citations identified through the electronic searches after duplicates were removed. The search of grey literature through websites yielded no additional titles. We identified 28 potentially relevant titles but found no studies eligible for inclusion."
    },
    {
      "heading": "Main results",
      "text": "We did not find any studies that assessed the effects of training and support strategies for palliative care volunteers that meet our inclusion criteria. The excluded studies suggest that trials in this area are possible."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The use of palliative care volunteers is likely to continue, but there is an absence of evidence to show how best to train or support them whilst maintaining standards of care for palliative care patients and their families."
    }
  ],
  "pls_title": "Training and supportive programs for palliative care volunteers in community settings",
  "pls_type": "long",
  "pls": "The use of volunteers in community palliative care services can extend the range of activities offered to support people who are terminally ill. The types of training and support for volunteers are likely to affect their effectiveness and influence the quality of care provided to people requiring palliative care and their families. Training and support may also be costly for palliative care organisations.\nThe objective of this review was to assess the effects of training and support strategies for palliative care volunteers on people requiring palliative care and their families, volunteers and service quality. Despite extensive searching we found no studies that we could include. Research is needed on the impact of training and support for palliative care volunteers on patients, their families, volunteers and palliative care services."
}