{
  "doi": "10.1002/14651858.CD015775",
  "name": "Plasmapheresis to remove amyloid fibrin(ogen) particles for treating the post‐COVID‐19 condition ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The post-COVID-19 condition (PCC) consists of a wide array of symptoms including fatigue and impaired daily living. People seek a wide variety of approaches to help them recover.\nA new belief, arising from a few laboratory studies, is that 'microclots' cause the symptoms of PCC. This belief has been extended outside these studies, suggesting that to recover people need plasmapheresis (an expensive process where blood is filtered outside the body). We appraised the laboratory studies, and it was clear that the term 'microclots' is incorrect to describe the phenomenon being described. The particles are amyloid and include fibrin(ogen); amyloid is not a part of a thrombus which is a mix of fibrin mesh and platelets. Initial acute COVID-19 infection is associated with clotting abnormalities; this review concerns amyloid fibrin(ogen) particles in PCC only.\nWe have reported here our appraisal of laboratory studies investigating the presence of amyloid fibrin(ogen) particles in PCC, and of evidence that plasmapheresis may be an effective therapy to remove amyloid fibrin(ogen) particles for treating PCC."
    },
    {
      "heading": "Objectives",
      "text": "Laboratory studies review\nTo summarize and appraise the research reports on amyloid fibrin(ogen) particles related to PCC.\nRandomized controlled trials review\nTo assess the evidence of the safety and efficacy of plasmapheresis to remove amyloid fibrin(ogen) particles in individuals with PCC from randomized controlled trials."
    },
    {
      "heading": "Search methods",
      "text": "Laboratory studies review\nWe searched for all relevant laboratory studies up to 27 October 2022 using a comprehensive search strategy which included the search terms ‘COVID’, ‘amyloid’, ‘fibrin’, ‘fibrinogen’.\nRandomized controlled trials review\nWe searched the following databases on 21 October 2022: Cochrane COVID-19 Study Register; MEDLINE (Ovid); Embase (Ovid); and BIOSIS Previews (Web of Science). We also searched the WHO International Clinical Trials Registry Platform and ClinicalTrials.gov for trials in progress."
    },
    {
      "heading": "Selection criteria",
      "text": "Laboratory studies review\nLaboratory studies that investigate the presence of amyloid fibrin(ogen) particles in plasma samples from patients with PCC were eligible. This included studies with or without controls.\nRandomized controlled trials review\nStudies were eligible if they were of randomized controlled design and investigated the effectiveness or safety of plasmapheresis for removing amyloid fibrin(ogen) particles for treating PCC."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors applied study inclusion criteria to identify eligible studies and extracted data.\nLaboratory studies review\nWe assessed the risk of bias of included studies using pre-developed methods for laboratory studies. We planned to perform synthesis without meta-analysis (SWiM) as described in our protocol.\nRandomized controlled trials review\nWe planned that if we identified any eligible studies, we would assess risk of bias and report results with 95% confidence intervals. The primary outcome was recovery, measured using the Post-COVID-19 Functional Status Scale (absence of symptoms related to the illness, ability to do usual daily activities, and a return to a previous state of health and mind)."
    },
    {
      "heading": "Main results",
      "text": "Laboratory studies review\nWe identified five laboratory studies. Amyloid fibrin(ogen) particles were identified in participants across all studies, including those with PCC, healthy individuals, and those with diabetes. The results of three studies were based on visual images of amyloid fibrin(ogen) particles, which did not quantify the amount or size of the particles identified. Formal risk of bias assessment showed concerns in how the studies were conducted and reported. This means the results were insufficient to support the belief that amyloid fibrin(ogen) particles are associated with PCC, or to determine whether there is a difference in the amount or size of amyloid fibrin(ogen) particles in the plasma of people with PCC compared to healthy controls.\nRandomized controlled trials review\nWe identified no trials meeting our inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In the absence of reliable research showing that amyloid fibrin(ogen) particles contribute to the pathophysiology of PCC, there is no rationale for plasmapheresis to remove amyloid fibrin(ogen) particles in PCC. Plasmapheresis for this indication should not be used outside the context of a well-conducted randomized controlled trial."
    }
  ],
  "pls_title": "What is the evidence that 'microclots' cause the post-COVID-19 syndrome, and is removal using plasmapheresis justified?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "1. The term 'microclots' is not the correct term for the particles being investigated in people with post-COVID-19 syndrome, as they are not clots. The term 'amyloid fibrin(ogen) particles' is more appropriate.\n2. The evidence shows that amyloid fibrin(ogen) particles are found in healthy people and those with other diseases, so they are not unique to post-COVID-19 condition.\n3. Patients should not receive plasmapheresis for this indication outside the context of a properly conducted placebo (dummy)-controlled randomized clinical trial (a type of study where participants are randomly assigned to one of two or more treatment groups)."
    },
    {
      "heading": "What did we want to find out?",
      "text": "Post-COVID-19 condition (sometimes called 'long COVID') refers to a condition in which a patient experiences a variety of symptoms for at least 12 weeks after having initial (acute) COVID-19 infection. Symptoms can range in severity and include fatigue, brain fog, and headaches, and lead to impaired quality of life. The cause of post-COVID-19 condition (PCC) is a source of debate. One theory is that it is caused by small clots in the blood, termed 'microclots' by the authors of a set of laboratory studies that investigate them. The particles described appear to contain proteins called amyloid and fibrin(ogen), so we refer to them as amyloid fibrin(ogen) particles to reflect their components.\nIt has been suggested that these particles could be removed from the blood using a technique called plasmapheresis, in which the blood is removed from the body and the plasma component of a patient's blood is filtered by a machine to remove any particles. If these particles were responsible for the symptoms of PCC, removing them may treat patients of their symptoms. The rationale for this treatment in PCC is unproven, and is associated with potential risks to patients."
    },
    {
      "heading": "What did we do?",
      "text": "We wanted to investigate the theory that amyloid fibrin(ogen) particles could be the cause of post-COVID-19 condition.\nThe review was done in two steps, as follows.\n1. A review of laboratory studies that investigate whether amyloid fibrin(ogen) particles are found in blood samples from people with post-COVID-19 condition. This research is found in full detail in Appendix 1.\n2. A review of randomized trials that investigate whether plasmapheresis is a safe and effective treatment for removing amyloid fibrin(ogen) particles in people with post-COVID-19 condition."
    },
    {
      "heading": "What did we find?",
      "text": "Laboratory studies review\nWe identified five studies that assessed whether amyloid fibrin(ogen) particles were present in the blood of patients with post-COVID-19 condition. The studies identified these particles in healthy controls, those with type 2 diabetes, and those with PCC, meaning they are not unique to PCC. We also identified problems with how these studies were conducted and how the findings were presented, for example it is unclear whether these particles were found in all participants with PCC, or only some.\nRandomized controlled trials review\nWe found no studies where patients with post-COVID-19 condition had undergone plasmapheresis with the intention of removing amyloid fibrin(ogen) particles. We also did not find any ongoing trials that are investigating this."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The evidence is unable to demonstrate if amyloid fibrin(ogen) particles contribute to the post-COVID-19 condition. Our analysis did not consider other supposed mechanisms for the post-COVID-19 condition and plasmapheresis in the context of other such mechanisms."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "We conducted a search for studies on 21 October 2022 (randomized controlled trials) and 27 October 2022 (laboratory studies)."
    }
  ]
}