{
  "doi": "10.1002/14651858.CD001279.pub2",
  "name": "Anticholinergic drugs for wheeze in children under the age of two years",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Wheeze in infancy and early childhood is common and appears to be increasing though the magnitude of any increase is unclear. Most wheezing episodes in infancy are precipitated by respiratory viral infections. Treatment of very young children with wheeze remains controversial. Anti-cholinergics are often prescribed but practice varies widely and the efficacy of this form of therapy remains the subject for debate."
    },
    {
      "heading": "Objectives",
      "text": "Wheeze in infancy and early childhood is common and appears to be increasing. Most wheezing episodes in infancy are a result of viral infection. Bronchodilator medications such as beta2-agonists and anti-cholinergic agents are often used to relieve symptoms, but patterns of use vary. The objective of this review was to assess the effects of anti-cholinergic therapy in the treatment of wheezing infants. This is a second update of this review."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Specialised Register of trials and the reference lists of articles. We contacted researchers in the field and industry sources. Searches were current as of June 2008."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials that compared anti-cholinergic therapy with placebo or beta2-agonists in wheezing children under two years of age. Children with acute bronchiolitis and chronic lung disease were excluded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Eligibility for inclusion and quality of trials were assessed independently by two reviewers."
    },
    {
      "heading": "Main results",
      "text": "Six trials involving 321 infants in three different settings were included. Compared with beta2-agonist alone, the combination of ipratropium bromide and beta2-agonist was associated with a reduced need for additional treatment, but no difference was seen in treatment response, respiratory rate or oxygen saturation improvement in the emergency department. There was no significant difference in length of hospital stay between ipratropium bromide and placebo; or between ipratropium bromide and beta2-agonist combined compared with beta2-agonist alone. However, combined ipratropium bromide and beta2-agonist compared to placebo showed significantly improved clinical scores at 24 hours. Parents preferred ipratropium bromide over nebulised water or placebo for relief of their children's symptoms at home. A further updated search conducted in June 2005 did not yield any new studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is not enough evidence to support the uncritical use of anti-cholinergic therapy for wheezing infants, although parents using it at home were able to identify benefits."
    }
  ],
  "pls_title": "Anticholinergic drugs for wheeze in children under the age of two years",
  "pls_type": "long",
  "pls": "Anti-cholinergic drugs are widely used to treat infants and young toddlers with acute and recurrent wheeze though the role of these agents remain controversial. Six trials involving 321 infants in three different settings were reviewed. The review was unable to identify clear benefits in outcomes such as duration of hospitalisation or improvement in oxygenation though there were suggestions that some patients may benefit particularly in recurrently wheezy infants treated at home. Well designed studies are required to clarify the role of these agents in young children with wheeze."
}