{
  "doi": "10.1002/14651858.CD008533.pub3",
  "name": "Prophylactic gastrojejunostomy for unresectable periampullary carcinoma",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The role of prophylactic gastrojejunostomy in patients with unresectable periampullary cancer is controversial."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether prophylactic gastrojejunostomy should be performed routinely in patients with unresectable periampullary cancer."
    },
    {
      "heading": "Search methods",
      "text": "For the initial version of this review, we searched the Cochrane Upper Gastrointestinal and Pancreatic Diseases Group Trials Register, the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2010, issue 3), MEDLINE, EMBASE and Science Citation Index Expanded until April 2010. Literature searches were re-run in August 2012."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials comparing prophylactic gastrojejunostomy versus no gastrojejunostomy in patients with unresectable periampullary cancer (irrespective of language or publication status)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and independently extracted data. We analysed data with both the fixed-effect and the random-effects models using Review Manager (RevMan). We calculated the hazard ratio (HR), risk ratio (RR), and mean difference (MD) with 95% confidence intervals (CI) based on an intention-to-treat or available case analysis."
    },
    {
      "heading": "Main results",
      "text": "We identified two trials (of high risk of bias) involving 152 patients randomised to gastrojejunostomy (80 patients) and no gastrojejunostomy (72 patients). In both trials, patients were found to be unresectable during exploratory laparotomy. Most of the patients also underwent biliary-enteric drainage. There was no evidence of difference in the overall survival (HR 1.02; 95% CI 0.84 to 1.25), peri-operative mortality or morbidity, quality of life, or hospital stay (MD 0.97 days; 95%CI -0.18 to 2.12) between the two groups. The proportion of patients who developed long-term gastric outlet obstruction was significantly lower in the prophylactic gastrojejunostomy group (2/80; 2.5%) compared with no gastrojejunostomy group (20/72; 27.8%) (RR 0.10; 95%CI 0.03 to 0.37). The operating time was significantly longer in the gastrojejunostomy group compared with no gastrojejunostomy group (MD 45.00 minutes; 95%CI 21.39 to 68.61)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Routine prophylactic gastrojejunostomy is indicated in patients with unresectable periampullary cancer undergoing exploratory laparotomy (with or without hepaticojejunostomy)."
    }
  ],
  "pls_title": "Routine diversion of food for patients with unresectable periampullary cancers without obstruction to the stomach outlet",
  "pls_type": "long",
  "pls": "Periampullary cancer is cancer that forms near the junction of the lower end of the common bile duct (the channel that transmits bile from the liver to the small bowel), pancreatic duct, and the upper part of the small bowel. Four-fifths of these tumours are not amenable to surgical removal (unresectable periampullary cancer). Because of its close proximity to the stomach outlet, these periampullary cancers can cause obstruction to the stomach outlet and prevent the flow of food from the stomach to the small bowel. While diversion of food by way of joining the stomach to the upper small bowel (gastrojejunostomy) or inserting a duodenal stent across the obstructed part of the small bowel is necessary for patients who have established stomach outlet obstruction, the role of prophylactic gastrojejunostomy in patients without established stomach outlet obstruction is controversial. The aim of this review was to determine whether prophylactic gastrojejunostomy should be performed routinely in patients with unresectable periampullary cancer. We searched for randomised controlled trials comparing prophylactic gastrojejunostomy versus no gastrojejunostomy in patients with unresectable periampullary cancer. Two review authors independently assessed the studies for inclusion and extracted data.\nWe identified two trials (of high risk of bias or systematic error) involving 152 patients randomised to gastrojejunostomy (80) and no gastrojejunostomy (72). In both studies, patients were found to be unresectable during operations aimed at surgical removal i.e. the stomach was opened to remove the cancer but the cancer could not be removed. There was no evidence of any difference in the overall survival, surgical complications, quality of life, or hospital stay between the two groups. The proportion of patients who developed long-term stomach outflow obstruction was significantly lower in the prophylactic gastrojejunostomy group (2.5%) compared with no gastrojejunostomy group (27.8%). The operating time was significantly longer in the gastrojejunostomy group compared with no gastrojejunostomy group by about 45 minutes. Routine prophylactic gastrojejunostomy is indicated in patients with unresectable periampullary cancer undergoing open operation of the stomach. There is no information available currently about the necessity for prophylactic gastrojejunostomy in patients with periampullary cancer diagnosed to be unresectable by investigations such as scans. Further trials of low risk of bias are necessary to assess the role of prophylactic gastrojejunostomy in patients with unresectable periampullary cancer."
}