{
  "doi": "10.1002/14651858.CD004687.pub4",
  "name": "Short‐term psychodynamic psychotherapies for common mental disorders",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Since the mid-1970s, short-term psychodynamic psychotherapies (STPP) for a broad range of psychological and somatic disorders have been developed and studied. Early published meta-analyses of STPP, using different methods and samples, have yielded conflicting results, although some meta-analyses have consistently supported an empirical basis for STPP. This is an update of a review that was last updated in 2006."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy of STPP for adults with common mental disorders compared with wait-list controls, treatments as usual and minimal contact controls in randomised controlled trials (RCTs). To specify the differential effects of STPP for people with different disorders (e.g. depressive disorders, anxiety disorders, somatoform disorders, mixed disorders and personality disorder) and treatment characteristics (e.g. manualised versus non-manualised therapies)."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Depression, Anxiety and Neurosis Group's Specialised Register (CCDANCTR) was searched to February 2014, this register includes relevant randomised controlled trials from The Cochrane Library (all years), EMBASE (1974-), MEDLINE (1950-) and PsycINFO (1967-). We also conducted searches on CENTRAL, MEDLINE, EMBASE, CINAHL, PsycINFO, DARE and Biological Abstracts (all years to July 2012) and all relevant studies (identified to 2012) were fully incorporated in this review update. We checked references from papers retrieved. We contacted a large group of psychodynamic researchers in an attempt to find new studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all RCTs of adults with common mental disorders, in which a brief psychodynamic therapy lasting 40 or fewer hours in total was provided in individual format."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Eight review authors working in pairs evaluated studies. We selected studies only if pairs of review authors agreed that the studies met inclusion criteria. We consulted a third review author if two review authors could not reach consensus. Two review authors collected data and entered it into Review Manager software. Two review authors assessed and scored risk of bias. We assessed publication bias using a funnel plot. Two review authors conducted and reviewed subgroup analyses."
    },
    {
      "heading": "Main results",
      "text": "We included 33 studies of STPP involving 2173 randomised participants with common mental disorders. Studies were of diverse conditions in which problems with emotional regulation were purported to play a causative role albeit through a range of symptom presentations. These studies evaluated STPP for this review's primary outcomes (general, somatic, anxiety and depressive symptom reduction), as well as interpersonal problems and social adjustment. Except for somatic measures in the short-term, all outcome categories suggested significantly greater improvement in the treatment versus the control groups in the short-term and medium-term. Effect sizes increased in long-term follow-up, but some of these effects did not reach statistical significance. A relatively small number of studies (N < 20) contributed data for the outcome categories. There was also significant heterogeneity between studies in most categories, possibly due to observed differences between manualised versus non-manualised treatments, short versus longer treatments, studies with observer-rated versus self report outcomes, and studies employing different treatment models."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There has been further study of STPP and it continues to show promise, with modest to large gains for a wide variety of people. However, given the limited data, loss of significance in some measures at long-term follow-up and heterogeneity between studies, these findings should be interpreted with caution. Furthermore, variability in treatment delivery and treatment quality may limit the reliability of estimates of effect for STPP. Larger studies of higher quality and with specific diagnoses are warranted."
    }
  ],
  "pls_title": "Short-term psychodynamic psychotherapies for common mental disorders",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Common mental disorders include anxiety disorders, depressive disorders, stress-related physical conditions, certain behaviour disorders and personality disorders. People with these disorders tend to have problems handling difficult emotions and often respond with physical and psychic symptoms or avoidant behavioural patterns. Such patterns and emotional responses are theoretically treatable by short-term psychodynamic psychotherapies (STPP) because these therapies aim to improve long- and short-term problems with emotion processing, behaviour and communication/relationships with others. STPP is thought to work by making people aware of emotions, thoughts and problems with communication/relationships that are related to past and recent trauma. This in turn helps to correct problems with emotions and relationships with others.\nThis review sought to find out whether STPP is more effective than wait-list control (where people receive therapy after a delay during which people in the 'active' group receive the therapy), treatment as usual and minimal treatment (partial treatments not expected to provide a robust effect)."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched scientific databases to find all published and unpublished studies of STPP compared with wait-list control, treatment as usual or minimal treatment up to July 2012. We searched for studies in adults over 17 years of age with common mental disorders being treated in an outpatient setting. We excluded people with psychotic disorders."
    },
    {
      "heading": "Key results",
      "text": "We included 33 studies involving 2173 people. When the results of the studies were combined and analysed, we found that there was a significantly greater improvement in the groups of people who received STPP versus the control groups, both in the short-term (less than three months after treatment) and medium-term (three to six months after treatment). These benefits generally appeared to increase in the long-term. However, some results did not remain statistically significant in the long-term and, in addition, the studies varied in terms of their design, meaning that these conclusions are tentative and need confirmation with further research. The finding that a short-term psychological therapy treatment may be broadly applicable and effective is of importance in the atmosphere of current global healthcare and economic restrictions."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The studies were of variable quality."
    }
  ]
}