{
  "doi": "10.1002/14651858.CD013626.pub2",
  "name": "Use of antimicrobial mouthwashes (gargling) and nasal sprays by healthcare workers to protect them when treating patients with suspected or confirmed COVID‐19 infection ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "COVID-19 infection poses a serious risk to patients and – due to its contagious nature – to those healthcare workers (HCWs) treating them. If the mouth and nose of HCWs are irrigated with antimicrobial solutions, this may help reduce the risk of active infection being passed from infected patients to HCWs through droplet transmission or direct contact. However, the use of such antimicrobial solutions may be associated with harms related to the toxicity of the solutions themselves, or alterations in the natural microbial flora of the mouth or nose. Understanding these possible side effects is particularly important when the HCWs are otherwise fit and well."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of antimicrobial mouthwashes and nasal sprays used by healthcare workers (HCWs) to protect themselves when treating patients with suspected or confirmed COVID-19 infection."
    },
    {
      "heading": "Search methods",
      "text": "Information Specialists from Cochrane ENT and Cochrane Oral Health searched the Central Register of Controlled Trials (CENTRAL 2020, Issue 6); Ovid MEDLINE; Ovid Embase and additional sources for published and unpublished trials. The date of the search was 1 June 2020."
    },
    {
      "heading": "Selection criteria",
      "text": "This is a question that urgently requires evidence, however at the present time we did not anticipate finding many completed randomised controlled trials (RCTs). We therefore planned to include the following types of studies: RCTs; quasi-RCTs; non-randomised controlled trials; prospective cohort studies; retrospective cohort studies; cross-sectional studies; controlled before-and-after studies. We set no minimum duration for the studies.\nWe sought studies comparing any antimicrobial mouthwash and/or nasal spray (alone or in combination) at any concentration, delivered to HCWs, with or without the same intervention being given to the patients with COVID-19."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methodological procedures. Our primary outcomes were: 1) incidence of symptomatic or test-positive COVID-19 infection in HCWs; 2) significant adverse event: anosmia (or disturbance in sense of smell). Our secondary outcomes were: 3) viral content of aerosol, when present (if intervention administered to patients); 4) other adverse events: changes in microbiome in oral cavity, nasal cavity, oro- or nasopharynx; 5) other adverse events: allergy, irritation/burning of nasal, oral or oropharyngeal mucosa (e.g. erosions, ulcers, bleeding), long-term staining of mucous membranes or teeth, accidental ingestion. We planned to use GRADE to assess the certainty of the evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We found no completed studies to include in this review. We identified three ongoing studies (including two RCTs), which aim to enrol nearly 700 participants. The interventions included in these trials are povidone iodine, nitric oxide and GLS-1200 oral spray (the constituent of this spray is unclear and may not be antimicrobial in nature)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We identified no studies for inclusion in this review. This is not surprising given the relatively recent emergence of COVID-19 infection. It is promising that the question posed in this review is being addressed by two RCTs and a non-randomised study. We are concerned that only one of the ongoing studies specifically states that it will evaluate adverse events and it is not clear if this will include changes in the sense of smell or to the oral and nasal microbiota, and any consequences thereof.\nVery few interventions have large and dramatic effect sizes. If a positive treatment effect is demonstrated when studies are available for inclusion in this review, it may not be large. In these circumstances in particular, where those receiving the intervention are otherwise fit and well, it may be a challenge to weigh up the benefits against the harms if the latter are of uncertain frequency and severity."
    }
  ],
  "pls_title": "What are the benefits and risks of healthcare workers using antimicrobial mouthwashes or nasal sprays to protect themselves when they treat people with COVID-19?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is this question important?",
      "text": "COVID-19 is an infectious disease caused by the SARS-CoV-2 virus. Most people infected with COVID-19 develop a mild to moderate respiratory illness, and some may have no symptoms (asymptomatic infection). Others experience severe symptoms and need specialist treatment and intensive care.\nCOVID-19 spreads from person to person primarily through droplets that are produced when an infected person coughs, sneezes or talks. A person can also become infected by touching a surface or object that has viral droplets on it, and then touching their own mouth or nose.\nHealthcare workers who treat people with COVID-19 are at risk of becoming infected themselves. Self-administered use of an antimicrobial mouthwash (to rinse the mouth) or nasal spray (sprayed into the nose) might help healthcare workers to protect themselves against infection. Antimicrobial mouthwashes and nasal sprays are liquids that kill or stop the growth of micro-organisms such as viruses or bacteria.\nAs with any medical treatment, antimicrobial mouthwashes and nasal sprays have potential risks as well as benefits. It is possible that using mouthwashes or nasal sprays could cause a variety of unwanted (adverse) effects, including irritation, allergic reactions or loss of smell. They may also remove micro-organisms from the mouth or nose that are useful for protecting the body against infection.\nTo assess the benefits and risks of self-administered antimicrobial mouthwashes and nasal sprays for healthcare workers treating patients with COVID-19, we set out to review the research evidence."
    },
    {
      "heading": "How did we search for evidence?",
      "text": "Our team of researchers searched the medical literature for studies that compared the effects of any antimicrobial mouthwash or nasal spray used by healthcare workers against no treatment, water or a salt solution."
    },
    {
      "heading": "What did we find?",
      "text": "We found no completed studies to include in this review.\nWe found three studies currently in progress that aim to enrol nearly 700 participants. These studies are investigating the effects of povidone iodine (as a mouthwash and nasal spray), nitric oxide (as a mouthwash and nasal spray) and GLS-1200 nasal spray (though the content of this spray is unclear, and it may not turn out to include an antimicrobial agent).\nTwo of the studies are randomised controlled trials (clinical, real-life studies where people are randomly put into one of two or more treatment groups). This type of study provides the most robust evidence about the effects of a treatment. The third study is a non-randomised clinical study.\nOnly one of the ongoing studies specifically states that it will investigate adverse events. It is not clear whether this will include changes in the sense of smell or to the mix of micro-organisms that are present in the mouth or nose, and the consequences of these changes."
    },
    {
      "heading": "What does this mean?",
      "text": "There is currently no evidence relating to the benefits and risks of healthcare workers' use of antimicrobial mouthwashes or nasal sprays to protect themselves when they treat people with COVID-19.\nTwo randomised controlled trials and one non-randomised study are underway. Once these studies are completed, we will be able to analyse them and include their findings in an updated version of this review.\nIt is important that future studies collect and analyse information about adverse events. Only one of the ongoing studies we identified specifically states that it will investigate these. If future studies show a beneficial effect of mouthwashes and nasal sprays, it may not be a large effect (very few health interventions have large and dramatic effect sizes). It will only be possible to weigh up potentially small benefits against risks if any adverse events that occur are reported in studies."
    },
    {
      "heading": "How-up-to date is this review?",
      "text": "We last searched for evidence on 1 June 2020. This review covered research that was available up to that date, but did not consider any evidence that may have been produced since then."
    }
  ]
}