{
  "doi": "10.1002/14651858.CD010156.pub3",
  "name": "Dietary supplements for chronic gout",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Dietary supplements are frequently used for the treatment of several medical conditions, both prescribed by physicians or self administered. However, evidence of benefit and safety of these supplements is usually limited or absent."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of dietary supplementation for people with chronic gout."
    },
    {
      "heading": "Search methods",
      "text": "We updated the original search by searching CENTRAL, MEDLINE, Embase, CINAHL, and four trials registers (August 2020). We applied no date or language restrictions. We also handsearched the abstracts from the 2010 to 2019 American College of Rheumatology and European League against Rheumatism conferences, and checked the references of all included studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered all published randomised controlled trials (RCTs) or quasi-RCTs that compared dietary supplements with no supplements, placebo, another supplement, or pharmacological agents for adults with chronic gout for inclusion. Dietary supplements included, but were not limited to, amino acids, antioxidants, essential minerals, polyunsaturated fatty acids, prebiotic agents, probiotic agents, and vitamins. The major outcomes were acute gout flares, study withdrawal due to adverse events (AEs), serum uric acid (sUA) reduction, joint pain reduction, participant global assessment, total number of AEs, and tophus regression."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "Two previously included RCTs (160 participants) met our inclusion criteria; we did not identify any new trials for this update. As these two trials evaluated different diet supplements (enriched skim milk powder (SMP) and vitamin C) with different outcomes (gout flare prevention for enriched SMP, and sUA reduction for vitamin C), we reported the results separately.\nOne trial (120 participants), at unclear risk of selection and detection bias, compared SMP enriched with glycomacropeptides (GMP) with un-enriched SMP, and with lactose, over three months. Participants were predominantly men, aged in their 50s, who had severe gout. The results for all major outcomes were imprecise, except for pain. None of the results were clinically significant.\nThe frequency of acute gout attacks, measured as the number of flares per month, decreased in all three groups over the three-month study period. The effects of enriched SMP (SMP/GMP/G600) compared with the combined control groups (SMP and lactose powder) at three months in terms of mean number of gout flares per month were not clinically significant (mean (standard deviation (SD)) flares per month: 0.49 (1.52) in SMP/GMP/G600 group versus 0.70 (1.28) in the control groups; absolute risk difference: mean difference (MD) -0.21 flares per month, 95% confidence interval (CI) -0.76 to 0.34; low-quality evidence).\nThe number of withdrawals due to adverse effects was similar between groups (7/40 in SMP/GMP/G600 group versus 11/80 in control groups; (risk ratio (RR) 1.27, 95% CI 0.53 to 3.03); there were 4% more withdrawals in the SMP/lactose groups (10% fewer to 18% more; low-quality evidence).\nSerum uric acid reduction was similar across groups (mean (SD) -0.025 (0.067) mmol/L in SMP/GMP/G600 group versus -0.010 (0.069) in control groups; MD -0.01, 95% CI -0.04 to 0.01; low-quality evidence).\nPain from self-reported gout flares (measured on a 10-point Likert scale) improved slightly more in the GMP/G600 SMP group compared with controls (mean (SD) -1.97 (2.28) in SMP/GMP/G600 group versus -0.94 (2.25) in control groups; MD -1.03, 95% CI -1.89 to -0.17). This was an absolute reduction of 10% (95% CI 20% to 1% reduction; low-quality evidence), which may not be of clinical relevance.\nThe risk of adverse events was similar between groups (19/40 in SMP/GMP/G600 group versus 39/80 in control groups; RR 0.97, 95% CI 0.66 to 1.45); the absolute risk difference was 1% fewer adverse events (1% fewer to 2% more), low-quality evidence). Gastrointestinal events such as nausea, flatulence and diarrhoea were the most commonly reported adverse effects.\nData for participant global assessment were not available for analysis; the study did not report tophus regression.\nOne trial (40 participants), at high risk of selection, performance, and detection bias, compared vitamin C alone with allopurinol, and with allopurinol plus vitamin C, in a three-arm study. We only included data from the vitamin C versus allopurinol comparison in this review. Participants were predominantly middle-aged men, and their severity of gout was representative of gout in general.\nAllopurinol reduced sUA levels more than vitamin C (MD 0.10 mmol/L, 95% CI 0.06 to 0.15), low-quality evidence. The study reported no adverse events; none of the participants withdrew due to adverse events.\nThe study did not assess the rate of gout attacks, joint pain reduction, participant global assessment, or tophus regression."
    },
    {
      "heading": "Authors' conclusions",
      "text": "While dietary supplements may be widely used for gout, this review found no high-quality that supported or refuted the use of glycomacropeptide-enriched skim milk powder or vitamin C for adults with chronic gout."
    }
  ],
  "pls_title": "Dietary supplements for chronic gout",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is gout, and what are dietary supplements?",
      "text": "Gout is caused by crystal formation in the joints, due to high uric acid levels in the blood. People have attacks of painful, warm, and swollen joints, often in the big toe. Some people develop a large buildup of crystals just beneath the skin, known as tophi. A cure can be achieved if uric acid levels in the blood return to normal for a prolonged time, making the crystal deposits dissolve.\nDietary supplements are preparations, such as vitamins, essential minerals, and probiotics. Few studies evaluate their benefits, fewer evaluate their harmful side effects."
    },
    {
      "heading": "Study characteristics",
      "text": "This review is an update of the original review, published in 2014. After searching the medical literature up to August 2020, we found no new studies this time. We kept the two studies from the original review."
    },
    {
      "heading": "–",
      "text": "–a drug commonly used in gout in an effort to reduce the uric acid levels in blood. Both studies enrolled people with gout who were predominantly middle-aged men. In the skim milk study, participants appeared to have severe gout, as they had frequent attacks, and 20% to 43% presented with tophi. Participants in the vitamin C study appeared similar to ordinary people with gout."
    },
    {
      "heading": "Key results – what happens to people with gout who drink enriched skim milk powder?",
      "text": "Gout attacks\nPeople who drank enriched skim milk powder for three months had 0.21 fewer gout attacks per month (from 0.76 fewer to 0.34 more), or 2.5 fewer gout attacks per year:\n- People who drank enriched skim milk powder had 0.49 gout attacks per month (or six gout attacks per year).\n- People who drank standard skim milk powder or lactose had 0.70 gout attacks per month (or eight gout attacks per year).\nWithdrawals due to adverse events\nFour more people out of 100 who drank enriched skim milk powder discontinued the supplement by three months (4% more withdrawals).\n- 18 out of 100 stopped drinking enriched skim milk powder.\n- 14 out of 100 stopped drinking standard skim milk powder or lactose.\nNumber of adverse events\nPeople who drank enriched skim milk powder for three months had lesser adverse events (1% lesser adverse events)\n- 47 out of 100 people who drank enriched skim milk powder had an adverse event.\n- 48 out of 100 people who drank standard skim milk powder or lactose had an adverse event.\nEffects on serum uric acid levels, joint pain, and overall assessment by participants were uncertain. The effect on the disappearance of tophus was not measured."
    },
    {
      "heading": "Key results – what happens to people with gout who take vitamin C?",
      "text": "Serum uric acid levels\n- People who took vitamin C showed a reduction in serum uric acid levels of 0.014 mmol/L after eight weeks (or 2.8% reduction)\n- People who took allopurinol showed a reduction in serum uric acid levels of 0.118 mmol/L after eight weeks (or 23.6% reduction).\nThere were no reports of side effects or withdrawals due to side effects in either treatment group.\nEffects of vitamin C on gout attacks, pain reduction, overall assessment by participants, and tophus disappearance were not measured."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Overall, we found low-quality evidence in both trials. We reduced the quality of the evidence because the trials were poorly conducted and reported, the sample sizes were small, and the results suggested both benefits and harms for most outcomes. Low-quality evidence from one study indicated that enriched skim milk, compared with standard skim milk or lactose powder, may not reduce the frequency of gout attacks or improve uric acid levels, but may reduce pain. Further research is likely to change these estimates. We do not have precise information about side effects and complications, but possible side effects may include nausea, bloating or diarrhoea.\nCompared with the commonly used medicine, allopurinol, low-quality evidence from one study showed that vitamin C reduced serum uric acid levels less; the difference was probably clinically unimportant. Other possible benefits of vitamin C are uncertain, as they were not evaluated in the study. No side effects were reported. Further research is likely to change these estimates."
    }
  ]
}