{
  "doi": "10.1002/14651858.CD008574.pub3",
  "name": "Primary closure versus delayed closure for non bite traumatic wounds within 24 hours post injury ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acute traumatic wounds are one of the common reasons why people present to the emergency department. Primary closure has traditionally been reserved for traumatic wounds presenting within six hours of injury and considered 'clean' by the attending surgeon, with the rest undergoing delayed primary closure as a means of controlling wound infection. Primary closure has the potential benefit of rapid wound healing but poses the potential threat of increased wound infection. There is currently no evidence to guide clinical decision-making on the best timing for closure of traumatic wounds."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effect on time to healing of primary closure versus delayed closure for non bite traumatic wounds presenting within 24 hours post injury. To explore the adverse effects of primary closure compared with delayed closure for non bite traumatic wounds presenting within 24 hours post injury."
    },
    {
      "heading": "Search methods",
      "text": "In May 2013, for this first update we searched the Cochrane Wounds Group Specialised Register; the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library); Ovid MEDLINE; Ovid MEDLINE (In-Process & Other Non-Indexed Citations); Ovid EMBASE; and EBSCO CINAHL. There were no restrictions with respect to language, date of publication or study setting."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing primary closure with delayed closure of non bite traumatic wounds."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently evaluated the results of the searches against the inclusion criteria. No studies met the inclusion criteria for this review."
    },
    {
      "heading": "Main results",
      "text": "Since no studies met the inclusion criteria, neither a meta-analysis nor a narrative description of studies was possible."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently no systematic evidence to guide clinical decision-making regarding the timing for closure of traumatic wounds. There is a need for robust research to investigate the effect of primary closure compared with delayed closure for non bite traumatic wounds presenting within 24 hours of injury."
    }
  ],
  "pls_title": "Immediate closure or delayed closure for treating traumatic wounds in the first 24 hours following injury",
  "pls_type": "long",
  "pls": "Acute traumatic wounds, for example tears, cuts, and scrapes, are a common reason why people go to the emergency department. Primary closure (which is bringing the edges of the wound together with stitches, adhesive tape, staples or glue) is usually used on wounds which are treated quickly (within 6 hours of injury) and which are clean of debris. Wounds can be contaminated by dirt and debris and in these cases may not be closed until later, meaning a delayed closure. If this happens, the wound is cleaned, left for two to three days, checked to see if it is still clean and then closed. This is thought to reduce the chances of becoming infected. Primary closure has the potential benefit of rapid wound healing but may lead to an increased chance of infection.\nWe wanted to determine the effects on healing, and any adverse effects, of immediate closure compared with delayed closure. We searched the medical literature for randomised controlled trials but found no studies which answered the question. There is currently no evidence to suggest the best timing for closing acute traumatic wounds to promote the best healing."
}