{
  "doi": "10.1002/14651858.CD004945.pub5",
  "name": "Induction of labour at or beyond 37 weeks' gestation",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Risks of stillbirth or neonatal death increase as gestation continues beyond term (around 40 weeks' gestation). It is unclear whether a policy of labour induction can reduce these risks. This Cochrane Review is an update of a review that was originally published in 2006 and subsequently updated in 2012 and 2018."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of a policy of labour induction at or beyond 37 weeks' gestation compared with a policy of awaiting spontaneous labour indefinitely (or until a later gestational age, or until a maternal or fetal indication for induction of labour arises) on pregnancy outcomes for the infant and the mother."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched Cochrane Pregnancy and Childbirth’s Trials Register, ClinicalTrials.gov and the WHO International Clinical Trials Registry Platform (ICTRP) (17 July 2019), and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) conducted in pregnant women at or beyond 37 weeks, comparing a policy of labour induction with a policy of awaiting spontaneous onset of labour (expectant management). We also included trials published in abstract form only. Cluster-RCTs, quasi-RCTs and trials using a cross-over design were not eligible for inclusion in this review.\nWe included pregnant women at or beyond 37 weeks' gestation. Since risk factors at this stage of pregnancy would normally require intervention, only trials including women at low risk for complications, as defined by trialists, were eligible. The trials of induction of labour in women with prelabour rupture of membranes at or beyond term were not considered in this review but are considered in a separate Cochrane Review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion, assessed risk of bias and extracted data. Data were checked for accuracy. We assessed the certainty of evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "In this updated review, we included 34 RCTs (reporting on over 21,000 women and infants) mostly conducted in high-income settings. The trials compared a policy to induce labour usually after 41 completed weeks of gestation (> 287 days) with waiting for labour to start and/or waiting for a period before inducing labour. The trials were generally at low to moderate risk of bias.\nCompared with a policy of expectant management, a policy of labour induction was associated with fewer (all-cause) perinatal deaths (risk ratio (RR) 0.31, 95% confidence interval (CI) 0.15 to 0.64; 22 trials, 18,795 infants; high-certainty evidence). There were four perinatal deaths in the labour induction policy group compared with 25 perinatal deaths in the expectant management group. The number needed to treat for an additional beneficial outcome (NNTB) with induction of labour, in order to prevent one perinatal death, was 544 (95% CI 441 to 1042). There were also fewer stillbirths in the induction group (RR 0.30, 95% CI 0.12 to 0.75; 22 trials, 18,795 infants; high-certainty evidence); two in the induction policy group and 16 in the expectant management group.\nFor women in the policy of induction arms of trials, there were probably fewer caesarean sections compared with expectant management (RR 0.90, 95% CI 0.85 to 0.95; 31 trials, 21,030 women; moderate-certainty evidence); and probably little or no difference in operative vaginal births with induction (RR 1.03, 95% CI 0.96 to 1.10; 22 trials, 18,584 women; moderate-certainty evidence). Induction may make little or difference to perineal trauma (severe perineal tear: RR 1.04, 95% CI 0.85 to 1.26; 5 trials; 11,589 women; low-certainty evidence). Induction probably makes little or no difference to postpartum haemorrhage (RR 1.02, 95% CI 0.91 to 1.15, 9 trials; 12,609 women; moderate-certainty evidence), or breastfeeding at discharge (RR 1.00, 95% CI 0.96 to 1.04; 2 trials, 7487 women; moderate-certainty evidence). Very low certainty evidence means that we are uncertain about the effect of induction or expectant management on the length of maternal hospital stay (average mean difference (MD) -0.19 days, 95% CI -0.56 to 0.18; 7 trials; 4120 women; Tau² = 0.20; I² = 94%).\nRates of neonatal intensive care unit (NICU) admission were lower (RR 0.88, 95% CI 0.80 to 0.96; 17 trials, 17,826 infants; high-certainty evidence), and probably fewer babies had Apgar scores less than seven at five minutes in the induction groups compared with expectant management (RR 0.73, 95% CI 0.56 to 0.96; 20 trials, 18,345 infants; moderate-certainty evidence).\nInduction or expectant management may make little or no difference for neonatal encephalopathy (RR 0.69, 95% CI 0.37 to 1.31; 2 trials, 8851 infants; low-certainty evidence, and probably makes little or no difference for neonatal trauma (RR 0.97, 95% CI 0.63 to 1.49; 5 trials, 13,106 infants; moderate-certainty evidence) for induction compared with expectant management. Neurodevelopment at childhood follow-up and postnatal depression were not reported by any trials.\nIn subgroup analyses, no differences were seen for timing of induction (< 40 versus 40-41 versus ≥ 41 weeks' gestation), by parity (primiparous versus multiparous) or state of cervix for any of the main outcomes (perinatal death, stillbirth, NICU admission, caesarean section, operative vaginal birth, or perineal trauma)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is a clear reduction in perinatal death with a policy of labour induction at or beyond 37 weeks compared with expectant management, though absolute rates are small (0.4 versus 3 deaths per 1000). There were also lower caesarean rates without increasing rates of operative vaginal births and there were fewer NICU admissions with a policy of induction. Most of the important outcomes assessed using GRADE had high- or moderate-certainty ratings.\nWhile existing trials have not yet reported on childhood neurodevelopment, this is an important area for future research.\nThe optimal timing of offering induction of labour to women at or beyond 37 weeks' gestation needs further investigation, as does further exploration of risk profiles of women and their values and preferences. Offering women tailored counselling may help them make an informed choice between induction of labour for pregnancies, particularly those continuing beyond 41 weeks - or waiting for labour to start and/or waiting before inducing labour."
    }
  ],
  "pls_title": "Induction of labour in women with normal pregnancies at or beyond 37 weeks",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "Does a policy of inducing labour at or beyond 37 weeks' gestation reduce risks for babies and their mothers when compared with a policy of waiting until a later gestational age, or until there is an indication for induction of labour?\nThis review was originally published in 2006 and subsequently updated in 2012 and 2018."
    },
    {
      "heading": "What is the issue?",
      "text": "The average pregnancy lasts 40 weeks from the start of the woman's last menstrual period. Pregnancies continuing beyond 42 weeks are described as 'post-term' or 'postdate' and a woman and her clinician may decide to bring the birth on by induction. Factors associated with post-term birth include obesity, first baby and the mother being more than 30 years old."
    },
    {
      "heading": "Why is this important?",
      "text": "Prolonged gestation may increase risks for babies, including a greater risk of death (before or shortly after birth). However, inducing labour may also have risks for mothers and their babies, especially if the women’s cervix is not ready to go into labour. Current tests cannot predict the risks for babies or their mother, as such, and many hospitals have policies for how long pregnancies should be allowed to continue."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence (17 July 2019) and identified 34 randomised controlled trials based in 16 different countries and involving > 21,500 women (mostly with low risk of complications). The trials compared a policy of inducing labour usually after 41 completed weeks of gestation (> 287 days) with a policy of waiting (expectant management).\nA policy of labour induction was associated with fewer perinatal deaths (22 trials, 18,795 infants). Four perinatal deaths occurred in the labour induction policy group compared with 25 perinatal deaths in the expectant management group. Fewer stillbirths occurred in the induction group (22 trials, 18,795 infants), with two in the induction policy group and 16 in the expectant management group.\nWomen in the induction arms of the trials were probably less likely to have a caesarean section compared with expectant management (31 trials, 21,030 women) and there was probably little or no difference in assisted vaginal births (22 trials, 18,584 women).\nFewer babies went into the neonatal intensive care unit (NICU) in the policy of labour induction group (17 trials, 17,826 infants; high-certainty evidence). A simple test of the baby’s health (Apgar score) at five minutes was probably more favourable in the induction groups compared with expectant management (20 trials, 18,345 infants).\nA policy of induction may make little or no difference to the women experiencing perineal trauma and probably makes little or no difference to the number of women having a postpartum haemorrhage, or breastfeeding at discharge. We are uncertain about the effect of induction or expectant management on the length of maternal hospital stay due to very low-certainty evidence.\nFor newborn babies, the number with trauma or encephalopathy were similar in the induction and expectant management groups (moderate and low-certainty evidence respectively). Neurodevelopment at childhood follow-up and postnatal depression were not reported in any of the trials. Only three trials reported some measure of maternal satisfaction."
    },
    {
      "heading": "What does this mean?",
      "text": "A policy of labour induction compared with expectant management is associated with fewer deaths of babies and probably fewer caesarean sections; with probably little or no difference in assisted vaginal births. The best timing of when to offer induction of labour to women at or beyond 37 weeks' gestation warrants further investigation, as does further exploration of risk profiles of women and their values and preferences. Discussing the risks of labour induction, including benefits and harms, may help women make an informed choice between induction of labour for pregnancies, particularly those continuing beyond 41 weeks, or waiting for labour to start and/or waiting before inducing labour. Women's understanding of induction, the procedures, their risks and benefits, is important in influencing their choices and satisfaction."
    }
  ]
}