{
  "doi": "10.1002/14651858.CD006623.pub3",
  "name": "Deliberate hypotension with propofol under anaesthesia for functional endoscopic sinus surgery (FESS) ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Functional endoscopic sinus surgery (FESS) is a minimally invasive technique that is used to treat chronic sinusitis. Small bleeding areas can reduce operative visibility and result in destruction of surrounding structures. Deliberate hypotension (lowering the mean arterial blood pressure to between 50 and 65 mm Hg in normotensive patients) using a range of pharmacological agents during general anaesthesia reduces blood loss in many operations. This review was originally published in 2013 and updated in February 2016."
    },
    {
      "heading": "Objectives",
      "text": "We aimed to compare the use of propofol versus other techniques for achieving deliberate intraoperative hypotension during FESS procedures with regard to blood loss and operative conditions."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases in the updated review: the Cochrane Central Register of Controlled Trials (CENTRAL; 2016, Issue 2), MEDLINE (1950 to February 2016), Embase (1980 to February 2016), LILACS (1982 to February 2016), and ISI Web of Science (1946 to February 2016). We also searched the reference lists of relevant articles and conference proceedings and contacted the authors of included trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We sought all randomized controlled trials comparing propofol with other techniques for deliberate hypotension during FESS with regard to blood loss and operative conditions in both adults and children. Our primary outcome was total blood loss (TBL). Other outcomes included surgical field quality, operation time, mortality within 24 hours, complications, and failure to reach target blood pressure."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. Two review authors independently extracted details of trial methodology and outcome data from the reports of all trials considered eligible for inclusion. We made all analyses on an intention-to-treat basis where possible. When I2 was less than 40% and the P value from the Chi2 test was higher than 0.10, we pooled data using the fixed-effect model. Otherwise, we pooled data using the random-effects model."
    },
    {
      "heading": "Main results",
      "text": "We found no new studies. This updated review therefore includes four studies with 278 participants. Most analyses were based on data from few participants and low-quality evidence, so our results should be interpreted with caution. Deliberate hypotension with propofol did not decrease TBL (millilitres) when compared with inhalation anaesthetics in either children (1 study; 70 participants; very low-quality evidence), or adults (1 study; 88 participants; moderate-quality evidence). Propofol improved the quality of the surgical field by less than one category on a scale from 0 (no bleeding) to 5 (severe bleeding) (mean difference -0.64, 95% CI -0.91 to -0.37; 4 studies; 277 participants; low-quality evidence), but no difference in operation time was reported (3 studies; 214 participants; low-quality evidence). Failure to lower blood pressure to target was less common in the propofol group (risk ratio of failure with propofol 0.24, 95% CI 0.09 to 0.66; 1 study; 88 participants; moderate-quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Using propofol to achieve deliberate hypotension probably improves the surgical field, but the effect is small. Deliberate hypotension with propofol did not decrease TBL and the operation time. However, due to the very low quality of the evidence, this conclusion is not definitive. Randomized controlled trials with good-quality methodology and large sample size are required to investigate the effectiveness of deliberate hypotension with propofol for FESS."
    }
  ],
  "pls_title": "Induced hypotension with propofol under anaesthesia during endoscopic sinus surgery",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Does the evidence support the use of propofol as an effective drug in reducing total blood loss and improving quality of the surgical field in people undergoing functional endoscopic sinus surgery (FESS) with induced hypotension, compared to inhalational (gas) anaesthetics and other drugs? This review updates the evidence published in 2013, and is current to February 2016."
    },
    {
      "heading": "Background",
      "text": "FESS is a minimally invasive technique used to treat patients with chronic sinusitis (inflammation of the mucous membrane in the air cavities within the facial bones, and fluid within the cavity for more than 12 weeks). The surgeon uses a miniature camera in the nose to get a close-up view of the sinuses. The main problem is that bleeding during the operation will obscure the view and cause the procedure to take longer, with an increased risk of damage to the surrounding structures (eyes and brain). One method for reducing bleeding under general anaesthesia is induced hypotension, which involves deliberately lowering the blood pressure to below normal in order to improve the surgical field. However, lowering the blood pressure carries its own risks including permanent brain damage, delayed awakening, blood clot in the brain, insufficient blood flow to the brain, and death. Propofol (an anaesthetic drug given intravenously) and volatile anaesthetic agents (given as inhaled gas) are alternative methods for reducing blood pressure during the anaesthetic period."
    },
    {
      "heading": "Study characteristics",
      "text": "We included four studies in our review (278 participants). The studies were conducted between 2003 and 2010. Although all four included studies were randomized, some elements of their methodology suggest a low to unclear risk of bias in all trials."
    },
    {
      "heading": "Key results",
      "text": "We found that propofol did not reduce measured overall blood loss in either children or adults (2 studies; 158 participants). Propofol might improve the quality of the surgical field a little (4 studies; 277 participants), but there was no difference in operation time (3 studies; 214 participants). Propofol was more reliable in achieving induced hypotension (1 study; 88 participants). No studies reported any adverse effects from induced hypotension with propofol."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We found only four studies, which included a small total number of participants. The evidence from the studies were of moderate to very low quality, and therefore our results should be interpreted with caution. More studies are needed to confirm whether any important benefit is associated with the use of propofol."
    }
  ]
}