{
  "doi": "10.1002/14651858.CD008616.pub2",
  "name": "Zolmitriptan for acute migraine attacks in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Migraine is a common, disabling condition and a burden for the individual, health services, and society. Zolmitriptan is an abortive medication for migraine attacks, belonging to the triptan family. These medicines work in a different way to analgesics such as paracetamol and ibuprofen."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy and tolerability of zolmitriptan compared to placebo and other active interventions in the treatment of acute migraine attacks in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) in The Cochrane Library, MEDLINE, EMBASE, and the Oxford Pain Relief Database, together with three online databases (www.astrazenecaclinicaltrials.com, www.clinicaltrials.gov, and apps.who.int/trialsearch) for studies to 12 March 2014. We also searched the reference lists of included studies and relevant reviews."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, double-blind, placebo- or active-controlled studies, with at least 10 participants per treatment arm, using zolmitriptan to treat a migraine headache episode."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data. We used numbers of participants achieving each outcome to calculate risk ratios and numbers needed to treat for an additional beneficial effect (NNT) or harmful effect (NNH) compared with placebo or a different active treatment."
    },
    {
      "heading": "Main results",
      "text": "Twenty-five studies (20,162 participants) compared zolmitriptan with placebo or an active comparator. The evidence from placebo-controlled studies was of high quality for all outcomes except 24 hour outcomes and serious adverse events where only limited data were available. The majority of included studies were at a low risk of performance, detection and attrition biases, but did not adequately describe methods of randomisation and concealment.\nMost of the data were for the 2.5 mg and 5 mg doses compared with placebo, for treatment of moderate to severe pain. For all efficacy outcomes, zolmitriptan surpassed placebo. For oral zolmitriptan 2.5 mg versus placebo, the NNTs were 5.0, 3.2, 7.7, and 4.1 for pain-free at two hours, headache relief at two hours, sustained pain-free during the 24 hours postdose, and sustained headache relief during the 24 hours postdose, respectively. Results for the oral 5 mg dose were similar to the 2.5 mg dose, while zolmitriptan 10 mg was significantly more effective than 5 mg for pain-free and headache relief at two hours. For headache relief at one and two hours and sustained headache relief during the 24 hours postdose, but not pain-free at two hours, zolmitriptan 5 mg nasal spray was significantly more effective than the 5 mg oral tablet.\nFor the most part, adverse events were transient and mild and were more common with zolmitriptan than placebo, with a clear dose response relationship (1 mg to 10 mg).\nHigh quality evidence from two studies showed that oral zolmitriptan 2.5 mg and 5 mg provided headache relief at two hours to the same proportion of people as oral sumatriptan 50 mg (66%, 67%, and 68% respectively), although not necessarily the same individuals. There was no significant difference in numbers experiencing adverse events. Single studies reported on other active treatment comparisons but are not described further because of the small amount of data."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Zolmitriptan is effective as an abortive treatment for migraine attacks for some people, but is associated with increased adverse events compared to placebo. Zolmitriptan 2.5 mg and 5 mg benefited the same proportion of people as sumatriptan 50 mg, although not necessarily the same individuals, for headache relief at two hours."
    }
  ],
  "pls_title": "Zolmitriptan for acute migraine attacks in adults",
  "pls_type": "long",
  "pls": "Migraine is a complex condition with a wide variety of symptoms. It affects about 1 person in 8, mainly women aged 30 to 50 years. For many people, the main feature is a painful, and often disabling, headache. Other symptoms include feeling sick, vomiting, disturbed vision, and sensitivity to light, sound, and smells.\nZolmitriptan is one of the triptan family of drugs. It is used to treat migraine attacks when they occur, not to prevent attacks occurring. It is available as an oral tablet to swallow whole, an oral tablet to dissolve in the mouth, and a nasal spray. This review looked at 25 studies that involved over 20,000 participants reporting the effects of zolmitriptan on migraine attacks. Most information was for tablets taken by mouth. Overall methodological quality of the included studies was good, and treatment group sizes were large enough to avoid major bias. There were inconsistencies in the way use of rescue medication and adverse events were reported.\nA single oral dose of zolmitriptan relieved migraine headache pain in some people. Several different pain outcomes were reported.\nOne outcome was pain reduced from moderate or severe to no pain at all two hours after taking treatment. An oral zolmitriptan 2.5 mg tablet delivered this outcome to about 3 in 10 people (30%), compared with about 1 in 10 (10%) taking placebo.\nAnother outcome was pain reduced from moderate or severe to no worse than mild pain two hours after taking treatment (called headache relief). An oral zolmitriptan 2.5 mg tablet delivered this outcome to about 6 in 10 people (61%), compared with 3 in 10 (29%) taking placebo.\nSlightly better results were obtained with higher doses of 5 mg or 10 mg oral tablets, but the 10 mg dose was associated with more adverse events, most of which were of short duration and mild or moderate in severity. Results for the 5 mg nasal spray were generally similar to those for the oral tablet, but it was significantly better than the tablet at 1 hour.\nPeople with migraine want treatment that eliminates the headache and any associated symptoms quickly (maximum two hours) and prevents it returning (within 24 hours). Results indicate that with the 5 mg dose only 14% of those treated were pain-free at 2 hours with no headache recurrence within 24 hours.\nOral zolmitriptan 2.5 mg and 5 mg provided headache relief at two hours to the same proportion of people (2 in 3) as oral sumatriptan 50 mg, with no difference in numbers experiencing adverse events. The individuals who respond to each drug may not be the same."
}