{
  "doi": "10.1002/14651858.CD008642.pub2",
  "name": "Chinese herbal medicine for atopic eczema",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chinese herbal medicine (CHM) has been increasingly used for atopic eczema. A previous version of this Cochrane review published in 2004 found some evidence of a possible benefit for oral ingestion of CHM for eczema, but the results were inconclusive and the evidence needs to be updated. We have expanded the scope of this review to include an assessment of the topical and oral effects of CHM for eczema."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of oral ingestion and topical applications of CHM for the management of eczema in children and adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases up to September 2012: the Cochrane Skin Group Specialised Register, CENTRAL in The Cochrane Library (2012, Issue 8), MEDLINE (from 1946), EMBASE (from 1974), AMED (from 1985), LILACS (from 1982), and CINAHL (from 1981). We searched the following from inception: SCOPUS, HERBMED, ProQuest, CQVIP, CNKI, and Wanfang Data. We also searched trials registers, handsearched conference proceedings, checked the reference lists of all included and excluded studies and review articles for further references to relevant trials, and contacted experts in Chinese medicine for unpublished studies."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials (RCTs) in children and adults with eczema comparing CHM to placebo; no intervention; active controls, including acupuncture; or conventional medicines."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors selected the RCTs, extracted data, and assessed quality independently. We contacted study authors for missing data. We collected adverse events from the included studies."
    },
    {
      "heading": "Main results",
      "text": "We included 28 studies, with a total of 2306 participants. We assessed most of the studies at high 'risk of bias', particularly in blinding of participants and personnel, and there was substantial inconsistency between studies, so any positive effect of CHM must be treated with caution. We did not include the four studies from the previous version in this review, because they investigated a CHM product that has been withdrawn from the market since 2004.\nFour studies (three oral and one topical) compared CHM to placebo. Pooled data from 2 studies showed the total effectiveness rate in the CHM group was higher (by risk ratio (RR) 2.09, 95% confidence interval (CI) 1.32 to 3.32; 2 studies; n = 85), and the itching visual analogue score (VAS) in the CHM group was 1.53 lower (by standardised mean difference (SMD), 95% CI 2.64 to 0.41; 2 Studies; n = 94) than the placebo group, where a lower VAS score indicates reduced itch. One study of 85 participants with moderate to severe eczema who received an oral CHM formula for 12 weeks reported a quality of life (QoL) score 2.5 lower in the CHM group (by difference in means (MD), 95% CI 4.77 to 0.23; 1 study; n = 85) than the placebo group, where a lower score indicates better QoL.\nTwenty-two studies and 1 arm from a study with a 4-arm parallel controlled design compared CHM (5 oral, 6 topical, and 12 mixed oral and topical) to conventional medicines. The total effectiveness rate in the CHM groups was superior (RR 1.43, 95% CI 1.27 to 1.61; 21 studies; n = 1868; very low quality evidence), and the itching VAS in the CHM groups was 0.83 lower (SMD, 95% CI 1.43 to 0.22; 7 studies; n = 465) than the comparators.\nTwo studies compared combined oral and topical CHM to the same oral CHM formula alone. The total effectiveness rate in 1 study was not statistically significant (RR 1.13, 95% CI 0.78 to 1.63; 1 study; n = 20). In the other study, the itching VAS in the CHM group was 1.05 lower (MD, 95% CI 1.75 to 0.35; 1 study; n = 23) than the control group.\nWith regard to side-effects, four studies did not give any report of adverse events. The other 24 studies reported minor adverse events, which were reversed soon after stopping CHM. One participant withdrew from one trial because of exacerbation of their condition after using the CHM intervention.\nEight studies received government funding."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We could not find conclusive evidence that CHM taken by mouth or applied topically to the skin could reduce the severity of eczema in children or adults.\nWell-designed, adequately powered RCTs are needed to evaluate the efficacy and safety of CHM for managing eczema."
    }
  ],
  "pls_title": "Chinese herbal medicine taken by mouth or applied to the skin for atopic eczema in children and adults",
  "pls_type": "long",
  "pls": "Atopic eczema (eczema in short) is a common skin condition, where skin changes occur and cause redness, scaling, swelling, and skin thickening due to chronic scratching. It is associated with loss of sleep, self-esteem, and quality of life. The frequency of eczema has increased over the past 10 years.\nA former Cochrane review published in 2004 found some evidence of a possible benefit of using oral Chinese herbal medicine (CHM) for eczema; however, the results from only 4 included studies were inconclusive and need to be updated (those four studies have not been included in this update as they investigated a product that has been withdrawn from the market since 2004). As well as updating that review, we have also widened the scope of the review to assess the effects of topical CHM for eczema. We wrote a new protocol to expand the scope of this review.\nThis review included 28 randomised controlled trials (RCTs), with 2306 children and adults, of which 4 compared CHM to placebo, 22 to conventional medications, and 2 to CHM taken by mouth.\nMost of the included studies reported a higher number of participants who had recovered and significantly improved, with less itching in the CHM groups than the control groups. Where CHM was compared to conventional drugs, although the total effectiveness rate outcome was superior with CHM, it was based on very low quality evidence. One study reported that the quality of life (QoL) score in the CHM group was better than in the placebo group after using a CHM formula taken by mouth for 12 weeks. We assessed most of the studies as at high 'risk of bias' and therefore not of good quality, and there was substantial inconsistency between the studies, so any positive effect in CHM must be treated with caution.\nOne study reported one severe adverse event. Minor adverse events were observed in 24 studies, including temporary elevation of enzymes in 3 cases, which was reversed soon after stopping CHM.\nEight included studies received government funding.\nWe could not find conclusive evidence that CHM taken by mouth or applied to the skin was of benefit to children or adults with eczema.\nWell-designed, adequately powered RCTs are needed to evaluate the efficacy and safety of CHM for eczema."
}