{
  "doi": "10.1002/14651858.CD000184.pub4",
  "name": "Interventions for helping to turn term breech babies to head first presentation when using external cephalic version ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Breech presentation is associated with increased complications. Turning a breech baby to head first presentation using external cephalic version (ECV) attempts to reduce the chances of breech presentation at birth so as to avoid the adverse effects of breech vaginal birth or caesarean section. Interventions such as tocolytic drugs and other methods have been used in an attempt to facilitate ECV."
    },
    {
      "heading": "Objectives",
      "text": "To assess, from the best evidence available, the effects of interventions such as tocolysis, acoustic stimulation for midline spine position, regional analgesia (epidural or spinal), transabdominal amnioinfusion, systemic opioids and hypnosis, or the use of abdominal lubricants, on ECV at term for successful version, presentation at birth, method of birth and perinatal and maternal morbidity and mortality."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 September 2014) and the reference lists of identified studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised trials comparing the above interventions with no intervention or other methods to facilitate ECV at term."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We assessed eligibility and trial quality. Two review authors independently assessed for inclusion all potential studies identified as a result of the search strategy and independently extracted the data using a specially designed data extraction form."
    },
    {
      "heading": "Main results",
      "text": "We included 28 studies, providing data on 2786 women. We used the random-effects model for pooling data because of clinical heterogeneity between studies. A number of trial reports gave insufficient information to allow clear assessment of risk of bias. We used GradePro software to carry out formal assessments of quality of the evidence for beta stimulants versus placebo and regional analgesia with tocolysis versus tocolysis alone.\nTocolytic parenteral beta stimulants were effective in increasing cephalic presentations in labour (average risk ratio (RR) 1.68, 95% confidence interval (CI) 1.14 to 2.48, five studies, 459 women, low-quality evidence) and in reducing the number of caesarean sections (average RR 0.77, 95% CI 0.67 to 0.88, six studies, 742 women, moderate-quality evidence). Failure to achieve a cephalic vaginal birth was less likely for women receiving a parenteral beta stimulant (average RR 0.75, 95% CI 0.60 to 0.92, four studies, 399 women, moderate-quality evidence). No clear differences in fetal bradycardias were identified, although this was reported for only one study, which was underpowered for assessing this outcome. Failed external cephalic version was reported in nine studies (900 women), and women receiving parenteral beta stimulants were less likely to have failure compared with controls (average RR 0.70, 95% CI 0.60 to 0.82, moderate-quality evidence). Perinatal mortality and serious morbidity were not reported. Sensitivity analysis by study quality was consistent with overall findings.\nFor other classes of tocolytic drugs (calcium channel blockers and nitric oxide donors), evidence was insufficient to permit conclusions; outcomes were reported for only one or two studies, which were underpowered to demonstrate differences between treatment and control groups. Little evidence was found regarding adverse effects, although nitric oxide donors were associated with increased risk of headache. Data comparing different tocolytic drugs were insufficient.\nRegional analgesia in combination with a tocolytic was more effective than the tocolytic alone for increasing successful versions (assessed by the rate of failed ECVs; average RR 0.61, 95% CI 0.43 to 0.86, five studies, 409 women, moderate-quality evidence), and no difference was identified in cephalic presentation in labour (average RR 1.44, 95% CI 0.78 to 2.66, three studies, 279 women, very low-quality evidence), caesarean sections (average RR 0.74, 95% CI 0.40 to 1.37, three studies, 279 women, very low-quality evidence) nor fetal bradycardia (average RR 1.48, 95% CI 0.62 to 3.57, two studies, 210 women, low-quality evidence), although studies were underpowered for assessing these outcomes. Studies did not report on failure to achieve a cephalic vaginal birth (breech vaginal deliveries plus caesarean sections) nor on perinatal mortality or serious infant morbidity.\nData were insufficient on the use of regional analgesia without tocolysis, vibroacoustic stimulation, amnioinfusion, systemic opioids and hypnosis, and on the use of talcum powder or gel to assist external cephalic version, to permit conclusions about their effectiveness and safety."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Parenteral beta stimulants were effective in facilitating successful ECV, increasing cephalic presentation in labour and reducing the caesarean section rate, but data on adverse effects were insufficient. Data on calcium channel blockers and nitric acid donors were insufficient to provide good evidence.\nThe scope for further research is clear. Possible benefits of tocolysis in reducing the force required for successful version and possible risks of side effects need to be addressed further. Further trials are needed to compare the effectiveness of routine versus selective use of tocolysis and the role of regional analgesia, fetal acoustic stimulation, amnioinfusion and abdominal lubricants, and the effects of hypnosis, in facilitating ECV. Although randomised trials of nitric oxide donors are small, the results are sufficiently negative to discourage further trials. Intervention fidelity for ECV can be enhanced by standardisation of the techniques and processes used for clinical manipulation of the fetus in the abdominal cavity and ought to be the subject of further research."
    }
  ],
  "pls_title": "Ways to help turn a breech baby to head first presentation at the end of pregnancy",
  "pls_type": "long",
  "pls": "Babies born in the breech position (bottom first) are at increased risk of complications at birth because of a delay in birth of the head. Turning a breech baby to head first in late pregnancy may reduce these complications. A procedure called 'external cephalic version (ECV)' describes when practitioners use their hands on the woman's abdomen to gently try to turn the baby from the breech position to head first. A number of treatments may help the success of ECV. These include using tocolytic drugs (drugs like beta stimulants and calcium channel blockers that relax the womb), stimulating the baby with sound through the mother’s abdomen (acoustic stimulation), increasing the fluid surrounding the baby (transabdominal amnioinfusion), injecting pain-relieving drugs into the mother’s lower back to produce regional analgesia (epidural or spinal analgesia), giving the mother opioid drugs to help her relax, using hypnosis and applying gel or talcum powder to the mother's abdomen.\nThis review of trials found 28 randomised controlled studies involving 2786 women. Most studies looked at the effects of tocolytic beta stimulant drugs. Results showed that babies are more likely to turn head first during ECV and to remain head first for the start of labour, if women receive beta stimulants. These drugs also reduced the number of caesarean sections, but insufficient data on possible adverse effects were collected. Little information on other types of tocolytic drugs was available, although nitric oxide donors were associated with an increase in headaches. In addition, too little evidence was available to show whether the other ways of trying to help ECV are effective. Further research is needed if we are to increase the success of ECV."
}