{
  "doi": "10.1002/14651858.CD011381.pub3",
  "name": "Immunomodulators and immunosuppressants for relapsing‐remitting multiple sclerosis: a network meta‐analysis ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Different therapeutic strategies are available for the treatment of people with relapsing-remitting multiple sclerosis (RRMS), including immunomodulators, immunosuppressants and biological agents. Although each one of these therapies reduces relapse frequency and slows disability accumulation compared to no treatment, their relative benefit remains unclear.\nThis is an update of a Cochrane review published in 2015."
    },
    {
      "heading": "Objectives",
      "text": "To compare the efficacy and safety, through network meta-analysis, of interferon beta-1b, interferon beta-1a, glatiramer acetate, natalizumab, mitoxantrone, fingolimod, teriflunomide, dimethyl fumarate, alemtuzumab, pegylated interferon beta-1a, daclizumab, laquinimod, azathioprine, immunoglobulins, cladribine, cyclophosphamide, diroximel fumarate, fludarabine, interferon beta 1-a and beta 1-b, leflunomide, methotrexate, minocycline, mycophenolate mofetil, ofatumumab, ozanimod, ponesimod, rituximab, siponimod and steroids for the treatment of people with RRMS."
    },
    {
      "heading": "Search methods",
      "text": "CENTRAL, MEDLINE, Embase, and two trials registers were searched on 21 September 2021 together with reference checking, citation searching and contact with study authors to identify additional studies. A top-up search was conducted on 8 August 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) that studied one or more of the available immunomodulators and immunosuppressants as monotherapy in comparison to placebo or to another active agent, in adults with RRMS."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently selected studies and extracted data. We considered both direct and indirect evidence and performed data synthesis by pairwise and network meta-analysis. Certainty of the evidence was assessed by the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included 50 studies involving 36,541 participants (68.6% female and 31.4% male). Median treatment duration was 24 months, and 25 (50%) studies were placebo-controlled.\nConsidering the risk of bias, the most frequent concern was related to the role of the sponsor in the authorship of the study report or in data management and analysis, for which we judged 68% of the studies were at high risk of other bias. The other frequent concerns were performance bias (34% judged as having high risk) and attrition bias (32% judged as having high risk).\nPlacebo was used as the common comparator for network analysis.\nRelapses over 12 months: data were provided in 18 studies (9310 participants). Natalizumab results in a large reduction of people with relapses at 12 months (RR 0.52, 95% CI 0.43 to 0.63; high-certainty evidence). Fingolimod (RR 0.48, 95% CI 0.39 to 0.57; moderate-certainty evidence), daclizumab (RR 0.55, 95% CI 0.42 to 0.73; moderate-certainty evidence), and immunoglobulins (RR 0.60, 95% CI 0.47 to 0.79; moderate-certainty evidence) probably result in a large reduction of people with relapses at 12 months.\nRelapses over 24 months: data were reported in 28 studies (19,869 participants). Cladribine (RR 0.53, 95% CI 0.44 to 0.64; high-certainty evidence), alemtuzumab (RR 0.57, 95% CI 0.47 to 0.68; high-certainty evidence) and natalizumab (RR 0.56, 95% CI 0.48 to 0.65; high-certainty evidence) result in a large decrease of people with relapses at 24 months. Fingolimod (RR 0.54, 95% CI 0.48 to 0.60; moderate-certainty evidence), dimethyl fumarate (RR 0.62, 95% CI 0.55 to 0.70; moderate-certainty evidence), and ponesimod (RR 0.58, 95% CI 0.48 to 0.70; moderate-certainty evidence) probably result in a large decrease of people with relapses at 24 months. Glatiramer acetate (RR 0.84, 95%, CI 0.76 to 0.93; moderate-certainty evidence) and interferon beta-1a (Avonex, Rebif) (RR 0.84, 95% CI 0.78 to 0.91; moderate-certainty evidence) probably moderately decrease people with relapses at 24 months.\nRelapses over 36 months findings were available from five studies (3087 participants). None of the treatments assessed showed moderate- or high-certainty evidence compared to placebo.\nDisability worsening over 24 months was assessed in 31 studies (24,303 participants). Natalizumab probably results in a large reduction of disability worsening (RR 0.59, 95% CI 0.46 to 0.75; moderate-certainty evidence) at 24 months.\nDisability worsening over 36 months was assessed in three studies (2684 participants) but none of the studies used placebo as the comparator.\nTreatment discontinuation due to adverse events data were available from 43 studies (35,410 participants). Alemtuzumab probably results in a slight reduction of treatment discontinuation due to adverse events (OR 0.39, 95% CI 0.19 to 0.79; moderate-certainty evidence). Daclizumab (OR 2.55, 95% CI 1.40 to 4.63; moderate-certainty evidence), fingolimod (OR 1.84, 95% CI 1.31 to 2.57; moderate-certainty evidence), teriflunomide (OR 1.82, 95% CI 1.19 to 2.79; moderate-certainty evidence), interferon beta-1a (OR 1.48, 95% CI 0.99 to 2.20; moderate-certainty evidence), laquinimod (OR 1.49, 95 % CI 1.00 to 2.15; moderate-certainty evidence), natalizumab (OR 1.57, 95% CI 0.81 to 3.05), and glatiramer acetate (OR 1.48, 95% CI 1.01 to 2.14; moderate-certainty evidence) probably result in a slight increase in the number of people who discontinue treatment due to adverse events.\nSerious adverse events (SAEs) were reported in 35 studies (33,998 participants). There was probably a trivial reduction in SAEs amongst people with RRMS treated with interferon beta-1b as compared to placebo (OR 0.92, 95% CI 0.55 to 1.54; moderate-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We are highly confident that, compared to placebo, two-year treatment with natalizumab, cladribine, or alemtuzumab decreases relapses more than with other DMTs. We are moderately confident that a two-year treatment with natalizumab may slow disability progression. Compared to those on placebo, people with RRMS treated with most of the assessed DMTs showed a higher frequency of treatment discontinuation due to AEs: we are moderately confident that this could happen with fingolimod, teriflunomide, interferon beta-1a, laquinimod, natalizumab and daclizumab, while our certainty with other DMTs is lower. We are also moderately certain that treatment with alemtuzumab is associated with fewer discontinuations due to adverse events than placebo, and moderately certain that interferon beta-1b probably results in a slight reduction in people who experience serious adverse events, but our certainty with regard to other DMTs is lower.\nInsufficient evidence is available to evaluate the efficacy and safety of DMTs in a longer term than two years, and this is a relevant issue for a chronic condition like MS that develops over decades. More than half of the included studies were sponsored by pharmaceutical companies and this may have influenced their results. Further studies should focus on direct comparison between active agents, with follow-up of at least three years, and assess other patient-relevant outcomes, such as quality of life and cognitive status, with particular focus on the impact of sex/gender on treatment effects."
    }
  ],
  "pls_title": "What are the benefits and risks of drugs acting on the immune system to treat relapsing-remitting multiple sclerosis ?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- After two years of treatment, natalizumab, cladribine and alemtuzumab work best in reducing the frequency of relapses in relapsing-remitting multiple sclerosis. Natalizumab is likely to be also effective in slowing the progression of disability after two years of treatment.\n- Longer studies are needed to assess the benefits and harms of drugs acting on the immune system for relapsing-remitting multiple sclerosis.\n- Future research on these types of drugs should compare them against each other and focus on effects that are important to people with multiple sclerosis, such as their quality of life and their ability to think, learn, remember, use judgement, and make decisions."
    },
    {
      "heading": "What is multiple sclerosis?",
      "text": "Multiple sclerosis is an uncommon condition affecting relevant functions of the body, caused by an inflammation of the brain and of the spinal cord with damage that in time impairs some important activities of daily living, such as walking and taking care of yourself. People with multiple sclerosis experience symptoms such as weakness, tiredness, painful cramps in their muscles, and reduction of sensitivity in parts of their body. Over the years, such symptoms may worsen and lead to the need for a wheelchair. The most common form of multiple sclerosis is called \"relapsing-remitting\" as symptoms come and go over the years. The appearance of symptoms is called \"relapse\". In time, relapses become more and more frequent, with more troublesome symptoms and with shorter periods of well-being in between. Although uncommon, multiple sclerosis is a particularly burdensome condition in that it typically affects young people, mainly women, in the most active stage of their life, between the age of 20 and 40 years."
    },
    {
      "heading": "How is multiple sclerosis treated?",
      "text": "Although currently there is no treatment that can cure multiple sclerosis, it is treated with drugs called \"disease-modifying\", in that they are aimed at reducing the frequency of relapses and at slowing the progression of disability. Many such drugs are available to reduce inflammation in the brain or spinal cord."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out which \"disease-modifying\" drugs work best to make people with multiple sclerosis feel better and, at the same time, are well tolerated and have the fewest unwanted effects. In particular, we wanted to find out if any drug is better than the others in reducing the frequency of relapses and the worsening of disability, and if any drug is better tolerated than the others or causes fewer unwanted events."
    },
    {
      "heading": "What did we do?",
      "text": "We searched thoroughly for studies comparing any \"disease-modifying\" drug with another drug or with no treatment in adults (≥ 18 years old) with relapsing-remitting multiple sclerosis.\nWe compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and number of participants involved and precision of the results."
    },
    {
      "heading": "What did we find?",
      "text": "We found 50 studies with 36,541 people with multiple sclerosis (68.6% female and 31.4% male) treated with a \"disease-modifying\" drug for at least one year. The biggest study included 2,244 people; the smallest included 19 people. The studies were conducted all over the world, mostly in the USA and Europe. Most studies lasted 12 or 24 months; only eight studies lasted more than 24 months. Most studies were performed by pharmaceutical companies in order to obtain authorisation from regulatory authorities for marketing the studied drug. Twenty-five studies compared a \"disease-modifying\" drug with no treatment; the other studies compared two different types of \"disease-modifying\" drugs. We are highly confident that natalizumab, cladribine and alemtuzumab are more effective than most drugs in reducing the frequency of relapses after two years of treatment. We are moderately confident that natalizumab is also likely to be effective in slowing the worsening of disability after two years of treatment. We are moderately confident that people taking fingolimod, teriflunomide, glatiramer acetate, interferon beta-1a, laquinimod, natalizumab and daclizumab are more likely to discontinue the drug because of unwanted effects."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the desirable and undesirable effects of \"disease-modifying\" drugs is limited, mainly because the evidence is based on few cases of relapses and worsening of disability, and because we were concerned that the interests of pharmaceutical companies may have influenced the reporting of the study results."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence is up-to-date until August 8, 2022."
    }
  ]
}