{
  "doi": "10.1002/14651858.CD008552.pub8",
  "name": "Interventions for increasing fruit and vegetable consumption in children aged five years and under ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Insufficient consumption of fruits and vegetables in childhood increases the risk of future non-communicable diseases, including cardiovascular disease. Testing the effects of interventions designed to increase children's consumption of fruit and vegetables, including those focused on specific child-feeding strategies or broader multicomponent interventions targeting the home or childcare environment, is required to assess the potential to reduce this disease burden."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of interventions designed to increase the consumption of fruit, vegetables or both amongst children aged five years and under."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase and two clinical trials registries to identify eligible trials on 25 March 2023. We searched Proquest Dissertations and Theses in December 2022. We reviewed reference lists of included trials and contacted authors of the included trials to identify further potentially relevant trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs), including cluster-randomised controlled trials (C-RCTs) and cross-over trials, of any intervention primarily targeting consumption of fruit, vegetables or both amongst children aged five years and under compared to no-intervention control, and incorporating a dietary or biochemical assessment of fruit or vegetable consumption. Two review authors independently screened titles and abstracts of identified papers; a third review author resolved disagreements."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed the risks of bias of included trials; a third review author resolved disagreements. We used random-effects models in meta-analyses for the primary review outcomes where we identified sufficient trials. We calculated standardised mean differences (SMDs) to account for the heterogeneity of fruit and vegetable consumption measures. We conducted assessments of risks of bias and evaluated the certainty of evidence (GRADE approach) using Cochrane procedures."
    },
    {
      "heading": "Main results",
      "text": "We included 53 trials with 120 trial arms and 12,350 participants. Sixteen trials examined the impact of child-feeding practice interventions only (e.g. repeated food exposure) in increasing child vegetable intake. Twenty trials examined the impact of multicomponent interventions primarily conducted in the childcare setting (e.g. parent nutrition education and preschool policy changes) in increasing child fruit and vegetable intake. Seventeen trials examined the impact of parent nutrition education only in increasing child fruit and vegetable intake. Two trials examined the effect of a nutrition education intervention delivered to children only in increasing child fruit and vegetable intake and one each examined a child-focused mindfulness intervention or providing families with fruit and vegetable interventions.\nWe judged nine of the 53 included trials as free from high risks of bias across all domains. Performance, detection and attrition bias were the most common domains judged at high risk of bias for the remaining trials.\nThere is moderate-certainty evidence that child-feeding practice interventions versus no-intervention control probably have a small positive effect on child vegetable consumption, equivalent to an increase of 15.5 grams as-desired consumption of vegetables (SMD 0.44, 95% confidence interval (CI) 0.24 to 0.65; 15 trials, 1976 participants; mean post-intervention follow-up = 12.3 weeks). No trials in this comparison reported information about intervention costs. One trial reported no harms or serious unintended adverse consequences (low-certainty evidence).\nMulticomponent interventions versus no-intervention control probably have a small effect on child consumption of fruit and vegetables (SMD 0.27, 95% CI 0.11 to 0.43; 14 trials, 4318 participants; moderate-certainty evidence; mean post-intervention follow-up = 4.0 weeks), equivalent to an increase of 0.34 cups of fruit and vegetables a day. One trial, which tested a multicomponent garden-based intervention, reported the installation of the garden as part of the intervention to be USD 1500 per childcare centre (low-certainty evidence). No trials in this comparison reported information about unintended adverse consequences of interventions.\nParent nutrition education interventions may have little to no short-term impact on child consumption of fruit and vegetables versus no-intervention control (SMD 0.10, 95% CI -0.02 to 0.22; 14 trials, 4122 participants; low-certainty evidence; mean post-intervention follow-up = 6.4 weeks). One trial reported the total estimated cost of delivering a parent nutrition education intervention for infant feeding, physical activity and sedentary behaviours delivered by a dietitian as approximately AUD 500 per family (low-certainty evidence). One trial reported no unintended adverse consequences on family food expenditure following implementation of an intervention delivered over the telephone to improve parental knowledge and skills about the home food environment (low-certainty evidence).\nTrials reported receiving governmental or charitable funds, except for one trial reporting industry funding."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There was moderate-certainty evidence that child-feeding practice interventions and multicomponent interventions probably lead to only small increases in fruit and vegetable consumption in children aged five years and under. Parent nutrition education interventions may have little or no effect on increasing fruit and vegetable consumption in children aged five years and under. Future research should be prioritised on assessment and reporting of both intervention cost and adverse effects, and development and evaluation of interventions in research gaps, including in a broader range of settings and in low- and middle-income countries.\nThis review continues to be maintained as a living systematic review with monthly searches for new evidence and incorporation of relevant new evidence as it becomes available. Please refer to the Cochrane Database of Systematic Reviews for the current status of this review."
    }
  ],
  "pls_title": "What are the benefits and harms of interventions to increase eating of fruit and vegetables among children aged five years and under?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Child-feeding interventions probably lead to a small increase in eating of vegetables in children aged five years and under.\n• Multicomponent interventions probably lead to a small increase in eating of fruit and vegetables in children aged five years and under.\n• Parent nutrition education interventions may lead to little or no increase in eating of fruit and vegetables in children aged five years and under."
    },
    {
      "heading": "Why is eating enough fruit and vegetables important?",
      "text": "Not eating enough fruit and vegetables leads to a considerable health burden in developed countries. Eating adequate amounts of fruit and vegetables is associated with a reduced risk of future non-communicable diseases (such as heart and circulatory disease) amongst other immediate health benefits. Early childhood is a critical period for the establishment of dietary habits that track into adulthood. Interventions to increase consumption of fruit and vegetables in early childhood may therefore be an effective strategy to reduce this disease burden."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to know the benefits and harms of interventions designed to increase eating of fruit or vegetables or both amongst children aged five years and under."
    },
    {
      "heading": "What did we do?",
      "text": "We searched various electronic databases to find studies. We contacted the authors of the included studies for additional potentially relevant studies. Any randomised study (where participants have the same chance of being assigned to treatment or a no-treatment control) of interventions aiming to increase the intake of fruit or vegetables or both by children aged five years and under, which measured intake, was eligible. Two review authors independently searched for and extracted information from studies. We searched up to March 2023."
    },
    {
      "heading": "What did we find?",
      "text": "We included 53 studies with 12,350 people taking part. Sixteen studies examined child-feeding practice interventions (e.g. repeated exposure to vegetables); 20 examined multicomponent interventions (e.g. combining two or more interventions, such as preschool policy changes with parent nutrition education); 17 examined parent nutrition education interventions; two examined child nutrition education interventions; and one each examined child-focused mindfulness or providing families with fruit and vegetable interventions. Child-feeding practice interventions and multicomponent interventions probably lead to small increases in children's intake of fruit and vegetables in the short term (less than 12 months). Parent nutrition education interventions may lead to little to no increase in children's eating of fruit and vegetables. Limited information was available on cost and unintended harms. Of the studies that did report these, intervention costs ranged from 325 to 1500 US dollars (USD). No unintended harms were found in the two studies that reported assessing them. Studies reporting funding support received governmental or charitable funds, except for one study that received industry funding."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "No studies were conducted in low-income countries and only one study was conducted in a middle-income country. Our confidence in the current evidence is moderate for child feeding and multicomponent interventions, and low for parent nutrition education interventions."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "This evidence is up-to-date to March 2023. This is a living systematic review. Living systematic reviews offer a new approach to review updating, in which the review is continually updated, incorporating relevant new evidence as it becomes available. Please refer to the Cochrane Database of Systematic Reviews for the current status of this review."
    }
  ]
}