{
  "doi": "10.1002/14651858.CD009932.pub2",
  "name": "Interventions for supporting parents’ decisions about autopsy after stillbirth",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Stillbirth remains one of the least understood areas of infant death and accurate data on the causes of stillbirth are the cornerstone of stillbirth prevention. An autopsy examination remains the gold standard post-mortem investigation for stillbirth. However, decisions about post-mortem investigations, particularly autopsy are difficult. The purpose of this review is to examine the effectiveness of methods to help parents who have experienced a stillbirth decide whether to have post-mortem investigations, including whether to have an autopsy performed."
    },
    {
      "heading": "Objectives",
      "text": "The primary objectives were a) to examine the effectiveness of interventions to support parents' decisions about autopsy consent after a stillbirth on outcomes for parents, and b) to determine autopsy rates. Secondary objectives were to identify issues related to the acceptability of any interventions to parents and the feasibility of their implementation."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (29 October 2012), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2012, Issue 10), MEDLINE (1966 to 24 July 2012) and EMBASE (1980 to 24 July 2012), Current Controlled Trials metaRegister (mRCT) (18 September 2012) and the WHO International Clinical Trials Registry Platform Search Portal (ICTRP) (18 September 2012). We also searched the websites of the Stillbirth and Neonatal Death Charity (SANDS) and International Stillbirth Alliance (ISA) (18 September 2012) and then subsequently searched the websites of all the ISA member organisations."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) of interventions designed specifically to support parents who have experienced a stillbirth make decisions about their options for post-mortem investigations including all investigations after stillbirth compared with usual care."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened citations against the selection criteria."
    },
    {
      "heading": "Main results",
      "text": "No studies meeting the review inclusion criteria were identified. A search of 40 websites associated with supporting parents who experience stillbirth also found little reference to, or information about autopsy or other post-mortem examinations."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Support for parents making decisions about autopsy or other post-mortem examinations after stillbirth must rely on the ad hoc knowledge and experience of those involved at the time."
    }
  ],
  "pls_title": "Interventions for supporting parents' decisions about autopsy after stillbirth",
  "pls_type": "long",
  "pls": "Understanding the cause of a stillbirth is important to parents yet little is known how to help parents make difficult decisions about whether to have investigations carried out on their stillborn infant to help provide such information. These include autopsies, surgical investigations, imaging and other investigations. Information gained may help the bereaved parents to plan future pregnancies and assist in the management of these pregnancies. The findings would also add to research into the causes of stillbirth and the need to terminate pregnancies. Inadequate information and poor communication can lead some parents to avoid decisions or to regret making a decision not to have an autopsy examination.\nThe process for obtaining consent for such tests is difficult for both parents and health professionals so interventions that support decision-making are likely to be beneficial. Interventions of this type could ensure independent information is available to parents that may encourage discussion with health professionals and lead to greater involvement of parents in decision-making.\nThis review conducted an extensive search of the research literature but could find no randomised controlled studies that looked at interventions to support decision-making on autopsy or associated investigations. An additional search of 40 websites of parent and professional groups associated with an international stillbirth organisation found little information about autopsy or other relevant investigations. Parents who experience stillbirth need to know more about their options for investigating the cause of death. More research is needed to find how to support these difficult decisions in the best possible way."
}