{
  "doi": "10.1002/14651858.CD012423.pub2",
  "name": "Training healthcare providers to respond to intimate partner violence against women",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Intimate partner violence (IPV) includes any violence (physical, sexual or psychological/emotional) by a current or former partner. This review reflects the current understanding of IPV as a profoundly gendered issue, perpetrated most often by men against women. IPV may result in substantial physical and mental health impacts for survivors. Women affected by IPV are more likely to have contact with healthcare providers (HCPs) (e.g. nurses, doctors, midwives), even though women often do not disclose the violence. Training HCPs on IPV, including how to respond to survivors of IPV, is an important intervention to improve HCPs' knowledge, attitudes and practice, and subsequently the care and health outcomes for IPV survivors."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of training programmes that seek to improve HCPs' identification of and response to IPV against women, compared to no intervention, wait-list, placebo or training as usual."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase and seven other databases up to June 2020. We also searched two clinical trials registries and relevant websites. In addition, we contacted primary authors of included studies to ask if they knew of any relevant studies not identified in the search. We evaluated the reference lists of all included studies and systematic reviews for inclusion. We applied no restrictions by search dates or language."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised and quasi-randomised controlled trials comparing IPV training or educational programmes for HCPs compared with no training, wait-list, training as usual, placebo, or a sub-component of the intervention."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures outlined by Cochrane. Two review authors independently assessed studies for eligibility, undertook data extraction and assessed risks of bias. Where possible, we synthesised the effects of IPV training in a meta-analysis. Other analyses were synthesised in a narrative manner. We assessed evidence certainty using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included 19 trials involving 1662 participants. Three-quarters of all studies were conducted in the USA, with single studies from Australia, Iran, Mexico, Turkey and the Netherlands. Twelve trials compared IPV training versus no training, and seven trials compared the effects of IPV training to training as usual or a sub-component of the intervention in the comparison group, or both.\nStudy participants included 618 medical staff/students, 460 nurses/students, 348 dentists/students, 161 counsellors or psychologists/students, 70 midwives and 5 social workers. Studies were heterogeneous and varied across training content delivered, pedagogy and time to follow-up (immediately post training to 24 months). The risk of bias assessment highlighted unclear reporting across many areas of bias. The GRADE assessment of the studies found that the certainty of the evidence for the primary outcomes was low to very low, with studies often reporting on perceived or self-reported outcomes rather than actual HCPs' practices or outcomes for women. Eleven of the 19 included studies received some form of research grant funding to complete the research.\nWithin 12 months post-intervention, the evidence suggests that compared to no intervention, wait-list or placebo, IPV training:\n· may improve HCPs' attitudes towards IPV survivors (standardised mean difference (SMD) 0.71, 95% CI 0.39 to 1.03; 8 studies, 641 participants; low-certainty evidence);\n· may have a large effect on HCPs' self-perceived readiness to respond to IPV survivors, although the evidence was uncertain (SMD 2.44, 95% CI 1.51 to 3.37; 6 studies, 487 participants; very low-certainty evidence);\n· may have a large effect on HCPs' knowledge of IPV, although the evidence was uncertain (SMD 6.56, 95% CI 2.49 to 10.63; 3 studies, 239 participants; very low-certainty evidence);\n· may make little to no difference to HCPs' referral practices of women to support agencies, although this is based on only one study (with 49 clinics) assessed to be very low certainty;\n· has an uncertain effect on HCPs' response behaviours (based on two studies of very low certainty), with one trial (with 27 participants) reporting that trained HCPs were more likely to successfully provide advice on safety planning during their interactions with standardised patients, and the other study (with 49 clinics) reporting no clear impact on safety planning practices;\n· may improve identification of IPV at six months post-training (RR 4.54, 95% CI 2.5 to 8.09) as in one study (with 54 participants), although three studies (with 48 participants) reported little to no effects of training on identification or documentation of IPV, or both.\nNo studies assessed the impact of training HCPs on the mental health of women survivors of IPV compared to no intervention, wait-list or placebo.\nWhen IPV training was compared to training as usual or a sub-component of the intervention, or both, no clear effects were seen on HCPs' attitudes/beliefs, safety planning, and referral to services or mental health outcomes for women. Inconsistent results were seen for HCPs' readiness to respond (improvements in two out of three studies) and HCPs' IPV knowledge (improved in two out of four studies). One study found that IPV training improved HCPs' validation responses.\nNo adverse IPV-related events were reported in any of the studies identified in this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Overall, IPV training for HCPs may be effective for outcomes that are precursors to behaviour change. There is some, albeit weak evidence that IPV training may improve HCPs' attitudes towards IPV. Training may also improve IPV knowledge and HCPs' self-perceived readiness to respond to those affected by IPV, although we are not certain about this evidence. Although supportive evidence is weak and inconsistent, training may improve HCPs' actual responses, including the use of safety planning, identification and documentation of IPV in women's case histories. The sustained effect of training on these outcomes beyond 12 months is undetermined. Our confidence in these findings is reduced by the substantial level of heterogeneity across studies and the unclear risk of bias around randomisation and blinding of participants, as well as high risk of bias from attrition in many studies. Further research is needed that overcomes these limitations, as well as assesses the impacts of IPV training on HCPs' behavioral outcomes and the well-being of women survivors of IPV."
    }
  ],
  "pls_title": "Training healthcare providers to respond to intimate partner violence against women",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Does intimate partner violence (IPV) training for healthcare providers (HCPs) improve their:\n· attitudes or beliefs, or both, towards IPV,\n· readiness to respond to those affected by IPV,\n· knowledge of IPV,\n· referral of women being subjected to IPV to specialist services,\n· actual response to women subjected to IPV (such as validation or safety planning),\n· identification and documentation of IPV, and\n· the mental health of survivors of IPV?"
    },
    {
      "heading": "Background",
      "text": "Intimate partner violence is associated with a wide range of short- and long-term physical and mental health problems. These include injuries and death, depression, anxiety, post-traumatic stress disorder, unplanned/unwanted pregnancies and gynaecological problems, to name a few. Health problems can last beyond the duration of the violence and women who have experienced violence are more likely to seek health care compared to women who have never experienced violence.\nWomen are more likely to trust HCPs with a disclosure of violence. For some women, a healthcare setting may be one of the few places women can attend on their own. HCPs (such as nurses, doctors, midwives, etc.) are therefore ideally situated to identify and provide support for women affected by IPV. Many healthcare settings provide clinical guidelines or training or both on how to identify and respond to IPV. We wanted to find out what difference training makes to IPV-related HCP attitudes, knowledge and response, including the care provided to women affected by IPV and whether it improved their health outcomes, including their mental health, or made a difference to their exposure to IPV."
    },
    {
      "heading": "Study characteristics",
      "text": "We found 19 trials comparing IPV training to no training, training as usual, or other trainings that were included in this review, with 1662 participants who were practising or student/trainee doctors, nurses, midwives, dentists, social workers and psychologists/counsellors. Three-quarters of all studies were conducted in the USA, with single studies from Australia, Iran, Mexico, Turkey and the Netherlands. Most studies received some university or government financial support to complete the research.\nStudies varied greatly in the kind of IPV training provided, in both content and delivery method. Studies differed in how they measured training outcomes and follow-up time points. Most IPV training included types and definitions of IPV, prevalence and risk factors, and sought to challenge common myths and misinformation. Clinical scenarios were frequently used as learning tools, outlining typical patient presentations, and skills training involved learning how to ask women about IPV, how to respond by validating their experiences, document accurately, discuss safety planning and refer women to support services."
    },
    {
      "heading": "Key results with an assessment of the certainty of the evidence",
      "text": "Compared to no training, placebo or wait-list, IPV training may have positive effects on HCPs' attitudes towards survivors of IPV. Training may improve their knowledge around, and readiness to respond to survivors of IPV, but the evidence is very uncertain. There is limited evidence that some types of IPV training can lead to improvements in identification, safety planning and documentation of IPV, but the findings are inconsistent, and most studies report little to no impact of training on these outcomes. Training may make little to no difference to referral practices. No studies with no training, placebo or wait-list in the comparison group, assessed IPV survivors' mental health outcomes. No adverse effects of IPV training were reported in any of these studies.\nThe studies that compared training of HCPs to training as usual or a sub-component of the training typically found no difference in HCPs' attitudes, safety planning, and referral to services or mental health outcomes for women. The evidence was inconsistent about provider readiness to respond, their actual response and changes in IPV knowledge.\nOverall, the certainty of the evidence for the effectiveness of training HCPs in how to respond to IPV is low to very low. Future research should include higher-quality trials, with greater clarity of methods that objectively measure outcomes (actual rather than perceived), with an emphasis on behaviour change in HCPs, and the well-being of women survivors of IPV."
    },
    {
      "heading": "Up-to-dateness of the review",
      "text": "The evidence is current to June 2020."
    }
  ]
}