{
  "doi": "10.1002/14651858.CD006370.pub2",
  "name": "Psychological and behavioural treatments for adults with non‐epileptic attack disorder",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Psychogenic non-epileptic seizures, also known as non-epileptic attack disorder (NEAD), have the outward appearance of epilepsy in the absence of physiological or electroencephalographic correlates. Non-epileptic seizures can occur in isolation or in combination with epileptic seizures. The development and maintenance of non-epileptic seizures has been well documented and there is a growing literature on the treatment of non-epileptic seizures which includes non-psychological (including anti-anxiety and antidepressant pharmacological treatment) and psychological therapies (including cognitive behavioural therapy (CBT), hypnotherapy and paradoxical therapy). Various treatment methodologies have been tried with variable success. The purpose of this Cochrane review was to establish the evidence base for the treatment of non-epileptic seizures with behavioural and psychological therapies only."
    },
    {
      "heading": "Objectives",
      "text": "To assess whether behavioural or psychological treatments for non-epileptic seizures or NEAD result in a reduction in the frequency of seizures or improvement in quality of life, or both, and whether any treatment is significantly more effective than others."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Epilepsy Group's Specialised Register (4 February 2013), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2013, Issue 1) (January 2013), MEDLINE (1946 to 4 February 2013), PsycINFO (4 February 2013) and SCOPUS (4 February 2013). No language restrictions were imposed. We checked the reference lists of retrieved studies for additional reports of relevant studies"
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) and before and after controlled and non-controlled studies were eligible for inclusion. Studies were required to assess one or more types of behavioural or psychological interventions, or both, for the treatment of non-epileptic seizures. Studies of childhood non-epileptic seizures were excluded from our review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors (JM, JP) independently assessed the trials for inclusion and extracted data. Outcomes included reduction in seizure frequency and improvements in quality of life."
    },
    {
      "heading": "Main results",
      "text": "Twelve studies, with a total of 343 participants, met our inclusion criteria (four RCTs and eight before and after non-controlled studies). Of the four RCTs, one examined patients with non-epileptic seizures and three had a mixed diagnosis (pseudoseizures, conversion disorder and somatisation disorder). Most of the non-randomised studies used non-epileptic seizure patients exclusively. Overall, five studies examined the effectiveness of psychotherapy, three examined CBT, two investigated hypnosis, one assessed paradoxical intention and one had a mixed intervention design. We classified two included studies as low risk of bias, one as unclear and nine as high risk of bias. Meta-analysis could not be undertaken due to the heterogeneity of design and interventions. Most included studies reported improved outcomes for the intervention under investigation. One RCT investigating the effectiveness of CBT in this patient group found a significant reduction in seizure frequency compared to controls (P < 0.001)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is little reliable evidence to support the use of any treatment, including CBT, in the treatment of non-epileptic seizures. Further randomised controlled trials of CBT and other interventions are needed."
    }
  ],
  "pls_title": "Psychological and behavioural treatments for non-epileptic attack disorder",
  "pls_type": "long",
  "pls": "Non-epileptic attacks look like epileptic seizures but they are not caused by epilepsy. There have been many investigations of the causes, but evidence about successful treatment is less available. We reviewed the existing studies treating people having non-epileptic attacks. We found 12 studies looking at different types of treatment such as psychotherapy, cognitive behavioural therapy and hypnosis. Three hundred and forty three participants were recruited to these 12 studies. Four studies were randomised controlled trials, and 8 were non-randomised studies. Most of the controlled trials included patients with other diagnoses as well as non-epileptic attacks. Most of the non-randomised studies included patients with mainly non-epileptic attacks. Most included studies reported improved outcomes for the treatment they were investigating. One randomised trial investigating Cognitive Behavioural Therapy found that seizures were significantly reduced. Due to the variety of treatments and designs of the included studies, it was not possible to combine the results to produce an overall outcome for our review.\nMany of the studies did not use satisfactory methods which meant that the evidence was rated as high risk of bias. The overall evidence for the main outcome of reducing seizures as a result of treatment is not considered reliable except in one study. Our conclusion is there is little reliable evidence to support the use of any treatment for people with non-epileptic attacks. The evidence in this review is up to date as from 4 February 2013."
}