{
  "doi": "10.1002/14651858.CD013329.pub2",
  "name": "Comprehensive care programmes for children with medical complexity",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Children with medical complexity (CMC) represent a small, but growing, proportion of all children. Regardless of their underlying diagnosis, by definition, all CMC have similar functional limitations and high healthcare needs. It has been suggested that improving aspects of healthcare delivery for CMC improves health- and quality of life-related outcomes for children and their families and reduces healthcare-related expenditure. As a result, dedicated comprehensive care programmes have been established at many hospitals to meet the needs of CMC; however, it is unclear if such programmes are effective."
    },
    {
      "heading": "Objectives",
      "text": "Our main objective was to assess the effectiveness of comprehensive care programmes that aim to improve care coordination and other aspects of health care for CMC and to assess whether the effectiveness of such programmes differs according to the programme setting and structure. We aimed to assess their effectiveness in relation to child and parent health, functioning, and quality of life, quality of care, number of healthcare encounters, unmet healthcare needs, and total healthcare-related costs."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, and CINAHL in May 2023. We also searched reference lists, trial registries, and the grey literature."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and non-randomised trials, controlled before-after studies, and interrupted time series studies were included. Studies that compared enrolment in a comprehensive care programme with non-enrolment in such a programme/treatment as usual were included. Participants were children that met the criteria for the definition of CMC, which is: having (i) a chronic condition, (ii) functional limitations, (iii) increased health and other service needs, and (iv) increased healthcare costs. Studies that included the following types of outcomes were included: health; quality of care; utilisation, coverage and access; resource use and costs; equity; and adverse outcomes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data, assessed the risk of bias in each included study, and evaluated the certainty of evidence according to GRADE criteria. Where possible, data were represented in forest plots and pooled. We were unable to undertake a meta-analysis for comparisons and outcomes, so we used a structured synthesis approach."
    },
    {
      "heading": "Main results",
      "text": "We included four studies with a total of 912 CMC as participants. All included studies were randomised controlled trials conducted in hospitals in the USA or Canada. Participants varied across the included studies; however, all four studies included children with complex and chronic illness and high healthcare needs. While the primary aim of the intervention was similar across all four studies, the components of the interventions differed: in the four studies, the intervention involved some element of care coordination; in two of the studies, it involved the child receiving care from a multidisciplinary team, while in one study, the intervention was primarily centred on access to an advanced practice nurse care coordinator and another study involved nurse a practitioner-paediatrician dyad partnering with families. The risk of bias in the four studies varied across domains, with issues primarily relating to the lack of blinding of participants, personnel, and outcome assessors, inadequate allocation concealment, and incomplete outcome data.\nComprehensive care for CMC compared to usual care may make little to no difference to child health, functioning, and quality of life at 12 or 24 months (three studies with 404 participants) and we assessed the evidence for the outcomes in this category (child health-related quality of life and functional status) as being of low certainty. For CMC, comprehensive care probably makes little or no difference to parent health, functioning, and quality of life compared to usual care at 12 months (one study with 117 participants) and we assessed the evidence for this outcome as being of moderate certainty. Comprehensive care for CMC compared to usual care may slightly improve child and family satisfaction with, and perceptions of, care and service delivery at 12 months (three studies with 453 participants); however, we assessed the evidence for these outcomes as being of low certainty. For CMC, comprehensive care probably makes little or no difference to the number of healthcare encounters (emergency department visits) and the number of hospitalised days (hospital admissions) compared to usual care at 12 months (three studies with 668 participants), and we assessed the evidence for these outcomes as being of moderate certainty.\nThree of the included studies (668 participants) reported cost outcomes and had conflicting results, with one study reporting significantly lower healthcare costs at 12 months in the intervention group compared to the control group, one reporting no differences between groups, and the other study reporting a greater increase in total healthcare costs in the intervention group compared to the control group. Overall, comprehensive care may make little or no difference to overall healthcare costs in CMC; however, the methods used to measure total healthcare costs varied across studies and the certainty of the evidence relating to this outcome is low. No studies assessed the costs to the family."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The findings of this review should be treated with caution due to the limited amount and quality of the published research that was available to be included. Overall, the certainty of the evidence for the effectiveness of comprehensive care for CMC ranged from low to moderate across outcomes and there is currently insufficient evidence on which to draw strong conclusions. There is a need for more high-quality randomised trials with consistency of the target population and intervention components, methods of reporting outcomes, and follow-up periods, as well as full cost analyses, taking into account both costs to the family and costs to the healthcare system."
    }
  ],
  "pls_title": "What do we know about the impact of comprehensive care programmes for children with medical complexity?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane review was to find out if comprehensive care programmes that provide care coordination and other services for children with medical complexity improve outcomes for this group of children and their families, and whether they have an impact on the use and cost of healthcare services."
    },
    {
      "heading": "Key messages",
      "text": "The research relating to comprehensive care programmes for children with medical complexity is limited, and the findings should be treated with caution.\nComprehensive care programmes may increase child and family satisfaction with the care provided; however, more research is required to determine whether they improve child and parent health, functioning, and quality of life, and what impact they have on the cost of health care and costs to the family."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to know whether comprehensive care programmes are effective for children with medical complexity. Comprehensive care programmes provide care coordination that helps communication between members of a child's treating teams and aims to provide children with optimal health care. Care coordination may involve things such as planning treatment, monitoring outcomes and resource use, coordinating visits with doctors, avoiding unnecessary tests and services, sharing information among healthcare professionals and family, planning discharge from hospital, and training of caregivers and local services. We wanted to see if these care programmes improve the health and quality of life of children and their families, improve the quality of health care delivered to them, reduce the number of visits to hospital and the number of different medical specialists children see, and whether they reduce the costs of health care. We also wanted to know if all children were able to access these programmes, and whether the programmes had any unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched the literature thoroughly and found studies of children aged 0 to 21 years of age who were considered medically complex, that is, having a chronic condition that causes functional limitations creating high healthcare needs, which results in increased healthcare costs. We included studies that compared children who received comprehensive care with those that did not receive this care or who received usual treatment without care coordination. The care could be hospital-based, a hospital-community collaborative programme, or community-based."
    },
    {
      "heading": "What did we find?",
      "text": "We found four studies with a total of 912 children as participants that compared comprehensive care to standard hospital care without special care coordination for children with medical complexity. These studies all had limitations. We found that comprehensive care probably makes little to no difference to parent health, functioning and quality of life, emergency department visits, and hospital admissions. Comprehensive care may make little to no difference to child health, functioning, and quality of life, and costs to the healthcare system. It may slightly improve child and family satisfaction with, and perceptions of, care and service delivery. There was no information in the studies about whether all children are able to access comprehensive care, whether there are any unwanted effects, and what the cost is to families. Overall, the quality of the research is low to moderate and therefore we are uncertain about the effectiveness of comprehensive care for children with medical complexity. We are therefore not able to draw any strong conclusions."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "There was a limited number of studies that met the criteria for this review. The four studies we found were all from North America, and we do not have information from other countries. Only one study assessed the effect of care coordination on parent health, functioning, and quality of life, and no studies assessed the costs to the family or unwanted effects. The variation in participants and interventions examined across the four studies is a limitation to be considered when interpreting the results."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The review authors searched for studies that had been published up to May 2023."
    }
  ]
}