{
  "doi": "10.1002/14651858.CD013000.pub2",
  "name": "Interventions for orbital lymphangioma",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Orbital lymphangiomas are a subset of localized vascular and lymphatic malformations, which most commonly occur in the head and neck region. Orbital lymphangiomas typically present in the first decade of life with signs of ptosis, proptosis, restriction of ocular motility, compressive optic neuropathy, and disfigurement. Therefore, early and effective treatment is crucial to preserving vision. Due to proximity to vital structures, such as the globe, optic nerve, and extraocular muscles, treatment for these lesions is complicated and includes a large array of approaches including observation, sclerotherapy, systemic therapy, and surgical excision. Of these options, there is no clear gold standard of treatment."
    },
    {
      "heading": "Objectives",
      "text": "To assess the evidence supporting medical and surgical interventions for the reduction/treatment of orbital lymphangiomas in children and young adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (which contains the Cochrane Eyes and Vision Trials Register) (2018, Issue 5); Ovid MEDLINE; Embase.com; PubMed; Latin American and Caribbean Health Sciences Literature Database (LILACS); ClinicalTrials.gov and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP). We did not use any date or language restrictions in the electronic search for trials. We last searched the electronic databases on 22 May 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include randomized controlled trials (RCTs) comparing at least two of the following interventions with each other for the treatment of orbital lymphangiomas: observation; sildenafil therapy; sirolimus therapy; sclerotherapy; surgery (partial or complete resection). We planned to include trials that enrolled children and adults up to 32 years of age, based on a prior clinical trial protocol. There were no restrictions regarding location or demographic factors."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened the titles, abstracts, and full articles to assess their suitability for inclusion in this review. No risk of bias or data extraction was performed because we did not find any trials for inclusion. If there had been RCTs, two authors would have assessed the risk of bias and abstracted data independently with discrepancies being settled by consensus or consultation with a third review author."
    },
    {
      "heading": "Main results",
      "text": "There were no RCTs that compared any two of the mentioned interventions (medical or surgical) for treating orbital lymphangiomas in children and young adults."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Currently, there are no published RCTs of orbital lymphangioma treatments. Without these types of studies, conclusions cannot be drawn regarding the effectiveness of the medical and surgical treatment options for patients with orbital lymphangiomas. The presence of only case reports and case series on orbital lymphangiomas makes it clear that RCTs are needed to address the differences between these options and help guide treatment plans. Such trials would ideally compare outcomes between individuals randomized to one of the following treatment options: observation, sclerotherapy, systemic sirolimus therapy, systemic sildenafil therapy, and surgical excision."
    }
  ],
  "pls_title": "Interventions for orbital lymphangioma",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "We planned this Cochrane Review to analyze the effectiveness, recurrence rate, and side effects of the four major interventions used to treat orbital lymphangiomas including: observation (watching without intervention until the lymphangioma caused problems such as a decrease in vision or inability to close the eye); sclerotherapy (injections into the lesion that scar the lesion into a smaller size); medications taken by mouth; and surgery. The goal was to establish the relative effectiveness of treatment as measured by symptom improvement (such as droopy eyelid or swelling), decreasing lesion size, and quality of life improvement."
    },
    {
      "heading": "Key messages",
      "text": "Currently, there are no eligible randomized controlled trials (RCTs) comparing treatment options for orbital lymphangioma. Therefore, the effectiveness, recurrence rate, and side effects of the four major interventions used to treat orbital lymphangiomas remains uncertain."
    },
    {
      "heading": "What was studied in this review?",
      "text": "Lymphangiomas are localized malformations of the vascular and lymphatic system that most commonly occur in the head and neck regions of children. Lymphangiomas of the orbit (eye socket) typically present in children under the age of 16 years old with ptosis (droopy eyelid), swelling around the eye area, or with bleeding within the lesion from a minor injury. People with this condition can also present with other symptoms such as cosmetic deformity, proptosis (protrusion of the eye), restriction of eye movement (an eye that looks like it is wandering and can lead to vision loss in a child), compression of the optic nerve (a type of vision loss), and amblyopia (another type of vision loss) in children. Due to these vision-threatening complications, early and effective treatment is crucial in preventing cosmetic disfigurement, pain, and visual impairment.\nOrbital lymphangiomas are notorious for being very difficult to treat due to how close they are to the eye and other important structures of the eye socket, all of which are needed for good vision. Treatment type also depends on lymphangioma size, cyst type, and location. One option is called observation, and this means carefully watching patients without doing any treatment. This is because some tumors are smaller or in hard-to-reach locations and are not threatening the vision. This may be a good option since each treatment option has side effect risks. For example, surgery can damage nearby structures, while medications by mouth can cause fever, diarrhea, headaches, and high blood pressure, amongst other problems. The option of surgery has typically been delayed until absolutely necessary as there is a high rate of the lesion growing back, there is a high risk to surrounding tissue (like the eye, the optic nerve, the eye muscles), and it is difficult to remove the entire lesion. In addition to observation and surgery, another treatment option is to inject agents called sclerosants into the lesions with the goal of reducing their size. Finally, in lesions that are difficult to access surgically or with injections, medication taken by mouth (called 'systemic medication') has also been used to reduce the size and resulting symptoms. The goal of these therapies is to reduce cosmetic disfigurement and pain caused by these lesions, in addition to avoiding vision-threatening complications."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "A search of the current literature and research on this topic yielded 5258 journal articles but no RCTs comparing two types of orbital lymphangioma treatments were found. Therefore no conclusions can be drawn about the effectiveness of the four major interventions of interest in treating people with orbital lymphangioma. It is clear from this review that further studies are needed that randomize people into these various treatments. Of note: there is one ongoing study that may meet these criteria, which is expected to be completed in 2021."
    },
    {
      "heading": "How up to date is this review?",
      "text": "The review authors searched for studies that had been published up to 22 May 2018."
    }
  ]
}