{
  "doi": "10.1002/14651858.CD010572.pub2",
  "name": "Surgical adjunctive procedures for accelerating orthodontic treatment",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "A range of surgical and non-surgical techniques have received increasing attention in recent years in an effort to reduce the duration of a course of orthodontic treatment. Various surgical techniques have been used; however, uncertainty exists in relation to the effectiveness of these procedures and the possible adverse effects related to them."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of surgically assisted orthodontics on the duration and outcome of orthodontic treatment."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following electronic databases: the Cochrane Oral Health Group's Trials Register (to 10 September 2014), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2014, Issue 8), MEDLINE via OVID (1946 to 10 September 2014), EMBASE via OVID (1980 to 10 September 2014), LILACS via BIREME (1980 to 10 September 2014), metaRegister of Controlled Trials (to 10 September 2014), ClinicalTrials.gov (to 10 September 2014), and the World Health Organization (WHO) International Clinical Trials Registry Platform (to 10 September 2014). We checked the reference lists of all trials identified for further studies. There were no restrictions regarding language or date of publication in the electronic searches."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) evaluating the effect of surgical adjunctive procedures for accelerating tooth movement compared with conventional treatment (no surgical adjunctive procedure)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two review authors independently assessed the risk of bias in the trials and extracted data. We used the fixed-effect model and expressed results as mean differences (MD) with 95% confidence intervals (CI). We investigated heterogeneity with reference to both clinical and methodological factors."
    },
    {
      "heading": "Main results",
      "text": "We included four RCTs involving a total of 57 participants ranging in age from 11 to 33 years. The interventions evaluated were corticotomies to facilitate orthodontic space closure or alignment of an ectopic maxillary canine, with the effect of repeated surgical procedures assessed in one of these studies. The studies did not report directly on the primary outcome as prespecified in our protocol: duration of orthodontic treatment, number of visits during active treatment (scheduled and unscheduled) and duration of visits. The main outcome assessed within the trials was the rate of tooth movement, with periodontal effects assessed in one trial and pain assessed in one trial. A maximum of just three trials with small sample sizes were available for each comparison and outcome. We assessed all of the studies as being at unclear risk of bias.\nTooth movement was found to be slightly quicker with surgically assisted orthodontics in comparison with conventional treatment over periods of one month (MD 0.61 mm; 95% CI 0.49 to 0.72; P value < 0.001) and three months (MD 2.03 mm, 95% CI 1.52 to 2.54; P value < 0.001). Our results and conclusions should be interpreted with caution given the small number of included studies. Information on adverse events was sought; however, no data were reported in the included studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review found that there is limited research concerning the effectiveness of surgical interventions to accelerate orthodontic treatment, with no studies directly assessing our prespecified primary outcome. The available evidence is of low quality, which indicates that further research is likely to change the estimate of the effect. Based on measured outcomes in the short-term, these procedures do appear to show promise as a means of accelerating tooth movement. It is therefore possible that these procedures may prove useful; however, further prospective research comprising assessment of the entirety of treatment with longer follow-up is required to confirm any possible benefit."
    }
  ],
  "pls_title": "Surgical procedures for accelerating orthodontic treatment",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Orthodontic treatment (use of braces) is lengthy, typically taking over 18 months to complete, with brace adjustments required every six weeks or so. Usually brace treatment is carried out without the use of surgery. However, special surgical procedures have been proposed to speed up orthodontic treatment. This review, produced through the Cochrane Oral Health Group, examines the merits and risks of surgical methods for speeding up orthodontic treatment compared to standard orthodontic treatment in adolescents and adults.BackgroundReduction of orthodontic treatment duration is highly desirable. Surgery has been advocated to speed up tooth movement and may work by stimulating cells adjacent to the teeth or by reducing the resistance presented by the supporting bone and mechanically shifting teeth. These procedures are relatively new and may carry additional risks compared to standard treatment.Study characteristicsThe evidence on which this review is based is up to date as of 10 September 2014. We found four relevant studies to include in this review. These studies involved 57 participants ranging in age from 11 to 33 years. All of the studies investigated the effects of surgical procedures on either the time taken to align a displaced tooth or to close gaps between teeth. None of these studies reported being funded by the orthodontic industry.Key resultsSlightly faster tooth movement was found with the surgical procedures, although this result is based on a relatively small number of participants. In addition, there were some problems inherent in the design and quality of all the studies. Therefore, further research is needed to confirm whether additional surgery is warranted to speed up tooth movement. The studies did not provide any information about negative side effects from the treatment.Quality of the evidenceThe quality of the evidence concerning the rate of tooth movement was judged to be low for assessments one month and three months after the procedure."
    }
  ]
}