{
  "doi": "10.1002/14651858.CD000112.pub3",
  "name": "Immunotherapy for recurrent miscarriage",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Because immunological aberrations might be the cause of miscarriage in some women, several immunotherapies have been used to treat women with otherwise unexplained recurrent pregnancy loss."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to assess the effects of any immunotherapy, including paternal leukocyte immunization and intravenous immunoglobulin on the live birth rate in women with previous unexplained recurrent miscarriages."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (11 February 2014) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized trials of immunotherapies used to treat women with three or more prior miscarriages and no more than one live birth after, in whom all recognized non-immunologic causes of recurrent miscarriage had been ruled out and no simultaneous treatment was given."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The review author and the two co-authors independently extracted data and assessed study quality for all studies considered for this review."
    },
    {
      "heading": "Main results",
      "text": "Twenty trials of high quality were included. The various forms of immunotherapy did not show significant differences between treatment and control groups in terms of subsequent live births: paternal cell immunization (12 trials, 641 women), Peto odds ratio (Peto OR) 1.23, 95% confidence interval (CI) 0.89 to 1.70; third-party donor cell immunization (three trials, 156 women), Peto OR 1.39, 95% CI 0.68 to 2.82; trophoblast membrane infusion (one trial, 37 women), Peto OR 0.40, 95% CI 0.11 to 1.45; or intravenous immunoglobulin, (eight trials, 303 women), Peto OR 0.98, 95% CI 0.61 to 1.58."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Paternal cell immunization, third-party donor leukocytes, trophoblast membranes, and intravenous immunoglobulin provide no significant beneficial effect over placebo in improving the live birth rate."
    }
  ],
  "pls_title": "Immunotherapy for recurrent miscarriage",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "Immunotherapy does not lower the risk of future miscarriage in women who repeatedly miscarry."
    },
    {
      "heading": "Background",
      "text": "Recurrent miscarriage is three or more consecutive early miscarriages. One theory is that for some women, this might be caused by an immune system response to the embryo or fetus. Therapies that try to immunize the woman against the 'foreign' cells of a future pregnancy have been tried. Immunotherapies have included white blood cells (leukocytes) from the woman's partner or a donor, products derived from early embryos (trophoblast membranes), or antibodies derived from blood (immunoglobulin)."
    },
    {
      "heading": "Review question",
      "text": "We sought to determine whether immunological treatments would improve the chance of live births in women with a history of recurrent miscarriage.Study characteristicsWe included 20 randomized controlled trials involving 1137 women, which took place from 1985 and 2004 in 11 countries. The trials examined four different forms of immunotherapy: immunization using white blood cells from the woman's partner (12 trials, 641 women), white blood cells from a third-party donor (three trials, 156 women), products derived from early embryos (one trial, 37 women), or antibodies derived from blood (intravenous immunoglobulin) (eight trials 303 women)."
    },
    {
      "heading": "Quality of the evidence and conclusions",
      "text": "Overall, we considered the risk of bias for the majority of included studies to be low.\nThe review of trials found that none of these treatments provided a significant beneficial effect over placebo in improving the live birth rate or lowered the risk of future miscarriage in women who have recurrent miscarriages."
    }
  ]
}