{
  "doi": "10.1002/14651858.CD006883.pub3",
  "name": "Antifibrinolytic agents for reducing blood loss in scoliosis surgery in children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an updated version of the original Cochrane review first published in 2008. Scoliosis surgery is often associated with substantial blood loss and potentially detrimental effects in children. Antifibrinolytic agents are often used to reduce perioperative blood loss. Clinical trials have evaluated their efficacy in children undergoing surgical correction of scoliosis, but no systematic review has been published. This review was first published in 2008 and was updated in 2016."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of aprotinin, tranexamic acid and aminocaproic acid in reducing blood loss and transfusion requirements in children undergoing surgery for correction of idiopathic or secondary scoliosis."
    },
    {
      "heading": "Search methods",
      "text": "We ran the search for the previous review in June 2007. For this updated version, we searched the Cochrane Central Register of Controlled Trials (CENTRAL; 2015, Issue 7), MEDLINE (1946 to August week 1 2015), Embase (1947 to 2015 week 38), Latin American Caribbean Health Sciences Literature (LILACS) (1982 to 14 August 2015), Database of Abstracts of Reviews of Effects (DARE; 2015, Issue 2) and reference lists of reviews and retrieved articles for randomized controlled trials in any language. We also checked the clinical trial registry at http://www.clinicaltrials.gov on 8 October 2015."
    },
    {
      "heading": "Selection criteria",
      "text": "We included blinded and unblinded randomized controlled trials (RCTs) that evaluated the effects of antifibrinolytics on perioperative blood loss in children 18 years of age or younger and undergoing scoliosis surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data. The primary outcome was total blood loss (intraoperative and postoperative combined). Secondary efficacy outcomes were the number of participants receiving blood transfusion (both autologous and allogeneic) or receiving allogeneic blood transfusion alone, and the total amount of blood transfused. Safety outcomes included the number of deaths, the number of participants reporting any adverse event or a serious adverse event, withdrawals due to adverse events and the number of participants experiencing a specific adverse event (i.e. renal insufficiency, hypersensitivity or thrombosis). We assessed methodological risk of bias for each included study and employed the GRADE approach to assess the overall quality of the evidence."
    },
    {
      "heading": "Main results",
      "text": "We included three new studies (201 participants) in this updated review, for a total of nine studies (455 participants). All but one study employed placebo as the control group intervention. For the primary outcome, antifibrinolytic drugs decreased the amount of perioperative blood loss by 427 mL (95% confidence interval (CI) 251 to 603 mL), for a reduction of over 20% versus placebo. We rated the quality of evidence for our primary outcome as low on the basis of unclear risk of bias for several domains in most studies and the small total number of participants.\nFor secondary outcomes, fewer participants receiving antifibrinolytic drugs received transfusion (allogeneic or autologous) versus those receiving placebo (risk ratio (RR) 0.65, 95% CI 0.50 to 0.85, number needed to treat to prevent one additional harmful outcome (NNTp) 5; very low-quality evidence). Only two studies specifically evaluated the number of participants transfused with only allogeneic blood (risk difference (RD) -0.15, 95% CI -0.26 to -0.03, NNTp 7; very low-quality evidence). Antifibrinolytic drugs decreased the volume of blood transfused by 327 mL (95% CI -186 to -469 mL; low-quality evidence).\nNo study reported deaths in active or control groups. Data were insufficient to allow performance of meta-analysis for any safety outcome. No studies adequately described their methods in assessing safety. The only adverse event of note occurred in one study, when three participants in the placebo group developed postoperative deep vein thrombosis."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Since the last published version of this review (2008), we have found three new studies. Additional evidence shows that antifibrinolytics reduce the requirement for both autologous and allogeneic blood transfusion. Limited evidence of low to very low quality supports the use of antifibrinolytic drugs for reducing blood loss and decreasing the risk, and volume, of transfusion in children undergoing scoliosis surgery. Evidence is insufficient to support the use of a particular agent, although tranexamic acid may be preferred, given its widespread availability. The optimal dose regimen for any of these three agents has not been established. Although adverse events appear to occur infrequently, evidence is insufficient to confirm the safety of these agents, particularly for rare but potentially catastrophic events. No long-term safety data are available."
    }
  ],
  "pls_title": "Antifibrinolytic agents to reduce blood loss in the surgical correction of scoliosis (abnormal curvatures of the spine) in children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Scoliosis is a curving of the spine beyond that which is normal. Surgery may be needed to correct scoliosis and is often carried out when the child is young. Substantial bleeding may occur during surgery and can lead to serious complications, such as multiple organ failure. Many methods are used to reduce blood loss, including drugs that modify clotting pathways in the body. Medications known as antifibrinolytic drugs can reduce bleeding by preventing the breakdown of a blood clot. This review is an update of a review published in 2008, which looked at how well these drugs work, and how safe they are."
    },
    {
      "heading": "Search date",
      "text": "This review is an update of a review that we first published in 2008. Our latest search for articles took place in August 2015."
    },
    {
      "heading": "Study characteristics",
      "text": "The antifibrinolytic drugs evaluated in this systematic review were aprotinin, tranexamic acid and aminocaproic acid. We found nine studies that enrolled a total of 455 participants, aged 18 years or younger, who received either antifibrinolytic drugs or a placebo.\nTotal enrolment in each study ranged from 36 participants to 80 participants. Two of the studies evaluated aprotinin, four tranexamic acid and four aminocaproic acid. One study compared aminocaproic acid with tranexamic acid. The other studies administered placebo to the control group. Studies that evaluated aprotinin and aminocaproic acid used high doses (when reported). Of the studies that evaluated tranexamic acid, two used high doses, one used low doses and one did not describe the dose given. Five studies evaluated idiopathic scoliosis (scoliosis with no known cause), and four evaluated both idiopathic scoliosis and scoliosis that occurred as the result of another disease, such as cerebral palsy.\nOf the nine included studies, five reported how long patients were assessed. Follow-up ranged from one to 10 days after surgery, or lasted for the participant's length of stay in the hospital."
    },
    {
      "heading": "Study funding sources",
      "text": "Two studies received grants from organizations of healthcare professionals, and one was sponsored by a pharmaceutical company. The remaining studies did not report sources of funding."
    },
    {
      "heading": "Key results",
      "text": "Antifibrinolytic drugs reduced the amount of blood lost during, or immediately after, surgery, by 427 millilitres (mL) (more than a 20% reduction in blood loss) and the amount of blood transfused during the same period by 327 mL. The number of children who received transfusions, either through blood from a donor or through a combination of blood from a donor and their own saved blood, was also significantly decreased. We assessed the quality of the evidence for all of these findings as low or very low because of the small numbers of participants, some concerns about study designs and imprecision in study findings.\nNo children included in any studies died, and very few adverse events were reported, although three children receiving placebo in one study developed a clot. However, these studies may not have adequately looked for adverse events, or study authors might not have reported them fully. Also, the number of children evaluated was too small and the time of follow-up too short to allow review authors to draw any conclusions about their safety."
    },
    {
      "heading": "Conclusion",
      "text": "This systematic review showed that antifibrinolytic drugs reduce blood loss and decrease the number of children receiving blood transfusions and the amount of blood transfused, but the evidence supporting any of these findings is not very strong. The safety of antifibrinolytic drugs remains unclear."
    }
  ]
}