{
  "doi": "10.1002/14651858.CD002106.pub4",
  "name": "Dressings for superficial and partial thickness burns",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "An acute burn wound is a complex and evolving injury. Extensive burns produce systemic consequences, in addition to local tissue damage. Treatment of partial thickness burn wounds is directed towards promoting healing and a wide variety of dressings are currently available. Improvements in technology and advances in understanding of wound healing have driven the development of new dressings. Dressing selection should be based on their effects on healing, but ease of application and removal, dressing change requirements, cost and patient comfort should also be considered."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of burn wound dressings on superficial and partial thickness burns."
    },
    {
      "heading": "Search methods",
      "text": "For this first update we searched The Cochrane Wounds Group Specialised Register (searched 8 November 2012); The Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2012, Issue 10); Ovid MEDLINE (2008 to October Week 4 2012); Ovid MEDLINE (In-Process & Other Non-Indexed Citations, November 07, 2012); Ovid EMBASE (2008 to 2012 Week 44); AND EBSCO CINAHL (1982 to 2 November 2012)."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials (RCTs) that evaluated the effects of burn wound dressings on the healing of superficial and partial thickness burns."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors extracted the data independently using standardised forms. We assessed each trial for internal validity and resolved differences by discussion."
    },
    {
      "heading": "Main results",
      "text": "A total of 30 RCTs are included in this review. Overall both the quality of trial reporting and trial conduct were generally poor and meta analysis was largely precluded due to study heterogeneity or poor data reporting. In the context of this poor quality evidence, silver sulphadiazine (SSD) was consistently associated with poorer healing outcomes than biosynthetic (skin substitute) dressings, silver-containing dressings and silicon-coated dressings. Burns treated with hydrogel dressings appear to heal more quickly than those treated with usual care."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is a paucity of high-quality evidence regarding the effect of different dressings on the healing of superficial and partial thickness burn injuries. The studies summarised in this review evaluated a variety of interventions, comparators and clinical endpoints and all were at risk of bias. It is impossible to draw firm and confident conclusions about the effectiveness of specific dressings, however silver sulphadiazine was consistently associated with poorer healing outcomes than biosynthetic, silicon-coated and silver dressings whilst hydrogel-treated burns had better healing outcomes than those treated with usual care."
    }
  ],
  "pls_title": "Dressings for treating superficial and partial thickness burns",
  "pls_type": "long",
  "pls": "Superficial burns are those which involve the epidermal skin layer and partial thickness burns involve deeper damage to structures such as blood vessels and nerves. There are many dressing materials available to treat these burns but none has strong evidence to support their use. Evidence from poor quality, small trials, suggests that superficial and partial thickness burns heal more quickly with silicon-coated nylon, silver containing dressings and biosynthetic dressings than with silver sulphadiazine cream. Burns treated with hydrogel dressings healed more quickly than those treated with usual care."
}