{
  "doi": "10.1002/14651858.CD006008.pub5",
  "name": "Intermittent catheter techniques, strategies and designs for managing long‐term bladder conditions ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Intermittent catheterisation (IC) is a commonly recommended procedure for people with incomplete bladder emptying. Frequent complications are urinary tract infection (UTI), urethral trauma and discomfort during catheter use. Despite the many designs of intermittent catheter, including different lengths, materials and coatings, it is unclear which catheter techniques, strategies or designs affect the incidence of UTI and other complications, measures of satisfaction/quality of life and cost-effectiveness.\nThis is an update of a Cochrane Review first published in 2007."
    },
    {
      "heading": "Objectives",
      "text": "To assess the clinical and cost-effectiveness of different catheterisation techniques, strategies and catheter designs, and their impact, on UTI and other complications, and measures of satisfaction/quality of life among adults and children whose long-term bladder condition is managed by intermittent catheterisation."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Incontinence Specialised Register, which contains trials identified from the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, MEDLINE In-Process, MEDLINE Epub Ahead of Print, CINAHL, ClinicalTrials.gov, WHO ICTRP and handsearching of journals and conference proceedings (searched 12 April 2021), the reference lists of relevant articles and conference proceedings, and we attempted to contact other investigators for unpublished data or for clarification."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) or randomised cross-over trials comparing at least two different catheterisation techniques, strategies or catheter designs."
    },
    {
      "heading": "Data collection and analysis",
      "text": "As per standard Cochrane methodological procedures, two review authors independently extracted data, assessed risk of bias and assessed the certainty of evidence using GRADE. Outcomes included the number of people with symptomatic urinary tract infections, complications such as urethral trauma/bleeding, comfort and ease of use of catheters, participant satisfaction and preference, quality of life measures and economic outcomes."
    },
    {
      "heading": "Main results",
      "text": "We included 23 trials (1339 randomised participants), including twelve RCTs and eleven cross-over trials. Most were small (fewer than 60 participants completed), although three trials had more than 100 participants. Length of follow-up ranged from one month to 12 months and there was considerable variation in definitions of UTI. Most of the data from cross-over trials were not presented in a useable form for this review.\nRisk of bias was unclear in many domains due to insufficient information in the trial reports and several trials were judged to have a high risk of performance bias due to lack of blinding and a high risk of attrition bias. The certainty of evidence was downgraded for risk of bias, and imprecision due to low numbers of participants.\nAseptic versus clean technique\nWe are uncertain if there is any difference between aseptic and clean techniques in the risk of symptomatic UTI because the evidence is low-certainty and the 95% confidence interval (CI) is consistent with possible benefit and possible harm (RR 1.20 95% CI 0.54 to 2.66; one study; 36 participants). We identified no data relating to the risk of adverse events comparing aseptic and clean techniques or participant satisfaction or preference.\nSingle-use (sterile) catheter versus multiple-use (clean)\nWe are uncertain if there is any difference between single-use and multiple-use catheters in terms of the risk of symptomatic UTI because the certainty of evidence is low and the 95% CI is consistent with possible benefit and possible harm (RR 0.98, 95% CI 0.55, 1.74; two studies; 97 participants). One study comparing single-use catheters to multiple-use catheters reported zero adverse events in either group; no other adverse event data were reported for this comparison. We identified no data for participant satisfaction or preference.\nHydrophilic-coated catheters versus uncoated catheters\nWe are uncertain if there is any difference between hydrophilic and uncoated catheters in terms of the number of people with symptomatic UTI because the certainty of evidence is low and the 95% CI is consistent with possible benefit and possible harm (RR 0.89, 95% CI 0.69 to 1.14; two studies; 98 participants). Uncoated catheters probably slightly reduce the risk of urethral trauma and bleeding compared to hydrophilic-coated catheters (RR 1.37, 95% CI 1.01 to 1.87; moderate-certainty evidence). The evidence is uncertain if hydrophilic-coated catheters compared with uncoated catheters has any effect on participant satisfaction measured on a 0-10 scale (MD 0.7 higher, 95% CI 0.19 to 1.21; very low-certainty evidence; one study; 114 participants). Due to the paucity of data, we could not assess the certainty of evidence relating to participant preference (one cross-over trial of 29 participants reported greater preference for a hydrophilic-coated catheter (19/29) compared to an uncoated catheter (10/29))."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Despite a total of 23 trials, the paucity of useable data and uncertainty of the evidence means that it remains unclear whether the incidence of UTI or other complications is affected by use of aseptic or clean technique, single (sterile) or multiple-use (clean) catheters, coated or uncoated catheters or different catheter lengths. The current research evidence is uncertain and design and reporting issues are significant. More well-designed trials are needed. Such trials should include analysis of cost-effectiveness because there are likely to be substantial differences associated with the use of different catheterisation techniques and strategies, and catheter designs."
    }
  ],
  "pls_title": "Intermittent catheter techniques, strategies and catheter designs for managing long-term bladder conditions",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "There are different catheterisation techniques, strategies and catheter designs which may affect symptomatic urinary tract infection (UTI; a bladder infection detected through urine testing where the person has symptoms of infection), other complications and user preference.\nIn this review, we focussed on these outcomes in people who used aseptic or clean catheterisation techniques, single or multiple-use catheters and different designs of catheter (e.g. coated or uncoated, standard or compact length) to determine if one approach or design is better than another."
    },
    {
      "heading": "Background",
      "text": "Intermittent catheterisation is a common strategy used by people who have bladder emptying problems. A hollow tube (catheter) is passed through the channel to the bladder (urethra) or through a surgically made channel to the skin surface. The catheter is emptied regularly, usually several times every day. Intermittent catheterisation can be done by a healthcare professional or by the person (or carer) themselves. There are various approaches to intermittent catheterisation which could impact on infection, other complications and user experience.\nThere are four main types of intervention considered in this review which might make a difference to users or to costs."
    },
    {
      "heading": "Techniques: Aseptic versus clean",
      "text": "An ‘aseptic technique’ is used in healthcare settings, with specially packaged sterile equipment (gloves, lubricant and catheter) and a technique that avoids the catheter coming into contact with anything non-sterile (including hands, equipment and surfaces) before it is inserted.\nPeople inserting their own catheters use a ‘clean’ technique, where the environment is kept as clean as possible and a sterile or clean (multiple-use) catheter is used without the need for gloves."
    },
    {
      "heading": "Strategies: Single-use versus multiple-use",
      "text": "There are two types of catheter use: single-use and multiple-use. Re-use of catheters means that the catheter is cleaned and re-used a varying number of times (e.g. for up to 24 hours or for one week/month)."
    },
    {
      "heading": "Design: Uncoated versus hydrophilic-coated",
      "text": "Uncoated catheters are typically clear PVC and packed individually in sterile packaging. They may be supplied pre-lubricated, or used with a separate lubricant or water to aid insertion.\nHydrophilic-coated catheters have a slippery coating and either are supplied ready to use, or require the addition of water."
    },
    {
      "heading": "Design: Shorter versus standard length",
      "text": "Catheters come in varying sizes and lengths to suit men, women and children, and people's different needs."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "We searched for evidence that had been published up to 12 April 2021."
    },
    {
      "heading": "Study characteristics",
      "text": "We found 23 trials (involving a total of 1339 children and adults using intermittent catheterisation for bladder emptying) comparing different catheterisation techniques and catheter designs."
    },
    {
      "heading": "Key results",
      "text": ""
    },
    {
      "heading": "Aseptic versus clean techniques",
      "text": "We are uncertain if there is any difference between aseptic and clean techniques in the risk of symptomatic UTI. We identified no data relating to the risk of adverse events."
    },
    {
      "heading": "Single-use (sterile) catheter versus multiple-use (clean)",
      "text": "We are uncertain if there is any difference between single-use and multiple-use catheters in the risk of symptomatic UTI because the certainty of evidence is low. One study comparing these interventions reported zero adverse events in either group and no other adverse event data were reported."
    },
    {
      "heading": "Hydrophilic-coated catheters versus uncoated catheters",
      "text": "We are uncertain if there is any difference between hydrophilic and uncoated catheters in the number of people with symptomatic UTI. Uncoated catheters probably slightly reduce the risk of urethral trauma and bleeding compared to hydrophilic-coated catheters. We are uncertain if there is any difference in patient satisfaction or preference."
    },
    {
      "heading": "One catheter length versus another catheter length",
      "text": "We are uncertain if there is any difference between one catheter length versus another catheter length for all included outcomes.\nWe identified no useable evidence relating to cost-effectiveness for any of the comparisons."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "The current research evidence is uncertain and design and reporting issues are significant. There are many factors that could limit the generalisability of findings, for example, the study setting (e.g. hospital or home), sex of participants, variability in adherence to user instructions and whether catheterisation is undertaken by the user or another person. More well-designed trials are needed. Such trials should include analysis of cost-effectiveness because there are likely to be substantial differences associated with the use of different catheter designs, catheterisation techniques and strategies."
    }
  ]
}