{
  "doi": "10.1002/14651858.CD011317.pub2",
  "name": "Home‐based versus clinic‐based specimen collection in the management of Chlamydia trachomatis and Neisseria gonorrhoeae infections ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chlamydia trachomatis (CT) and Neisseria gonorrhoeae (NG) are the most frequent causes of bacterial sexually transmitted infections (STIs). Management strategies that reduce losses in the clinical pathway from infection to cure might improve STI control and reduce complications resulting from lack of, or inadequate, treatment."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of home-based specimen collection as part of the management strategy for Chlamydia trachomatis and Neisseria gonorrhoeae infections compared with clinic-based specimen collection in sexually-active people."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Sexually Transmitted Infections Group Specialized Register, the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE and LILACS on 27 May 2015, together with the World Health Organization International Clinical Trials Registry (ICTRP) and ClinicalTrials.gov. We also handsearched conference proceedings, contacted trial authors and reviewed the reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs) of home-based compared with clinic-based specimen collection in the management of C. trachomatis and N. gonorrhoeae infections."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors independently assessed trials for inclusion, extracted data and assessed risk of bias. We contacted study authors for additional information. We resolved any disagreements through consensus. We used standard methodological procedures recommended by Cochrane. The primary outcome was index case management, defined as the number of participants tested, diagnosed and treated, if test positive."
    },
    {
      "heading": "Main results",
      "text": "Ten trials involving 10,479 participants were included. There was inconclusive evidence of an effect on the proportion of participants with index case management (defined as individuals tested, diagnosed and treated for CT or NG, or both) in the group with home-based (45/778, 5.8%) compared with clinic-based (51/788, 6.5%) specimen collection (risk ratio (RR) 0.88, 95% confidence interval (CI) 0.60 to 1.29; 3 trials, I² = 0%, 1566 participants, moderate quality). Harms of home-based specimen collection were not evaluated in any trial. All 10 trials compared the proportions of individuals tested. The results for the proportion of participants completing testing had high heterogeneity (I² = 100%) and were not pooled. We could not combine data from individual studies looking at the number of participants tested because the proportions varied widely across the studies, ranging from 30% to 96% in home group and 6% to 97% in clinic group (low-quality evidence). The number of participants with positive test was lower in the home-based specimen collection group (240/2074, 11.6%) compared with the clinic-based group (179/967, 18.5%) (RR 0.72, 95% CI 0.61 to 0.86; 9 trials, I² = 0%, 3041 participants, moderate quality)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Home-based specimen collection could result in similar levels of index case management for CT or NG infection when compared with clinic-based specimen collection. Increases in the proportion of individuals tested as a result of home-based, compared with clinic-based, specimen collection are offset by a lower proportion of positive results. The harms of home-based specimen collection compared with clinic-based specimen collection have not been evaluated. Future RCTs to assess the effectiveness of home-based specimen collection should be designed to measure biological outcomes of STI case management, such as proportion of participants with negative tests for the relevant STI at follow-up."
    }
  ],
  "pls_title": "Home-based specimen collection in the management of chlamydia and gonorrhoea infections",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Cochrane authors reviewed evidence about the effects of self-collected specimens at home compared with specimens collected at clinic on the clinical management of chlamydia and gonorrhoea infections."
    },
    {
      "heading": "Background",
      "text": "Chlamydia and gonorrhoea are common sexually transmitted infections (STI). Management of these infections might be easier to achieve if people can collect specimens at home and send or take them to a laboratory, rather than having to go to a clinic."
    },
    {
      "heading": "Search date",
      "text": "This evidence is up to May 2015."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched the available literature for trials in which people were invited either to collect specimens at home or to attend a clinic for collection of specimens. We found 10 relevant trials in total. Three trials (including 1566 people) provided data to assess the proportion of people who completed testing, diagnosis and treatment. All trials gave information about the percentages of people who took self-collected specimens for detection of chlamydia and gonorrhoea infections at home and those who took the test at a clinic. Nine studies reported percentages related to positive test results."
    },
    {
      "heading": "Funding sources",
      "text": "Trials in this review were funded by governmental or non-governmental organisations."
    },
    {
      "heading": "Key results",
      "text": "There was no evidence of a difference between home-based and clinic-based specimen collection in the proportion of people who completed testing, diagnosis and treatment. In the home-based group 45 infections were detected and treated in a total of 778 people invited to collect specimens at home. In the clinic-based group 51 infections were detected and treated in a total of 788 people invited to attend a clinic. We could not combine data from individual studies looking at the number of participants tested because the proportions varied widely. A lower number of participants diagnosed in the home-based compared with the clinic-based group was documented. The potential harms of testing with home-collected specimens were not evaluated in any trial."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The GRADE quality for the main outcomes was moderate (index case management, positive test prevalence) or low (proportion of individuals tested). The quality of evidence was downgraded because of methodological limitations in the studies."
    },
    {
      "heading": "Conclusions",
      "text": "Home-based specimen collection could result in similar levels of index case management forChlamydia trachomatisorNeisseria gonorrhoeaeinfection when compared with clinic-based specimen collection. The safety of home-based specimen collection compared with clinic-based specimen collection have not been evaluated."
    }
  ]
}