{
  "doi": "10.1002/14651858.CD003868.pub4",
  "name": "Oral morphine for cancer pain",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is the third updated version of a Cochrane review first published in Issue 4, 2003 of The Cochrane Library and first updated in 2007. Morphine has been used for many years to relieve pain. Oral morphine in either immediate release or modified release form remains the analgesic of choice for moderate or severe cancer pain."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy of oral morphine in relieving cancer pain, and to assess the incidence and severity of adverse events."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases: Cochrane Central Register of Controlled Trials (CENTRAL 2015, Issue 9); MEDLINE (1966 to October 2015); and EMBASE (1974 to October 2015). We also searched ClinicalTrials.gov (1 October 2015)."
    },
    {
      "heading": "Selection criteria",
      "text": "Published randomised controlled trials (RCTs) using placebo or active comparators reporting on the analgesic effect of oral morphine in adults and children with cancer pain. We excluded trials with fewer than 10 participants."
    },
    {
      "heading": "Data collection and analysis",
      "text": "One review author extracted data, which were checked by another review author. There were insufficient comparable data for meta-analysis to be undertaken or to produce numbers needed to treat (NNTs) for the analgesic effect. We extracted any available data on the number or proportion of participants with 'no worse than mild pain' or treatment success (very satisfied, or very good or excellent on patient global impression scales)."
    },
    {
      "heading": "Main results",
      "text": "We identified seven new studies in this update. We excluded six, and one study is ongoing so also not included in this update. This review contains a total of 62 included studies, with 4241 participants. Thirty-six studies used a cross-over design ranging from one to 15 days, with the greatest number (11) for seven days for each arm of the trial. Overall we judged the included studies to be at high risk of bias because the methods of randomisation and allocation concealment were poorly reported. The primary outcomes for this review were participant-reported pain and pain relief.\nFifteen studies compared oral morphine modified release (Mm/r) preparations with morphine immediate release (MIR). Fourteen studies compared Mm/r in different strengths; six of these included 24-hour modified release products. Fifteen studies compared Mm/r with other opioids. Six studies compared MIR with other opioids. Two studies compared oral Mm/r with rectal Mm/r. Three studies compared MIR with MIR by a different route of administration. Two studies compared Mm/r with Mm/r at different times and two compared MIR with MIR given at a different time. One study was found comparing each of the following: Mm/r tablet with Mm/r suspension; Mm/r with non-opioids; MIR with non-opioids; and oral morphine with epidural morphine.\nIn the previous update, a standard of 'no worse than mild pain' was set, equivalent to a score of 30/100 mm or less on a visual analogue pain intensity scale (VAS), or the equivalent in other pain scales. Eighteen studies achieved this level of pain relief on average, and no study reported that good levels of pain relief were not attained. Where results were reported for individual participants in 17 studies, 'no worse than mild pain' was achieved by 96% of participants (362/377), and an outcome equivalent to treatment success in 63% (400/638).\nMorphine is an effective analgesic for cancer pain. Pain relief did not differ between Mm/r and MIR. Modified release versions of morphine were effective for 12- or 24-hour dosing depending on the formulation. Daily doses in studies ranged from 25 mg to 2000 mg with an average of between 100 mg and 250 mg. Dose titration was undertaken with both instant release and modified release products. A small number of participants did not achieve adequate analgesia with morphine. Adverse events were common, predictable, and approximately 6% of participants discontinued treatment with morphine because of intolerable adverse events.\nThe quality of the evidence is generally poor. Studies are old, often small, and were largely carried out for registration purposes and therefore were only designed to show equivalence between different formulations."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The conclusions have not changed for this update. The effectiveness of oral morphine has stood the test of time, but the randomised trial literature for morphine is small given the importance of this medicine. Most trials recruited fewer than 100 participants and did not provide appropriate data for meta-analysis. Only a few reported how many people had good pain relief, but where it was reported, over 90% had no worse than mild pain within a reasonably short time period. The review demonstrates the wide dose range of morphine used in studies, and that a small percentage of participants are unable to tolerate oral morphine. The review also shows the wide range of study designs, and inconsistency in cross-over designs. Trial design was frequently based on titration of morphine or comparator to achieve adequate analgesia, then crossing participants over in cross-over design studies. It was not clear if these trials were sufficiently powered to detect any clinical differences between formulations or comparator drugs. New studies added to the review for the previous update reinforced the view that it is possible to use modified release morphine to titrate to analgesic effect. There is qualitative evidence that oral morphine has much the same efficacy as other available opioids."
    }
  ],
  "pls_title": "Oral morphine for cancer pain",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Morphine taken by mouth produced good pain relief for most people with moderate or severe cancer pain.\nOne person in two or three who gets cancer will suffer from pain that becomes moderate or severe in intensity. The pain tends to get worse as the cancer progresses. Morphine taken by mouth has been used since the 1950s for controlling cancer pain. In 1986 the World Health Organization recommended taking an oral solution of morphine every four hours. Morphine is now available in a number of different formats that release the morphine over various periods of time. Morphine immediate release is rapidly absorbed, and would usually be taken every four hours. Modified release tablets are available that release morphine more slowly, so that they can be taken only twice a day or even only once a day."
    },
    {
      "heading": "Study characteristics",
      "text": "In this updated review we set out to estimate how well morphine worked, how many people had side effects, and how severe those side effects were – for example, whether they were so severe that participants stopped taking their oral morphine.\nWe found 62 studies with 4241 participants. The studies were often small, compared many different preparations, and used different study designs. This made it difficult to work out whether any one tablet or preparation of oral morphine was better than any other. There did not seem to be much difference between them."
    },
    {
      "heading": "Key findings",
      "text": "More than 9 in 10 participants had pain that went from moderate or severe before taking morphine to pain that was no worse than mild when taking morphine. More than 6 in 10 participants were very satisfied with the morphine treatment, or considered the result to be very good or excellent. Only about 1 person in 20 stopped taking morphine because of side effects. Morphine is associated with some unwanted effects, mainly constipation, and nausea and vomiting."
    },
    {
      "heading": "Quality of the evidence",
      "text": "At one level these are good results. On another level, the quality of studies is generally poor and we could wish for more consistency in study design, and especially in study reporting, which should include the outcome of pain reduced to tolerable levels – no worse than mild pain – so that people with cancer are not bothered by pain."
    }
  ]
}