{
  "doi": "10.1002/14651858.CD012559.pub2",
  "name": "Hormone replacement therapy after surgery for epithelial ovarian cancer",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Women who have undergone surgical treatment for epithelial ovarian cancer (EOC) may develop menopausal symptoms due to immediate loss of ovarian function following surgery and chemotherapy. Women may experience vasomotor symptoms, sleep disturbance, difficulty concentrating, sexual dysfunction, vaginal symptoms and accelerated osteoporosis. Although hormone replacement therapy (HRT) is the most effective treatment to relieve these symptoms, its safety has been questioned for women with EOC."
    },
    {
      "heading": "Objectives",
      "text": "To assess the safety and efficacy of HRT for menopausal symptoms in women surgically treated for EOC."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL; 2019, Issue 6), MEDLINE via Ovid (1946 to 12 June 2019) and Embase via Ovid (1980 to 2019, week 23). We also handsearched conference reports and trial registries. There was no language restriction."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) with participants of any age and menopausal status who had undergone surgery for EOC and, after diagnosis and treatment, used any regimen and duration of HRT compared with placebo or no hormone therapy. We also included trials comparing different regimens or duration of administration of HRT."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently identified studies that met the inclusion criteria. They used Covidence to extract study characteristics, outcome data and to assess methodological quality of the included studies."
    },
    {
      "heading": "Main results",
      "text": "Our search strategy identified 2617 titles, of which 2614 titles were excluded. Three studies, involving 350 women, met our inclusion criteria. Two of the studies included pre and postmenopausal women, and the third only included premenopausal women. The overall age range of those women included in the studies was 20 to 89.6 years old, with a median follow-up ranging from 31.4 months to 19.1 years. The geographical distribution of participants included Europe, South Africa and China. All stages and histological subtypes were included in two of the studies, but stage IV disease had been excluded in the third. The three included studies used a variety of HRT regimens (conjugated oestrogen with or without medroxyprogesterone and with or without nylestriol) and HRT administrations (oral, patch and implant), In all studies, the comparisons were made versus women who had not received HRT.\nThe studies were at low or unclear risk of selection and reporting bias, and at high risk of performance, detection and attrition bias.  The certainty of the evidence was low for overall survival and progression-free survival, and very low for quality-of-life assessment, incidence of breast cancer, transient ischaemic attack (TIA), cerebrovascular accident (CVA) and myocardial infarction (MI).\nMeta-analysis of these studies showed that HRT may improve overall survival (hazard ratio (HR) 0.71, 95% confidence interval (CI) 0.54 to 0.93; 350 participants, 3 studies; low-certainty evidence). Quality-of-life assessment by use of the EORTC-C30 questionnaire was performed only in one study. We are uncertain whether HRT improves or reduces quality of life as the certainty of the evidence was assessed as very low (mean difference (MD) 13.67 points higher, 95% CI 9.26 higher to 18.08 higher; 1 study; 75 participants; very low-certainty evidence). Likewise, HRT may make little or no difference to progression-free survival (HR 0.76, 95% CI 0.57 to 1.01; 275 participants, 2 studies; low-certainty evidence).\nWe are uncertain whether HRT improves or reduces the incidence of breast cancer (risk ratio (RR) 2.00, 95% CI 0.19 to 21.59; 225 participants, 2 studies; very low-certainty evidence); TIA (RR 5.00, 95% CI 0.24 to 102.42; 150 participants, 1 study; very low-certainty evidence); CVA (RR 0.67, 95% CI 0.11 to 3.88; 150 participants, 1 study; very low-certainty evidence); and MI (RR 0.20, 95% CI 0.01 to 4.10; 150 participants, 1 study; very low-certainty evidence). The incidence of gallstones was not reported in the included studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Hormone replacement therapy may slightly improve overall survival in women who have undergone surgical treatment for EOC, but the certainty of the evidence is low. HRT may make little or no difference to quality of life, incidence of breast cancer, TIA, CVA and MI as the certainty of the evidence has been assessed as very low. There may be little or no effect of HRT use on progression-free survival. The evidence in this review is limited by imprecision and incompleteness of reported relevant outcomes and therefore the results should be interpreted with caution. Future well-designed RCTs are required as this is an important area to women experiencing menopausal symptoms following surgical treatment for ovarian cancer, especially as doctors are often reluctant to prescribe HRT in this scenario. The evidence in this review is too limited to support or refute that HRT is very harmful in this population."
    }
  ],
  "pls_title": "Hormone replacement therapy for menopausal symptoms in women who have undergone surgical treatment for epithelial ovarian cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "The issue",
      "text": "Epithelial ovarian cancer (EOC) develops from the surface layer of the ovary. It is the eighth most common cancer and the seventh most common cause of death from cancer worldwide in women. The surgical treatment of EOC includes the removal of all visible tumour deposits in the abdomen; this usually includes both ovaries, the uterus (womb), omentum (fatty curtain that hangs from the stomach and transverse colon), and peritoneum, with or without the removal of lymph nodes or other organs. Women who were premenopausal before the procedure go on to experience the menopause as a result of the surgery. This may negatively affect their quality of life due to symptoms such as hot flushes, mood swings, change of sexual activity, vaginal dryness and loss of bone density. Around a quarter of women, especially younger women, will present with early-stage disease and will be left with long-term adverse health effects of a surgically induced menopause. In those women with advanced disease at diagnosis, quality of life is an important factor to consider, as their disease is life-limiting.\nHormone replacement therapy (HRT) might be effective for postmenopausal symptoms, but there are serious concerns around the safety of this treatment. These concerns are not just related to cancer, but also to the heart, and they need to be balanced against the positive health effects of HRT for women with an early menopause. In recent years the safety of HRT has been questioned and doctors may be cautious in prescribing HRT for women who are experiencing surgically-induced menopause after treatment for EOC."
    },
    {
      "heading": "The aim of the review",
      "text": "To assess the safety and efficacy of hormone replacement therapy (HRT) for menopausal symptoms in women treated surgically for EOC."
    },
    {
      "heading": "What were the main findings?",
      "text": "We searched for evidence of benefits and harms of HRT in EOC, up to June 2019. We identified three studies involving a total of 350 women. We found that HRT may improve overall survival and may make little or no difference to progression-free survival. We are unsure about the effects on quality of life, incidence of breast cancer, transient ischaemic attack (also known as 'mini stroke'), cerebrovascular accident (stroke) and myocardial infarction (heart attack), as the certainty of the evidence was very low. There were no reports on the incidence of gallstones."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The certainty of the evidence was low to very low for all outcomes, mainly due to the small number of participants and low numbers of adverse events reported. The certainty of the evidence is also reduced due to the high risk of bias of the included studies, meaning their results might overestimate or underestimate the true effect of the treatment."
    },
    {
      "heading": "What were the conclusions?",
      "text": "Hormone replacement therapy may improve the overall survival in women who are experiencing surgically induced menopause after treatment for EOC, but it may make little or no difference to survival without the disease getting worse. The overall certainty of these findings is low to very low, mainly due to a lack of information. This is a very important area for further research, which has the potential to make a big impact on many women."
    }
  ]
}