{
  "doi": "10.1002/14651858.CD013070.pub2",
  "name": "Stem cell transplantation for induction of remission in medically refractory Crohn’s disease ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Crohn's disease (CD) is an inflammatory bowel disease that causes inflammation and stricture, of any part of the mucosa and the gut wall. It forms skip lesions, sparing the areas in between the affected parts of the gastrointestinal tract. Crohn's disease could have one of three complications; fistula, intestinal obstruction due to stricture, or gastrointestinal inflammation presenting as severe diarrhoea.\nStem cell therapy (SCT) is an innovative treatment that has been recently used in CD. The exact role of SCT in CD is still unclear. Stem cells modify the immunity of the patients or act as a “reset tool” for the immune system as in the case of systemically-injected stem cells, or regenerate the affected area of necrotic and inflammatory tissue as in the case of local injection into the lesion. Stem cells are a wide variety of cells including pluripotent stem cells or differentiated stem cells. The hazards range from rejection to symptomatic manifestations as fever or increase infection."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this Cochrane systematic review is to assess the effects of stem cell transplantation compared to standard of care alone or with placebo on efficacy and safety outcomes in patients with refractory CD."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE, Embase, Cochrane Central Register of Controlled Trials (CENTRAL), and clinical trial registries (Clinicaltrials.gov, World Health Organization-International Clinical Trials Registry Platform WHO ICTRP) from inception to 19 March 2021, without any language, publication year, or publication status restrictions. In addition, we searched references of included studies and review articles for further references. An update of the published studies was done during the writing of the review."
    },
    {
      "heading": "Selection criteria",
      "text": "We included only randomised controlled trials (RCTs) that assessed the effectiveness and safety of SCT in refractory CD versus standard care alone (control) or with placebo."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors (SEN and SFA) independently screened the studies retrieved from the search results for inclusion, extracted data and assessed the risk of bias. Any disagreement was resolved through a consensus between the authors. We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We conducted our search on 19 March 2021 and identified 639 records. We added two records by a manual search of the published reviews on the topic to a total of 641 records. The Covidence program removed 125 duplicates making a total of 516 reports. Two review authors (SEN and SFA) screened titles and abstracts and excluded 451 records with the remaining 65 for full-text records screened independently by the two authors; only 18 studies were considered for inclusion.\nWe included seven RCTs with a total of 442 participants for the meta-analysis. The intervention group included 234 patients, and the control group included 208 patients. Nine trials are ongoing and, two abstracts are awaiting classification.\nAll patients in the control and intervention groups received the standard therapy for CD. Only three studies used blinding methods for the control group in the form of a placebo, with one study of the three stated that the blinding method was inefficient. The patients and personnel were aware of the intervention in the rest of the four studies as they were open-label trials. However, the effect of unblinding was balanced by the low risk of detection bias in five of the included studies.\nThe evidence is uncertain about the effect of SCT on achieving clinical remission as compared to control/placebo (risk ratio (RR) 1.88, 95% Confidence Interval (CI) 0.80 to 4.41; 3 studies; low-certainty evidence).\nThe evidence is very uncertain about the effect of SCT on achieving Crohn’s Disease Activity Index (CDAI) <150 at 24 weeks compared to control (RR1.02 95% CI 0.67 to 1.56; 4 studies; very-low certainty evidence).\nSCT is likely to achieve fistula closure as compared to the control/placebo both in the short term (RR 1.48, 95% CI 1.12 to 1.96); low-certainty evidence) and in the long term (RR 1.42, 95% CI 1.09 to 1.87; 4 studies; low-certainty evidence) follow-up.\nThe evidence is very uncertain about the effect of SCT to cause no difference in the number of total adverse events as compared to the control/placebo (RR 0.99, 95% CI [0.88 to  1.13); 4 studies; very-low-certainty evidence). However, SCT is likely to increase the number of serious adverse events as compared to the control/placebo (RR 1.22, 95% CI 0.88 to 1.67; 7 studies; low-certainty evidence).\nThe evidence is very uncertain about the effect of SCT to decrease the withdrawal due to adverse events as compared to the control/placebo (RR 0.78, 95% CI 0.32 to 1.89; 3 studies; very-low certainty evidence).\nFunding by pharmaceutical companies was found in three studies, with one including more than 50% of our studied population."
    },
    {
      "heading": "Authors' conclusions",
      "text": "SCT shows an uncertain effect on clinical remission with low certainty of evidence. SCT shows an uncertain effect on CDAI score to reach <150 after 24 weeks of treatment, with very low certainty evidence. SCT shows beneficial effects on fistula-closure during short and long-term follow-up with low-certainty evidence in both outcomes. There was no change in the total number of adverse events with SCT as compared to control, with very low certainty evidence. While there was a moderate effect on increasing the number of serious adverse events in the SCT group, as compared to the control with low-certainty evidence. Withdrawal due to adverse events was slightly higher in the control group with very low certainty evidence.\nAll the participants were refractory to standard medical treatment, but the number of participants was small, this may limit the generalizability of the results. Further research is needed for validation. More objective outcomes are needed in the assessment of stem cell effectiveness in the treatment of Crohn's disease, especially the intestinal CD subtype; with standardization of the dose, methods of stem cell preparation, route of administration, and inclusion criteria to the studies to achieve clear results."
    }
  ],
  "pls_title": "Stem cells for treating patients not responding to Crohn's disease treatment",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Question",
      "text": "Are stem cells (SCs) an effective and safe option in patients with Crohn's disease (CD) when they do not respond to their standard medical treatment?"
    },
    {
      "heading": "Key messages",
      "text": "Stem cells when combined with standard medical treatment could be better than the medical treatment alone or with a placebo (a dummy treatment) in the healing of the opening in the perianal region connected to the bowels caused by CD (perianal fistula).\nStem cells when combined with standard medical treatment could be safe when compared to the medical treatment alone or with a placebo in treating the bowel inflammation associated with Crohn's disease (total and serious adverse events)."
    },
    {
      "heading": "What are stem cells?",
      "text": "Stem cells are the cells responsible for forming new cells and renewing the surrounding tissue. They are also responsible for modifying the immune system. There are various types of SCs, self-stem cells extracted from the patient's own body (autologous) and non-self stem cells extracted from other individuals (allogeneic). They could be found in the bone marrow, fat tissue, placenta, umbilical vein, etc."
    },
    {
      "heading": "What is Crohn's disease?",
      "text": "It is an autoimmune (fighting the patient's own body) disease-causing inflammation and stenosis of the bowel, or causing a bowel opening in the skin (fistula). CD usually follows an \"on and off\" pattern, it also affects the mortality, morbidity, and quality of life of the patients. Standard treatment of CD includes drugs that suppress the immunity of the patient including anti-inflammatory, immunosuppressive, and biological drugs. However, one-third of patients do not respond to medical or surgical treatment."
    },
    {
      "heading": "Why was this Cochrane Review conducted?",
      "text": "To assess if SCs are effective and safe in patients with CD who do not respond to medical treatment (i.e. refractory CD)."
    },
    {
      "heading": "What did we do?",
      "text": "We assessed randomised controlled trials on the topic."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This evidence is up-to-date to March 2021."
    },
    {
      "heading": "What did we find?",
      "text": "We found seven trials on the topic, including 442 patients (234 in the stem cell group and 208 in the placebo or control groups). The follow-up duration in the studies varied from one to four years. We included seven RCTs with a total of 442 participants for the meta-analysis. The intervention group included 234 patients, and the control group included 208 patients.  We assessed the effect of both the systemic and local administration of SCs. The intervention group included 127 males (55.95%) and 100 females (44.05%), while the control/placebo group included 114 males (56.44%) and 88 females (43.56%). Studies were conducted in the UK, China, Spain, the Netherlands, and the USA.\nWe found data on clinical remission in  three studies, data on achieving Crohn's Disease Activity Index (CDAI) <150 after 24 weeks in three studies, data on fistula closure short and long term in four studies, data on the total number of adverse events in four studies, data on serious adverse events in seven studies, and data on withdrawal due to adverse events in three studies."
    },
    {
      "heading": "What are our main results?",
      "text": "In patients who did not respond to standard medical treatment for CD, we found that: when using SCs combined with medical treatment compared to medical treatment alone or with placebo, it is unclear whether they cause an achievement of improvement in the clinical remission, or in the clinical score CDAI to <150 after 24 weeks. SCs combined with medical treatment, when compared to the standard medical treatment, are likely to lead to improvement in the rate of fistula closure in both the short and long term. SCs combined with medical treatment, when compared to the standard medical treatment, are less likely to change the number of total adverse events. SCs combined with medical treatment, when compared to the standard medical treatment, are more probable to increase the number of occurrences of serious adverse events, but are less likely to decrease the number of patients who withdrew due to adverse events."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Three of the included trials were funded by pharmaceutical companies.\nOnly a small number of studies addressed the topic with small numbers of patients. Moreover, most of the studied population (> 60%) was in those funded three studies, with one study including >50% of the studied population."
    }
  ]
}