{
  "doi": "10.1002/14651858.CD009638.pub3",
  "name": "Modes of exercise training for intermittent claudication",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "According to international guidelines and literature, all patients with intermittent claudication should receive an initial treatment of cardiovascular risk modification, lifestyle coaching, and supervised exercise therapy. In the literature, supervised exercise therapy often consists of treadmill or track walking. However, alternative modes of exercise therapy have been described and yielded similar results to walking. This raises the following question: which exercise mode produces the most favourable results? This is the first update of the original review published in 2014."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of alternative modes of supervised exercise therapy compared to traditional walking exercise in patients with intermittent claudication."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register, CENTRAL, MEDLINE, Embase and CINAHL databases and World Health Organization International Clinical Trials Registry Platform and ClinicalTrials.gov trials registers to 4 March 2019. We also undertook reference checking, citation searching and contact with study authors to identify additional studies. No language restriction was applied."
    },
    {
      "heading": "Selection criteria",
      "text": "We included parallel-group randomised controlled trials comparing alternative modes of exercise training or combinations of exercise modes with a control group of supervised walking exercise in patients with clinically determined intermittent claudication. The supervised walking programme needed to be supervised at least twice a week for a consecutive six weeks of training."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies, extracted data, and assessed the risk of bias for each study. As we included studies with different treadmill test protocols and different measuring units (metres, minutes, or seconds), the standardised mean difference (SMD) approach was used for summary statistics of mean walking distance (MWD) and pain-free walking distance (PFWD). Summary estimates were obtained for all outcome measures using a random-effects model. We used the GRADE approach to assess the certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "For this update, five additional studies were included, making a total of 10 studies that randomised a total of 527 participants with intermittent claudication (IC). The alternative modes of exercise therapy included cycling, lower-extremity resistance training, upper-arm ergometry, Nordic walking, and combinations of exercise modes. Besides randomised controlled trials, two quasi-randomised trials were included. Overall risk of bias in included studies varied from high to low. According to GRADE criteria, the certainty of the evidence was downgraded to low, due to the relatively small sample sizes, clinical inconsistency, and inclusion of three studies with risk of bias concerns.\nOverall, comparing alternative exercise modes versus walking showed no clear differences for MWD at 12 weeks (standardised mean difference (SMD) -0.01, 95% confidence interval (CI) -0.29 to 0.27; P = 0.95; 6 studies; 274 participants; low-certainty evidence); or at the end of training (SMD -0.11, 95% CI -0.33 to 0.11; P = 0.32; 9 studies; 412 participants; low-certainty evidence). Similarly, no clear differences were detected in PFWD at 12 weeks (SMD -0.01, 95% CI -0.26 to 0.25; P = 0.97; 5 studies; 249 participants; low-certainty evidence); or at the end of training (SMD -0.06, 95% CI -0.30 to 0.17; P = 0.59; 8 studies, 382 participants; low-certainty evidence). Four studies reported on health-related quality of life (HR-QoL) and three studies reported on functional impairment. As the studies used different measurements, meta-analysis was only possible for the walking impairment questionnaire (WIQ) distance score, which demonstrated little or no difference between groups (MD -5.52, 95% CI -17.41 to 6.36; P = 0.36; 2 studies; 96 participants; low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review found no clear difference between alternative exercise modes and supervised walking exercise in improving the maximum and pain-free walking distance in patients with intermittent claudication. The certainty of this evidence was judged to be low, due to clinical inconsistency, small sample size and risk of bias concerns. The findings of this review indicate that alternative exercise modes may be useful when supervised walking exercise is not an option. More RCTs with adequate methodological quality and sufficient power are needed to provide solid evidence for comparisons between each alternative exercise mode and the current standard of supervised treadmill walking. Future RCTs should investigate outcome measures on walking behaviour, physical activity, cardiovascular risk, and HR-QoL, using standardised testing methods and reporting of outcomes to allow meaningful comparison across studies."
    }
  ],
  "pls_title": "How effective are supervised exercise programmes compared to supervised walking programmes for treating intermittent claudication?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why this question is important",
      "text": "Intermittent claudication is the medical term for pain in the lower leg (or both legs) that develops during exercise (for example, walking) and usually goes away after a few minutes’ rest. This pain is produced by a restriction of blood flow to the leg muscles. This restriction in blood flow is caused by the partial blockage of arteries (vessels that deliver oxygen-rich blood around the body) by a build-up of fatty deposits (atherosclerosis). This results in a reduced oxygen supply reaching the leg muscles.\nInternational guidelines recommend that people with intermittent claudication should exercise by walking (for example, on a treadmill) while supervised by a physical or exercise therapist. The goal of these exercises is to increase the distance people can walk, and to limit the impact of intermittent claudication on their quality of life.\nSupervised walking programmes are not the only type of supervised exercise available. There are other options, such as strength training, Nordic walking (walking with specially designed poles to exercise the upper as well as the lower body) or cycling. To find out how effective other types of supervised exercise programmes are compared to supervised walking programmes, we reviewed the evidence from research studies."
    },
    {
      "heading": "How we identified and assessed the evidence",
      "text": "First, we searched for all relevant studies in the medical literature. We then compared the results, and summarised the evidence from all the studies. Finally, we assessed how certain the evidence was. We considered factors such as the way studies were conducted, study sizes, and consistency of findings across studies. Based on our assessments, we categorised the evidence as being of very low, low, moderate or high certainty."
    },
    {
      "heading": "What we found",
      "text": "We found ten studies on a total of 527 people with intermittent claudication. The studies compared supervised walking programmes against:\n* exercises to strengthen the leg muscles (four studies);\n* Nordic walking (three studies);\n* cycling (one study);\n* arm ergometry (pedalling with the arms on an exercise machine – one study);\n* a combination of different types of exercise (four studies).\nThe programmes lasted between six and 24 weeks.\nThe evidence suggests that there may be little to no difference between supervised walking and other types of supervised exercise in terms of:\n* the average maximum distance that people can walk after 12 weeks of exercise, or once they have completed the exercise programme;\n* the average distance that people can walk without feeling pain after 12 weeks of exercise, or once they have completed the exercise programme; or\n* disability (after 12 to 24 weeks of exercise).\nWe do not know if there is a difference in quality of life, since the studies that investigated this used different measurement tools to assess it, and we could not compare the results."
    },
    {
      "heading": "What this means",
      "text": "This review suggests that supervised walking and other types of supervised exercise programmes may have similar effects on how far people with intermittent claudication can walk, and how far they can walk without pain. However, our confidence in this finding is limited, mainly because:\n* the studies we reviewed were small;\n* the types of supervised walking exercises that were evaluated varied across studies; and\n* concerns about how some studies were conducted.\nFuture studies that use robust methods and include large numbers of people are needed to provide stronger evidence for comparing different types of supervised exercise programmes for intermittent claudication."
    },
    {
      "heading": "How-up-to date is this review?",
      "text": "The evidence in this Cochrane Review is current to March 2019."
    }
  ]
}