{
  "doi": "10.1002/14651858.CD008053.pub3",
  "name": "Planned home versus hospital care for preterm prelabour rupture of the membranes (PPROM) prior to 37 weeks' gestation ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Preterm prelabour rupture of membranes (PPROM) is associated with increased risk of maternal and neonatal morbidity and mortality. Women with PPROM have been predominantly managed in hospital. It is possible that selected women could be managed at home after a period of observation. The safety, cost and women's views about home management have not been established."
    },
    {
      "heading": "Objectives",
      "text": "To assess the safety, cost and women's views about planned home versus hospital care for women with PPROM."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (31 July 2013) and the reference lists of all the identified articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised trials comparing planned home versus hospital management for women with PPROM before 37 weeks' gestation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed clinical trials for eligibility for inclusion, risk of bias, and carried out data extraction."
    },
    {
      "heading": "Main results",
      "text": "We included two trials (116 women) comparing planned home versus hospital management for PPROM. Overall, the number of included women in each trial was too small to allow adequate assessment of pre-specified outcomes. Investigators used strict inclusion criteria and in both studies relatively few of the women presenting with PPROM were eligible for inclusion. Women were monitored for 48 to 72 hours before randomisation. Perinatal mortality was reported in one trial and there was insufficient evidence to determine whether it differed between the two groups (risk ratio (RR) 1.93, 95% confidence interval (CI) 0.19 to 20.05).  There was no evidence of differences between groups for serious neonatal morbidity, chorioamnionitis, gestational age at delivery, birthweight and admission to neonatal intensive care.\nThere was no information on serious maternal morbidity or mortality. There was some evidence that women managed in hospital were more likely to be delivered by caesarean section (RR (random-effects) 0.28, 95% CI 0.07 to 1.15). However, results should be interpreted cautiously as there is moderate heterogeneity for this outcome (I² = 35%). Mothers randomised to care at home spent approximately 10 fewer days as inpatients (mean difference -9.60, 95% CI -14.59 to -4.61) and were more satisfied with their care. Furthermore, home care was associated with reduced costs."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The review included two relatively small studies that did not have sufficient statistical power to detect meaningful differences between groups. Future large and adequately powered randomised controlled trials are required to measure differences between groups for relevant pre-specified outcomes. Special attention should be given to the assessment of maternal satisfaction with care and cost analysis as they will have social and economic implications in both developed and developing countries."
    }
  ],
  "pls_title": "Planned home versus hospital care for rupture of the membranes before 37 weeks' gestation",
  "pls_type": "long",
  "pls": "Premature rupture of membranes before 37 weeks’ gestation (and where there is at least an hour between membrane rupture and the onset of contractions and labour) can have consequences for both the mother and the baby. It is estimated that after premature rupture of the membranes one-half of women go into labour within a week, and three-quarters within a fortnight. This means that the baby may be born prematurely and both mother and baby are at risk of infection. Where available, the majority of clinicians advise hospital care for the women to allow monitoring and early detection of any problems. It is however possible for some women to go home after a period of observation in hospital. The safety, cost and women's views about home management have not been established.\nWe included two randomised controlled studies with 116 women in the review. These studies compared planned home versus hospital management for women with preterm, prelabour rupture of the membranes (PPROM). In both studies there were strict criteria for deciding whether women could be included; for example, women had to live within a certain distance of emergency facilities, and there had to be no signs that mothers and babies had infection or other problems. There was a period of monitoring in hospital for women in both groups.\nResults suggested that there were few differences in mothers' and babies' health for women cared for at home or in hospital including infant death, serious illness, or admission to intensive care baby units.\nThere was some evidence that women managed in hospital were more likely to be delivered by caesarean section. Women cared for at home were likely to spend less time in hospital (spending approximately 10 fewer days as inpatients) and were more satisfied with their care. In addition, home care was associated with reduced costs. Overall, the number of women included in the two studies was too small to allow adequate assessment of outcomes."
}