{
  "doi": "10.1002/14651858.CD013197.pub2",
  "name": "Deep neuromuscular blockade in adults undergoing an abdominal laparoscopic procedure",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Laparoscopic surgery is the preferred option for many procedures. To properly perform laparoscopic surgery, it is essential that sudden movements and abdominal contractions in patients are prevented, as it limits the surgeon's view. There has been a growing interest in the potential beneficial effect of deep neuromuscular blockade (NMB) in laparoscopic surgery. Deep NMB improves the surgical field by preventing abdominal contractions, and it is thought to decrease postoperative pain. However, it is uncertain if deep NMB improves intraoperative safety and thereby improves clinical outcomes."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of deep neuromuscular blockade versus no, shallow, or moderate neuromuscular blockade during laparoscopic intra- or transperitoneal procedures in adults."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search date was 31 July 2023."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised clinical trials (irrespective of language, blinding, or publication status) in adults undergoing laparoscopic intra- or transperitoneal procedures comparing deep NMB to moderate, shallow, or no NMB. We excluded trials that did not report any of the primary or secondary outcomes of our review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were 1. all-cause mortality, 2. health-related quality of life, and 3. proportion of participants with serious adverse events. Our secondary outcomes were 4. proportion of participants with non-serious adverse events, 5. readmissions within three months, 6. short-term pain scores, 7. measurements of postoperative recovery, and 8. operating time. We used GRADE to assess the certainty of evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We included 42 randomised clinical trials with 3898 participants. Most trials included participants undergoing intraperitoneal oncological resection surgery. We present the Peto fixed-effect model for most dichotomous outcomes as only sparse events were reported.\nComparison 1: deep versus moderate NMB\nThirty-eight trials compared deep versus moderate NMB. Deep NMB may have no effect on mortality, but the evidence is very uncertain (Peto odds ratio (OR) 7.22, 95% confidence interval (CI) 0.45 to 115.43; 12 trials, 1390 participants; very low-certainty evidence). Deep NMB likely results in little to no difference in health-related quality of life up to four days postoperative (mean difference (MD) 4.53 favouring deep NMB on the Quality of Recovery-40 score, 95% CI 0.96 to 8.09; 5 trials, 440 participants; moderate-certainty evidence; mean difference lower than the mean clinically important difference of 10 points). The evidence is very uncertain about the effect of deep NMB on intraoperatively serious adverse events (deep NMB 38/1150 versus moderate NMB 38/1076; Peto OR 0.95, 95% CI 0.59 to 1.52; 21 trials, 2231 participants; very low-certainty evidence), short-term serious adverse events (up to 60 days) (deep NMB 37/912 versus moderate NMB 42/852; Peto OR 0.90, 95% CI 0.56 to 1.42; 16 trials, 1764 participants; very low-certainty evidence), and short-term non-serious adverse events (Peto OR 0.94, 95% CI 0.65 to 1.35; 11 trials, 1232 participants; very low-certainty evidence).\nDeep NMB likely does not alter the duration of surgery (MD −0.51 minutes, 95% CI −3.35 to 2.32; 34 trials, 3143 participants; moderate-certainty evidence). The evidence is uncertain if deep NMB alters the length of hospital stay (MD −0.22 days, 95% CI −0.49 to 0.06; 19 trials, 2084 participants; low-certainty evidence) or pain scores one hour after surgery (MD −0.31 points on the numeric rating scale, 95% CI −0.59 to −0.03; 22 trials, 1823 participants; very low-certainty evidence; mean clinically important difference 1 point) and 24 hours after surgery (MD −0.60 points on the numeric rating scale, 95% CI −1.05 to −0.15; 16 trials, 1404 participants; very low-certainty evidence; mean clinically important difference 1 point).\nComparison 2: deep versus shallow NMB\nThree trials compared deep versus shallow NMB. The trials did not report on mortality and health-related quality of life. The evidence is very uncertain about the effect of deep NMB compared to shallow NMB on the proportion of serious adverse events (RR 1.66, 95% CI 0.50 to 5.57; 2 trials, 158 participants; very low-certainty evidence).\nComparison 3: deep versus no NMB\nOne trial compared deep versus no NMB. There was no mortality in this trial, and health-related quality of life was not reported. The proportion of serious adverse events was 0/25 in the deep NMB group and 1/25 in the no NMB group."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There was insufficient evidence to draw conclusions about the effects of deep NMB compared to moderate NMB on all-cause mortality and serious adverse events. Deep NMB likely results in little to no difference in health-related quality of life and duration of surgery compared to moderate NMB, and it may have no effect on the length of hospital stay. Due to the very low-certainty evidence, we do not know what the effect is of deep NMB on non-serious adverse events, pain scores, or readmission rates. Randomised clinical trials with adequate reporting of all adverse events would reduce the current uncertainties.\nDue to the low number of identified trials and the very low certainty of evidence, we do not know what the effect of deep NMB on serious adverse events is compared to shallow NMB and no NMB. We found no trials evaluating mortality and health-related quality of life."
    }
  ],
  "pls_title": "Does deep muscle relaxation during laparoscopic surgery improve outcomes?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "– Deep muscle relaxation during laparoscopic surgery may not affect mortality (death) and morbidity (ill heath), but we are very uncertain about the results.\n– Deep muscle relaxation probably makes little to no difference in health-related quality of life (well-being) up to four days after the surgery."
    },
    {
      "heading": "What is deep muscle relaxation in laparoscopic surgery?",
      "text": "Surgery of the abdomen is increasingly performed by laparoscopy. Laparoscopy is an operation using a camera inserted through one or several small cuts (incisions) (usually 0.5 cm to 1.5 cm) in the skin, for example, near the belly button. To improve the surgeon's working conditions, there has been a growing interest in the potential beneficial effect of deep muscle relaxation (deep neuromuscular blockade) to prevent patients' movements and abdominal contractions. There is evidence that surgeons rate working conditions higher when using deep neuromuscular blockade. This could result in improvement in patient's outcomes, such as a reduction in mortality, fewer complications, or fewer unwarranted events. This review compares deep neuromuscular blockade to different levels of superficial or no neuromuscular blockade."
    },
    {
      "heading": "What did we want to find out?",
      "text": "Does deep muscle relaxation during laparoscopic surgery improve patients' outcomes?"
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared deep muscle relaxation to one of the following levels of more superficial muscle relaxation:\n– no muscle relaxation;\n– shallow muscle relaxation;\n– moderate muscle relaxation."
    },
    {
      "heading": "What did we find?",
      "text": "We found 42 studies that involved 3898 people who underwent any type of laparoscopic surgery in the abdomen. In most cases, these were surgeries to the gut or stomach (20 studies). The studies were conducted across the world. Most studies compared deep muscle relaxation to moderate muscle relaxation (38 studies). Follow-up of complications and mortality ranged from three days to 60 days after surgery. Pharmaceutical companies or for-profit organisations funded 22 of the studies."
    },
    {
      "heading": "Main results",
      "text": "Mortality and serious unwanted effects almost did not occur in the comparison of deep muscle relaxation and moderate muscle relaxation. Therefore, it is not possible to conclude whether deep muscle relaxation reduces any of those outcomes. There are probably no differences in health-related quality of life shortly after surgery and in duration of surgery. It is uncertain whether deep muscle relaxation changes pain scores after surgery, duration of hospital stay, or number of readmissions.\nWe found too few studies for the comparison of deep muscle relaxation to shallow muscle relaxation and no muscle relaxation to draw conclusions."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "For most outcomes, our confidence in the evidence is limited. This is due to the low number of unwanted effects reported and concerns about how some of the studies were conducted."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to 31 July 2023."
    }
  ]
}