{
  "doi": "10.1002/14651858.CD011157.pub2",
  "name": "Meditation for adults with haematological malignancies",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Malignant neoplasms of the lymphoid or myeloid cell lines including lymphoma, leukaemia and myeloma are referred to as haematological malignancies. Complementary and alternative treatment options such as meditation practice or yoga are becoming popular by treating all aspects of the disease including physical and psychological symptoms. However, there is still unclear evidence about meditation's effectiveness, and how its practice affects the lives of haematologically-diseased patients."
    },
    {
      "heading": "Objectives",
      "text": "This review aims to assess the benefits and harms of meditation practice as an additional treatment to standard care for adults with haematological malignancies."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL, Issue 8, 2015), MEDLINE (1950 to August 2015), databases of ongoing trials, the meta Register of Controlled Trials (mRCT) (http://www.controlled-trials.com/mrct/), conference proceedings of annual meetings of: the American Society of Hematology; American Society of Clinical Oncology; European Hematology Association; European Congress for Integrative Medicine; and Global Advances in Health and Medicine (2010 to 2015)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) using meditation practice for adult patients with haematological malignancies."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data from eligible studies and assessed the risk of bias according to predefined criteria. We evaluated quality of life and depression. The other outcomes of overall survival, anxiety, fatigue, quality of sleep and adverse events could not be evaluated, because they were not assessed in the included trial."
    },
    {
      "heading": "Main results",
      "text": "We included only one small trial published as an abstract article. The included study investigated the effects of meditation practice on patients newly hospitalised with acute leukaemia. Ninety-one participants enrolled in the study, but only 42 participants remained in the trial throughout the six-month follow-up period and were eligible for analysis. There was no information provided about the average age and sex of the study population. We found a high risk for attrition bias and unclear risk for reporting bias, performance and detection bias because of missing data due to abstract publication only, thus we judged the overall risk of bias as high. According to the GRADE criteria, we judged the overall quality of the body of evidence for all predefined outcomes as 'very low', due to the extent of missing data on the study population, and the small sample size.\nAs the abstract publication did not provide numbers and results except P values, we are not able to give more details.\nMeditation practice might be beneficial for the quality of life of haematologically-diseased patients, with higher scores for participants in the mediation arms compared to the participants in the usual care control group (low quality of evidence). Levels of depression decreased for those practising meditation in both the spiritually-framed meditation group and the secularly-focused meditation group in comparison to the usual care control group, whose levels of depression remained constant (low quality of evidence). The influence of meditation practice on overall survival, fatigue, anxiety, quality of sleep and adverse events remained unclear, as these outcomes were not evaluated in the included trial."
    },
    {
      "heading": "Authors' conclusions",
      "text": "To estimate the effects of meditation practice for patients suffering from haematological malignancies, more high quality randomised controlled trials are needed. At present there is not enough information available on the effects of meditation in haematologically-diseased patients to draw any conclusion."
    }
  ],
  "pls_title": "Meditation for adults with haematological malignancies",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Cancers of the bone marrow, lymphatic tissue and blood are considered as haematological malignancies. The most common types of haematological malignancies are lymphoma, leukaemia and myeloma but they also include myelodysplastic syndromes or myeloproliferative diseases. Within each type of disease there are various sub-divisions. There are several treatment options depending on the type and severity of the cancer. The most common therapies are chemotherapy, radiotherapy or a combination of both. In some cases, stem cell transplantation is offered (this is where either the patient's own bone marrow cells or cells of another person are implanted in the patient's body after aggressive chemotherapy). Those suffering from haematological cancers may have serious symptoms, and treatments often cause severe and distressing side effects.\nLiving with cancer and undergoing aggressive treatment often leads to physical or psychological health problems such as tiredness, anxiety or depression. Even after having completed the treatment some patients are still affected by their disease and search for alternative treatment options to help them coping with their disease."
    },
    {
      "heading": "Meditation",
      "text": "Meditation has been practised for thousands of years by many different cultures and has it's origins in ancient eastern traditions. Meditation practice can be done in various postures and ways. For example, the person can focus on breathing in and out, on an object or repeat a word or a pair of words (a mantra). Some sorts of mediation are based on spiritual beliefs. One treatment using meditation practice is called mindfulness-based cognitive therapy and has shown improvements on distress, quality of life and anxiety in cancer patients. However, there has not been a systematic evaluation on how meditation practice may improve and affect the lives of those with haematologically disease."
    },
    {
      "heading": "Objectives",
      "text": "We investigated the effects of meditation practice on adult patients with haematological malignancies. Important outcomes were quality of life, overall survival, depression, fatigue, anxiety, quality of sleep and adverse events. We reviewed the effects of meditation practice in addition to standard care for patients newly diagnosed with acute leukaemia compared to standard care only."
    },
    {
      "heading": "Findings",
      "text": "We included one trial with 91 adult patients, of whom only 42 were analysed. The trial involved five one-hour meditation intervention sessions between admission and discharge of participants newly diagnosed with acute myeloid or lymphoid leukaemia. There was no information about the age of the participants included in the study. All participants in the trial were hospitalised for initial induction chemotherapy. As the abstract of the publication did not provide numbers, it is not possible to describe the results in more detail.\nParticipants practising meditation reported better physical health and levels of depression could be decreased."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Most of our pre-defined outcomes (overall survival, anxiety, fatigue, quality of sleep, and adverse events) were not reported at all. We judge the quality of the evidence for the outcomes quality of life and depression as 'very low', due to high risk of bias (only 42 out 91 participants were evaluated) and very imprecise results."
    },
    {
      "heading": "Conclusion",
      "text": "There were not enough data available to determine the effectiveness of meditation practice on haematologically-diseased patients, thus the role of meditation in the treatment of haematological malignancies remains unclear. More high-quality and larger randomised controlled trials are needed to validate possible positive effects of meditation practice for haematologically-diseased patients.\nThe evidence is up-to-date as of August, 2015."
    }
  ]
}