{
  "doi": "10.1002/14651858.CD003677.pub6",
  "name": "Surgical approach to hysterectomy for benign gynaecological disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Currently, there are five major approaches to hysterectomy for benign gynaecological disease: abdominal hysterectomy (AH), vaginal hysterectomy (VH), laparoscopic hysterectomy (LH), robotic-assisted hysterectomy (RH) and vaginal natural orifice hysterectomy (V-NOTES). Within the LH category we further differentiate the laparoscopic-assisted vaginal hysterectomy (LAVH) from the total laparoscopic hysterectomy (TLH) and single-port laparoscopic hysterectomy (SP-LH)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of different surgical approaches to hysterectomy for women with benign gynaecological conditions."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases (from their inception to December 2022): the Cochrane Gynaecology and Fertility Specialised Register of Controlled Trials, CENTRAL, MEDLINE, Embase, CINAHL and PsycINFO. We also searched the trial registries and relevant reference lists, and communicated with experts in the field for any additional trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) in which clinical outcomes were compared between one surgical approach to hysterectomy and another."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two review authors independently selected trials, assessed risk of bias and performed data extraction. Our primary outcomes were return to normal activities, satisfaction and quality of life, intraoperative visceral injury and major long-term complications (i.e. fistula, pelvic-abdominal pain, urinary dysfunction, bowel dysfunction, pelvic floor condition and sexual dysfunction)."
    },
    {
      "heading": "Main results",
      "text": "We included 63 studies with 6811 women. The evidence for most comparisons was of low or moderate certainty. The main limitations were poor reporting and imprecision.\nVaginal hysterectomy (VH) versus abdominal hysterectomy (AH) (12 RCTs, 1046 women)\nReturn to normal activities was probably faster in the VH group (mean difference (MD) -10.91 days, 95% confidence interval (CI) -17.95 to -3.87; 4 RCTs, 274 women; I2 = 67%; moderate-certainty evidence). This suggests that if the return to normal activities after AH is assumed to be 42 days, then after VH it would be between 24 and 38 days. We are uncertain whether there is a difference between the groups for the other primary outcomes.\nLaparoscopic hysterectomy (LH) versus AH (28 RCTs, 3431 women)\nReturn to normal activities may be sooner in the LH group (MD -13.01 days, 95% CI -16.47 to -9.56; 7 RCTs, 618 women; I2 = 68%, low-certainty evidence), but there may be more urinary tract injuries in the LH group (odds ratio (OR) 2.16, 95% CI 1.19 to 3.93; 18 RCTs, 2594 women; I2 = 0%; moderate-certainty evidence). This suggests that if the return to normal activities after abdominal hysterectomy is assumed to be 37 days, then after laparoscopic hysterectomy it would be between 22 and 25 days. It also suggests that if the rate of ureter injury during abdominal hysterectomy is assumed to be 0.2%, then during laparoscopic hysterectomy it would be between 0.2% and 2%. We are uncertain whether there is a difference between the groups for the other primary outcomes.\nLH versus VH (22 RCTs, 2135 women)\nWe are uncertain whether there is a difference between the groups for any of our primary outcomes. Both short- and long-term complications were rare in both groups.\nRobotic-assisted hysterectomy (RH) versus LH (three RCTs, 296 women)\nNone of the studies reported satisfaction rates or quality of life. We are uncertain whether there is a difference between the groups for our other primary outcomes.\nSingle-port laparoscopic hysterectomy (SP-LH) versus LH (seven RCTs, 621 women)\nNone of the studies reported satisfaction rates, quality of life or major long-term complications. We are uncertain whether there is a difference between the groups for rates of intraoperative visceral injury.\nTotal laparoscopic hysterectomy (TLH) versus laparoscopic-assisted vaginal hysterectomy (LAVH) (three RCTs, 233 women)\nNone of the studies reported satisfaction rates or quality of life. We are uncertain whether there is a difference between the groups for rates of intraoperative visceral injury or major long-term complications.\nTransvaginal natural orifice transluminal endoscopic surgery (V-NOTES) versus LH (two RCTs, 96 women)\nWe are uncertain whether there is a difference between the groups for rates of bladder injury. Our other primary outcomes were not reported.\nOverall, adverse events were rare in the included studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Among women undergoing hysterectomy for benign disease, VH appears to be superior to AH. When technically feasible, VH should be performed in preference to AH because it is associated with faster return to normal activities, fewer wound/abdominal wall infections and shorter hospital stay. Where VH is not possible, LH has advantages over AH including faster return to normal activities, shorter hospital stay, and decreased risk of wound/abdominal wall infection, febrile episodes or unspecified infection, and transfusion. These advantages must be balanced against the increased risk of ureteric injury and longer operative time. When compared to LH, VH was associated with no difference in time to return to normal activities but shorter operative time and shorter hospital stay. RH and V-NOTES require further evaluation since there is a lack of evidence of any patient benefit over conventional LH. Overall, the evidence in this review has to be interpreted with caution as adverse event rates were low, resulting in low power for these comparisons. The surgical approach to hysterectomy should be discussed with the patient and decided in the light of the relative benefits and hazards. Surgical expertise is difficult to quantify and poorly reported in the available studies and this may influence outcomes in ways that cannot be accounted for in this review. In conclusion, when VH is not feasible, LH has multiple advantages over AH, but at the cost of more ureteric injuries. Evidence is limited for RH and V-NOTES."
    }
  ],
  "pls_title": "Surgical approach to hysterectomy for benign gynaecological diseases",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We evaluated which is the most effective and safe surgery for hysterectomy in women with benign gynaecological disease."
    },
    {
      "heading": "Background",
      "text": "Hysterectomy for benign gynaecological disease, mostly abnormal uterine bleeding, prolapse or uterine fibroids, is one of the most frequent gynaecological procedures (30% of women by the age of 60; 590,000 procedures annually in the USA). It can be performed through several approaches. Abdominal hysterectomy involves removal of the uterus through an incision in the lower abdomen. Vaginal hysterectomy involves removal of the uterus via the vagina, without an abdominal incision. Laparoscopic hysterectomy involves 'keyhole surgery' through small incisions in the abdomen. The uterus may be removed vaginally or, after morcellation (cutting it up), through one of the small incisions. There are various types of laparoscopic hysterectomy, depending on the extent of the surgery performed laparoscopically compared to that performed vaginally. More recently, laparoscopic hysterectomy has been performed robotically. In robotic surgery, the operation is done by a robot, while the (human) surgeon steers the robot from a chair in the corner of the operating room. Even more recently, laparoscopic instruments have been used through incisions in the vagina to perform hysterectomy (vaginal natural orifice hysterectomy or V-NOTES). It is important to be well-informed about the relative benefits and harms of each approach to make the best informed choices for each woman needing hysterectomy for benign disease."
    },
    {
      "heading": "Study characteristics",
      "text": "We analysed 63 randomised controlled trials (RCTs). An RCT is a type of study in which the people being studied are randomly allocated one or other of the different treatments being investigated. This type of study is usually the best way to evaluate whether a treatment is truly effective, i.e. truly helps the patient. A systematic review systematically summarises the available RCTs on a subject.\nA total of 6811 women participated in the studies. The studies compared vaginal versus abdominal hysterectomy (12 trials, 1046 women), laparoscopic versus abdominal hysterectomy (28 trials, 3431 women), laparoscopic versus vaginal hysterectomy (22 trials, 2135 women), laparoscopic versus robot-assisted hysterectomy (three trials, 296 women) and laparoscopic versus transvaginal natural orifice transluminal endoscopic surgery (two trials, 96 women). There were also studies included in which different types of laparoscopic hysterectomies were compared, including single-port versus multi-port (seven trials, 613 women) and total laparoscopic hysterectomy versus laparoscopic-assisted vaginal hysterectomy (three trials, 233 women). The main outcomes were return to normal activities, satisfaction, quality of life and surgical complications."
    },
    {
      "heading": "Key results",
      "text": "We found that vaginal hysterectomy probably results in a quicker return to normal activities than abdominal hysterectomy. If the return to normal activities after abdominal hysterectomy is assumed to be 42 days, then after vaginal hysterectomy it would be between 24 and 38 days. We are uncertain whether there is a difference between the groups for the other main outcomes. However, non-numerical data may suggest improved quality of life after vaginal hysterectomy compared to abdominal hysterectomy.\nLaparoscopic hysterectomy also probably results in a quicker return to normal activities than abdominal hysterectomy. Based on our findings, if the return to normal activities after abdominal hysterectomy is assumed to be 37 days, after laparoscopic hysterectomy it would be between 22 and 25 days. However, laparoscopic hysterectomies are likely associated with greater risk of damaging the ureter (tube that carries urine from the kidney to the bladder). If the rate of ureter injury during abdominal hysterectomy is assumed to be 0%, then during laparoscopic hysterectomy it would be between 0% and 2%. We are uncertain whether there is a difference between laparoscopic and vaginal hysterectomy, between laparoscopic and robot-assisted hysterectomy, or between laparoscopic and natural orifice surgery for our main outcomes. Many studies did not include information about patient satisfaction or quality of life.\nWe conclude that vaginal hysterectomy should be performed whenever possible. Where vaginal hysterectomy is not possible, the laparoscopic approach has advantages over abdominal hysterectomy but greater risk of ureter injury. These pros and cons should be incorporated in the decision-making process with the patient.\nThe evidence is current to December 2022."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "We had low or moderate confidence in the evidence for most of the comparisons. The main limitations were poor reporting of study methods and the evidence being based on few cases of the condition/type of event."
    }
  ]
}