{
  "doi": "10.1002/14651858.CD006972.pub2",
  "name": "High versus low dose of initial thyroid hormone replacement for congenital hypothyroidism",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Congenital hypothyroidism (CHT) affects approximately one in 3000 to 4000 infants. CHT is one of the most common preventable causes of learning difficulties. Optimal management of CHT requires early diagnosis and prompt treatment to avoid abnormal neurodevelopmental outcome.  One of the main issues in the management of CHT relates to the initial dose of levothyroxine to be used in order to achieve optimal results in terms of intellectual development. Currently, it remains unclear whether high dose thyroid hormone replacement is more effective than low dose in the treatment of CHT. Further research is required to determine an appropriate dose that improves mental and psychomotor developmental outcomes."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of high versus low dose of initial thyroid hormone replacement for congenital hypothyroidism."
    },
    {
      "heading": "Search methods",
      "text": "Randomised controlled trials were identified by searching The Cochrane Library, MEDLINE and EMBASE and reference lists of published papers."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled clinical trials investigating the effects of high versus low dose of initial thyroid hormone replacement for congenital hypothyroidism were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Both authors independently selected trials, assessed risk of bias and extracted data."
    },
    {
      "heading": "Main results",
      "text": "The initial search identified 1014 records which identified 13 publications for further examination. After screening the full text of the 13 selected papers, only one study evaluating 47 babies finally met the inclusion criteria. Using the same cohort at two different time periods, the study investigated the effects of high versus low dose thyroid hormone replacement in relation to (1) time taken to achieve euthyroid status and (2) neurodevelopmental outcome. The study reported that a high dose is more effective in rising serum thyroxine and free thyroxine concentrations to the target range and earlier normalisation of thyroid stimulating hormone compared to a lower dose. Similarly, full scale intelligence quotient was noted to be significantly higher in children who received the high dose compared to the lower dose. However, the verbal intelligence quotient and performance intelligence quotient were similar in both groups. Growth and adverse effects were not reported in the included trial."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently only one randomised controlled trial evaluating the effects of high versus low dose of initial thyroid hormone replacement for CHT. There is inadequate evidence to suggest that a high dose is more beneficial compared to a low dose initial thyroid hormone replacement in the treatment of CHT."
    }
  ],
  "pls_title": "High versus low dose of initial thyroid hormone replacement for congenital hypothyroidism",
  "pls_type": "long",
  "pls": "Congenital hypothyroidism is a condition that affects infants from birth and results from a missing or abnormally developed thyroid gland, abnormal production of thyroid hormones or a failure of the pituitary gland to stimulate thyroid hormone production. It affects approximately 1 in 3000 to 4000 newborn infants and early diagnosis and treatment is very important to achieve a good outcome.Treatment of congenital hypothyroidism consists of a daily dose of thyroid hormone (thyroxine). However, the initial dose of thyroxine required to improve outcomes for infants with this condition is unclear and has been the subject of several studies. Some studies have suggested that when infants with congenital hypothyroidism are treated with a higher dose of thyroxine compared with the standard dose, this results in earlier normalisation of the their thyroid hormones and leads to better developmental outcome and intelligence.\nThere is currently only one study reporting on 47 babies that fulfils our review criteria and compares different high dose versus low dose of initial replacement thyroxine for the treatment of congenital hypothyroidism. There is not enough evidence to suggest that a high dose is more beneficial than a low dose therapy. Growth and adverse effects were not reported in the included study. There should be more randomised controlled trials to assess the effects of high versus low dose of initial thyroid hormone replacement for congenital hypothyroidism."
}