{
  "doi": "10.1002/14651858.CD003749.pub3",
  "name": "Type of incision for below knee amputation",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Below knee amputation (BKA) may be necessary in patients with advanced critical limb ischaemia or diabetic foot sepsis in whom no other treatment option is available. There is no consensus as to which surgical technique achieves the maximum rehabilitation potential. This is the third update of the review first published in 2004."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of different types of incision on the outcome of BKA in people with lower limb ischaemia or diabetic foot sepsis, or both. The main focus of the review was to assess the relative merits of skew flap amputation versus the long posterior flap technique."
    },
    {
      "heading": "Search methods",
      "text": "For this update the Cochrane Peripheral Vascular Diseases Group Trials Search Co-ordinator (TSC) searched the Specialised Register (last searched 28 March 2013) and CENTRAL (2013, Issue 2)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing two or more types of skin incision for BKA were identified. People with lower limb ischaemia (acute or chronic) or diabetic foot sepsis, or both, were considered for inclusion. People undergoing below knee amputation for other conditions were excluded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "One review author identified potential trials. Two review authors independently assessed trial quality and extracted the data. Additional information, if required, was sought from study authors."
    },
    {
      "heading": "Main results",
      "text": "Three studies with a combined total of 309 participants were included in the review. One study compared two-stage versus one-stage BKA; one study compared skew flaps BKA versus long posterior flap BKA; and one study compared sagittal flaps BKA versus long posterior flap BKA. Overall the quality of the evidence from these studies was moderate. BKA using skew flaps or sagittal flaps conferred no advantage over the well established long posterior flap technique (primary stump healing was 60% for both skew flaps and long posterior flap (risk ratio (RR) 1.00, 95% confidence interval (CI) 0.71 to 1.42) and primary stump healing was 58% for sagittal flaps and 55% for long posterior flap (Peto odds ratio (OR) 1.04, 95% CI 0.45 to 2.43). For participants with wet gangrene, a two-stage procedure with a guillotine amputation at the ankle followed by a definitive long posterior flap amputation led to better primary stump healing than a one-stage procedure (Peto OR 0.08, 95% CI 0.01 to 0.89). Post-operative infection rate or wound necrosis, reamputation, and mobility with a prosthetic limb were similar in the different comparisons."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence to show a benefit of one type of incision over another. However, in the presence of wet gangrene a two-stage procedure leads to better primary stump healing compared to a one-stage procedure. The choice of amputation technique can, therefore, be a matter of surgeon preference taking into account factors such as previous experience of a particular technique, the extent of non-viable tissue, and the location of pre-existing surgical scars."
    }
  ],
  "pls_title": "Type of incision used for below knee amputation to create a skin flap that maximises healing",
  "pls_type": "long",
  "pls": "Below knee amputation may be necessary for people with critical limb ischaemia caused by advanced vascular disease or diabetic foot infection (sepsis) where no other treatment option is possible. Keeping the knee joint gives a better chance of walking using an artificial leg or prosthesis and social independence after the amputation. The surgical technique is important. Bone and deep tissues are generally treated in a similar way but the type of skin incision varies between techniques. A skin flap is designed to go over the stump, where the main consideration is to maximise blood supply and healing. A long posterior skin flap and unequal (skewed) anterior and posterior muscle and skin (myocutaneous) flaps are most often used, although other techniques have been described.\nThree randomised controlled studies were identified. Overall the quality of the evidence from these studies was moderate. They were reported on between 1977 and 1991 and involved a total of 309 participants. Each reported on different comparisons. Below knee amputation using skew flaps or sagittal flaps provided no advantage over the long posterior flap technique on primary stump healing, which approached 60% for all groups. In the third study, involving 30 participants with wet gangrene, a two-stage procedure with a guillotine amputation at the ankle followed by long posterior flap amputation led to better primary stump healing than a one-stage procedure with delayed skin closure. Post-operative infection rate or wound necrosis, reamputation and mobility with a prosthetic limb were similar in the different comparisons.\nNearly all the surgeons in the study that looked at skew flap amputation versus the long posterior flap technique were new to the skew flap operation and so were on a learning curve. Factors which might have influenced the findings include previous experience of a technique, the extent of non-viable tissue, and location of pre-existing surgical scars."
}