{
  "doi": "10.1002/14651858.CD006769.pub2",
  "name": "Interventions for late trabeculectomy bleb leak",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Late trabeculectomy bleb leaks are a common complication after filtering glaucoma surgery. Although asymptomatic, late bleb leaks may lead to hypotony and are associated with bleb related infections."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of interventions for late trabeculectomy bleb leak."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (which contains the Cochrane Eyes and Vision Group Trials Register) (The Cochrane Library 2012, Issue 7), MEDLINE (January 1946 to July 2012), EMBASE (January 1980 to July 2012), the meta Register of Controlled Trials (mRCT) (www.controlled-trials.com), ClinicalTrials.gov (www.clinicaltrials.gov) and the WHO International Clinical Trials Registry Platform (ICTRP) (www.who.int/ictrp/search/en). We did not use any date or language restrictions in the electronic searches for trials. We last searched the electronic databases on 18 July 2012."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised and quasi-randomised trials in which any treatments for eyes with late bleb leak (interventional and non-interventional) were compared with each other."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trial quality and extracted data. We contacted study authors when additional information was needed."
    },
    {
      "heading": "Main results",
      "text": "The review included one multicentre trial based in the USA with 30 eyes of 30 participants. The trial compared two surgical procedures (conjunctival advancement and amniotic membrane transplant) to cover a filtering bleb leak. Conjunctival advancement has been shown to be more effective in sealing filtering bleb leaks."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Although a variety of treatments have been proposed for bleb leaks, there is no evidence of their comparative effectiveness.\nThe evidence in this review was provided by a single trial that compared two surgical procedures (conjunctival advancement and amniotic membrane transplant). The trial did show a superiority of conjunctival advancement, which was regarded as standard treatment, to amniotic membrane transplantation. There is a need for more randomised trials to validate the findings of this single trial and provide more information on the different types of interventions, especially non-surgical treatments compared to surgical procedures. We recommend that any intervention should be compared to a standard procedure, which is to date conjunctival advancement."
    }
  ],
  "pls_title": "Interventions for late trabeculectomy bleb leaks",
  "pls_type": "long",
  "pls": "Trabeculectomy is an eye operation in which a drainage fistula is created in the wall of the eye to reduce intraocular pressure, which is the goal of treating glaucoma. The fluid drained from the eye forms a blister-like reservoir called \"filtering bleb\" where the fluid from the eye is then absorbed. Extensive scarring of the subconjunctival tissue leads to failure of the operation, therefore, drugs that inhibit cell growth and scar formation are used. Sometimes these drugs lead to thin walled and avascular filtering blebs, which are prone to leaks and infections. Such late-onset filtering blebs and associated infections are a dangerous and common complication after filtering glaucoma surgery. For late-onset bleb leaks, various treatments ranging from antibiotic eye drops to surgical closure of the leak have been suggested. The aim of this review was to compare any interventions to treat bleb leaks with conservative treatment and different interventions with each other. The literature search for this review identified only one randomised controlled trial (RCT) that compared two surgical techniques covering the leaking filtering bleb with different types of tissue. The two surgical techniques were (1) conjunctival advancement whereby the conjunctiva (tissue covering the sclera) is dissected and mobilised forward to cover the leaking area, and (2) amniotic membrane transplant. The amniotic membrane is a thin, transparent tissue covering the foetus in the womb that is obtained after birth.\nBased on these findings it cannot be decided which intervention for filtering bleb leaks is the best, and whether an intervention is necessary at all. The authors' opinion is that in persistent bleb leaks, and those associated with sight threatening conditions such as hypotony (i.e. very low pressure in the eye), conjunctival advancement is the most promising procedure."
}