{
  "doi": "10.1002/14651858.CD003000.pub2",
  "name": "Education interventions for adults who attend the emergency room for acute asthma",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The use of educational and behavioural interventions in the management of chronic asthma have a strong evidence base. There may be a role for educative interventions following presentation in an emergency setting in adults."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of educational interventions administered following an acute exacerbation of asthma leading to presentation in the emergency department (ED)."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group trials register. Study authors were contacted for additional information. Searches are current to November 2009."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised, parallel group trials were eligible if they recruited adults (> 17 years) who had presented at an emergency department with an acute asthma exacerbation. The intervention of interest was any educational intervention (for example, written asthma management plan)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data. We assessed the quality of evidence using recommendations developed by the GRADE working group."
    },
    {
      "heading": "Main results",
      "text": "Thirteen studies met the eligibility criteria of the review, randomising 2157 adults. Education significantly reduced future hospital admissions (RR 0.50; 95% CI 0.27 to 0.91, high quality evidence); however, the estimated reduction in risk of re-presentation at ED following intervention was imprecise and did not reach statistical significance (RR 0.72; 95% CI 0.47 to 1.11, low quality evidence). Symptom control improved following education. The lack of statistically significant differences between asthma education and control groups in terms of peak flow, quality of life, study withdrawal and days lost were hard to interpret given the low number of studies contributing to these outcomes and statistical variation between the study results. Two studies from the USA measured costs: one study from the early 1990s measured cost and found no difference for total costs and costs related to physician visits and admissions to hospital. If data were restricted to emergency department treatment, education led to lower costs than control. A study from 2009 showed that associated costs of ED presentation and hospitalisation were lower following educational intervention."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Our findings support educational interventions applied in the emergency department as a means of reducing subsequent asthma admissions to hospital. Whilst the direction of the effect on ED presentations was consistent with the reduction in risk of admission, the results were not definitive.. Outcomes were measured on average at 6 months after index ED presentation. The impact of educational intervention in this context on longer term outcomes relating to asthma morbidity is unclear. Priorities for additional research in this area include assessment of health-related quality of life, lung function assessment, exploration of the relationship between socio-economic status and asthma morbidity, and better description of the intervention assessed."
    }
  ],
  "pls_title": "Education interventions for adults who attend the emergency room for acute asthma",
  "pls_type": "long",
  "pls": "Self-management and education plans are widely recommended for treating chronic asthma; however, despite endorsement of this intervention acute asthma continues to affect a large number of adults globally. We reviewed evidence from randomised trials that assessed an educational intervention given after presentation in the emergency setting by adults over 17 years old. Thirteen trials involving 2157 people were included. The studies suggested that following the intervention there was a reduction in the frequency of future hospital admissions; however, the effect on visit to the emergency department was imprecise and the results of our analysis indicate that this was a chance result. Education may be an effective reinforcement strategy in reducing future hospital admission following emergency department attendance, but there was little evidence to suggest that it improved other indicators of chronic disease severity such as lung function and quality of life."
}