{
  "doi": "10.1002/14651858.CD004667.pub6",
  "name": "Midwife continuity of care models versus other models of care for childbearing women",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Midwives are primary providers of care for childbearing women globally and there is a need to establish whether there are differences in effectiveness between midwife continuity of care models and other models of care. This is an update of a review published in 2016."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effects of midwife continuity of care models with other models of care for childbearing women and their infants."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Trials Register, ClinicalTrials.gov, and the WHO International Clinical Trials Registry Platform (ICTRP) (17 August 2022), as well as the reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "All published and unpublished trials in which pregnant women are randomly allocated to midwife continuity of care models or other models of care during pregnancy and birth."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed studies for inclusion criteria, scientific integrity, and risk of bias, and carried out data extraction and entry. Primary outcomes were spontaneous vaginal birth, caesarean section, regional anaesthesia, intact perineum, fetal loss after 24 weeks gestation, preterm birth, and neonatal death. We used GRADE to rate the certainty of evidence."
    },
    {
      "heading": "Main results",
      "text": "We included 17 studies involving 18,533 randomised women. We assessed all studies as being at low risk of scientific integrity/trustworthiness concerns. Studies were conducted in Australia, Canada, China, Ireland, and the United Kingdom. The majority of the included studies did not include women at high risk of complications. There are three ongoing studies targeting disadvantaged women.\nPrimary outcomes\nBased on control group risks observed in the studies, midwife continuity of care models, as compared to other models of care, likely increase spontaneous vaginal birth from 66% to 70% (risk ratio (RR) 1.05, 95% confidence interval (CI) 1.03 to 1.07; 15 studies, 17,864 participants; moderate-certainty evidence), likely reduce caesarean sections from 16% to 15% (RR 0.91, 95% CI 0.84 to 0.99; 16 studies, 18,037 participants; moderate-certainty evidence), and likely result in little to no difference in intact perineum (29% in other care models and 31% in midwife continuity of care models, average RR 1.05, 95% CI 0.98 to 1.12; 12 studies, 14,268 participants; moderate-certainty evidence). There may be little or no difference in preterm birth (< 37 weeks) (6% under both care models, average RR 0.95, 95% CI 0.78 to 1.16; 10 studies, 13,850 participants; low-certainty evidence).\nWe are very uncertain about the effect of midwife continuity of care models on regional analgesia (average RR 0.85, 95% CI 0.79 to 0.92; 15 studies, 17,754 participants, very low-certainty evidence), fetal loss at or after 24 weeks gestation (average RR 1.24, 95% CI 0.73 to 2.13; 12 studies, 16,122 participants; very low-certainty evidence), and neonatal death (average RR 0.85, 95% CI 0.43 to 1.71; 10 studies, 14,718 participants; very low-certainty evidence).\nSecondary outcomes\nWhen compared to other models of care, midwife continuity of care models likely reduce instrumental vaginal birth (forceps/vacuum) from 14% to 13% (average RR 0.89, 95% CI 0.83 to 0.96; 14 studies, 17,769 participants; moderate-certainty evidence), and may reduce episiotomy 23% to 19% (average RR 0.83, 95% CI 0.77 to 0.91; 15 studies, 17,839 participants; low-certainty evidence).\nWhen compared to other models of care, midwife continuity of care models likely result in little to no difference in postpartum haemorrhage (average RR 0.92, 95% CI 0.82 to 1.03; 11 studies, 14,407 participants; moderate-certainty evidence) and admission to special care nursery/neonatal intensive care unit (average RR 0.89, 95% CI 0.77 to 1.03; 13 studies, 16,260 participants; moderate-certainty evidence). There may be little or no difference in induction of labour (average RR 0.92, 95% CI 0.85 to 1.00; 14 studies, 17,666 participants; low-certainty evidence), breastfeeding initiation (average RR 1.06, 95% CI 1.00 to 1.12; 8 studies, 8575 participants; low-certainty evidence), and birth weight less than 2500 g (average RR 0.92, 95% CI 0.79 to 1.08; 9 studies, 12,420 participants; low-certainty evidence).\nWe are very uncertain about the effect of midwife continuity of care models compared to other models of care on third or fourth-degree tear (average RR 1.10, 95% CI 0.81 to 1.49; 7 studies, 9437 participants; very low-certainty evidence), maternal readmission within 28 days (average RR 1.52, 95% CI 0.78 to 2.96; 1 study, 1195 participants; very low-certainty evidence), attendance at birth by a known midwife (average RR 9.13, 95% CI 5.87 to 14.21; 11 studies, 9273 participants; very low-certainty evidence), Apgar score less than or equal to seven at five minutes (average RR 0.95, 95% CI 0.72 to 1.24; 13 studies, 12,806 participants; very low-certainty evidence) and fetal loss before 24 weeks gestation (average RR 0.82, 95% CI 0.67 to 1.01; 12 studies, 15,913 participants; very low-certainty evidence). No maternal deaths were reported across three studies.\nAlthough the observed risk of adverse events was similar between midwifery continuity of care models and other models, our confidence in the findings was limited. Our confidence in the findings was lowered by possible risks of bias, inconsistency, and imprecision of some estimates.\nThere were no available data for the outcomes: maternal health status, neonatal readmission within 28 days, infant health status, and birth weight of 4000 g or more.\nMaternal experiences and cost implications are described narratively. Women receiving care from midwife continuity of care models, as opposed to other care models, generally reported more positive experiences during pregnancy, labour, and postpartum. Cost savings were noted in the antenatal and intrapartum periods in midwife continuity of care models."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Women receiving midwife continuity of care models were less likely to experience a caesarean section and instrumental birth, and may be less likely to experience episiotomy. They were more likely to experience spontaneous vaginal birth and report a positive experience. The certainty of some findings varies due to possible risks of bias, inconsistencies, and imprecision of some estimates.\nFuture research should focus on the impact on women with social risk factors, and those at higher risk of complications, and implementation and scaling up of midwife continuity of care models, with emphasis on low- and middle-income countries."
    }
  ],
  "pls_title": "Are midwife continuity of care models versus other models of care for childbearing women better for women and their babies?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Women or their babies who received midwife continuity of care models were less likely to experience a caesarean section or instrumental birth with forceps or a ventouse suction cup, and may be less likely to experience an episiotomy (a cut made by a healthcare professional into the perineum and vaginal wall). They were more likely to experience spontaneous vaginal birth.\nWomen who experienced midwife continuity of care models reported more positive experiences during pregnancy, labour, and postpartum. Additionally, there were cost savings in the antenatal (care during pregnancy) and intrapartum (care during labour and birth) period.\nFurther evidence may change our results, and future research should focus on the impact on women with social risk factors, and those with medical complications, and understanding the implementation and scaling up of midwife continuity of care models, with emphasis on low- and middle-income countries."
    },
    {
      "heading": "What are midwife continuity of care models?",
      "text": "Midwife continuity of care models provide care from the same midwife or team of midwives during pregnancy, birth, and the early parenting period in collaboration with obstetric and specialist teams when required."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out how outcomes differed for women or their babies who received a midwife continuity of care model compared to other models of care.\nOur main outcomes were: spontaneous vaginal birth, caesarean section, regional anaesthesia (spinal or epidural block to numb the lower part of the body), intact perineum (the area between the anus and the vulva), fetal loss after 24 weeks gestation, preterm birth, and neonatal death.\nWe also looked at a range of other outcomes, including women’s experience and cost."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared midwife continuity of care models with other models of care for pregnant women. We compared and summarised the results of the studies and rated our confidence in the evidence based on factors such as study methods and size."
    },
    {
      "heading": "What did we find?",
      "text": "We found 17 studies involving 18,533 women in Australia, Canada, China, Ireland, and the United Kingdom.\nMany of these studies largely focused on women with a lower risk of complications at the start of pregnancy, or those drawn from a specific geographical location. Midwives continued to provide midwifery care in collaboration with specialist and obstetric teams if women developed complications in pregnancy, birth, and postpartum."
    },
    {
      "heading": "Our main results",
      "text": "Women or their babies who received midwife continuity of care models compared to those receiving other models of care were less likely to experience a caesarean section or instrumental vaginal delivery, and may be less likely to experience an episiotomy. They were more likely to experience a spontaneous vaginal birth.\nMidwife continuity care models probably make little or no difference to the likelihood of having an intact perineum, and may have little or no impact on the likelihood of preterm birth.\nWe are uncertain about the effect of midwife continuity of care models on regional anaesthesia, fetal loss after 24 weeks' gestation, and neonatal death.\nWomen who experienced care from midwife continuity of care models reported more positive experiences during pregnancy, labour, and postpartum. Additionally, there were cost savings in the antenatal and intrapartum period."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in these findings varies and further evidence may change our results. For instance, it is not always clear if the people assessing the outcomes knew which type of care the women received. The evidence for fetal loss after 24 weeks' gestation and neonatal death is based on a very small number of cases and there are not enough studies to be certain about some results. We lack data on important aspects like maternal health status after birth, neonatal readmissions, or infant health status.\nFew studies included a specific focus on women at high risk of complications, and none focused on women from disadvantaged backgrounds, indicating a need for future research in these areas. This highlights the need for more comprehensive and diverse studies to strengthen our understanding and confidence in these findings, particularly in varied populations and across different healthcare settings.\nFuture research should focus on the impact on women with social risk factors, and those with medical complications, and understanding the implementation and scaling up of midwife continuity of care models, with emphasis on low- and middle-income countries."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "This is an update of our previous review. We included evidence up to 17 August 2022."
    }
  ]
}