{
  "doi": "10.1002/14651858.CD012436",
  "name": "Drug interventions for the treatment of obesity in children and adolescents",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Child and adolescent obesity has increased globally, and can be associated with significant short- and long-term health consequences."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy of drug interventions for the treatment of obesity in children and adolescents."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, PubMed (subsets not available on Ovid), LILACS as well as the trial registers ICTRP (WHO) and ClinicalTrials.gov. Searches were undertaken from inception to March 2016. We checked references and applied no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomised controlled trials (RCTs) of pharmacological interventions for treating obesity (licensed and unlicensed for this indication) in children and adolescents (mean age under 18 years) with or without support of family members, with a minimum of three months' pharmacological intervention and six months' follow-up from baseline. We excluded interventions that specifically dealt with the treatment of eating disorders or type 2 diabetes, or included participants with a secondary or syndromic cause of obesity. In addition, we excluded trials which included growth hormone therapies and pregnant participants."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data following standard Cochrane methodology. Where necessary we contacted authors for additional information."
    },
    {
      "heading": "Main results",
      "text": "We included 21 trials and identified eight ongoing trials. The included trials evaluated metformin (11 trials), sibutramine (six trials), orlistat (four trials), and one trial arm investigated the combination of metformin and fluoxetine. The ongoing trials evaluated metformin (four trials), topiramate (two trials) and exenatide (two trials). A total of 2484 people participated in the included trials, 1478 participants were randomised to drug intervention and 904 to comparator groups (91 participants took part in two cross-over trials; 11 participants not specified). Eighteen trials used a placebo in the comparator group. Two trials had a cross-over design while the remaining 19 trials were parallel RCTs. The length of the intervention period ranged from 12 weeks to 48 weeks, and the length of follow-up from baseline ranged from six months to 100 weeks.\nTrials generally had a low risk of bias for random sequence generation, allocation concealment and blinding (participants, personnel and assessors) for subjective and objective outcomes. We judged approximately half of the trials as having a high risk of bias in one or more domain such as selective reporting.\nThe primary outcomes of this review were change in body mass index (BMI), change in weight and adverse events. All 21 trials measured these outcomes. The secondary outcomes were health-related quality of life (only one trial reported results showing no marked differences; very low certainty evidence), body fat distribution (measured in 18 trials), behaviour change (measured in six trials), participants' views of the intervention (not reported), morbidity associated with the intervention (measured in one orlistat trial only reporting more new gallstones following the intervention; very low certainty evidence), all-cause mortality (one suicide in the orlistat intervention group; low certainty evidence) and socioeconomic effects (not reported).\nIntervention versus comparator for mean difference (MD) in BMI change was -1.3 kg/m2 (95% confidence interval (CI) -1.9 to -0.8; P < 0.00001; 16 trials; 1884 participants; low certainty evidence). When split by drug type, sibutramine, metformin and orlistat all showed reductions in BMI in favour of the intervention.\nIntervention versus comparator for change in weight showed a MD of -3.9 kg (95% CI -5.9 to -1.9; P < 0.00001; 11 trials; 1180 participants; low certainty evidence). As with BMI, when the trials were split by drug type, sibutramine, metformin and orlistat all showed reductions in weight in favour of the intervention.\nFive trials reported serious adverse events: 24/878 (2.7%) participants in the intervention groups versus 8/469 (1.7%) participants in the comparator groups (risk ratio (RR) 1.43, 95% CI 0.63 to 3.25; 1347 participants; low certainty evidence). A total 52/1043 (5.0%) participants in the intervention groups versus 17/621 (2.7%) in the comparator groups discontinued the trial because of adverse events (RR 1.45, 95% CI 0.83 to 2.52; 10 trials; 1664 participants; low certainty evidence). The most common adverse events in orlistat and metformin trials were gastrointestinal (such as diarrhoea, mild abdominal pain or discomfort, fatty stools). The most frequent adverse events in sibutramine trials included tachycardia, constipation and hypertension. The single fluoxetine trial reported dry mouth and loose stools. No trial investigated drug treatment for overweight children."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This systematic review is part of a series of associated Cochrane reviews on interventions for obese children and adolescents and has shown that pharmacological interventions (metformin, sibutramine, orlistat and fluoxetine) may have small effects in reduction in BMI and bodyweight in obese children and adolescents. However, many of these drugs are not licensed for the treatment of obesity in children and adolescents, or have been withdrawn. Trials were generally of low quality with many having a short or no post-intervention follow-up period and high dropout rates (overall dropout of 25%). Future research should focus on conducting trials with sufficient power and long-term follow-up, to ensure the long-term effects of any pharmacological intervention are comprehensively assessed. Adverse events should be reported in a more standardised manner specifying amongst other things the number of participants experiencing at least one adverse event. The requirement of regulatory authorities (US Food and Drug Administration and European Medicines Agency) for trials of all new medications to be used in children and adolescents should drive an increase in the number of high quality trials."
    }
  ],
  "pls_title": "Drug interventions for the treatment of obesity in children and adolescents",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Do drug (medicine) interventions reduce weight in obese children and adolescents and are they safe?"
    },
    {
      "heading": "Background",
      "text": "Across the world more children and adolescents are becoming overweight and obese. These children and adolescents are more likely to have health problems, both while as children or adolescents and in later life. More information is needed about what works best for treating this problem recognising that so-called lifestyle changes (diet, exercise and counselling) have limited efficacy."
    },
    {
      "heading": "Study characteristics",
      "text": "We found 21 randomised controlled studies (clinical studies where people are randomly put into one of two or more treatment groups) comparing various drugs plus a behaviour changing intervention such as diet, exercise or both (= intervention groups) usually with placebo (a pretend drug) plus a behaviour changing intervention (= control groups). We also identified eight ongoing studies (studies which are currently running but not completed yet). A total of 2484 children and adolescents took part in the included studies. The length of the intervention period ranged from 12 weeks to 48 weeks, and the length of follow-up ranged from six months to 100 weeks."
    },
    {
      "heading": "Key results",
      "text": "The included studies investigated metformin (10 studies), sibutramine (six studies), orlistat (four studies) and one study group evaluated the combination of metformin and fluoxetine. The ongoing studies are investigating metformin (four studies), topiramate (two studies) and exenatide (two studies).\nMost studies reported on body mass index (BMI) and bodyweight: BMI is a measure of body fat and is calculated from weight and height measurements (kg/m2). In children, BMI is often measured in a way that takes into account sex, weight and height as children grow older (BMI z score). The average change in BMI across control groups was between a 1.8 kg/m2 reduction to a 0.9 kg/m2 increase, while across all intervention groups the average reduction was more pronounced (1.3 kg/m2 reduction). The same effect was observed for weight change: on average, children and adolescents in the intervention groups lost 3.9 kg more weight than the children and adolescents in the control groups. Study authors reported an average of serious side effects in 24 per 1000 participants in the intervention groups compared with an average of 17 per 1000 participants in the control groups. The numbers of participants dropping out of the study because of side effects were 40 per 1000 in the intervention groups and 27 per 1000 in the control groups. The most common side effects in the orlistat and metformin studies were gut (such as diarrhoea and mild tummy pain). Common side effects in the sibutramine trials included increased heart rate (tachycardia), constipation and high blood pressure. The fluoxetine study reported dry mouth and loose stools. One study reported health-related quality of life (a measure of physical, mental, emotional and social functioning) and found no marked differences between intervention and control. No study reported the participants' views of the intervention or socioeconomic effects. Only one study reported on morbidity (how often a disease occurs in a specific area) associated with the intervention, where there were more gallstones after the orlistat treatment. Study authors reported one suicide in the orlistat intervention group. However, studies were not long enough to reliably investigate death from any cause. No study investigated drug treatment for children who were only overweight (obese children have a much higher weight, BMI or BMI z score than children being overweight).\nThis evidence is up to date to March 2016."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The overall certainty of the evidence was low or very low, mainly because there were only a few studies per outcome measurement, the number of included children or adolescents was small, and due to variation in the results of the studies. In addition, many children or adolescents left the studies before the study had finished."
    }
  ]
}