{
  "doi": "10.1002/14651858.CD005074.pub4",
  "name": "Action plans with brief patient education for exacerbations in chronic obstructive pulmonary disease ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Exacerbations of chronic obstructive pulmonary disease (COPD) are a major driver of decline in health status and impose high costs on healthcare systems. Action plans offer a form of self-management that can be delivered in the outpatient setting to help individuals recognise and initiate early treatment for exacerbations, thereby reducing their impact."
    },
    {
      "heading": "Objectives",
      "text": "To compare effects of an action plan for COPD exacerbations provided with a single short patient education component and without a comprehensive self-management programme versus usual care. Primary outcomes were healthcare utilisation, mortality and medication use. Secondary outcomes were health-related quality of life, psychological morbidity, lung function and cost-effectiveness."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Specialised Register along with CENTRAL, MEDLINE, Embase and clinical trials registers. Searches are current to November 2015. We handsearched bibliographic lists and contacted study authors to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCT) and quasi-RCTs comparing use of an action plan versus usual care for patients with a clinical diagnosis of COPD. We permitted inclusion of a single short education component that would allow individualisation of action plans according to management needs and symptoms of people with COPD, as well as ongoing support directed at use of the action plan."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. For meta-analyses, we subgrouped studies via phone call follow-up directed at facilitating use of the action plan."
    },
    {
      "heading": "Main results",
      "text": "This updated review includes two additional studies (and 976 additional participants), for a total of seven parallel-group RCTs and 1550 participants, 66% of whom were male. Participants' mean age was 68 years and was similar among studies. Airflow obstruction was moderately severe in three studies and severe in four studies; mean post bronchodilator forced expiratory volume in one second (FEV1) was 54% predicted, and 27% of participants were current smokers. Four studies prepared individualised action plans, one study an oral plan and two studies standard written action plans. All studies provided short educational input on COPD, and two studies supplied ongoing support for action plan use. Follow-up was 12 months in four studies and six months in three studies.\nWhen compared with usual care, an action plan with phone call follow-up significantly reduced the combined rate of hospitalisations and emergency department (ED) visits for COPD over 12 months in one study with 743 participants (rate ratio (RR) 0.59, 95% confidence interval (CI) 0.44 to 0.79; high-quality evidence), but the rate of hospitalisations alone in this study failed to achieve statistical significance (RR 0.69, 95% CI 0.47 to 1.01; moderate-quality evidence). Over 12 months, action plans significantly decreased the likelihood of hospital admission (odds ratio (OR) 0.69, 95% CI 0.49 to 0.97; n = 897; two RCTs; moderate-quality evidence; number needed to treat for an additional beneficial outcome (NNTB) 19 (11 to 201)) and the likelihood of an ED visit (OR 0.55, 95% CI 0.38 to 0.78; n = 897; two RCTs; moderate-quality evidence; NNTB over 12 months 12 (9 to 26)) compared with usual care.\nResults showed no significant difference in all-cause mortality during 12 months (OR 0.88, 95% CI 0.59 to 1.31; n = 1134; four RCTs; moderate-quality evidence due to wide confidence interval). Over 12 months, use of oral corticosteroids was increased with action plans compared with usual care (mean difference (MD) 0.74 courses, 95% CI 0.12 to 1.35; n = 200; two RCTs; moderate-quality evidence), and the cumulative prednisolone dose was significantly higher (MD 779.0 mg, 95% CI 533.2 to 10248; n = 743; one RCT; high-quality evidence). Use of antibiotics was greater in the intervention group than in the usual care group (subgrouped by phone call follow-up) over 12 months (MD 2.3 courses, 95% CI 1.8 to 2.7; n = 943; three RCTs; moderate-quality evidence).\nSubgroup analysis by ongoing support for action plan use was limited; review authors noted no subgroup differences in the likelihood of hospital admission or ED visits or all-cause mortality over 12 months. Antibiotic use over 12 months showed a significant difference between subgroups in studies without and with ongoing support.\nOverall quality of life score on St George’s Respiratory Questionnaire (SGRQ) showed a small improvement with action plans compared with usual care over 12 months (MD -2.8, 95% CI -0.8 to -4.8; n = 1009; three RCTs; moderate-quality evidence). Low-quality evidence showed no benefit for psychological morbidity as measured with the Hospital Anxiety and Depression Scale (HADS)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Use of COPD exacerbation action plans with a single short educational component along with ongoing support directed at use of the action plan, but without a comprehensive self-management programme, reduces in-hospital healthcare utilisation and increases treatment of COPD exacerbations with corticosteroids and antibiotics. Use of COPD action plans in this context is unlikely to increase or decrease mortality. Whether additional benefit is derived from periodic ongoing support directed at use of an action plan cannot be determined from the results of this review."
    }
  ],
  "pls_title": "Review question: Are action plans with brief education to help patients recognise and respond to worsening symptoms effective in COPD?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "We reviewed evidence on the effect of action plans for exacerbations in people with chronic obstructive pulmonary disease. We found seven relevant studies. Evidence gathered in this review is current to November 2015."
    },
    {
      "heading": "Background",
      "text": "Chronic obstructive pulmonary disease (COPD) is a disease of the airways that is commonly caused by smoking. People with COPD often experience worsening of symptoms, known as an “exacerbation”, for which they need extra treatment and sometimes a stay in hospital. An action plan is a written or spoken guide that is given, with brief education, to people with COPD to help them recognise symptoms of an exacerbation and start taking extra treatment earlier. Individuals may keep extra medicines at home or may receive a prescription to take to a pharmacist. Sometimes a health professional will make regular phone calls to help patients use the action plan. We conducted this review to find out if having an action plan for COPD exacerbations improves health and reduces hospital visits."
    },
    {
      "heading": "Study characteristics",
      "text": "We found seven relevant studies of 1550 people with COPD. We did not include studies that gave other treatments, such as an exercise programme or longer educational sessions, along with an action plan. People in three studies had ongoing support to help them use the action plan. People in the included studies had moderate to severe symptoms and were followed up for six or 12 months."
    },
    {
      "heading": "Key results",
      "text": "People with COPD who are given an action plan have fewer emergency department visits and hospital stays related to breathing problems over a year. We calculated that for every 19 people given an action plan, one person would avoid a hospital stay for an exacerbation.\nPeople with an action plan took more corticosteroid and antibiotic medicines for exacerbations - on average just under one more course of corticosteroids and two more courses of antibiotics over a year.\nSome studies showed that giving people an action plan improved their ability to recognise and self-start treatment for worsening COPD symptoms.\nGiving people an action plan made no difference in their chance of dying from any cause over a year, but this finding showed some variability.\nWe could not say whether follow-up phone calls added benefit over following an action plan alone."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The evidence in this review is generally independent and reliable, and we are very or moderately certain about the results."
    },
    {
      "heading": "Conclusions",
      "text": "We believe that people with COPD should be given an individualised action plan with a short educational component so they can benefit from fewer and shorter hospital stays, better understanding of the need to self-start treatment and appropriate use of medication for exacerbations."
    }
  ]
}