{
  "doi": "10.1002/14651858.CD010362.pub2",
  "name": "Pharmacological interventions other than botulinum toxin for spasticity after stroke",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The long-term risk of stroke increases with age, and stroke is a common cause of disability in the community. Spasticity is considered a significantly disabling impairment that develops in people who have had a stroke. The burden of care is higher in stroke survivors who have spasticity when compared with stroke survivors without spasticity with regard to treatment costs, quality of life, and caregiver burden."
    },
    {
      "heading": "Objectives",
      "text": "To assess if pharmacological interventions for spasticity are more effective than no intervention, normal practice, or control at improving function following stroke."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group Trials Register (May 2016), the Cochrane Central Register of Controlled Trials (CENTRAL, 2016, Issue 5), MEDLINE (1946 to May 2016), Embase (2008 to May 2016), CINAHL (1982 to May 2016), AMED (1985 to May 2016), and eight further databases and trial registers. In an effort to identify further studies, we undertook handsearches of reference lists and contacted study authors and commercial companies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that compared any systemically acting or locally acting drug versus placebo, control, or comparative drug with the aim of treating spasticity."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the studies for inclusion and extracted the data. We assessed the included studies for both quality and risk of bias. We contacted study authors to request further information when necessary."
    },
    {
      "heading": "Main results",
      "text": "We included seven RCTs with a total 403 participants. We found a high risk of bias in all but one RCT. Two of the seven RCTs assessed a systemic drug versus placebo. We pooled data on an indirect measure of spasticity (160 participants) from these two studies but found no significant effect (odds ratio (OR) 1.66, 95% confidence interval (CI) 0.21 to 13.07; I2 = 85%). We identified a significant risk of adverse events per participant occurring in the treatment group versus placebo group (risk ratio (RR) 1.65, 95% CI 1.12 to 2.42; 160 participants; I2 = 0%). Only one of these studies used a functional outcome measure, and we found no significant difference between groups.\nOf the other five studies, two assessed a systemic drug versus another systemic drug, one assessed a systemic drug versus local drug, and the final two assessed a local drug versus another local drug."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The lack of high-quality RCTs limited our ability to make specific conclusions. Evidence is insufficient to determine if systemic antispasmodics are effective at improving function following stroke."
    }
  ],
  "pls_title": "Drugs (with the exception of botulinum toxin) to treat spasticity after stroke",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Question",
      "text": "Are drugs (with the exception of botulinum toxin) better than a placebo or control in treating spasticity in people with stroke?"
    },
    {
      "heading": "Background",
      "text": "We wanted to learn whether there was evidence for using drugs for spasticity in people with stroke, and if so, to identify whether drugs that acted on the whole body (systemic drugs) differed in their effects to drugs that acted in a localised area of the body (local drugs)."
    },
    {
      "heading": "Study characteristics",
      "text": "We included seven studies involving a total of 403 participants. The evidence is current to May 2016. There were variations among the included studies. Two of the studies were placebo controlled, while the rest compared one drug to another drug. Two studies compared two systemic drugs against each other; two studies compared two local drugs against each other; and the fifth study compared a systemic drug against a local drug."
    },
    {
      "heading": "Key results",
      "text": "The results for the studies varied, meaning that we could make no clear conclusions. The two studies that used a placebo as a control provided conflicting results; when the results were combined we identified a slight benefit in favour of the treatment group. These two studies provided clear evidence that taking the treatment drug was likely to result in an increased risk of having an adverse event. This review identified a lack of studies and subsequent evidence relating to the use of pharmacological interventions (with the exception of botulinum toxin) to treat spasticity. Future research to identify the best time to start treatment and the optimal dose for treatment is recommended."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence varied. We judged all but one of the studies to be at high risk of bias in at least one of the six areas considered. The sample sizes in the included studies were relatively low for drug trials; three of the seven studies had 30 or fewer participants."
    }
  ]
}