{
  "doi": "10.1002/14651858.CD001869.pub9",
  "name": "Antiviral treatment for Bell's palsy (idiopathic facial paralysis)",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Corticosteroids are widely used in the treatment of idiopathic facial paralysis (Bell's palsy), but the effectiveness of additional treatment with an antiviral agent is uncertain. This review was first published in 2001 and most recently updated in 2015. Since a significant benefit of corticosteroids for the early management of Bell's palsy has been demonstrated, the main focus of this update, as in the previous version, was to determine the effect of adding antivirals to corticosteroid treatment. We undertook this update to integrate additional evidence and to better assess the robustness of findings, taking risk of bias fully into account."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of antiviral treatments alone or in combination with any other therapy for Bell's palsy."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Neuromuscular Specialised Register, CENTRAL, MEDLINE, Embase, and LILACS in July 2019. We reviewed the bibliographies of the identified trials and contacted trial authors to identify additional published or unpublished data. We searched clinical trials registries for ongoing studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered randomised controlled trials (RCTs) or quasi-RCTs of antivirals with and without corticosteroids versus control therapies for the treatment of Bell's palsy. We excluded trials that followed-up participants for less than three months."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We independently assessed trials for relevance, eligibility, and risk of bias, using standard Cochrane procedures. We performed sensitivity analyses excluding trials at high or unclear risk of bias in at least five domains, and reported these data as the primary analyses."
    },
    {
      "heading": "Main results",
      "text": "Fourteen trials, including 2488 participants, met the inclusion criteria. Most were small, and most were at high or unclear risk of bias in multiple domains. We included four new studies at this update.\nIncomplete recovery\nA combination of antivirals and corticosteroids may have little or no effect on rates of incomplete recovery in people with Bell's palsy compared to corticosteroids alone (risk ratio (RR) 0.81, 95% confidence interval (CI) 0.38 to 1.74; 3 trials, N = 766; random-effects; low-certainty evidence). We excluded 10 trials that were at high or unclear risk of bias in several domains from this analysis and limited all analyses to studies at lower risk of bias. Recovery rates were better in participants receiving corticosteroids alone than antivirals alone (RR 2.69, 95% CI 0.73 to 10.01; 2 trials, N = 667; random-effects), but the result was imprecise and allowed for the possibility of no effect. The rate of incomplete recovery was lower with antivirals plus corticosteroids than with placebo or no treatment (RR 0.56, 95% CI 0.42 to 0.76; 2 trials, N = 658; random-effects). Antivirals alone had no clear effect on incomplete recovery rates compared with placebo, but the result was imprecise (RR 1.10, 95% CI 0.87 to 1.40; 2 trials, N = 658; fixed-effect). For people with severe Bell's palsy (House-Brackmann score of 5 and 6, or equivalent on other scales), we found that the combination of antivirals and corticosteroids had no clear effect on incomplete recovery at month six compared to corticosteroids alone, although the result was again imprecise (RR 0.82, 95% CI 0.57 to 1.17; 2 trials, N = 98; random-effects).\nMotor synkinesis or crocodile tears\nAntivirals plus corticosteroids reduced the proportion of participants who experienced these long-term sequelae from Bell's palsy compared to placebo plus corticosteroids (RR 0.56, 95% CI 0.36 to 0.87; 2 trials, N = 469; fixed-effect; moderate-certainty evidence). Antivirals plus corticosteroids reduced long-term sequelae compared to placebo but there was no clear difference in this outcome with antivirals alone compared to placebo.\nAdverse events\nAdverse event data were available in four studies providing data on 1592 participants. None of the four comparisons showed clear differences in adverse events between treatment and comparison arms (very low-certainty evidence); for the comparison of antivirals plus corticosteroids and corticosteroids alone in studies at lower risk of bias, the RR was 1.17 (95% CI 0.81 to 1.69; 2 trials, N = 656; fixed-effect; very low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The combination of antivirals and corticosteroids may have little or no effect on rates of incomplete recovery in comparison to corticosteroids alone in Bell's palsy of various degrees of severity, or in people with severe Bell's palsy, but the results were very imprecise. Corticosteroids alone were probably more effective than antivirals alone and antivirals plus corticosteroids were more effective than placebo or no treatment. There was no clear benefit from antivirals alone over placebo.\nThe combination of antivirals and corticosteroids probably reduced the late sequelae of Bell's palsy compared with corticosteroids alone. Studies also showed fewer episodes of long-term sequelae in corticosteroid-treated participants than antiviral-treated participants.\nWe found no clear difference in adverse events from the use of antivirals compared with either placebo or corticosteroids, but the evidence is too uncertain for us to draw conclusions.\nAn adequately powered RCT in people with Bell’s palsy that compares different antiviral agents may be indicated."
    }
  ],
  "pls_title": "Antiviral treatment for Bell's palsy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect of antiviral therapy (drugs used specifically to treat viral infections), alone or in combination with any other therapy, on Bell's palsy. Our focus in this updated review was combined therapy with antiviral drugs and corticosteroids (which are drugs used to reduce inflammation) as there is already good evidence that corticosteroids can reduce rates of incomplete recovery from Bell's palsy."
    },
    {
      "heading": "Background",
      "text": "Bell's palsy is a disease of the facial nerve that causes one side of the face to be paralysed. Some studies have suggested that it is caused by the same viral infections that cause cold sores or shingles and investigated the effect of antiviral therapy. Earlier versions of this review have found that antivirals alone are not helpful compared to a dummy pill, and are less effective than corticosteroids alone. However, studies of antiviral treatment in combination with corticosteroids have conflicting results."
    },
    {
      "heading": "Study characteristics",
      "text": "We identified 14 trials, which included 2488 participants with mild, moderate, or severe one-sided Bell's palsy of unknown cause. Participants were aged from 14 to 84 years. The trials compared:\n- antivirals plus corticosteroids to corticosteroids alone or in combination with placebo;\n- antivirals alone or in combination with placebo to placebo or no treatment;\n- antivirals alone or in combination with placebo to corticosteroid treatment alone or in combination with placebo; or\n- antivirals plus corticosteroids to placebo or no treatment.\nFor the majority of the studies, no information on funding was given. The remaining were mostly partly public funded, and one trial was funded by a pharmaceutical company.\nEleven studies had high or uncertain risk of bias from various factors that can systematically affect trial results. We chose to base our conclusions only on data from three studies at a lower risk of bias."
    },
    {
      "heading": "Key results and certainty of the evidence",
      "text": "The review showed that there may be no clear difference in rates of incomplete recovery from Bell's palsy after treatment with the combination of antivirals and corticosteroids, compared to corticosteroids alone. This finding was of low certainty and was based on data from three trials involving 766 people with Bell's palsy of various degrees of severity. We excluded data from 10 trials with multiple potential sources of bias. However, we can be moderately confident that the combined therapy reduced the number of people left with long-term effects of Bell's palsy (excessive tearing of the eyes or an abnormal facial movement) compared to corticosteroid treatment alone.\nData from two studies (98 participants) showed that in people with severe Bell's palsy (complete or almost complete facial paralysis), combined antivirals and corticosteroids had no clear effect on recovery compared with corticosteroid treatment alone.\nCorticosteroids alone were more effective than antivirals alone on rates of incomplete recovery (667 participants, 2 trials); antivirals and corticosteroids combined were more effective than placebo or no treatment (658 participants, 2 trials); and there was no clear benefit from antivirals alone over placebo (658 participants, 2 trials).\nAlthough, based on data from two trials (656 participants), we found no clear difference in the occurrence of side effects between people receiving both antivirals and corticosteroids, compared to those receiving corticosteroids alone, this evidence is too uncertain for us to draw conclusions.\nLarge studies in people with Bell's palsy comparing additional antiviral agents may be indicated in the future."
    }
  ]
}