{
  "doi": "10.1002/14651858.CD012224",
  "name": "Manual therapy and exercise for rotator cuff disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Management of rotator cuff disease often includes manual therapy and exercise, usually delivered together as components of a physical therapy intervention. This review is one of a series of reviews that form an update of the Cochrane review, 'Physiotherapy interventions for shoulder pain'."
    },
    {
      "heading": "Objectives",
      "text": "To synthesise available evidence regarding the benefits and harms of manual therapy and exercise, alone or in combination, for the treatment of people with rotator cuff disease."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL; 2015, Issue 3), Ovid MEDLINE (January 1966 to March 2015), Ovid EMBASE (January 1980 to March 2015), CINAHL Plus (EBSCO, January 1937 to March 2015), ClinicalTrials.gov and the WHO ICTRP clinical trials registries up to March 2015, unrestricted by language, and reviewed the reference lists of review articles and retrieved trials, to identify potentially relevant trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised and quasi-randomised trials, including adults with rotator cuff disease, and comparing any manual therapy or exercise intervention with placebo, no intervention, a different type of manual therapy or exercise or any other intervention (e.g. glucocorticoid injection). Interventions included mobilisation, manipulation and supervised or home exercises. Trials investigating the primary or add-on effect of manual therapy and exercise were the main comparisons of interest. Main outcomes of interest were overall pain, function, pain on motion, patient-reported global assessment of treatment success, quality of life and the number of participants experiencing adverse events."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion, extracted the data, performed a risk of bias assessment and assessed the quality of the body of evidence for the main outcomes using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included 60 trials (3620 participants), although only 10 addressed the main comparisons of interest. Overall risk of bias was low in three, unclear in 14 and high in 43 trials. We were unable to perform any meta-analyses because of clinical heterogeneity or incomplete outcome reporting. One trial compared manual therapy and exercise with placebo (inactive ultrasound therapy) in 120 participants with chronic rotator cuff disease (high quality evidence). At 22 weeks, the mean change in overall pain with placebo was 17.3 points on a 100-point scale, and 24.8 points with manual therapy and exercise (adjusted mean difference (MD) 6.8 points, 95% confidence interval (CI) -0.70 to 14.30 points; absolute risk difference 7%, 1% fewer to 14% more). Mean change in function with placebo was 15.6 points on a 100-point scale, and 22.4 points with manual therapy and exercise (adjusted MD 7.1 points, 95% CI 0.30 to 13.90 points; absolute risk difference 7%, 1% to 14% more). Fifty-seven per cent (31/54) of participants reported treatment success with manual therapy and exercise compared with 41% (24/58) of participants receiving placebo (risk ratio (RR) 1.39, 95% CI 0.94 to 2.03; absolute risk difference 16% (2% fewer to 34% more). Thirty-one per cent (17/55) of participants reported adverse events with manual therapy and exercise compared with 8% (5/61) of participants receiving placebo (RR 3.77, 95% CI 1.49 to 9.54; absolute risk difference 23% (9% to 37% more). However adverse events were mild (short-term pain following treatment).\nFive trials (low quality evidence) found no important differences between manual therapy and exercise compared with glucocorticoid injection with respect to overall pain, function, active shoulder abduction and quality of life from four weeks up to 12 months. However, global treatment success was more common up to 11 weeks in people receiving glucocorticoid injection (low quality evidence). One trial (low quality evidence) showed no important differences between manual therapy and exercise and arthroscopic subacromial decompression with respect to overall pain, function, active range of motion and strength at six and 12 months, or global treatment success at four to eight years. One trial (low quality evidence) found that manual therapy and exercise may not be as effective as acupuncture plus dietary counselling and Phlogenzym supplement with respect to overall pain, function, active shoulder abduction and quality life at 12 weeks. We are uncertain whether manual therapy and exercise improves function more than oral non-steroidal anti-inflammatory drugs (NSAID), or whether combining manual therapy and exercise with glucocorticoid injection provides additional benefit in function over glucocorticoid injection alone, because of the very low quality evidence in these two trials.\nFifty-two trials investigated effects of manual therapy alone or exercise alone, and the evidence was mostly very low quality. There was little or no difference in patient-important outcomes between manual therapy alone and placebo, no treatment, therapeutic ultrasound and kinesiotaping, although manual therapy alone was less effective than glucocorticoid injection. Exercise alone led to less improvement in overall pain, but not function, when compared with surgical repair for rotator cuff tear. There was little or no difference in patient-important outcomes between exercise alone and placebo, radial extracorporeal shockwave treatment, glucocorticoid injection, arthroscopic subacromial decompression and functional brace. Further, manual therapy or exercise provided few or no additional benefits when combined with other physical therapy interventions, and one type of manual therapy or exercise was rarely more effective than another."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Despite identifying 60 eligible trials, only one trial compared a combination of manual therapy and exercise reflective of common current practice to placebo. We judged it to be of high quality and found no clinically important differences between groups in any outcome. Effects of manual therapy and exercise may be similar to those of glucocorticoid injection and arthroscopic subacromial decompression, but this is based on low quality evidence. Adverse events associated with manual therapy and exercise are relatively more frequent than placebo but mild in nature. Novel combinations of manual therapy and exercise should be compared with a realistic placebo in future trials. Further trials of manual therapy alone or exercise alone for rotator cuff disease should be based upon a strong rationale and consideration of whether or not they would alter the conclusions of this review."
    }
  ],
  "pls_title": "Manual therapy and exercise for rotator cuff disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Rotator cuff disease is a common cause of shoulder pain. People with rotator cuff disease often describe their pain as being worse at night and exacerbated by movement in specific directions including overhead activity. It is often associated with loss of function and some people describe weakness.\nManual therapy comprises movement of the joints and other structures by a healthcare professional (e.g. physiotherapist). Exercise includes any purposeful movement of a joint, muscle contraction or prescribed activity. The aims of both treatments are to relieve pain, increase strength and joint range, and improve function."
    },
    {
      "heading": "Study characteristics",
      "text": "This summary of an updated Cochrane review presents what we know from research about the benefits and harms of manual therapy and exercise compared with placebo, no intervention or any other intervention in people with rotator cuff disease. After searching for all relevant studies published up to March 2015, we included 60 trials (3620 participants), however only 10 looked at manual therapy and exercise in combination. Among the included participants, 52% were women, average age was 51 years and average duration of the condition was 11 months. The average duration of manual therapy and exercise interventions was six weeks."
    },
    {
      "heading": "Key results: one trial of manual therapy and exercise compared with placebo (inactive ultrasound therapy) for 10 weeks in people with chronic rotator cuff disease",
      "text": "Overall pain (higher scores mean more improvement in pain reduction)\nPeople who had manual therapy and exercise had improvements in pain that were little or no different to people who had placebo. Improvement in pain was 6.8 points more (ranging from 0.7 points less to 14.3 points more) at 22 weeks (7% absolute improvement).\nPeople who had manual therapy and exercise rated their change in pain score as 24.8 points on a scale of 0 to 100 points.\nPeople who had placebo rated their change in pain score as 17.3 points on a scale of 0 to 100 points.\nFunction (higher scores mean more improvement in function)\nPeople who had manual therapy and exercise improved slightly more than people who had placebo. Improvement in function was 7.1 points more (ranging from 0.3 to 13.9 points more) at 22 weeks (7% absolute improvement).\nPeople who had manual therapy and exercise rated their change in function as 22.4 points on a scale of 0 to 100 points.\nPeople who had placebo rated their change in function as 15.6 points on a scale of 0 to 100 points.\nTreatment success\n16 more people out of 100 rated their treatment as successful with manual therapy and exercise compared with placebo, 16% absolute improvement (ranging from 2% less to 34% more improvement).\nFifty-seven out of 100 people reported treatment success with manual therapy and exercise.\nForty-one out of 100 people reported treatment success with placebo.\nSide effects\n23 more people out of 100 people had minor side effects such as temporary pain after treatment with manual therapy and exercise compared with placebo.\nThirty-one out of 100 people reported side effects with manual therapy and exercise.\nEight out of 100 people reported side effects with placebo."
    },
    {
      "heading": "Quality of the evidence",
      "text": "High quality evidence from one trial suggested that manual therapy and exercise improved function only slightly more than placebo at 22 weeks, was little or no different to placebo in terms of other patient-important outcomes (e.g. overall pain), and was associated with relatively more frequent but mild adverse events.\nLow quality evidence suggested that there may be little or no difference in overall pain and function when manual therapy and exercise is compared with glucocorticoid injection, there may be little or no difference in overall pain and function when manual therapy and exercise is compared with arthroscopic subacromial decompression, and people who receive acupuncture plus dietary counselling and Phlogenzym supplement may have less pain and better function than people receiving manual therapy and exercise.\nWe are uncertain whether firstly, manual therapy and exercise improves function more than oral non-steroidal anti-inflammatory drugs (NSAID), and secondly, combining manual therapy and exercise with glucocorticoid injection provides additional improvement in function over glucocorticoid injection alone, because the quality of the evidence was very low."
    }
  ]
}