{
  "doi": "10.1002/14651858.CD004352.pub3",
  "name": "Betamimetics for inhibiting preterm labour",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Preterm birth is a major contributor to perinatal mortality and morbidity worldwide. Tocolytic agents are drugs used to inhibit uterine contractions. Betamimetics are tocolytic agents that have been widely used, especially in resource-poor countries."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of betamimetics given to women with preterm labour."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (31 December 2013) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of betamimetics, administered by any route or any dose, in the treatment of women in preterm labour where betamimetics were compared with other betamimetics, placebo or no treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors assessed risk of bias and extracted the data independently."
    },
    {
      "heading": "Main results",
      "text": "Twenty-eight trials were assessed as eligible for inclusion in the review, but eight did not report any outcome data relevant to the review. Results are based on the 20 trials that contributed data.\nTwelve trials, involving 1367 women, compared betamimetics with placebo. Betamimetics decreased the number of women in preterm labour giving birth within 48 hours (average risk ratio (RR) 0.68, 95% confidence interval (CI) 0.53 to 0.88, 10 trials, 1209 women). There was a decrease in the number of births within seven days (average RR 0.80; 95% CI 0.65 to 0.98, five trials, 911 women) but there was no evidence of a reduction in preterm birth (before 37 weeks' gestation) (RR 0.95; 95% CI 0.88 to 1.03, 10 trials, 1212 women). No benefit was demonstrated for betamimetics for perinatal death (RR 0.84; 95% CI 0.46 to 1.55, 11 trials, 1332 infants), or neonatal death (RR 0.90; 95% CI 0.27 to 3.00, six trials, 1174 infants). No significant effect was demonstrated for respiratory distress syndrome (RR 0.87; 95% CI 0.71 to 1.08, eight trials, 1239 infants). A few trials reported on cerebral palsy, infant death and necrotising enterocolitis; no significant differences between groups were identified for any of these outcomes. Betamimetics were significantly associated with the following outcomes: withdrawal from treatment due to adverse effects; maternal chest pain; dyspnoea; palpitation; tremor; headaches; hypokalaemia; hyperglycaemia; nausea or vomiting; nasal stuffiness; and fetal tachycardia.\nNine trials compared different types of betamimetics. Other betamimetics were compared with ritodrine in five trials (n = 948). Other comparisons were examined in single trials: hexoprenaline compared with salbutamol (n = 140), slow versus moderate release salbutamol (n = 52) and salbutamol compared with terbutaline (n = 200). Trials were small, varied, and of insufficient quality to delineate any consistent patterns of effect."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Betamimetics help to delay birth, which may give time to allow women to be transferred to tertiary care or to complete a course of antenatal corticosteroids. However, multiple adverse effects must be considered. The data are too few to support the use of any particular betamimetic."
    }
  ],
  "pls_title": "Betamimetics for inhibiting preterm labour",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": ".",
      "text": ".Babies born before term (preterm birth) have poorer outcomes compared with babies who are born at term. The earlier the baby is born, the poorer the outcome. Most preterm births occur in low-income countries where medical help is less readily available. Preterm birth is a major cause of infant deaths and serious illness worldwide. Preterm birth can result in respiratory distress syndrome and chronic lung disease, bleeding into the fluid spaces (ventricles) within the brain (intraventricular haemorrhage)), generalised infection or infection of the blood stream (sepsis), cerebral palsy and other neuro-developmental impairments. Even short delays in preterm birth can enable women to reach specialist care and receive 'corticosteroid' drugs that are given to women before birth to improve their babies' lung function.\nWe assessed the benefits of betamimetics (drugs that inhibit contractions of the uterus) given to women with preterm labour against any adverse effects in randomised controlled trials. The betamimetics were administered, by any route or any dose, and compared with placebo, no treatment or other betamimetics. Twenty trials, testing the effect of betamimetics for inhibiting preterm labour, contributed data.The trials were published over a 44-year period between 1966 and 2010 and were conducted in tertiary care or university hospitals in high-income countries.\nA total of 1367 women in preterm labour participated in the 12 trials that compared a betamimetic with placebo or no treatment. Betamimetics decreased the number of women giving birth within 48 hours and there was a decrease in the number of births within seven days.\nThe delay in the timing of birth did not translate into any improvements in neonatal outcomes but most women in the trials were 32 weeks' gestation or more. Betamimetics were not shown to reduce perinatal deaths or respiratory distress syndrome.\nThe side effects for the woman were considerable. These led to cessation of treatment and symptoms such as palpitations, chest pain, headache, difficulty breathing, nausea and/or vomiting.\nThere was not enough evidence from the included trials to suggest that one betamimetic agent was superior to another."
    }
  ]
}