{
  "doi": "10.1002/14651858.CD002816",
  "name": "Non‐pharmacological therapies for dysphagia in Parkinson's disease",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Dysphagia occurs frequently in Parkinson's disease although patients themselves may be unaware of swallowing difficulties. Speech and language therapists in conjunction with nurses and dietitians use techniques that aim to improve swallowing and reduce the risk of choking, aspiration and chest infections."
    },
    {
      "heading": "Objectives",
      "text": "To compare the efficacy and effectiveness of non-pharmacological swallowing therapy for dysphagia versus placebo or no intervention in patients with Parkinson's disease. \nTo compare one form of non-pharmacological swallowing therapy for dysphagia with another in patients with Parkinson's disease."
    },
    {
      "heading": "Search methods",
      "text": "Relevant trials were identified by electronic searches of MEDLINE, EMBASE, CINAHL, ISI-SCI, AMED, MANTIS, REHABDATA, REHADAT, GEROLIT, Pascal, LILACS, MedCarib, JICST-EPlus, AIM, IMEMR, SIGLE, ISI-ISTP, DISSABS, Conference Papers Index, Aslib Index to Theses, the Cochrane Controlled Trials Register, the CentreWatch Clinical Trials listing service, the metaRegister of Controlled Trials, ClinicalTrials.gov, CRISP, PEDro, NIDRR and NRR; and examination of the reference lists of identified studies and other reviews."
    },
    {
      "heading": "Selection criteria",
      "text": "Only randomised controlled trials (RCT) were included. We did not examine any trials using drugs or surgery to treat the dysphagia. We did not examine any trials where part of the therapist's advice was to insert a nasogastric or percutaneous gastrostomy tube."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Not applicable."
    },
    {
      "heading": "Main results",
      "text": "No randomised controlled trials or controlled trials were found that examined the efficacy of non-pharmacological swallowing therapy for the treatment of dysphagia in Parkinson's disease. However there is one large RCT currently recruiting patients that will compare 'chin down' posture with thickened liquids in the treatment of dysphagia. The main outcomes will be the rates of aspiration and pneumonia."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently no evidence to support or refute the efficacy of non-pharmacological swallowing therapy for dysphagia in Parkinson's disease. Large well designed placebo-controlled RCTs are required to assess the effectiveness of swallowing therapy for dysphagia in Parkinson's disease and reported according to CONSORT guidelines. Suitable outcome measures should be chosen so that the efficacy and effectiveness of non-pharmacological swallowing therapy can be assessed and an economic analysis performed. Outcomes which have meaning to patients and carers should be used wherever possible since they need to know the value of this therapy in practical terms. The patients should be followed for at least 6 months to determine the duration of any improvement."
    }
  ],
  "pls_title": "Dysphagia occurs frequently in Parkinson's disease although patients themselves may be unaware of swallowing difficulties. Speech and language therapists in conjunction with nurses and dietiticians use techniques that aim to improve swallowing and reduce the risk of choking and chest infections.",
  "pls_type": "long",
  "pls": "This review compared the benefits of swallowing therapy versus placebo (sham therapy) or no therapy for swallowing disorders in Parkinson's disease. Relevant trials were identified by electronic searches of 21 medical literature databases, various registers of clinical trials and an examination of the reference lists of identified studies and other reviews.\nOnly randomised controlled trials (RCT) were eligible for this review. In RCTs the patients are assigned to each of the groups in a random fashion so as to reduce the potential for bias. Either one group of patients had swallowing therapy, the other had a sham treatment or no treatment, or two forms of swallowing therapy were compared to each other.\nThere were no controlled trials, randomised or otherwise, in this field. Therefore there is no trial evidence to prove or disprove the benefit of swallowing therapy for the treatment of swallowing disorders in people with Parkinson's disease. It should be emphasised that this lack of evidence does not mean lack of effect.\nThere is one large RCT currently recruiting patients that will compare 'chin down' posture with thickened liquids in the treatment of dysphagia. The main outcomes in this study will be the rates of aspiration and pneumonia.\nLarge well designed placebo-controlled RCTs are needed to assess the effectiveness of swallowing therapy for swallowing disorders in Parkinson's disease. The design of the trials should minimise bias and be reported fully using CONSORT guidelines. Outcome measures with particular relevance to patients should be chosen and the patients followed for at least 6 months to determine the duration of any improvement."
}