{
  "doi": "10.1002/14651858.CD006651.pub3",
  "name": "Laparoscopically assisted radical vaginal hysterectomy versus radical abdominal hysterectomy for the treatment of early cervical cancer ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cervical cancer is the second most common cancer among women and is the most frequent cause of death from gynaecological cancers worldwide. Standard surgical management for selected early-stage cervical cancer is radical hysterectomy. Traditionally, radical hysterectomy has been carried out via the abdominal route and this remains the gold standard surgical management of early cervical cancer. In recent years, advances in minimal access surgery have made it possible to perform radical hysterectomy with the use of laparoscopy with the aim of reducing the surgical morbidity and promoting a faster recovery."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effectiveness and safety of laparoscopically assisted radical vaginal hysterectomy (LARVH) and radical abdominal hysterectomy (RAH) in women with early-stage (1 to 2A) cervical cancer."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Gynaecological Cancer Group Trials Register, and Cochrane Register of Controlled Trials (CENTRAL) Issue 7, 2013, MEDLINE, and EMBASE up to July 2013. We also searched registers of clinical trials, abstracts of scientific meetings, reference lists of included studies and contacted experts in the field."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) that compared laparoscopically assisted radical hysterectomy and radical abdominal hysterectomy, in adult women diagnosed with early (stage 1 to 2A) cervical cancer."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently abstracted data and assessed risk of bias."
    },
    {
      "heading": "Main results",
      "text": "We found one RCT, which included 13 women, that met our inclusion criteria and this trial reported data on LARVH versus RAH.\nWomen who underwent LARVH for treatment of early-stage cervical cancer appeared to have less blood loss compared with those who underwent RAH. The trial reported a borderline significant difference between the two types of surgery (median blood loss 400 mL (interquartile range (IQR): 325 to 1050) and 1000 mL (IQR: 800 to 1025) for LARVH and RAH, respectively, P value = 0.05). RAH was associated with significantly shorter operation time compared with LARVH (median: 180 minutes with LARVH versus 138 minutes with RAH, P value = 0.05).\nThere was no statistically significant difference in the risk of perioperative complications in women who underwent LARVH and RAH. The trial reported two (29%) and four (57%) cases of intraoperative and postoperative complications, respectively, in the LARVH group and no (0%) reported cases of intraoperative complications and five (83%) cases of postoperative complications in the RAH group. There were no reported cases of severe perioperative complications.\nBladder and bowel dysfunction of either a transient or chronic nature remain major morbidities after radical hysterectomy, and the one included study showed that there may be significantly less after LARVH."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The included trial lacked statistical power due to the small number of women in each group and the low number of observed events. Therefore, the absence of reliable evidence, regarding the effectiveness and safety of the two surgical techniques for the management of early-stage cervical cancer, precludes any definitive guidance or recommendations for clinical practice. The trial did not report data on long-term outcomes, but was at moderate risk of bias due to very low numbers of included women."
    }
  ],
  "pls_title": "Key hole-assisted vaginal extended (radical) hysterectomy versus open radical hysterectomy for the treatment of early cervical cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Cervical cancer is the second most common cancer among women. A woman's risk of developing cervical cancer by 65 years of age ranges from 0.69% in developed countries to 1.38% in developing countries. In Europe, about 60% of women with cervical cancer are alive five years after diagnosis. Standard treatment for selected early cervical cancer is radical hysterectomy, involving removal of the cervix, uterus (womb) and supporting tissues (parametrium), together with the pelvic lymph glands (nodes) and a top part of the vagina (cuff). Traditionally, radical hysterectomy has been performed as open surgery for more than a century. In recent years this operation has also been performed laparoscopically (key hole surgery) to reduce the size of the abdominal incision."
    },
    {
      "heading": "Study characteristics",
      "text": "We carried out a systematic review and searched for published and unpublished randomised controlled trials (RCTs) that compared open and laparoscopically assisted vaginal methods of performing radical hysterectomy in women with early cervical cancer. The evidence is current to July 2013.\nWe found only one relevant trial. It included only 13 women; seven had a laparoscopically assisted radical vaginal hysterectomy (LARVH) and six had radical abdominal hysterectomy (RAH)."
    },
    {
      "heading": "Key results",
      "text": "Women who underwent LARVH appeared to have less blood loss, shorter hospital stay and less requirement for pain medication compared with those who underwent RAH. There was no statistically significant difference in the risk of complications related to the operation in women who underwent LARVH and RAH. However, RAH had a significantly shorter operation time compared with LARVH.\nThe trial did not assess overall survival and progression-free survival (PFS; the time that a woman lives with the cancer but does not get worse) or quality of life (QoL) as the main focus of the trial was to examine short-term complications."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Due to the small number of cases and the short-term scope of the trial, we were unable to reach any definite conclusions about the relative benefits and harms of the two forms of treatment and we were unable to identify subgroups of women who are likely to benefit from one treatment or the other."
    }
  ]
}