{
  "doi": "10.1002/14651858.CD007209.pub2",
  "name": "Enteral tube feeding for older people with advanced dementia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The use of enteral tube feeding for patients with advanced dementia who have poor nutritional intake is common. In one US survey 34% of 186,835 nursing home residents with advanced cognitive impairment were tube fed. Potential benefits or harms of this practice are unclear."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the outcome of enteral tube nutrition for older people with advanced dementia who develop problems with eating and swallowing and/or have poor nutritional intake."
    },
    {
      "heading": "Search methods",
      "text": "The Specialized Register of the Cochrane Dementia and Cognitive Improvement Group (CDCIG), The Cochrane Library, MEDLINE, EMBASE, PsycINFO, CINAHL and LILACS were searched in April 2008. Citation checking was undertaken. Where it was not possible to accept or reject, the full text of the citation was obtained for further evaluation."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs), controlled clinical trials, controlled before and after studies and interrupted time series studies that evaluated the effectiveness of enteral feeding via a nasogastric tube or via a tube passed by percutaneous endoscopic gastrostomy (PEG) were planned to be included. In addition, controlled observational studies were included. The study population comprised adults aged 50 and over (either sex), with a diagnosis of primary degenerative dementia made according to validated diagnostic criteria such as DSM-IV or ICD-10 (APA 1994; WHO 1993) and with advanced cognitive impairment defined by a recognised and validated tool or by clinical assessment and had poor nutrition intake and/or develop problems with eating and swallowing. Where data were limited we also considered studies in which the majority of participants had dementia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data were independently extracted and assessed by one reviewer, checked by a second and if necessary, in the case of any disagreement or discrepancy it was planned that it would be reviewed by the third reviewer. Where information was lacking, we attempted contact with authors. It was planned that meta-analysis would be considered for RCTs with comparable key characteristics. The primary outcomes were survival and quality of life (QoL)."
    },
    {
      "heading": "Main results",
      "text": "No RCTs were identified. Seven observational controlled studies were identified. Six assessed mortality. The other study assessed nutritional outcomes. There was no evidence of increased survival in patients receiving enteral tube feeding. None of the studies examined QoL and there was no evidence of benefit in terms of nutritional status or the prevalence of pressure ulcers."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Despite the very large number of patients receiving this intervention, there is insufficient evidence to suggest that enteral tube feeding is beneficial in patients with advanced dementia. Data are lacking on the adverse effects of this intervention."
    }
  ],
  "pls_title": "There is insufficient evidence to suggest that enteral tube feeding is beneficial in patients with advanced dementia. Data are lacking on the adverse effects of this intervention",
  "pls_type": "long",
  "pls": "Patients with advanced dementia often develop dysphagia (difficulties swallowing). They also experience changes in appetite and apraxia (difficulty co-coordinating movements) and may have difficulties feeding themselves. Two methods of enteral tube feeding are commonly used: the administration of food and fluids via a nasogastric tube (a tube that is passed through the nose and into the stomach) or via a percutaneous endoscopic gastrostomy (PEG) where a feeding tube is inserted into the stomach and is accessed through a permanent incision in the abdominal wall. The decision to use artificial hydration and nutrition in someone with dementia is often emotive and complex. Relatives and carers may request the intervention because they are concerned that the patient may starve; clinicians may be aware of the risks but feel pressurised by institutional, societal or even legal directives to intervene. We found no conclusive evidence that enteral tube nutrition is effective in terms of prolonging survival, improving quality of life, or leading to better nourishment or decreasing the risk of pressure sores. It may actually increase the risk of developing pneumonia due to inhaling small quantities of the feed and even death.  This area is difficult to research but better designed studies are required to provide more robust evidence."
}