{
  "doi": "10.1002/14651858.CD001467",
  "name": "Internal fixation implants for intracapsular hip fractures in adults",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Numerous different implants with screws, pins and side plates have been used for the internal fixation of intracapsular hip fractures."
    },
    {
      "heading": "Objectives",
      "text": "To determine from randomised trials which implant is superior for the internal fixation of intracapsular proximal femoral fractures."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Bone, Joint and Muscle Trauma Group Specialised Register (13 September 2010), the Cochrane Central Register of Controlled Trials (The Cochrane Library 2010, Issue 3), MEDLINE (1950 to August week 5, 2010), EMBASE (1980 to 2010 Week 36), and other sources."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised trials comparing different implants for the internal fixation of intracapsular hip fractures in adults."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality, by use of an 11 item scale, risk of bias relating to sequence generation and allocation concealment, and extracted data. Additional information was sought from trialists. After grouping by implant type, comparable groups of trials were subgrouped and where appropriate, data were pooled using the fixed-effect model or, where there was significant heterogeneity, the random-effects model."
    },
    {
      "heading": "Main results",
      "text": "There are now 30 studies involving 6334 participants (6339 fractures) included in this review, which was published in 2011. There was considerable variation in the quality of trial methodology and generally inadequate reporting of methods and trial findings. Allocation concealment was confirmed in one trial only. The main outcome measures reported were fracture healing complications, re-operations and mortality. The reporting of functional outcomes was particularly poor.\nFew trials tested the same comparison. Most of the results for the 25 separate comparisons, frequently tested within one trial only, showed no statistically significant differences between the two implants under test. It was noted that the more rare findings of favourable results were often for implants developed within the same institutions as the trial. There was a consistent finding of less avascular necrosis with the sliding hip screw in comparison with five different types of cancellous screws but there was no significant difference found for re-operations. Additionally, the sliding hip screw was found to take longer to insert and to have an increased operative blood loss compared with multiple screws or pins."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No clear conclusions can be made on the choice of implant for internal fixation of intracapsular fractures from the available evidence within randomised trials."
    }
  ],
  "pls_title": "Different implants used to fix certain types of hip fractures",
  "pls_type": "long",
  "pls": "Many different types of implants are used to fix fractures of the hip, which are close to the hip joint (intracapsular fractures). Implants are used to stabilise the bone during healing thereby reducing the chance of the bones slipping out of line. They consist of either screws or pins and may have an additional side plate attached, which is fixed to the bone.\nThis review of randomised controlled trials included 30 studies involving more than 6000 participants. Most of the trials were poorly reported and had flaws in their methods that could have affected their results. Few trials tested the same comparison. Most of the results for the 25 separate comparisons, frequently tested within one trial only, failed to show that one implant was better than the other under comparison. There was a consistent finding of one serious complication (avascular necrosis) with the sliding hip screw in comparison with five different types of cancellous screws. However, this was not reflected in a decrease in re-operations for this group. Additionally, the sliding hip screw was found to take longer to insert and to have an increased operative blood loss compared with multiple screws or pins.\nThis review found no evidence from trials undertaken so far that there were any major differences between different implants in patient survival or complications related to the operation."
}