{
  "doi": "10.1002/14651858.CD015029.pub2",
  "name": "Measures implemented in the school setting to contain the COVID‐19 pandemic",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "More than 767 million coronavirus 2019 (COVID-19) cases and 6.9 million deaths with COVID-19 have been recorded as of August 2023. Several public health and social measures were implemented in schools to contain the spread of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and prevent onward transmission. We built upon methods from a previous Cochrane review to capture current empirical evidence relating to the effectiveness of school measures to limit SARS-CoV-2 transmission."
    },
    {
      "heading": "Objectives",
      "text": "To provide an updated assessment of the evidence on the effectiveness of measures implemented in the school setting to keep schools open safely during the COVID-19 pandemic."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane COVID-19 Study Register, Educational Resources Information Center, World Health Organization (WHO) COVID-19 Global literature on coronavirus disease database, and the US Department of Veterans Affairs Evidence Synthesis Program COVID-19 Evidence Reviews on 18 February 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "Eligible studies focused on measures implemented in the school setting to contain the COVID-19 pandemic, among students (aged 4 to 18 years) or individuals relating to the school, or both. We categorized studies that reported quantitative measures of intervention effectiveness, and studies that assessed the performance of surveillance measures as either ‘main’ or ‘supporting’ studies based on design and approach to handling key confounders. We were interested in transmission-related outcomes and intended or unintended consequences."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors screened titles, abstracts and full texts. We extracted minimal data for supporting studies. For main studies, one review author extracted comprehensive data and assessed risk of bias, which a second author checked. We narratively synthesized findings for each intervention-comparator-outcome category (body of evidence). Two review authors assessed certainty of evidence."
    },
    {
      "heading": "Main results",
      "text": "The 15 main studies consisted of measures to reduce contacts (4 studies), make contacts safer (7 studies), surveillance and response measures (6 studies; 1 assessed transmission outcomes, 5 assessed performance of surveillance measures), and multicomponent measures (1 study). These main studies assessed outcomes in the school population (12), general population (2), and adults living with a school-attending child (1). Settings included K-12 (kindergarten to grade 12; 9 studies), secondary (3 studies), and K-8 (kindergarten to grade 8; 1 study) schools. Two studies did not clearly report settings. Studies measured transmission-related outcomes (10), performance of surveillance measures (5), and intended and unintended consequences (4). The 15 main studies were based in the WHO Region of the Americas (12) and the WHO European Region (3).\nComparators were more versus less intense measures, single versus multicomponent measures, and measures versus no measures. We organized results into relevant bodies of evidence, or groups of studies relating to the same 'intervention-comparator-outcome' categories.\nAcross all bodies of evidence, certainty of evidence ratings limit our confidence in findings. Where we describe an effect as 'beneficial', the direction of the point estimate of the eﬀect favours the intervention; a 'harmful' eﬀect does not favour the intervention and ‘null’ shows no effect either way.\nMeasures to reduce contact (4 studies)\nWe grouped studies into 21 bodies of evidence: moderate- (10 bodies), low- (3 bodies), or very low-certainty evidence (8 bodies).\nThe evidence was very low to moderate certainty for beneficial effects of remote versus in-person or hybrid teaching on transmission in the general population. For students and staff, mostly harmful effects were observed when more students participated in remote teaching. Moderate-certainty evidence showed that in the general population there was probably no effect on deaths and a beneficial effect on hospitalizations for remote versus in-person teaching, but no effect for remote versus hybrid teaching. The effects of hybrid teaching, a combination of in-person and remote teaching, were mixed.\nVery low-certainty evidence showed that there may have been a harmful eﬀect on risk of infection among adults living with a school student for closing playgrounds and cafeterias, a null eﬀect for keeping the same teacher, and a beneficial eﬀect for cancelling extracurricular activities, keeping the same students together and restricting entry for parents and caregivers.\nMeasures to make contact safer (7 studies) \nWe grouped studies into eight bodies of evidence: moderate- (5 bodies), and low-certainty evidence (3 bodies).\nLow-certainty evidence showed that there may have been a beneficial effect of mask mandates on transmission-related outcomes. Moderate-certainty evidence showed full mandates were probably more beneficial than partial or no mandates. Evidence of a beneficial effect of physical distancing on risk of infection among staff and students was mixed. Moderate-certainty evidence showed that ventilation measures probably reduce cases among staﬀ and students.\nOne study (very low-certainty evidence) found that there may be a beneficial eﬀect of not sharing supplies and increasing desk space on risk of infection for adults living with a school student, but showed there may be a harmful eﬀect of desk shields.\nSurveillance and response measures (6 studies)\nWe grouped studies into seven bodies of evidence: moderate- (3 bodies), low- (1 body), and very low-certainty evidence (3 bodies).\nDaily testing strategies to replace or reduce quarantine probably helped to reduce missed school days and decrease the proportion of asymptomatic school contacts testing positive (moderate-certainty evidence). For studies that assessed the performance of surveillance measures, the proportion of cases detected by rapid antigen detection testing ranged from 28.6% to 95.8%, positive predictive value ranged from 24.0% to 100.0% (very low-certainty evidence). There was probably no onward transmission from contacts of a positive case (moderate-certainty evidence) and replacing or shortening quarantine with testing may have reduced missed school days (low-certainty evidence).\nMulticomponent measures (1 study)\nCombining multiple measures may have led to a reduction in risk of infection among adults living with a student (very low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "A range of measures can have a beneficial effect on transmission-related outcomes, healthcare utilization and school attendance. We rated the current findings at a higher level of certainty than the original review.\nFurther high-quality research into school measures to control SARS-CoV-2 in a wider variety of contexts is needed to develop a more evidence-based understanding of how to keep schools open safely during COVID-19 or a similar public health emergency."
    }
  ],
  "pls_title": "Were measures taken by schools to contain the COVID-19 pandemic effective?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Overall, results suggested that a range of school measures to reduce the spread of COVID-19 may reduce the spread of disease, use of healthcare facilities and days of school attendance otherwise lost to quarantine.\n• More high-quality research is needed to help understand how schools can safely be kept open during possible future pandemics."
    },
    {
      "heading": "What kind of measures did schools take during the COVID-19 pandemic?",
      "text": "During the COVID-19 pandemic, many societies introduced special measures in schools to reduce the spread of COVID-19 and to keep pupils and staff safe.\nWe grouped measures into the following broad categories.\n1. Measures to reduce the opportunity for contact, like reducing the number of students in a class or a school at one time.\n2. Measures to make contacts safer, including face masks, improved ventilation, cleaning, handwashing, or modifying activities like sports or music. \n3. Surveillance and response measures, which screen for symptoms or test sick students or staff. People with COVID-19 may self-isolate and those who might have COVID-19 may be quarantined.\n4. Multicomponent measures combine measures from categories 1, 2 and/or 3."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We aimed to find out which measures allowed schools to safely reopen or stay open during the COVID-19 pandemic. We wanted to know which measures were best at preventing the spread of disease (transmission), measured by number of new cases, deaths and hospitalization. We also looked at unintended consequences, such as the effect on children's lives outside school and their education."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at the impact of these measures in schools among students (aged 4 to 18 years) or individuals relating to the school (staff or parents, for example), or both, on the number of people with COVID-19, the healthcare system (hospital beds, for example) and social aspects (such as the effect on children's education). We compared and summarized the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "We included 33 studies. Fifteen studies provided evidence on our most important points and the rest did not provide such useful evidence. Studies took place in primary and secondary schools, mostly in North America but also in Europe."
    },
    {
      "heading": "1. Measures to reduce the opportunity for contacts",
      "text": "Four studies from the USA investigated the impact of school measures to reduce contact. Remote teaching (e.g. over a computer link) compared to in-person teaching probably reduced the spread of COVID-19 and hospitalizations, but probably had no effect on deaths in the general population. The effects of hybrid teaching (a combination of in-person and remote teaching), compared to remote teaching were mixed.\nWe found that other measures had mixed effects. Closing playgrounds and cafeterias may have increased risk of infection. Keeping the same teacher may have had no effect, and cancelling out-of-school activities, keeping the same students together, and restricting entry for parents and caregivers may have reduced the risk of infection. However, this evidence is very uncertain."
    },
    {
      "heading": "2. Measures to make contacts safer",
      "text": "Seven studies from the USA showed that mask wearing may have reduced the spread of COVID-19 and that a stricter mask policy probably had a larger effect. There was mixed evidence of an effect of physical distancing on risk of infection, with results showing that there was probably a decrease in risk for students, but an increase for staff. There was some evidence that improved ventilation in school buildings probably reduced transmission. One study found that not sharing supplies and increasing desk space in schools may have reduced risk of infection, but that desk shields may have increased it, but we are very uncertain about this evidence."
    },
    {
      "heading": "3. Surveillance and response measures",
      "text": "Six studies from the USA, UK, Germany and Israel investigated surveillance and response measures. One study found that daily testing to replace or reduce quarantine probably helped to reduce transmission. Studies that evaluated surveillance measures found mixed results for transmission with rapid antigen test home testing, but the evidence was very uncertain. Studies looking at polymerase chain reaction (PCR) laboratory tests also showed that there was probably no spread of COVID-19 at school and at home after students or staff were in the same room as someone who had tested positive. Two studies found that replacing or making quarantine shorter using daily testing may have been related to missing less school."
    },
    {
      "heading": "4. Multicomponent measures",
      "text": "One study from the USA showed fewer infections when a higher number of measures were in place, but the evidence was very uncertain."
    },
    {
      "heading": "How confident are we in the findings of this review?",
      "text": "The evidence for this updated review is stronger than the findings of the original review in most areas. The depth, breadth and quality of the research needs to be strengthened, with better study designs and adjustment for risk factors."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to February 2022."
    }
  ]
}