{
  "doi": "10.1002/14651858.CD005520.pub3",
  "name": "Oral appliances and functional orthopaedic appliances for obstructive sleep apnoea in children ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Apnoea is a breathing disorder marked by the absence of airflow at the nose or mouth. In children, risk factors include adenotonsillar hypertrophy, obesity, neuromuscular disorders and craniofacial anomalies. The most common treatment for obstructive sleep apnoea syndrome (OSAS) in childhood is adeno-tonsillectomy. This approach is limited by its surgical risks, mostly in children with comorbidities and, in some patients, by recurrence that can be associated with craniofacial problems. Oral appliances and functional orthopaedic appliances have been used for patients who have OSAS and craniofacial anomalies because they hold the lower jaw (mandible) forwards which potentially enlarges the upper airway and increases the upper airspace, improving the respiratory function."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of oral appliances or functional orthopaedic appliances for obstructive sleep apnoea in children."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following electronic databases: Cochrane Oral Health's Trials Register (to 7 April 2016); Cochrane Central Register of Controlled Trials (CENTRAL; 2016, Issue 3) in the Cochrane Library (searched 7 April 2016); MEDLINE Ovid (1946 to 7 April 2016); Embase Ovid (1980 to 7 April 2016); LILACS BIREME (from 1982 to 7 April 2016); BBO BIREME (from 1986 to 7 April 2016) and SciELO Web of Science (from 1997 to 7 April 2016). We searched ClinicalTrials.gov and the World Health Organization International Clinical Trials Registry Platform for ongoing trials on 7 April 2016. We placed no restrictions on the language or date of publication when searching the electronic databases."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised or quasi-randomised controlled trials comparing all types of oral and functional orthopaedic appliances with placebo or no treatment, in children 15 years old or younger. Primary outcome: reduction of apnoea to less than one episode per hour. Secondary outcomes: dental and skeletal relationship, sleep parameters improvement, cognitive and phonoaudiological function, behavioural problems, quality of life, side effects (tolerability) and economic evaluation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors screened studies and extracted data independently. Authors were contacted for additional information. We calculated risk ratios with 95% confidence intervals for all important dichotomous outcomes. We assessed the quality of the evidence of included studies using GRADEpro software."
    },
    {
      "heading": "Main results",
      "text": "The initial search identified 686 trials. Only one trial, reporting the results from a total of 23 children and comparing an oral appliance to no treatment, was suitable for inclusion in the review. The trial assessed apnoea-hypopnoea, daytime symptoms (sleepiness, irritability, tiredness, school problems, morning headache, thirstiness in the morning, oral breathing and nasal stuffiness) and night-time symptoms (habitual snoring, restless sleep and nightmares measured by questionnaire). Results were inconsistent across outcomes measures and time points. The evidence was considered very low quality."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to support or refute the effectiveness of oral appliances and functional orthopaedic appliances for the treatment of obstructive sleep apnoea in children. Oral appliances or functional orthopaedic appliances may be considered in specified cases as an auxiliary in the treatment of children who have craniofacial anomalies which are risk factors for apnoea."
    }
  ],
  "pls_title": "Oral appliances and functional orthopaedic appliances for obstructive sleep apnoea in children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Are oral appliances and functional orthopaedic appliances effective and safe for treating children with obstructive sleep apnoea syndrome?"
    },
    {
      "heading": "Background",
      "text": "Obstructive sleep apnoea in children is a breathing disorder characterized by episodes of partial or complete upper airway obstruction that occur during sleep. There are various risk factors and is associated with daytime and night-time symptoms including among others sleepiness, irritability, tiredness, morning headaches, nasal stuffiness, habitual snoring, nightmares, etc. The common treatment for obstructive sleep apnoea in childhood is adeno-tonsillectomy, the removal of the adenoids and tonsils. This approach is limited by recurrence that can be associated with craniofacial problems. Oral/functional orthopaedic appliances have been used for patients who have obstructive sleep apnoea and craniofacial anomalies because they hold the lower jaw (mandible) forwards which potentially enlarges the upper airway and increases the upper airspace, improving the respiratory function."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence on which this review is based was current as of 7 April 2016. It included only one study in which 32 children were randomised to receive an oral appliance or no treatment. Twenty-three participants finished the study."
    },
    {
      "heading": "Key results",
      "text": "Treatment of obstructive sleep apnoea syndrome in children appears to be possible with oral appliances or functional orthopaedic appliances. However, this is only based on data from one small study."
    },
    {
      "heading": "Quality of the evidence",
      "text": "This was a study with a small number of participants and the quality of the evidence for the different outcomes was rated as very low. At present there is insufficient evidence to conclude that oral or functional orthopaedic appliances are effective in the treatment of obstructive sleep apnoea in children."
    }
  ]
}