{
  "doi": "10.1002/14651858.CD003176.pub3",
  "name": "Anti‐inflammatory treatment for carditis in acute rheumatic fever",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Rheumatic heart disease remains an important cause of acquired heart disease in developing countries. Although prevention of rheumatic fever and management of recurrences have been well established, optimal management of active rheumatic carditis remains unclear. This is an update of a review published in 2003, and previously updated in 2009 and 2012."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects, both harmful and beneficial, of anti-inflammatory agents such as aspirin, corticosteroids and other drugs in preventing or reducing further valvular damage in patients with acute rheumatic fever."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (2013, Issue 9 of 12), MEDLINE (Ovid, 1948 to 2013 October Week 1), EMBASE (Ovid, 1980 to 2013 Week 41) and Latin American Caribbean Health Sciences Literature (LILACS) (1982 to 17 October 2013). We last searched Index Medicus (1950 to April 2001) in 2001. We checked reference lists of identified studies and applied no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing anti-inflammatory agents (e.g. aspirin, steroids, immunoglobulins, pentoxifylline) versus placebo or controls, or comparing any of the anti-inflammatory agents versus one another, in adults and children with acute rheumatic fever diagnosed according to Jones, or modified Jones, criteria. The presence of cardiac disease one year after treatment was the major outcome criterion selected."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors extracted data and assessed risk of bias using the methodology outlined in the Cochrane Handbook of Systematic Reviews of Interventions. Standard methodological procedures as expected by The Cochrane Collaboration were used."
    },
    {
      "heading": "Main results",
      "text": "No new studies were included in this update. Eight randomised controlled trials involving 996 people were selected for inclusion in the review. Researchers compared several steroidal agents such as corticotrophin, cortisone, hydrocortisone, dexamethasone, prednisone and intravenous immunoglobulin versus aspirin, placebo or no treatment. Six trials were conducted between 1950 and 1965; one was done in 1990 and the final study was published in 2001. Overall there were no observed significant differences in risk of cardiac disease at one year between corticosteroid-treated and aspirin-treated groups (six studies, 907 participants, risk ratio 0.87, 95% confidence interval 0.66 to 1.15). Similarly, use of prednisone (two studies, 212 participants, risk ratio 1.13, 95% confidence interval 0.52 to 2.45) compared with aspirin did not reduce the risk of heart disease after one year. Investigators in five studies did not report adverse events. The three studies reporting on adverse events reported substantial adverse events. However, all results should be interpreted with caution because of the age of the studies and the substantial risk of bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Little evidence of benefit was found when corticosteroids or intravenous immunoglobulins were used to reduce the risk of heart valve lesions in patients with acute rheumatic fever. The antiquity of most of the trials restricted adequate statistical analysis of the data and acceptable assessment of clinical outcomes by current standards. In addition, risk of bias was substantial, so results should be viewed with caution. New randomised controlled trials in patients with acute rheumatic fever are warranted to assess the effects of corticosteroids such as oral prednisone and intravenous methylprednisolone and the effects of other new anti-inflammatory agents. Advances in echocardiography will allow more objective and precise assessments of cardiac outcomes."
    }
  ],
  "pls_title": "Anti-inflammatory treatment in the form of corticosteroids and immunotherapy to prevent heart damage resulting from rheumatic fever",
  "pls_type": "long",
  "pls": "This is an update of a review published in 2003 and previously updated in 2009 and 2012. For this latest update, the search was rerun on 17 October 2013, and no new studies were found. Rheumatic fever is a late complication of a type of throat infection caused by streptococcal bacteria. It is an immune system disease that can lead to inflammatory disease of the heart (carditis), joints, brain and skin. Carditis can cause heart failure and death. Various anti-inflammatory drugs have been used to treat carditis, including corticosteroids, aspirin and immunoglobulins (immune therapy using antibodies). No new trials were identified in this update. This review includes eight trials with 996 participants. Evidence shows little effect of corticosteroids over aspirin in preventing cardiac disease after one year (six studies, 907 participants, risk ratio 0.87, 95% confidence interval 0.66 to 1.15). Several steroidal agents such as corticotrophin, cortisone, hydrocortisone and dexamethasone were compared with aspirin before 1966, and prednisone and immunoglobulins were compared with placebo in studies from 1990 and 2001, respectively. Most studies did not report on adverse events, but those that did reported complications due to corticosteroids including weight gain, enlarged facial features and acne. Trials were generally old (six of the eight trials were conducted between 1955 and 1965), small and of poor quality and had high risk of bias. For this reason, results should be interpreted with caution."
}