{
  "doi": "10.1002/14651858.CD011023.pub2",
  "name": "Interventions for enhancing adherence to treatment in adults with bronchiectasis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Bronchiectasis is characterised by a widening of the airways, leading to excess mucus production and recurrent infection. It is more prevalent in women and those in middle age. Many patients with bronchiectasis do not adhere to treatments (medications, exercise and airway clearance) prescribed for their condition. The best methods to change these adherence behaviours have not been identified."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of interventions to enhance adherence to any aspect of treatment in adults with bronchiectasis in terms of adherence and health outcomes, such as pulmonary exacerbations, health-related quality of life and healthcare costs."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Specialised Register (CAGR), which contains trial reports identified through systematic searches of CENTRAL, MEDLINE, EMBASE, CINAHL, AMED and PsycINFO, from inception to October 2015."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include randomised controlled trials (RCTs) of adults with bronchiectasis that compared any intervention aimed at enhancing adherence versus no intervention, usual care or another adherence intervention. We excluded studies of those who had bronchiectasis due to cystic fibrosis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors (AMcC and ET) independently screened titles, abstracts and full-texts of identified studies."
    },
    {
      "heading": "Main results",
      "text": "Searches retrieved 36 studies reported in 37 articles; no eligible studies were identified."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We did not identify any studies that assessed the effect of interventions to enhance adherence to treatment in bronchiectasis. Adequately powered, well-designed trials of adherence interventions for bronchiectasis are needed."
    }
  ],
  "pls_title": "How can adults with bronchiectasis be encouraged to take treatments as prescribed by their health professional?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "How can adults with bronchiectasis be encouraged to complete treatments such as medications, breathing exercises or other exercise as prescribed by their health professional?"
    },
    {
      "heading": "Background",
      "text": "Bronchiectasis is caused by a widening of the airways. People with bronchiectasis have too much mucus in their lungs and often suffer from chest infections. Bronchiectasis occurs more commonly in women, and those in middle age. Treatments prescribed for bronchiectasis include inhalers, nebulisers and airway clearance physiotherapy. Doing all of these correctly can take up a lot of time every day. Many people with bronchiectasis find it difficult to fit these treatments into their daily lives.\nTaking treatments in the way they have been prescribed by a health professional is called adherence. People with bronchiectasis who have low adherence to treatments like nebulised antibiotics have more chest infections than those with high adherence. We wanted to find out ways of encouraging adults with bronchiectasis to take treatments as prescribed by their health professional."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to October 2015."
    },
    {
      "heading": "Key results",
      "text": "We identified 37 reports but did not find any studies that tested ways to improve adherence to treatment. Properly-designed research studies that include an appropriate number of people with bronchiectasis are needed to answer this question."
    }
  ]
}