{
  "doi": "10.1002/14651858.CD009877.pub2",
  "name": "Optical correction of refractive error for preventing and treating eye symptoms in computer users ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Computer users frequently complain about problems with seeing and functioning of the eyes. Asthenopia is a term generally used to describe symptoms related to (prolonged) use of the eyes like ocular fatigue, headache, pain or aching around the eyes, and burning and itchiness of the eyelids. The prevalence of asthenopia during or after work on a computer ranges from 46.3% to 68.5%. Uncorrected or under-corrected refractive error can contribute to the development of asthenopia. A refractive error is an error in the focusing of light by the eye and can lead to reduced visual acuity. There are various possibilities for optical correction of refractive errors including eyeglasses, contact lenses and refractive surgery."
    },
    {
      "heading": "Objectives",
      "text": "To examine the evidence on the effectiveness, safety and applicability of optical correction of refractive error for reducing and preventing eye symptoms in computer users."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL); PubMed; Embase; Web of Science; and OSH update, all to 20 December 2017. Additionally, we searched trial registries and checked references of included studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and quasi-randomised trials of interventions evaluating optical correction for computer workers with refractive error for preventing or treating asthenopia and their effect on health related quality of life."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed study eligibility and risk of bias, and extracted data. Where appropriate, we combined studies in a meta-analysis."
    },
    {
      "heading": "Main results",
      "text": "We included eight studies with 381 participants. Three were parallel group RCTs, three were cross-over RCTs and two were quasi-randomised cross-over trials. All studies evaluated eyeglasses, there were no studies that evaluated contact lenses or surgery. Seven studies evaluated computer glasses with at least one focal area for the distance of the computer screen with or without additional focal areas in presbyopic persons. Six studies compared computer glasses to other types of glasses; and one study compared them to an ergonomic workplace assessment. The eighth study compared optimal correction of refractive error with the actual spectacle correction in use. Two studies evaluated computer glasses in persons with asthenopia but for the others the glasses were offered to all workers regardless of symptoms. The risk of bias was unclear in five, high in two and low in one study. Asthenopia was measured as eyestrain or a summary score of symptoms but there were no studies on health-related quality of life. Adverse events were measured as headache, nausea or dizziness. Median asthenopia scores at baseline were about 30% of the maximum possible score.\nProgressive computer glasses versus monofocal glasses\nOne study found no considerable difference in asthenopia between various progressive computer glasses and monofocal computer glasses after one-year follow-up (mean difference (MD) change scores 0.23, 95% confidence interval (CI) −5.0 to 5.4 on a 100 mm VAS scale, low quality evidence). For headache the results were in favour of progressive glasses.\nProgressive computer glasses with an intermediate focus in the upper part of the glasses versus other glasses\nIn two studies progressive computer glasses with intermediate focus led to a small decrease in asthenopia symptoms (SMD −0.49, 95% CI −0.75 to −0.23, low-quality evidence) but not in headache score in the short-term compared to general purpose progressive glasses. There were similar small decreases in dizziness. At medium term follow-up, in one study the effect size was not statistically significant (SMD −0.64, 95% CI −1.40 to 0.12). The study did not assess adverse events.\nAnother study found no considerable difference in asthenopia between progressive computer glasses and monofocal computer glasses after one-year follow-up (MD change scores 1.44, 95% CI −6.95 to 9.83 on a 100 mm VAS scale, very low quality evidence). For headache the results were inconsistent.\nProgressive computer glasses with far-distance focus in the upper part of the glasses versus other glasses\nOne study found no considerable difference in number of persons with asthenopia between progressive computer glasses with far-distance focus and bifocal computer glasses after four weeks' follow-up (OR 1.00, 95% CI 0.40 to 2.50, very low quality evidence). The number of persons with headache, nausea and dizziness was also not different between groups.\nAnother study found no considerable difference in asthenopia between progressive computer glasses with far-distance focus and monofocal computer glasses after one-year follow-up (MD change scores −1.79, 95% CI −11.60 to 8.02 on a 100 mm VAS scale, very low quality evidence). The effects on headaches were inconsistent.\nOne study found no difference between progressive far-distance focus computer glasses and trifocal glasses in effect on eyestrain severity (MD −0.50, 95% CI −1.07 to 0.07, very low quality evidence) or on eyestrain frequency (MD −0.75, 95% CI −1.61 to 0.11, very low quality evidence).\nProgressive computer glasses versus ergonomic assessment with habitual (computer) glasses\nOne study found that computer glasses optimised for individual needs reduced asthenopia sum score more than an ergonomic assessment and habitual (computer) glasses (MD −8.9, 95% CI −16.47 to −1.33, scale 0 to 140, very low quality evidence) but there was no effect on the frequency of eyestrain (OR 1.08, 95% CI 0.38 to 3.11, very low quality evidence).\nWe rated the quality of the evidence as low or very low due to risk of bias in the included studies, inconsistency in the results and imprecision."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is low to very low quality evidence that providing computer users with progressive computer glasses does not lead to a considerable decrease in problems with the eyes or headaches compared to other computer glasses. Progressive computer glasses might be slightly better than progressive glasses for daily use in the short term but not in the intermediate term and there is no data on long-term follow-up. The quality of the evidence is low or very low and therefore we are uncertain about this conclusion. Larger studies with several hundreds of participants are needed with proper randomisation, validated outcome measurement methods, and longer follow-up of at least one year to improve the quality of the evidence."
    }
  ],
  "pls_title": "Eyeglasses, contact lenses or eye surgery for preventing and treating eye symptoms in computer users",
  "pls_type": "long",
  "pls": "What is the aim of this review?\nComputer users frequently complain about problems with their eyes, or headaches. Eyeglasses, contact lenses or surgery of the eye might help to decrease or prevent these symptoms. We examined the effects of these interventions on eye symptoms and quality of life.\nKey messages\nComputer glasses with specific types of lenses are no different to other types of computer glasses in terms of eye symptoms. Computer glasses might improve eye symptoms more than glasses designed for daily use in the short term but not at six months follow-up and there is no evidence on long-term follow-up. Due to the very low quality of the evidence we are uncertain about this conclusion. There are no studies on contact lenses or eye surgery to decrease eye symptoms of computer users. Randomised studies are needed with hundreds of participants that better measure symptoms at one-year follow-up.\nWhat was studied in the review?\nWe found eight studies with 381 participants. All studies evaluated eyeglasses. We found no studies evaluating contact lenses or surgery. Two studies looked at progressive computer glasses where the focus gradually changes from nearby to the distance of the computer screen but one did not report any data. Two studies examined progressive computer glasses in which the focus also extended a couple of meters beyond the computer screen. Five studies looked at progressive computer glasses whose focus gradually changed to far distance. One study examined if the spectacles that participants already had could be improved and whether that influenced their computer vision, but the study did not provide data. We judged the risk of bias to be unclear in four studies, high in two and low in another study.\nWhat are the main results of the review?\nProgressive computer glasses compared to other types of computer glasses\nOne study found no difference in eye symptoms after one year between progressive computer glasses and computer glasses with only one focus.\nProgressive computer glasses including middle distance focus in the upper part of the glasses compared to other types of glasses\nTwo studies found a small difference in eye symptoms between progressive computer glasses including middle distance focus and progressive glasses for everyday use when the glasses had been used for a period of one week to one month. There was no difference in dizziness between the two kinds of glasses. Another study found no difference in eye symptoms after one year between progressive computer glasses and computer glasses with only one focus.\nProgressive computer glasses including far-away focus in the upper part of the glasses compared to other types of glasses\nTwo different studies found no difference in eye symptoms after one month between computer glasses including a far-away focus and bifocal or trifocal computer glasses. Another study found that after one year glasses with only one focus were just as good as computer glasses. One study compared progressive computer glasses to an assessment of the participant's computer work station and own (computer) glasses and found an improvement of asthenopia symptom-score of about 40%.\nHow up-to-date is this review?\nWe searched for studies that had been published up to 20 December, 2017."
}