{
  "doi": "10.1002/14651858.CD013267.pub3",
  "name": "Endovascular therapy versus medical treatment for symptomatic intracranial artery stenosis ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Intracranial artery stenosis (ICAS) is an arterial narrowing in the brain that can cause stroke. Endovascular therapy (ET) and conventional medical treatment (CMT) may prevent recurrent ischaemic stroke caused by ICAS. However, there is no consensus on the best treatment for people with ICAS."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the safety and efficacy of endovascular therapy plus conventional medical treatment compared with conventional medical treatment alone for the management of symptomatic intracranial artery stenosis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group Trials Register, CENTRAL, MEDLINE, Embase, four other databases, and three trials registries on 16 August 2022. We contacted study authors and researchers when we required additional information."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) comparing ET plus CMT with CMT alone for the treatment of symptomatic ICAS. ET modalities included angioplasty alone, balloon-mounted stent, and angioplasty followed by placement of a self-expanding stent. CMT included antiplatelet therapy in addition to control of risk factors such as hypertension, hyperlipidaemia, and diabetes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened the records to select eligible RCTs, then extracted data from them. We resolved any disagreements through discussion, reaching consensus decisions among the full team. We assessed risk of bias and applied the GRADE approach to assess the certainty of the evidence. The primary outcome was death by any cause or non-fatal stroke of any type within three months of randomisation. Secondary outcomes included all-cause death or non-fatal stroke of any type occurring more than three months after randomisation, ipsilateral stroke, transient ischaemic attack, ischaemic stroke, haemorrhagic stroke, death, restenosis, dependency, and health-related quality of life."
    },
    {
      "heading": "Main results",
      "text": "We included four RCTs with 989 participants who had symptomatic ICAS, with an age range of 18 to 85 years. We identified two ongoing RTCs. All trials had high risk of performance bias, as it was impossible to blind participants and personnel to the intervention. Three trials were terminated early. One trial was at high risk of attrition bias because of substantial loss to follow-up after one year and a high proportion of participants transferring from ET to CMT. The certainty of evidence ranged from low to moderate; we downgraded for imprecision.\nCompared to CMT alone, ET plus CMT probably increases the risk of short-term death or stroke (risk ratio (RR) 2.93, 95% confidence interval (CI) 1.81 to 4.75; 4 RCTs, 989 participants; moderate certainty), short-term ipsilateral stroke (RR 3.26, 95% CI 1.94 to 5.48; 4 RCTs, 989 participants; moderate certainty), short-term ischaemic stroke (RR 2.24, 95% CI 1.30 to 3.87; 4 RCTs, 989 participants; moderate certainty), and long-term death or stroke (RR 1.49, 95% CI 1.12 to 1.99; 4 RCTs, 970 participants; moderate certainty). Compared to CMT alone, ET plus CMT may increase the risk of short-term haemorrhagic stroke (RR 13.49, 95% CI 2.59 to 70.15; 4 RCTs, 989 participants; low certainty), short-term death (RR 5.43, 95% CI 1.21 to 24.40; 4 RCTs, 989 participants; low certainty), and long-term haemorrhagic stroke (RR 7.81, 95% CI 1.43 to 42.59; 3 RCTs, 879 participants; low certainty). It is unclear if ET plus CMT compared with CMT alone has an effect on the risk of short-term transient ischaemic attack (RR 0.79, 95% CI 0.30 to 2.07; 3 RCTs, 344 participants; moderate certainty), long-term transient ischaemic attack (RR 1.05, 95% CI 0.50 to 2.19; 3 RCTs, 335 participants; moderate certainty), long-term ipsilateral stroke (RR 1.78, 95% CI 1.00 to 3.17; 4 RCTs, 970 participants; moderate certainty), long-term ischaemic stroke (RR 1.56, 95% CI 0.77 to 3.16; 4 RCTs, 970 participants; moderate certainty), long-term death (RR 1.61, 95% CI 0.77 to 3.38; 4 RCTs, 951 participants; moderate certainty), and long-term dependency (RR 1.51, 95% CI 0.93 to 2.45; 4 RCTs, 947 participants; moderate certainty). No subgroup analyses significantly modified the effect of ET plus CMT versus CMT alone. The trials included no data on restenosis or health-related quality of life."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review provides moderate-certainty evidence that ET plus CMT compared with CMT alone increases the risk of short-term stroke and death in people with recent symptomatic severe ICAS. This effect was still apparent at long-term follow-up but appeared to be due to the early risks of ET; therefore, there may be no clear difference between the interventions in terms of their effects on long-term stroke and death. The impact of delayed ET intervention (more than three weeks after a qualifying event) warrants further study."
    }
  ],
  "pls_title": "Endovascular therapy versus conventional medical treatment for symptomatic intracranial artery stenosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is intracranial artery stenosis?",
      "text": "Intracranial artery stenosis (ICAS) is the narrowing of the blood vessels in the brain caused by buildup of plaque (fatty deposits). It is a common cause of stroke worldwide. When this condition causes stroke symptoms, it is known as symptomatic ICAS."
    },
    {
      "heading": "How can intracranial artery stenosis be treated?",
      "text": "ICAS can be treated with endovascular therapy or conventional medical treatment, but it is unclear which approach works best. In endovascular therapy, the surgeon inserts a thin tube called a catheter into an artery in the arm or groin of the person being treated and guides it to the affected artery in the brain. The surgeon can then expand the narrowed artery with a small balloon or place a small mesh tube inside the narrowed artery to hold it open, or perform both techniques in the same procedure. Conventional medical treatment includes taking antiplatelets (medicines that stop platelets in the blood from sticking together) and trying to control factors that increase the risk of stroke (high blood pressure, high cholesterol, and diabetes) with medicines and lifestyle changes."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out whether endovascular therapy in addition to conventional medical treatment was more effective than conventional medical treatment alone for preventing stroke and death in people with symptomatic ICAS."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for randomised controlled trials (studies that assign participants to one of two or more treatment groups using a random method) that compared the two treatments in people with symptomatic ICAS. We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We included four trials with a total of 989 participants who had recent symptoms of ICAS. Three trials were carried out across multiple centres and compared endovascular therapy involving stents with conventional medical treatment. Two trials took place in Chinese centres and compared different types of endovascular therapy with conventional medical treatment in Chinese participants."
    },
    {
      "heading": "Main results",
      "text": "People who received endovascular therapy as well as conventional medical treatment were more likely to die or have a stroke in the short term and in the long term. There were no major differences in the rates of ischaemic stroke and death or dependency in the long term."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are moderately confident in some results and have little confidence in others, because the studies enroled few people."
    },
    {
      "heading": "How up to date is the evidence?",
      "text": "The evidence is up to date to 16 August 2022."
    }
  ]
}