{
  "doi": "10.1002/14651858.CD010769.pub2",
  "name": "Imipramine for neuropathic pain in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Antidepressants are widely used to treat chronic neuropathic pain (pain due to nerve damage), usually in doses below those at which they exert antidepressant effects. An earlier review that included all antidepressants for neuropathic pain is being replaced by new reviews of individual drugs examining individual neuropathic pain conditions.\nImipramine is a tricyclic antidepressant that is occasionally used to treat neuropathic pain."
    },
    {
      "heading": "Objectives",
      "text": "To assess the analgesic efficacy of imipramine for chronic neuropathic pain in adults, and to assess the associated adverse events."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, and EMBASE on 18 November 2013, as well as the reference lists of retrieved papers and other reviews. We also used our own handsearched database for older studies, and two clinical trials databases."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, double-blind studies of at least two weeks' duration comparing imipramine with placebo or another active treatment in chronic neuropathic pain. Participants were adults aged 18 and over. We included only articles with full journal publication and extended trial abstracts and summaries."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted efficacy and adverse event data, and examined issues of study quality. We performed analysis using three tiers of evidence. First tier evidence was derived from data meeting current best standards and subject to minimal risk of bias (outcome equivalent to substantial pain intensity reduction, intention-to-treat analysis without imputation for dropouts; at least 200 participants in the comparison, 8 to 12 weeks duration, parallel design); second tier from data that failed to meet one or more of these criteria and were considered at some risk of bias but with adequate numbers in the comparison; and third tier from data involving small numbers of participants which was considered very likely to be biased or used outcomes of limited clinical utility, or both."
    },
    {
      "heading": "Main results",
      "text": "Five studies treated 168 participants with painful diabetic neuropathy or polyneuropathy. The mean age in individual studies was between 47 and 56 years. Four studies used a cross-over, and one a parallel group design; 126 participants were randomised to receive imipramine 25 mg to 350 mg daily (most took 100 mg to 150 mg daily). Comparators were placebo (an active placebo in one study), paroxetine, mianserin, venlafaxine, and amitriptyline, and treatment was given for 2 to 12 weeks. All studies had one or more sources of potential major bias.\nNo study provided first or second tier evidence for any outcome. No data were available on the proportion of people with at least 50% or 30% reduction in pain or equivalent, and data were available from only one study for our other primary outcome of Patient Global Impression of Change, reported as patient evaluation of pain relief of complete or good. No pooling of data was possible, but third tier evidence in individual studies indicated some improvement in pain relief with imipramine compared with placebo, although this is was very low quality evidence, derived mainly from group mean data and completer analyses, in small, short duration studies where major bias is possible.\nFour studies reported some information about adverse events, but reporting was inconsistent and fragmented, and the quality of evidence was very low. Participants taking imipramine generally experienced more adverse events, notably dry mouth, and a higher rate of withdrawal due to adverse events, than did participants taking placebo."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review found little evidence to support the use of imipramine to treat neuropathic pain. There was very low quality evidence of benefit but this came from studies that were methodologically flawed and potentially subject to major bias. Effective medicines with much greater supportive evidence are available."
    }
  ],
  "pls_title": "Imipramine for neuropathic pain in adults",
  "pls_type": "long",
  "pls": "Neuropathic pain is pain coming from damaged nerves. It is different from pain messages carried along healthy nerves from damaged tissue (as in a fall, a cut, or an arthritic knee). Neuropathic pain is treated with different medicines than pain from damaged tissue. Medicines like paracetamol or ibuprofen are usually not effective in neuropathic pain, while medicines that are sometimes used to treat depression or epilepsy can be very effective in some people with neuropathic pain.\nImipramine is from the same class of medicines as amitriptyline, which is widely recommended for treating neuropathic pain; imipramine may also be useful in these painful conditions. In 2013 we performed searches to look for clinical trials in which imipramine was used to treat neuropathic pain.\nWe found five studies involving 168 participants with painful diabetic neuropathy or polyneuropathy. Studies were randomised and double-blind, but all had one or more sources of potential major bias that could lead to overestimation of efficacy. It was not possible to combine information from the different studies, but individually they indicated some benefit from imipramine (usually at a dose between 100 mg and 150 mg daily) compared with placebo, at the expense of increased adverse events.\nThere was too little information, which was of inadequate quality, to be sure that imipramine works as a pain medicine in neuropathic pain due to diabetes or due to damage to multiple nerves. There was no information about other types of neuropathic pain. Other medicines have been shown to be effective."
}