{
  "doi": "10.1002/14651858.CD009353.pub3",
  "name": "Crisis interventions for adults with borderline personality disorder",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "People diagnosed with borderline personality disorder (BPD) frequently present to healthcare services in crisis, often with suicidal thoughts or actions. Despite this, little is known about what constitutes effective management of acute crises in this population and what type of interventions are helpful at times of crisis. In this review, we will examine the efficacy of crisis interventions, defined as an immediate response by one or more individuals to the acute distress experienced by another individual, designed to ensure safety and recovery and lasting no longer than one month. This review is an update of a previous Cochrane Review examining the evidence for the effects of crisis interventions in adults diagnosed with BPD."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of crisis interventions in adults diagnosed with BPD in any setting."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, nine other databases and three trials registers up to January 2022. We also checked reference lists, handsearched relevant journal archives and contacted experts in the field to identify any unpublished or ongoing studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing crisis interventions with usual care, no intervention or waiting list, in adults of any age diagnosed with BPD."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We included two studies with 213 participants.\nOne study (88 participants) was a feasibility RCT conducted in the UK that examined the effects of joint crisis plans (JCPs) plus treatment as usual (TAU) compared to TAU alone in people diagnosed with BPD. The primary outcome was self-harm. Participants had an average age of 36 years, and 81% were women. Government research councils funded the study. Risk of bias was unclear for blinding, but low in the other domains assessed. Evidence from this study suggested that there may be no difference between JCPs and TAU on deaths (risk ratio (RR) 0.91, 95% confidence interval (CI) 0.06 to 14.14; 88 participants; low-certainty evidence); mean number of self-harm episodes (mean difference (MD) 0.30, 95% CI −36.27 to 36.87; 72 participants; low-certainty evidence), number of inpatient mental health nights (MD 1.80, 95% CI −5.06 to 8.66; 73 participants; low-certainty evidence), or quality of life measured using the EuroQol five-dimension questionnaire (EQ-5D; MD −6.10, 95% CI −15.52 to 3.32; 72 participants; very low-certainty evidence). The study authors calculated an Incremental Cost Effectiveness Ratio of GBP −32,358 per quality-adjusted life year (QALY), favouring JCPs, but they described this result as \"hypothesis-generating only\" and we rated this as very low-certainty evidence.\nThe other study (125 participants) was an RCT conducted in Sweden of brief admission to psychiatric hospital by self-referral (BA) compared to TAU, in people with self-harm or suicidal behaviour and three or more diagnostic criteria for BPD. The primary outcome was use of inpatient mental health services. Participants had an average age of 32 years, and 85% were women. Government research councils and non-profit foundations funded the study. Risk of bias was unclear for blinding and baseline imbalances, but low in the other domains assessed. The evidence suggested that there is no clear difference between BA and TAU on deaths (RR 0.49, 95% CI 0.05 to 5.29; 125 participants; low-certainty evidence), mean number of self-harm episodes (MD −0.03, 95% CI −2.26 to 2.20; 125 participants; low-certainty evidence), violence perpetration (RR 2.95, 95% CI 0.12 to 71.13; 125 participants; low-certainty evidence), or days of inpatient mental health care (MD 0.70, 95% CI −14.32 to 15.72; 125 participants; low-certainty evidence). The study suggested that BA may have little or no effect on the mean number of suicide attempts (MD 0.00, 95% CI −0.06 to 0.06; 125 participants; very low-certainty evidence).\nWe also identified three ongoing RCTs that met our inclusion criteria. The results will be incorporated into future updates of this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "A comprehensive search of the literature revealed very little RCT-based evidence to inform the management of acute crises in people diagnosed with BPD. We included two studies of two very different types of intervention (JCP and BA). We found no clear evidence of a benefit over TAU in any of our main outcomes. We are very uncertain about the true effects of either intervention, as the evidence was judged low- and very low-certainty, and there was only a single study of each intervention.\nThere is an urgent need for high-quality, large-scale, adequately powered RCTs on crisis interventions for people diagnosed with BPD, in addition to development of new crisis interventions."
    }
  ],
  "pls_title": "Crisis interventions for people with borderline personality disorder",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is borderline personality disorder?",
      "text": "Borderline personality disorder (BPD) is a complex and severe mental disorder that affects about 2% of the general population. Many people diagnosed with BPD have unstable relationships and distressing and rapid changes in emotions, leading to frequent crises. These crises are critical periods, as they may lead to increased drug and alcohol use, fewer contacts with health professionals and self-harm, which may be life-threatening."
    },
    {
      "heading": "What did we want to find out?",
      "text": "To date, little is known about what might help people diagnosed with BPD when they are experiencing an acute crisis. In this review, we wanted to discover whether crisis interventions are effective for people diagnosed with BPD by looking at evidence from randomised controlled trials (where some participants (intervention group) are randomly assigned to receive an experimental treatment, and the others (control group) are randomly assigned to receive a dummy treatment (placebo), no treatment or the usual treatment)."
    },
    {
      "heading": "What did we find?",
      "text": "We searched medical databases and found two studies that addressed this issue.\nIn one study, the intervention group had a joint crisis plan (a document explaining their treatment preferences for the management of future crises, which they could carry with them and refer to in the event of a crisis). This document is similar to a wellness recovery action plan, but is written with a mental health professional, rather than only by the individual. The intervention group also had access to usual care, which was provided by a community mental health team and included regular contact with an allocated member of the team. The control group received usual care only.\nIn the other study, the intervention group could choose to be admitted to a mental health hospital for up to three days at a time of crisis (brief admission), in addition to receiving usual care. The control group received usual care only.\nGovernment research councils and non-profit foundations funded the studies."
    },
    {
      "heading": "Main results",
      "text": "In the joint crisis plan study, there was no clear evidence of an effect on death, self-harm, time spent in a mental health hospital, and quality of life. The written document may be more cost-effective than usual treatment, but the study authors were not confident about this.\nThe brief admission study showed no clear evidence of a difference between brief admission and the usual treatment for death, self-harm, suicide attempts, violence perpetration, and admission to a mental health hospital."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have little confidence in the evidence, because it does not cover all the people we were interested in, it was based on only one study, and the participants reported some results themselves.\nGiven that crises in people diagnosed with BPD are distressing and potentially dangerous periods associated with increased risk of suicide, further research is urgently needed to enhance the evidence base in this area. This research should be in the form of large, well-designed trials so that we can be confident in the effect of the intervention."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The searches were completed in January 2022."
    }
  ]
}