{
  "doi": "10.1002/14651858.CD006528.pub2",
  "name": "Mirtazapine versus other antidepressive agents for depression",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Mirtazapine has a unique mechanism of antidepressive action and is one of the commonly used antidepressants in clinical practice."
    },
    {
      "heading": "Objectives",
      "text": "The aim of the present review was to assess the evidence on the efficacy and acceptability of mirtazapine compared with other antidepressive agents in the acute-phase treatment of major depression in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Collaboration Depression, Anxiety and Neurosis review group's specialised register (CCDANCTR), which includes relevant randomised controlled trials from the following bibliographic databases: The Cochrane Library (all years to April 2011), EMBASE, (1980 to July 2011) MEDLINE (1950 to July 2011) and PsycINFO (1974 to July 2011). Reference lists of the reports of relevant studies were checked and experts in the field contacted. The review was not limited to English-language articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) allocating participants with major depression to mirtazapine versus any other antidepressive agent."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently checked eligibility and extracted data on an intention-to-treat basis. The primary outcome was response to treatment. The secondary outcomes included dropouts and individual adverse events.\nMeta-analyses were conducted using the random-effects model."
    },
    {
      "heading": "Main results",
      "text": "A total of 29 RCTs (n = 4974), mostly following up the participants for six weeks in outpatient clinics and inadequately reporting the risk of bias, were included. In comparison with tricyclic antidepressants (10 trials, n = 1553) there was no robust evidence to detect a difference between mirtazapine and tricyclics in terms of response at two weeks (odds ratio (OR) 0.85, 95% confidence interval (CI) 0.64 to 1.13) or at the end of acute-phase treatment (at 6 to 12 weeks) (OR 0.89, 95% CI 0.72 to 1.10). In comparison with selective serotonin reuptake inhibitors (SSRIs) (12 trials, n = 2626) mirtazapine was significantly more effective at two weeks (OR 1.57, 95% CI 1.30 to 1.88) and at the end of acute-phase treatment (OR 1.19, 95% CI 1.01 to 1.39). Mirtazapine was significantly more effective than a serotonin-noradrenaline reuptake inhibitor (venlafaxine only, two trials, n = 415) at two weeks (OR 2.29, 95% CI 1.45 to 3.59) and at the end of acute-phase treatment (OR 1.53, 95% CI 1.03 to 2.25).\nIn terms of dropouts, there was no robust evidence to detect a difference between mirtazapine and other antidepressants. Mirtazapine was more likely to cause weight gain or increased appetite and somnolence than SSRIs but less likely to cause nausea or vomiting and sexual dysfunction."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Some statistically significant and possibly clinically meaningful differences between mirtazapine and other antidepressive agents were found for the acute-phase treatment of major depression. Mirtazapine is likely to have a faster onset of action than SSRIs during the acute-phase treatment. Dropouts occur similarly in participants treated with mirtazapine and those treated with other antidepressants, although the adverse event profile of mirtazapine is unique."
    }
  ],
  "pls_title": "Mirtazapine versus other antidepressive agents for depression",
  "pls_type": "long",
  "pls": "Major depression is characterised by a persistent low mood and loss of interest and pleasure. These symptoms are often accompanied by loss of appetite, insomnia, fatigue, poor concentration, inappropriate guilty feelings and even suicide. Depression was the third leading cause of disease burden among all diseases experienced by humankind in 2002. Antidepressants are used in treatment for major depression. They are the mainstay of treatment. Among them, mirtazapine is known to have a unique pharmacological profile and thus is supposed to differ in its efficacy and adverse effects profile in comparison with other antidepressants.\nThe evidence from this review, which included findings from 29 randomised controlled trials (4974 participants in total), suggests that mirtazapine is likely to have a faster onset of action than the most frequently used type of antidepressants, which are the selective serotonin reuptake inhibitors (SSRIs). It would appear that mirtazapine is superior to SSRIs at the end of treatment over 6 to 12 weeks. Mirtazapine causes adverse events that lead to a similar frequency of dropouts as SSRIs and tricyclic antidepressants, although adverse event profile of mirtazapine is unique. Mirtazapine is likely to cause weight gain or increased appetite and somnolence but is less likely to cause nausea or vomiting and sexual dysfunction than SSRIs."
}