{
  "doi": "10.1002/14651858.CD003511.pub5",
  "name": "Progestogen for preventing miscarriage in women with recurrent miscarriage of unclear etiology ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Progesterone, a female sex hormone, is known to induce secretory changes in the lining of the uterus essential for successful implantation of a fertilized egg. It has been suggested that a causative factor in many cases of miscarriage may be inadequate secretion of progesterone. Therefore, clinicians use progestogens (drugs that interact with the progesterone receptors), beginning in the first trimester of pregnancy, in an attempt to prevent spontaneous miscarriage. This is an update of a review, last published in 2013.\nSince publication of the 2018 update of this review, we have been advised that the Ismail 2017 study is currently the subject of an investigation by the Journal of Maternal-Fetal & Neonatal Medicine. We have now moved this study from 'included studies' to 'Characteristics of studies awaiting classification' until the outcome of the investigation is known."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of progestogens as a preventative therapy against recurrent miscarriage."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched Cochrane Pregnancy and Childbirth’s Trials Register, ClinicalTrials.gov, the WHO International Clinical Trials Registry Platform (ICTRP) (6 July 2017) and reference lists from relevant articles, attempting to contact trial authors where necessary, and contacted experts in the field for unpublished works."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized or quasi-randomized controlled trials comparing progestogens with placebo or no treatment given in an effort to prevent miscarriage."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias, extracted data and checked them for accuracy. Two reviewers assessed the quality of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "Twelve trials (1,856 women) met the inclusion criteria. Eight of the included trials compared treatment with placebo and the remaining four trials compared progestogen administration with no treatment. The trials were a mix of multicenter and single-center trials, conducted in India, Jordan, UK and USA. In five trials women had had three or more consecutive miscarriages and in seven trials women had suffered two or more consecutive miscarriages. Routes, dosage and duration of progestogen treatment varied across the trials. The majority of trials were at low risk of bias for most domains. Ten trials (1684 women) contributed data to the analyses.\nThe meta-analysis of all women, suggests that there may be a reduction in the number of miscarriages for women given progestogen supplementation compared to placebo/controls (average risk ratio (RR) 0.73, 95% confidence interval (CI) 0.54 to 1.00, 10 trials, 1684 women, moderate-quality evidence). A subgroup analysis comparing placebo-controlled versus non-placebo-controlled trials, trials of women with three or more prior miscarriages compared to women with two or more miscarriages and different routes of administration showed no clear differences between subgroups for miscarriage.\nNone of the trials reported on any secondary maternal outcomes, including severity of morning sickness, thromboembolic events, depression, admission to a special care unit, or subsequent fertility.\nThere was probably a slight benefit for women receiving progestogen seen in the outcome of live birth rate (RR 1.07, 95% CI 1.00 to 1.13, 6 trials, 1411 women, moderate-quality evidence). We are uncertain about the effect on the rate of preterm birth because the evidence is very low-quality (RR 1.13, 95% CI 0.53 to 2.41, 4 trials, 256 women, very low-quality evidence). No clear differences were seen for women receiving progestogen for the other secondary outcomes including neonatal death, fetal genital abnormalities or stillbirth. There may be little or no difference in the rate of low birthweight and trials did not report on the secondary child outcomes of teratogenic effects or admission to a special care unit."
    },
    {
      "heading": "Authors' conclusions",
      "text": "For women with unexplained recurrent miscarriages, supplementation with progestogen therapy may reduce the rate of miscarriage in subsequent pregnancies."
    }
  ],
  "pls_title": "Progestogen for preventing miscarriage",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Early pregnancy loss, also known as miscarriage, generally occurs in the first trimester. For some women and their partners, miscarriages can happen several times, also known as recurrent miscarriages. While there are sometimes causes for miscarriages that are found, often no clear reasons can be found. The hormone called progesterone prepares the womb (uterus) to receive and support the newly fertilized egg during the early part of pregnancy. It has been suggested that some women who miscarry may not make enough progesterone in the early part of pregnancy. Supplementing these women with medications that act like progesterone (these are called progestogens) has been suggested as a possible way to prevent recurrent miscarriage.\nSince publication of the 2018 update of this review, we have been advised that one study (by Ismail 2017) is currently the subject of an investigation by the Journal of Maternal-Fetal & Neonatal Medicine. We have now moved this study from 'included studies' to 'Characteristics of studies awaiting classification' until the outcome of the investigation is known."
    },
    {
      "heading": "Why is this important?",
      "text": "Having miscarriages can be both physically and emotionally difficult for women and their partners. Finding a therapy to help reduce recurrent miscarriages could help them avoid a miscarriage and have a live baby."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence on 6 July 2017 and identified a total of 13 trials that enrolled a total of 2556 women with a history of recurrent miscarriages. These trials found that giving progestogen medication to women with recurrent miscarriages early in their pregnancy may help lower the rates of miscarriage in that pregnancy from 27.5% to 20.1%. We believe that these findings are based on evidence of only moderate quality, so we cannot be certain about the results. We did not find that giving the progestogen medication by mouth, as a shot (injection), or in the vagina, was any better than any of the other ways. We also found that the trials showed that giving progestogen to women with prior recurrent miscarriages made the chances of having a live baby in the current pregnancy slightly higher. We are uncertain about the effect on the rate of preterm birth because the evidence is very low-quality. We did not find evidence of improvement in other outcomes such as newborn death, stillbirth, low birthweight, or newborn birth defects for women given progestogens."
    },
    {
      "heading": "What does this mean?",
      "text": "We found evidence from randomized controlled trials that giving progestogen medication may prevent miscarriage for women with recurrent previous miscarriages."
    }
  ]
}