{
  "doi": "10.1002/14651858.CD002197",
  "name": "Open Mesh versus non‐Mesh for groin hernia repair",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Inguinal hernia repair is the most frequent operation in general surgery. Until recently the standard procedure has been open musculo-aponeurotic repair using sutures under tension to close the defect but 'tension-free' repair using prosthetic mesh is becoming increasingly common in many countries."
    },
    {
      "heading": "Objectives",
      "text": "The purpose of this review is to evaluate open mesh techniques in comparison with open non-mesh techniques for the surgical repair of groin hernia."
    },
    {
      "heading": "Search methods",
      "text": "Electronic databases were searched and further trials were sought from the reference lists of reports of known trials. Through the EU Hernia Trialists Collaboration authors of identified randomised controlled trials were asked for information on any other trials known to them. There was no language restriction."
    },
    {
      "heading": "Selection criteria",
      "text": "Studies were eligible for inclusion if they were randomised or quasi-randomised trials comparing either a) open mesh with open non-mesh repair of groin hernia or b) open flat mesh repair with plug and mesh repair of groin hernia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "For each outcome the results were derived using data from the best available source. The majority of data for this review came from individual patient data (IPD) supplied by the trialists. When these were unavailable data came from additional aggregated information or from published trial reports. All trials were analysed using the 'intention to treat' principle."
    },
    {
      "heading": "Main results",
      "text": "Twenty trials comparing open mesh with open non-mesh repair were identified. Open mesh methods, on average, took 7-10 minutes less to perform than Shouldice procedures, but took 1-4 minutes longer than other non-mesh methods. There were no clear differences between mesh and non-mesh groups for haematomas, seromas or wound/superficial infections. Three serious operative compications were reported after open mesh repair and three following non-mesh repair. Overall, those in the mesh groups had a shorter length of hospital stay and quicker return to usual activities, but this pattern was not observed for all trials. There was a suggestion that persisting pain was less frequent after mesh repair than after non-mesh repair but this result was dependent on one trial and data were not available for 11 trials. There was no evidence of a difference between the groups with respect to persisting numbness. Fewer hernia recurrences were reported after mesh repair (Peto OR: 0.37, 95% CI: 0.26 to 0.51).\nThere were too few data to reliably address differential effects for patients with recurrent, bilateral or femoral hernias.\nTwo trials comparing flat mesh with plug and mesh were identified. There was no clear evidence of differences between the groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is evidence that the use of open mesh repair is associated with a reduction in the risk of recurrence of between 50% and 75%. Although the trials were heterogenous there is also some evidence of quicker return to work and of lower rates of persisting pain following mesh repair."
    }
  ],
  "pls_title": "Open surgery using mesh for groin hernia repair",
  "pls_type": "long",
  "pls": "This review examines the evidence from studies comparing different types of open surgery for people with groin hernia. We included only randomised studies comparing either 1) methods using synthetic mesh versus methods without mesh or 2) flat mesh methods versus plug and mesh methods. We divided mesh methods into flat mesh, plug and mesh or preperitoneal mesh and non-mesh methods into Shouldice or other non-mesh repair.\nWe found 20 studies comparing mesh with non-mesh repair and two studies comparing flat mesh with plug and mesh. For 13 studies we re-analysed data supplied by the study author, for four studies we received additional results from the study author and for five studies only published information was used.\nThere was strong evidence that fewer hernias recur after mesh repair than following non-mesh repair. There was a suggestion that people had less persisting pain after mesh repair but results were only available for nine out of 20 trials. Open mesh methods were shorter to perform than Shouldice procedures, but took longer than other types of non-mesh repair. We found no clear differences between mesh and non-mesh methods for operative complications and persisting numbness. Overall, people spent less time in hospital and returned to their usual activities quicker after mesh repair but this pattern was not observed for all studies.\nWe did not find clear evidence of differences between flat mesh repair and plug and mesh repair."
}