{
  "doi": "10.1002/14651858.CD009611.pub3",
  "name": "Intermittent versus daily inhaled corticosteroids for persistent asthma in children and adults ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Daily inhaled corticosteroids (ICS) are the recommended mainstay of treatment in children and adults with persistent asthma. However, often, ICS are used intermittently by patients or recommended by physicians to be used only at the onset of exacerbations."
    },
    {
      "heading": "Objectives",
      "text": "The aim of this review was to compare the efficacy and safety of intermittent versus daily ICS in the management of children and adults with persistent asthma and preschool-aged children suspected of persistent asthma."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Specialised Register of trials (CAGR) and the ClinicalTrials.gov web site up to October 2012."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that compared intermittent ICS versus daily ICS in children and adults with persistent asthma. No co-interventions were permitted other than rescue relievers and oral corticosteroids used during exacerbations."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion, methodological quality and extracted data. The primary efficacy outcome was the number of patients with one or more exacerbations requiring oral corticosteroids and the primary safety outcome was the number of patients with serious adverse health events. Secondary outcomes included exacerbations, lung function tests, asthma control, adverse effects, withdrawal rates and inflammatory markers. Equivalence was assumed if the risk ratio (RR) estimate and its 95% confidence interval (CI) were between 0.9 and 1.1. Quality of the evidence was assessed using GRADE."
    },
    {
      "heading": "Main results",
      "text": "Six trials (including one trial testing two relevant protocols) met the inclusion criteria for a total of seven group comparisons. The four paediatric trials (two involving preschool children and two school-aged children) and two adult parallel-group trials, lasting 12 to 52 weeks, were of high methodological quality. A total of 1211 patients with confirmed, or suspected, persistent asthma contributed to the meta-analyses. There was no statistically significant group difference in the risk of patients experiencing one or more exacerbations requiring oral corticosteroids (1204 patients; RR 1.07; 95% CI 0.87 to 1.32; the large confidence interval translates into a risk of exacerbations in the intermittent ICS group varying between 17% and 25%, assuming a 19% risk with daily ICS). Age, severity of airway obstruction, step-up protocol used during exacerbations and trial duration did not significantly influence the primary efficacy outcome. No group difference was observed in the risk of patients with serious adverse health events (1055 patients; RR 0.82; 95% CI 0.33 to 2.03). Compared to the daily ICS group, the intermittent ICS group displayed a smaller improvement in change from baseline peak expiratory flow rate (PEFR) by 2.56% (95% CI -4.49% to -0.63%), fewer symptom-free days (standardised mean difference (SMD) -0.15 (95% CI -0.28 to -0.03), fewer asthma control days -9% (95% CI -14% to -4%), more use of rescue β2-agonists by 0.12 puffs/day (95% CI 0 to 0.23) and a greater increase from baseline in exhaled nitric oxide of 16.80 parts per billion (95% CI 11.95 to 21.64). There was no significant group difference in forced expiratory volume in one second (FEV1), quality of life, airway hyper-reactivity, adverse effects, hospitalisations, emergency department visits or withdrawals. In paediatric trials, intermittent ICS (budesonide and beclomethasone) were associated with greater growth by 0.41 cm change from baseline (532 children; 95% CI 0.13 to 0.69) compared to daily treatment."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In children and adults with persistent asthma and in preschool children suspected of persistent asthma, there was low quality evidence that intermittent and daily ICS strategies were similarly effective in the use of rescue oral corticosteroids and the rate of severe adverse health events. The strength of the evidence means that we cannot currently assume equivalence between the two options.. Daily ICS was superior to intermittent ICS in several indicators of lung function, airway inflammation, asthma control and reliever use. Both treatments appeared safe, but a modest growth suppression was associated with daily, compared to intermittent, inhaled budesonide and beclomethasone. Clinicians should carefully weigh the potential benefits and harm of each treatment option, taking into account the unknown long-term (> one year) impact of intermittent therapy on lung growth and lung function decline."
    }
  ],
  "pls_title": "Is taking inhaled corticosteroids only when asthma symptoms get worse as safe and effective as taking inhaled corticosteroids every day?",
  "pls_type": "long",
  "pls": "Chronic asthma is a disease caused by underlying inflammation in the airways (the small tubes in the lungs) and asthma attacks occur when the airways contract making it difficult for the person to breath. In people with mild asthma, inhaled corticosteroids are often recommended to be taken every day to control the underlying inflammation. However, many people with asthma take inhaled corticosteroids only when symptoms appear. We wanted to look for the available evidence from randomised controlled trials comparing the use of inhaled corticosteroids everyday with use of these drugs only at the time of worsening of symptoms in children and adults with persistent asthma (six trials representing 1211 patients).\nThis review of randomised controlled trials found no significant difference in the number of asthma attacks of moderate severity between people taking inhaled corticosteroids every day and those taking them 'as needed'. However, there was not enough information to conclude to that the two approaches were equivalent. We found that people taking inhaled corticosteroids everyday had slightly better asthma control with better lung function, less use of reliever medication and more symptom-free days than those taking inhaled corticosteroids intermittently. We also observed that compared to intermittent inhaled corticosteroids, children grew slightly less with daily inhaled budesonide and beclomethasone (inhaled corticosteroids are known to affect growth), underlying the importance of using the safest and lowest effective dose of inhaled corticosteroids. We did not observe any significant group difference in the rate of withdrawals or adverse effects. These results do not provide firm conclusions, although the improvement in asthma control, lung function and airway inflammation would provide slightly greater support for the use of inhaled corticosteroids every day as compared to taking them only when symptoms get worse. Physicians and patients are advised to weigh the risks and benefits of each treatment option carefully and monitor the response of individual patients to adjust therapy as needed."
}