{
  "doi": "10.1002/14651858.CD009832.pub2",
  "name": "Zinc supplementation for tinnitus",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Tinnitus is the perception of sound without external acoustic stimuli. Patients with severe tinnitus may have physical and psychological complaints and their tinnitus can cause deterioration in their quality of life. At present no specific therapy for tinnitus has been found to be satisfactory in all patients. In recent decades, a number of reports have suggested that oral zinc supplementation may be effective in the management of tinnitus. Since zinc has a role in cochlear physiology and in the synapses of the auditory system, there is a plausible mechanism of action for this treatment."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of oral zinc supplementation in the management of patients with tinnitus."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane ENT Information Specialist searched the ENT Trials Register; Central Register of Controlled Trials (CENTRAL 2016, Issue 6); PubMed; EMBASE; CINAHL; Web of Science; ClinicalTrials.gov; ICTRP and additional sources for published and unpublished trials. The date of the search was 14 July 2016."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing zinc supplementation versus placebo in adults (18 years and over) with tinnitus."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures recommended by Cochrane. Our primary outcome measures were improvement in tinnitus severity and disability, measured by a validated tinnitus-specific questionnaire, and adverse effects. Secondary outcomes were quality of life, change in socioeconomic impact associated with work, change in anxiety and depression disorders, change in psychoacoustic parameters, change in tinnitus loudness, change in overall severity of tinnitus and change in thresholds on pure tone audiometry. We used GRADE to assess the quality of the evidence for each outcome; this is indicated in italics."
    },
    {
      "heading": "Main results",
      "text": "We included three trials involving a total of 209 participants. The studies were at moderate to high risk of bias. All included studies had differences in participant selection criteria, length of follow-up and outcome measurement, precluding a meta-analysis. The participants were all adults over 18 years with subjective tinnitus, but one study conducted in 2013 (n = 109) included only elderly patients.\nImprovement in tinnitus severity and disability\nOnly the study in elderly patients used a validated instrument (Tinnitus Handicap Questionnaire) for this primary outcome. The authors of this cross-over study did not report the results of the two phases separately and found no significant differences in the proportion of patients reporting tinnitus improvement at four months of follow-up: 5% (5/93) versus 2% (2/94) in the zinc and placebo groups, respectively (risk ratio (RR) 2.53, 95% confidence interval (CI) 0.50 to 12.70; very low-quality evidence).\nNone of the included studies reported any significant adverse effects.\nSecondary outcomes\nFor the secondary outcome change in tinnitus loudness, one study reported no significant difference between the zinc and placebo groups after eight weeks: mean difference in tinnitus loudness -9.71 dB (95% CI -25.53 to 6.11; very low-quality evidence ). Another study also measured tinnitus loudness but used a 0- to 100-point scale. The authors of this second study reported no significant difference between the zinc and placebo groups after four months: mean difference in tinnitus loudness rating scores 0.50 (95% CI -5.08 to 6.08; very low-quality evidence).\nTwo studies used unvalidated instruments to assess tinnitus severity. One (with 50 participants) reported the severity of tinnitus using a non-validated scale (0 to 7 points) and found no significant difference in subjective tinnitus scores between the zinc and placebo groups at the end of eight weeks of follow-up (mean difference (MD) -1.41, 95% CI -2.97 to 0.15; very low-quality evidence ). A third trial (n = 50) also evaluated the improvement of tinnitus using a non-validated instrument (a 0 to 10 scale: 10 = severe and unbearable tinnitus). In this study, after eight weeks there was no difference in the proportion of patients with improvement in their tinnitus, 8.7% (2/23) treated with zinc versus 8% (2/25) of those who received a placebo (RR 1.09, 95% CI 0.17 to 7.10, very low-quality evidence).\nNone of the included studies reported any of our other secondary outcomes (quality of life, change in socioeconomic impact associated with work, change in anxiety and depression disorders, change in psychoacoustic parameters or change in thresholds on pure tone audiometry)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no evidence that the use of oral zinc supplementation improves symptoms in adults with tinnitus."
    }
  ],
  "pls_title": "Zinc supplements for tinnitus",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Tinnitus is the perceived sensation of sound in the ear or head. Severe tinnitus affects 1% to 2% of the population. People with severe tinnitus frequently have psychological changes and a decrease in their quality of life. Tinnitus is difficult to control and many doctors are testing new treatments to improve the quality of life of people who suffer from this problem. This review looked for high-quality studies in the literature that involved zinc supplements as a possible treatment for tinnitus in adults. The aim was to evaluate whether oral zinc is effective in the treatment of tinnitus."
    },
    {
      "heading": "Study characteristics",
      "text": "We included a total of three trials involving 209 participants who were treated with oral zinc pills or placebo. All patients were adults over 18 years who had subjective tinnitus. All three studies investigated improvement in tinnitus as their primary outcome. One study assessed adverse effects and our secondary outcome 'change in overall severity of tinnitus'. Two studies assessed tinnitus loudness. Only one study, which enrolled only elderly patients, used a validated instrument (the Tinnitus Handicap Questionnaire (THQ)) to measure the primary outcome. The other two studies measured tinnitus using scales (from 0 to 7 and from 0 to 10), but these scales were not validated instruments for studying tinnitus."
    },
    {
      "heading": "Key results",
      "text": "All three included studies had differences in their participant selection, length of follow-up and outcome measurement, which prevented a meta-analysis (combining of results).\nOnly one trial (conducted in 2013) used a validated instrument (the THQ) to measure improvement in tinnitus, our primary outcome. The authors reported no significant difference between the groups. Another study (2003) reported the severity of tinnitus using a non-validated scale (0 to 7) and found a significant difference in the subjective tinnitus scores, which favoured the zinc group. However, this result may be biased because the losses were unbalanced and higher in the placebo group. A third study (1991) also evaluated improvement of tinnitus using a non-validated instrument (a scale of 0 to 10) and found no significant difference between groups.\nThere were no severe adverse effects associated with zinc. Three cases of mild adverse effects were reported in different participants (e.g. mild gastric symptoms).\nTwo studies (2003 and 2013) assessed change in tinnitus loudness (one of our secondary outcomes), but did not find a difference between patients treated with zinc compared to those who took a placebo.\nTwo studies assessed change in the overall severity of tinnitus. One study, published in 1991, did not find any difference for this outcome between the groups. The second study, published in 2003, reported a significant reduction in subjective tinnitus score in the zinc group and no difference in the placebo group. However, both studies used a non-validated scale."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence is very low. We found no evidence that the use of oral zinc supplementation improves symptoms in adults with tinnitus. This evidence is up to date to 14 July 2016."
    }
  ]
}