{
  "doi": "10.1002/14651858.CD007938.pub4",
  "name": "Gabapentin for chronic neuropathic pain in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Gabapentin is commonly used to treat neuropathic pain (pain due to nerve damage). This review updates a review published in 2014, and previous reviews published in 2011, 2005 and 2000."
    },
    {
      "heading": "Objectives",
      "text": "To assess the analgesic efficacy and adverse effects of gabapentin in chronic neuropathic pain in adults."
    },
    {
      "heading": "Search methods",
      "text": "For this update we searched CENTRAL), MEDLINE, and Embase for randomised controlled trials from January 2014 to January 2017. We also searched the reference lists of retrieved studies and reviews, and online clinical trials registries."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, double-blind trials of two weeks' duration or longer, comparing gabapentin (any route of administration) with placebo or another active treatment for neuropathic pain, with participant-reported pain assessment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed trial quality and potential bias. Primary outcomes were participants with substantial pain relief (at least 50% pain relief over baseline or very much improved on Patient Global Impression of Change scale (PGIC)), or moderate pain relief (at least 30% pain relief over baseline or much or very much improved on PGIC). We performed a pooled analysis for any substantial or moderate benefit. Where pooled analysis was possible, we used dichotomous data to calculate risk ratio (RR) and number needed to treat for an additional beneficial outcome (NNT) or harmful outcome (NNH). We assessed the quality of the evidence using GRADE and created 'Summary of findings' tables."
    },
    {
      "heading": "Main results",
      "text": "We included four new studies (530 participants), and excluded three previously included studies (126 participants). In all, 37 studies provided information on 5914 participants. Most studies used oral gabapentin or gabapentin encarbil at doses of 1200 mg or more daily in different neuropathic pain conditions, predominantly postherpetic neuralgia and painful diabetic neuropathy. Study duration was typically four to 12 weeks. Not all studies reported important outcomes of interest. High risk of bias occurred mainly due to small size (especially in cross-over studies), and handling of data after study withdrawal.\nIn postherpetic neuralgia, more participants (32%) had substantial benefit (at least 50% pain relief or PGIC very much improved) with gabapentin at 1200 mg daily or greater than with placebo (17%) (RR 1.8 (95% CI 1.5 to 2.1); NNT 6.7 (5.4 to 8.7); 8 studies, 2260 participants, moderate-quality evidence). More participants (46%) had moderate benefit (at least 30% pain relief or PGIC much or very much improved) with gabapentin at 1200 mg daily or greater than with placebo (25%) (RR 1.8 (95% CI 1.6 to 2.0); NNT 4.8 (4.1 to 6.0); 8 studies, 2260 participants, moderate-quality evidence).\nIn painful diabetic neuropathy, more participants (38%) had substantial benefit (at least 50% pain relief or PGIC very much improved) with gabapentin at 1200 mg daily or greater than with placebo (23%) (RR 1.7 (95% CI 1.4 to 2.0); NNT 6.6 (5.0 to 10); 6 studies, 1331 participants, moderate-quality evidence). More participants (52%) had moderate benefit (at least 30% pain relief or PGIC much or very much improved) with gabapentin at 1200 mg daily or greater than with placebo (37%) (RR 1.4 (95% CI 1.3 to 1.6); NNT 6.6 (4.9 to 9.9); 7 studies, 1439 participants, moderate-quality evidence).\nFor all conditions combined, adverse event withdrawals were more common with gabapentin (11%) than with placebo (8.2%) (RR 1.4 (95% CI 1.1 to 1.7); NNH 30 (20 to 65); 22 studies, 4346 participants, high-quality evidence). Serious adverse events were no more common with gabapentin (3.2%) than with placebo (2.8%) (RR 1.2 (95% CI 0.8 to 1.7); 19 studies, 3948 participants, moderate-quality evidence); there were eight deaths (very low-quality evidence). Participants experiencing at least one adverse event were more common with gabapentin (63%) than with placebo (49%) (RR 1.3 (95% CI 1.2 to 1.4); NNH 7.5 (6.1 to 9.6); 18 studies, 4279 participants, moderate-quality evidence). Individual adverse events occurred significantly more often with gabapentin. Participants taking gabapentin experienced dizziness (19%), somnolence (14%), peripheral oedema (7%), and gait disturbance (14%)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Gabapentin at doses of 1800 mg to 3600 mg daily (1200 mg to 3600 mg gabapentin encarbil) can provide good levels of pain relief to some people with postherpetic neuralgia and peripheral diabetic neuropathy. Evidence for other types of neuropathic pain is very limited. The outcome of at least 50% pain intensity reduction is regarded as a useful outcome of treatment by patients, and the achievement of this degree of pain relief is associated with important beneficial effects on sleep interference, fatigue, and depression, as well as quality of life, function, and work. Around 3 or 4 out of 10 participants achieved this degree of pain relief with gabapentin, compared with 1 or 2 out of 10 for placebo. Over half of those treated with gabapentin will not have worthwhile pain relief but may experience adverse events. Conclusions have not changed since the previous update of this review."
    }
  ],
  "pls_title": "Gabapentin for chronic neuropathic pain in adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Bottom line",
      "text": "There is moderate-quality evidence that oral gabapentin at doses of 1200 mg daily or more has an important effect on pain in some people with moderate or severe neuropathic pain after shingles or due to diabetes."
    },
    {
      "heading": "Background",
      "text": "Neuropathic pain comes from damaged nerves. It is different from pain messages that are carried along healthy nerves from damaged tissue (for example, from a fall or cut, or arthritic knee). Neuropathic pain is often treated by different medicines (drugs) to those used for pain from damaged tissue, which we often think of as painkillers. Medicines that are sometimes used to treat depression or epilepsy can be effective in some people with neuropathic pain. One of these is gabapentin. Our definition of a good result was someone with a high level of pain relief and able to keep taking the medicine without side effects making them stop."
    },
    {
      "heading": "Study characteristics",
      "text": "In January 2017 we searched for clinical trials in which gabapentin was used to treat neuropathic pain in adults. We found 37 studies that satisfied the inclusion criteria, randomising 5914 participants to treatment with gabapentin, placebo, or other drugs. Studies lasted 4 to 12 weeks. Most studies reported beneficial outcomes that people with neuropathic pain think are important. Results were mainly in pain after shingles and pain resulting from nerve damage in diabetes."
    },
    {
      "heading": "Key results",
      "text": "In pain after shingles, 3 in 10 people had pain reduced by half or more with gabapentin and 2 in 10 with placebo. Pain was reduced by a third or more for 5 in 10 with gabapentin and 3 in 10 with placebo. In pain caused by diabetes, 4 in 10 people had pain reduced by half or more with gabapentin and 2 in 10 with placebo. Pain was reduced by a third or more for 5 in 10 with gabapentin and 4 in 10 with placebo. There was no reliable evidence for any other type of neuropathic pain.\nSide effects were more common with gabapentin (6 in 10) than with placebo (5 in 10). Dizziness, sleepiness, water retention, and problems with walking each occurred in about 1 in 10 people who took gabapentin. Serious side effects were uncommon, and not different between gabapentin and placebo. Slightly more people taking gabapentin stopped taking it because of side effects.\nGabapentin is helpful for some people with chronic neuropathic pain. It is not possible to know beforehand who will benefit and who will not. Current knowledge suggests that a short trial is the best way of telling."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The evidence was mostly of moderate quality. This means that the research provides a good indication of the likely effect. The likelihood that the effect will be substantially different is moderate."
    }
  ]
}