{
  "doi": "10.1002/14651858.CD000254.pub5",
  "name": "Antioxidant vitamin and mineral supplements for slowing the progression of age‐related macular degeneration ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Age-related macular degeneration (AMD) is a degenerative condition of the back of the eye that occurs in people over the age of 50 years. Antioxidants may prevent cellular damage in the retina by reacting with free radicals that are produced in the process of light absorption. Higher dietary levels of antioxidant vitamins and minerals may reduce the risk of progression of AMD. This is the third update of the review."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of antioxidant vitamin and mineral supplements on the progression of AMD in people with AMD."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, one other database, and three trials registers, most recently on 29 November 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that compared antioxidant vitamin or mineral supplementation to placebo or no intervention, in people with AMD."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methods expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We included 26 studies conducted in the USA, Europe, China, and Australia. These studies enroled 11,952 people aged 65 to 75 years and included slightly more women (on average 56% women). We judged the studies that contributed data to the review to be at low or unclear risk of bias.\nThirteen studies compared multivitamins with control in people with early and intermediate AMD. Most evidence came from the Age-Related Eye Disease Study (AREDS) in the USA. People taking antioxidant vitamins were less likely to progress to late AMD (odds ratio (OR) 0.72, 95% confidence interval (CI) 0.58 to 0.90; 3 studies, 2445 participants; moderate-certainty evidence). In people with early AMD, who are at low risk of progression, this means there would be approximately four fewer cases of progression to late AMD for every 1000 people taking vitamins (one fewer to six fewer cases). In people with intermediate AMD at higher risk of progression, this corresponds to approximately 78 fewer cases of progression for every 1000 people taking vitamins (26 fewer to 126 fewer). AREDS also provided evidence of a lower risk of progression for both neovascular AMD (OR 0.62, 95% CI 0.47 to 0.82; moderate-certainty evidence) and geographic atrophy (OR 0.75, 95% CI 0.51 to 1.10; moderate-certainty evidence), and a lower risk of losing 3 or more lines of visual acuity (OR 0.77, 95% CI 0.62 to 0.96; moderate-certainty evidence). Low-certainty evidence from one study of 110 people suggested higher quality of life scores (measured with the Visual Function Questionnaire) in treated compared with non-treated people after 24 months (mean difference (MD) 12.30, 95% CI 4.24 to 20.36). In exploratory subgroup analyses in the follow-on study to AREDS (AREDS2), replacing beta-carotene with lutein/zeaxanthin gave hazard ratios (HR) of 0.82 (95% CI 0.69 to 0.96), 0.78 (95% CI 0.64 to 0.94), 0.94 (95% CI 0.70 to 1.26), and 0.88 (95% CI 0.75 to 1.03) for progression to late AMD, neovascular AMD, geographic atrophy, and vision loss, respectively.\nSix studies compared lutein (with or without zeaxanthin) with placebo and one study compared a multivitamin including lutein/zeaxanthin with multivitamin alone. The duration of supplementation and follow-up ranged from six months to five years. Most evidence came from the AREDS2 study in the USA; almost all participants in AREDS2 also took the original AREDS supplementation formula. People taking lutein/zeaxanthin may have similar or slightly reduced risk of progression to late AMD (RR 0.94, 95% CI 0.87 to 1.01), neovascular AMD (RR 0.92, 95% CI 0.84 to 1.02), and geographic atrophy (RR 0.92, 95% CI 0.80 to 1.05) compared with control (1 study, 4176 participants, 6891 eyes; low-certainty evidence). A similar risk of progression to visual loss of 15 or more letters was seen in the lutein/zeaxanthin and control groups (RR 0.98, 95% CI 0.91 to 1.05; 6656 eyes; low-certainty evidence). Quality of life (Visual Function Questionnaire) was similar between groups (MD 1.21, 95% CI -2.59 to 5.01; 2 studies, 308 participants; moderate-certainty evidence).\nOne study in Australia randomised 1204 people to vitamin E or placebo with four years of follow-up; 19% of participants had AMD. The number of late AMD events was low (N = 7) and the estimate of effect was uncertain (RR 1.36, 95% CI 0.31 to 6.05; very low-certainty evidence). There was no evidence of any effect of treatment on visual loss (RR 1.04, 95% CI 0.74 to 1.47; low-certainty evidence). There were no data on neovascular AMD, geographic atrophy, or quality of life.\nFive studies compared zinc with placebo. Evidence largely drawn from the largest study (AREDS) found a lower progression to late AMD over six years (OR 0.83, 95% CI 0.70 to 0.98; 3 studies, 3790 participants; moderate-certainty evidence), neovascular AMD (OR 0.76, 95% CI 0.62 to 0.93; moderate-certainty evidence), geographic atrophy (OR 0.84, 95% CI 0.64 to 1.10; moderate-certainty evidence), or visual loss (OR 0.87, 95% CI 0.75 to 1.00; 2 studies, 3791 participants; moderate-certainty evidence). There were no data on quality of life. Gastrointestinal symptoms were the main reported adverse effect. In AREDS, zinc was associated with a higher risk of genitourinary problems in men, but no difference was seen between high- and low-dose zinc groups in AREDS2.\nMost studies were too small to detect rare adverse effects. Data from larger studies (AREDS/AREDS2) suggested there may be little or no effect on mortality with multivitamin (HR 0.87, 95% CI 0.60 to 1.25; low-certainty evidence) or lutein/zeaxanthin supplementation (HR 1.06, 95% CI 0.87 to 1.31; very low-certainty evidence), but confirmed the increased risk of lung cancer with beta-carotene, mostly in former smokers."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Moderate-certainty evidence suggests that antioxidant vitamin and mineral supplementation (AREDS: vitamin C, E, beta-carotene, and zinc) probably slows down progression to late AMD. People with intermediate AMD have a higher chance of benefiting from antioxidant supplements because their risk of progression is higher than people with early AMD. Although low-certainty evidence suggested little effect with lutein/zeaxanthin alone compared with placebo, exploratory subgroup analyses from one large American study support the view that lutein/zeaxanthin may be a suitable replacement for the beta-carotene used in the original AREDS formula."
    }
  ],
  "pls_title": "Do antioxidant vitamin and mineral supplements slow down the progression of age-related macular degeneration (AMD)?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- Taking an antioxidant multivitamin supplement may slow down the progression of age-related macular degeneration (AMD), an eye disease that blurs your central vision.\n- People with intermediate AMD have a higher chance of benefiting from antioxidant supplements because their risk of progression is higher than for people with early AMD.\n- Although vitamin supplements are generally regarded as safe, the studies included in this review did not provide good evidence as to safety as they were generally too small."
    },
    {
      "heading": "What is age-related macular degeneration?",
      "text": "Age-related macular degeneration (AMD) is an eye disease that blurs your central vision. It is usually only diagnosed in people aged 50 years and above. AMD affects the central area (macula) of the back of the eye (retina), as the macula degenerates with age.\nIn early AMD, yellow spots (called drusen) can be seen under the retina by an eye health professional. The affected person will probably be unaware that they have a problem. As the disease progresses, the drusen become larger (intermediate AMD). In the later stages of the disease, there may be loss of the cells – needed for vision – in the back of the eye. This is known as geographic atrophy. Sometimes, new (harmful) blood vessels grow in the macula. These new blood vessels may bleed and cause scarring. This is known as neovascular AMD. Neovascular AMD and geographic atrophy are known as late AMD."
    },
    {
      "heading": "Why might antioxidant vitamins and minerals be helpful?",
      "text": "Antioxidant vitamins and minerals may help to protect the macula against this deterioration and loss of vision. Antioxidants are natural molecules that may prevent or delay some types of cell damage. Vitamins C and E, beta-carotene, lutein, zeaxanthin, and zinc are examples of antioxidants commonly found in dietary supplements."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out whether antioxidant vitamin and mineral supplements slow down the progression of age-related macular degeneration (AMD) and prevent visual loss."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared antioxidant vitamin and mineral supplements with placebo (a ‘dummy’ treatment not containing any supplements) or no treatment. We only looked at the effects of these supplements in people with AMD. There is another Cochrane Review on the effects of these supplements in people who do not already have AMD. We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 26 studies from the USA, Europe, China, and Australia that enroled 11,952 people with AMD. These studies compared multivitamin supplements, zinc, vitamin E, lutein (with or without zeaxanthin) with placebo. Participants were aged 65 to 75 years and there were slightly more women than men in the studies."
    },
    {
      "heading": "Main findings",
      "text": "• Taking an antioxidant multivitamin supplement (AREDS formula containing vitamins E and C, beta-carotene plus zinc) probably slows down the progression of AMD to late AMD and vision loss. This may result in a small improvement in quality of life.\n• People with intermediate AMD have a higher risk of progression to late AMD and so may be more likely to benefit from supplements (78 fewer cases of progression for every 1000 people taking supplements). People with early AMD have a low risk of progression and so may be less likely to benefit (4 fewer cases of progression to late AMD for every 1000 people taking supplements).\n• Lutein with or without zeaxanthin may have little or no effect on progression to late AMD but may be a suitable replacement for beta-carotene in the AREDS formula. Beta-carotene may increase the chance of lung cancer in people who have smoked.\n• The effects of vitamin E alone on the progression to late AMD and vision loss are uncertain.\nAlthough vitamin supplements are generally regarded as safe, the studies included in this review did not provide good evidence about safety because most of the studies were small and reported on harmful effects inconsistently."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence ranged from moderate to very low. This is because most of the included studies were small, and they did not cover all the comparisons and outcomes we were interested in."
    },
    {
      "heading": "How up to date is this review?",
      "text": "This review updates our previous version. The evidence is up to date to 29 November 2022."
    }
  ]
}