{
  "doi": "10.1002/14651858.CD012064.pub2",
  "name": "Hydroxyurea (hydroxycarbamide) for transfusion‐dependent β‐thalassaemia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Hydroxyurea (hydroxycarbamide) promotes the production of foetal haemoglobin (HbF) by reactivating gamma-genes. Evidence has shown clinical benefits of hydroxyurea in people with sickle cell anemia; however, only a few studies have assessed this treatment in people with beta (β)-thalassaemia."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective is to review the efficacy of hydroxyurea in reducing or ameliorating the requirement of blood transfusions in people with transfusion-dependent β-thalassaemia. The second objective is to review the safety of hydroxyurea with regards to severe adverse effects in this population."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group's Haemoglobinopathies Trials Register, compiled from electronic database searches and hand searching of journals and conference abstract books. We also searched electronic databases and trial registries, including ClinicalTrials.gov, the WHO ICTRP and PubMed (09 October 2018).\nDate of last search of the Group's haemoglobinopathies trials register: 04 March 2019."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of hydroxyurea in people with transfusion-dependent β-thalassaemia, compared with placebo or standard treatment or comparing different doses of hydroxyurea."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trials for inclusion in the review, which was verified by a third author."
    },
    {
      "heading": "Main results",
      "text": "No trials were eligible for inclusion in this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Currently, there is no high-quality evidence to support or challenge the continued use of hydroxyurea for managing people with transfusion-dependent β-thalassaemia. Multicentre, randomised controlled trials (compared to placebo or other available treatment, i.e. blood transfusion and iron chelation) are needed in order to assess the efficacy and safety of hydroxyurea for reducing the need for blood transfusion, for maintaining or improving mean haemoglobin levels, as well as for determining its cost-effectiveness."
    }
  ],
  "pls_title": "Hydroxyurea (hydroxycarbamide) for treating people with transfusion-dependent beta-thalassaemia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect of hydroxyurea (hydroxycarbamide) in people with transfusion-dependent beta (β)-thalassaemia."
    },
    {
      "heading": "Background",
      "text": "β-thalassaemia is a blood disorder which is transferred by both parents to their children. In this condition less haemoglobin is produced. According to the WHO, almost 60,000 children with thalassaemia are born every year. Transfusion-dependent β-thalassaemia is the severe form of β-thalassaemia, in which symptoms are clearly visible in the first six months of life. It can be fatal if left untreated, i.e. with blood transfusions. However, blood transfusions increase the chance of life-threatening viral infections and of iron overload in the body, which affects major organs. Medicines for removing iron from the body can reduce the risk of iron overload, but the cost of managing the disease can often become too high for individuals and their families. Hydroxyurea is reported to be effective in treating β-thalassaemia as it increases haemoglobin (blood) production and its benefits have previously been demonstrated."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to 04 March 2019."
    },
    {
      "heading": "Study characteristics",
      "text": "We found no trials for inclusion in the review."
    },
    {
      "heading": "Key results",
      "text": "We found no eligible trials for inclusion in the review. Multicentre, randomised controlled trials (compared to placebo or other available treatment, i.e. blood transfusion and iron chelation) are needed to assess the effectiveness and safety of hydroxyurea for reducing the need for blood transfusion, for maintaining or improving average levels of haemoglobin, as well as for assessing whether treatment is cost-effective."
    }
  ]
}