{
  "doi": "10.1002/14651858.CD002192.pub2",
  "name": "Premedication for anxiety in adult day surgery",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Since the early 1980s, it has become more and more common to carry out surgical procedures on a day case basis. Many patients are anxious before surgery yet there is sometimes a reluctance to provide sedative medication because it is believed to delay discharge from hospital.This is an updated version of the review first published in 2000 (previous updates 2003; 2006)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of anxiolytic premedication on time to discharge in adult patients undergoing day case surgery under general anaesthesia."
    },
    {
      "heading": "Search methods",
      "text": "We identified trials by computerized searches of the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library, 2009 Issue 1 ); MEDLINE (1980 to January 2009); EMBASE (1980 to January 2009). We also checked the reference lists of trials and review articles and handsearched three main anaesthesia journals."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all identified randomized controlled trials comparing anxiolytic drug(s) with placebo before general anaesthesia in adult day case surgical patients."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We collected data on anaesthetic drugs used; results of psychomotor function tests where these were used to assess residual effect of premedication; and on times from end of anaesthesia to ability to walk unaided or readiness for discharge from hospital. Formal statistical synthesis of individual trials was not performed in view of the variety of drugs studied."
    },
    {
      "heading": "Main results",
      "text": "We included 17 studies. Methodological quality of included studies was poor. Of these 17, only seven studies specifically addressed the discharge question; none found any delay in premedicated patients. Two other studies used clinical criteria to assess fitness for discharge, though times were not given. Again, there was no difference from placebo. Eleven studies used tests of psychomotor function with or without clinical measures as indicators of recovery from anaesthesia. In none of these studies did the premedication appear to delay discharge, although performance on tests of psychomotor function was sometimes still impaired. Three studies showed no impairment in psychomotor function, six showed some impairment which had resolved by three hours or time of discharge and two showed significant impairment."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no evidence of a difference in time to discharge from hospital, assessed by clinical criteria, in patients who received anxiolytic premedication. However, in view of the age and variety of anaesthetic techniques used and clinical heterogeneity between studies, inferences for current day case practice should be made with caution."
    }
  ],
  "pls_title": "Premedication for anxiety in adult day surgery does not delay discharge of patients.",
  "pls_type": "long",
  "pls": "Day case surgery, where patients are sent home on the same day as the operation, is a common clinical practice which is no longer confined to simple procedures. Premedication with drugs to reduce anxiety prior to general anaesthesia may be withheld from patients due to concerns that they may delay recovery after surgery. This may reduce the efficiency of day surgery units and has important economic considerations. It may also lead to unanticipated hospital admission which can be unacceptable for patients. However, some patients would still like the option of anxiety reducing medication.\nWe identified 17 studies which compared premedication with a placebo prior to day case surgery. Twelve studies involved benzodiazepines (sedatives), two involved opioids (painkillers), two involved beta-blockers, one compared a benzodiazepine with a beta-blocker and one involved a herbal medication. In general, the studies were of poor quality and many used anaesthetic techniques which are no longer common. Only seven studies directly measured time to ambulation or discharge and found that this was not affected by the use of premedication. Some studies used specific tests to assess for residual effects of the premedication. Although these were often impaired after surgery, this did not appear to delay discharge."
}