{
  "doi": "10.1002/14651858.CD005566.pub4",
  "name": "Prophylactic corticosteroids for cardiopulmonary bypass in adult cardiac surgery",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cardiac surgery triggers a strong inflammatory reaction, which carries significant clinical consequences. Corticosteroids have been suggested as a potential perioperative strategy to reduce inflammation and help prevent postoperative complications. However, the safety and effectiveness of perioperative corticosteroid use in adult cardiac surgery is uncertain. This is an update of the 2011 review with 18 studies added."
    },
    {
      "heading": "Objectives",
      "text": "Primary objective: to estimate the effects of prophylactic corticosteroid use in adults undergoing cardiac surgery with cardiopulmonary bypass on the: \n- co-primary endpoints of mortality, myocardial complications, and pulmonary complications; and\n- secondary outcomes including atrial fibrillation, infection, organ injury, known complications of steroid therapy, prolonged mechanical ventilation, prolonged postoperative stay, and cost-effectiveness.\nSecondary objective: to explore the role of characteristics of the study cohort and specific features of the intervention in determining the treatment effects via a series of prespecified subgroup analyses."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods to identify randomised studies assessing the effect of corticosteroids in adult cardiac surgery. The latest searches were performed on 14 October 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials in adults (over 18 years, either with a diagnosis of coronary artery disease or cardiac valve disease, or who were candidates for cardiac surgery with the use of cardiopulmonary bypass), comparing corticosteroids with no treatments. There were no restrictions with respect to length of the follow-up period. All selected studies qualified for pooling of results for one or more endpoints."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were all-cause mortality, and cardiac and pulmonary complications. Secondary outcomes were infectious complications, gastrointestinal bleeding, occurrence of new post-surgery atrial fibrillation, re-thoracotomy for bleeding, neurological complications, renal failure, inotropic support, postoperative bleeding, mechanical ventilation time, length of stays in the intensive care unit (ICU) and hospital, patient quality of life, and cost-effectiveness. We used GRADE to assess the certainty of evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "This updated review includes 72 randomised trials with 17,282 participants (all 72 trials with 16,962 participants were included in data synthesis). Four trials (6%) were considered at low risk of bias in all the domains. The median age of participants included in the studies was 62.9 years. Study populations consisted mainly (89%) of low-risk, first-time coronary artery bypass grafting (CABG) or valve surgery.\nThe use of perioperative corticosteroids may result in little to no difference in all-cause mortality (risk with corticosteroids: 25 to 36 per 1000 versus 33 per 1000 with placebo or no treatment; risk ratio (RR) 0.90, 95% confidence interval (CI) 0.75 to 1.07; 25 studies, 14,940 participants; low-certainty evidence). Corticosteroids may increase the risk of myocardial complications (68 to 86 per 1000) compared with placebo or no treatment (66 per 1000; RR 1.16, 95% CI 1.04 to 1.31; 25 studies, 14,766 participants; low-certainty evidence), and may reduce the risk of pulmonary complications (risk with corticosteroids: 61 to 77 per 1000 versus 78 per 1000 with placebo/no treatment; RR 0.88, 0.78 to 0.99; 18 studies, 13,549 participants; low-certainty evidence).\nAnalyses of secondary endpoints showed that corticosteroids may reduce the incidence of infectious complications (risk with corticosteroids: 94 to 113 per 1000 versus 123 per 1000 with placebo/no treatment; RR 0.84, 95% CI 0.76 to 0.92; 28 studies, 14,771 participants; low-certainty evidence). Corticosteroids may result in little to no difference in incidence of gastrointestinal bleeding (risk with corticosteroids: 9 to 17 per 1000 versus 10 per 1000 with placebo/no treatment; RR 1.21, 95% CI 0.87 to 1.67; 6 studies, 12,533 participants; low-certainty evidence) and renal failure (risk with corticosteroids: 23 to 35 per 1000 versus 34 per 1000 with placebo/no treatment; RR 0.84, 95% CI 0.69 to 1.02; 13 studies, 12,799; low-certainty evidence). Corticosteroids may reduce the length of hospital stay, but the evidence is very uncertain (-0.5 days, 0.97 to 0.04 fewer days of length of hospital stay compared with placebo/no treatment; 25 studies, 1841 participants; very low-certainty evidence). The results from the two largest trials included in the review possibly skew the overall findings from the meta-analysis."
    },
    {
      "heading": "Authors' conclusions",
      "text": "A systematic review of trials evaluating the organ protective effects of corticosteroids in cardiac surgery demonstrated little or no treatment effect on mortality, gastrointestinal bleeding, and renal failure. There were opposing treatment effects on cardiac and pulmonary complications, with evidence that corticosteroids may increase cardiac complications but reduce pulmonary complications; however, the level of certainty for these estimates was low. There were minor benefits from corticosteroid therapy for infectious complications, but the evidence on hospital length of stay was very uncertain. The inconsistent treatment effects across different outcomes and the limited data on high-risk groups reduced the applicability of the findings. Further research should explore the role of these drugs in specific, vulnerable cohorts."
    }
  ],
  "pls_title": "What are the benefits and risks of corticosteroids in adults undergoing heart surgery?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- Anti-inflammatory medicines such as corticosteroids make little to no difference to survival after heart surgery, and may have both important benefits (on the function of the lungs) and adverse, or harmful, effects (in damaging the heart).\n- There are not enough large, well-conducted studies to be certain about the effects of corticosteroids, particularly in high-risk groups. Future studies should explore the role of these medicines in vulnerable people."
    },
    {
      "heading": "What concerns are there when people have heart surgery?",
      "text": "People undergoing heart surgery may develop a strong response to different kinds of stress from the operation. This response – inflammation – is thought to be responsible for many common complications, and it may be increased by the use of the heart-lung machine, a device that temporarily takes over the work of the heart and lungs during surgery."
    },
    {
      "heading": "What is the role of corticosteroids in heart surgery?",
      "text": "Corticosteroids are well-known, widely-available medicines that are often used as a treatment for excess inflammation. Studies to evaluate their use after heart surgery show mixed results, as corticosteroids also have important side effects (infection, bleeding, and damage to the heart) that may offset any potential benefits (quicker recovery and better lung function)."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out what are the benefits and harms of corticosteroid treatment on the risks of major complications (death; injury to the heart and lungs) following heart surgery."
    },
    {
      "heading": "What did we do?",
      "text": "We searched major databases of medical literature for reports of studies that had randomly assigned adults undergoing heart surgery to receive either corticosteroids or no treatment or placebo (dummy pill). We then analysed their combined results."
    },
    {
      "heading": "What did we find?",
      "text": "We found a total of 72 studies that involved 17,282 people over approximately 50 years. The people included in these studies had an average age of about 60 years. The most frequent surgery performed in the studies was coronary artery bypass graft, a common operation to restore blood flow to the heart muscle.\nWhen we pooled the studies together, we showed that, compared with no treatment or placebo, corticosteroids had little or no effect on the risk of in-hospital death, increased the risk of heart complications, and reduced the risk of lung complications.\nIf corticosteroids were given to 1000 people undergoing heart surgery:\n- between 25 and 36 people would die after the surgery, compared to 33 not given these medicines;\n- between 68 and 86 people would suffer a heart attack, compared to 66 not given corticosteroids; and\n- between 61 and 77 people would have problems in their lungs, compared to 78 not given corticosteroids.\nWe also showed that corticosteroids reduced the risk of heart rhythm disturbances (atrial fibrillation) and infections, but increased the risk of having a second operation for bleeding."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Most of the studies had important flaws that make us question the certainty of their pooled results. For example, they defined events, such as having a heart attack, in different ways; they did not adopt adequate measures to ensure that the patients and investigators did not know certain information that might influence their participation in the study; some studies were very small.\nThe studies involved different types of people, and much has changed in the practice of heart surgery over the decades. Also, the studies used different ways of delivering corticosteroids. These factors might make it more difficult to understand if the results from these studies are the same as would be obtained in the general population.\nAlso, the results from the two largest studies that we included may influence the overall findings of our review."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This review updates our previous review from 2011. The evidence is current to October 2022."
    }
  ]
}