{
  "doi": "10.1002/14651858.CD000048",
  "name": "Prophylactic caffeine to prevent postoperative apnoea following general anaesthesia in preterm infants ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Growing ex-preterm infants who undergo general anaesthesia for surgery at about term-equivalent age may have episodes of apnoea, cyanosis and bradycardia during the early postoperative period. A breathing stimulant such as caffeine given at the time of operation might prevent these episodes."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effect of the prophylactic use of caffeine to prevent episodes of apnoea, cyanosis and bradycardia during the postoperative period in ex-preterm infants who undergo general anaesthesia for surgery."
    },
    {
      "heading": "Search methods",
      "text": "The standard strategy of the Neonatal Review Group was used. This included searches of the The Cochrane Library, Oxford Database of Perinatal Trials, MEDLINE, EMBASE, CINAHL and abstracts of the Society for Pediatric Research. Seach updated in January 2011."
    },
    {
      "heading": "Selection criteria",
      "text": "All trials utilising random or quasi-random patient allocation, in which treatment was compared with placebo or no treatment were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The standard methods of the Cochrane Collaboration and its Neonatal Review Group were used to select trials, evaluate trial quality and to extract data. Each review author extracted data separately, and then compared and resolved any differences. Meta-analysis used relative risk and risk difference."
    },
    {
      "heading": "Main results",
      "text": "Three eligible trials were found. In each trial apnoea/bradycardia occurred in fewer infants treated with caffeine. The typical estimate for relative risk is 0.09 (95% CI 0.02 to 0.34). The typical estimate for absolute risk difference is -0.58 (95% CI -0.74 to -0.43) indicating that fewer than two infants have to be treated with caffeine to expect to prevent one with postoperative apnoea. In two trials (Welborn 1989; LeBard 1989), continuous recordings of oxygen saturation detected hypoxaemic episodes (< 90%) in fewer treatment than control infants [typical RR 0.13 (95% CI 0.03 to 0.63)]. No infant in any trial required intubation and mechanical ventilation. No adverse effects were reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Implications for practice. After general anaesthesia, caffeine can be used to prevent postoperative apnoea/bradycardia and episodes of oxygen desaturation in growing preterm infants if this is deemed clinically necessary. In view of the small numbers of infants studied in these trials and uncertainty concerning the clinical significance of the episodes, caution is warranted in applying these results to routine clinical practice.\nImplications for research. There is a need to determine which infants might benefit most by this treatment. Studies confined to those most at risk of apnoea (prior history, younger postmenstrual age) and those that might require mechanical ventilation or chronic lung disease would be of value."
    }
  ],
  "pls_title": "Prophylactic caffeine to prevent postoperative apnoea following general anaesthesia in preterm infants",
  "pls_type": "long",
  "pls": "Caffeine may be able to prevent postoperative apnoea and bradycardia in preterm babies. Growing babies who were born too early (preterm) and who undergo general anaesthetic for surgery may have complications, including episodes of apnoea (pauses in breathing), cyanosis (from lack of oxygen in the blood), and bradycardia (slow heartbeat). Caffeine, a methylxanthine drug, is thought to stimulate breathing, and so possibly prevent apnoea and subsequent problems. The review found some evidence that caffeine given at the time of surgery reduces apnoea, bradycardia, and cyanosis after anaesthetic, but the importance of this is unclear."
}