{
  "doi": "10.1002/14651858.CD013245.pub2",
  "name": "Abiraterone acetate in combination with androgen deprivation therapy compared to androgen deprivation therapy only for metastatic hormone‐sensitive prostate cancer ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Systemic androgen deprivation therapy (ADT), also referred to as hormone therapy, has long been the primary treatment for metastatic prostate cancer. Additional agents have been reserved for the castrate-resistant disease stage when ADT start becoming less effective. Abiraterone is an agent with an established role in that disease stage, which has only recently been evaluated in the hormone-sensitive setting."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of early abiraterone acetate, in combination with systemic ADT, for newly diagnosed metastatic hormone-sensitive prostate cancer."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, six other databases, two trials registries, grey literature, and conference proceedings, up to 15 May 2020. We applied no restrictions on publication language or status."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized trials, in which men diagnosed with hormone-sensitive prostate cancer were administered abiraterone acetate and prednisolone with ADT or ADT alone."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently classified studies and abstracted data from the included studies. We performed statistical analyses\nusing a random-effects model. We rated the quality of evidence according to the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "The search identified two randomized controlled trials (RCT), with 2201 men, who were assigned to receive either abiraterone acetate 1000 mg once daily and low dose prednisone (5mg) in addition to ADT, or ADT alone. In the LATITUDE trial, the median age and range of men in the intervention group was 68 (38 to 89) years, and 67 (33 to 92) years in the control group. Nearly all of the men in this study (97.6%) had prostate cancer with a Gleason score of at least 8 (ISUP grade group 4).\nPrimary outcomes\nThe addition of abiraterone acetate to ADT reduces the probability of death from any cause compared to ADT alone (hazard ratio [HR] 0.64, 95% confidence interval [CI] 0.56 to 0.73; 2 RCTs, 2201 men; high certainty of evidence); this corresponds to 163 fewer deaths per 1000 men with hormone-sensitive metastatic prostate cancer (210 fewer to 115 fewer) at five years.\nAbiraterone acetate in addition to ADT probably results in little to no difference in quality of life compared to ADT alone, measured with the Functional Assessment of Cancer Therapy-prostate total score (FACT-P; range 0 to 156; higher values indicates better quality of life), at 12 months (mean difference [MD] 2.90 points, 95% CI 0.11 to 5.60; 1 RCT, 838 men; moderate certainty of evidence).\nSecondary outcomes\nAbiraterone plus ADT increases the risk of grades III to V adverse events compared to ADT alone (risk ratio [RR] 1.34, 95% CI 1.22 to 1.47; 1 RCT, 1199 men; high certainty of evidence); this corresponds to 162 more grade III to V events per 1000 men with hormone-sensitive metastatic prostate cancer (105 more to 224 more) at a median follow-up of 30 months.\nAbiraterone acetate in addition to ADT probably reduces the probability of death due to prostate cancer compared to ADT alone (HR 0.58, 95% CI 0.50 to 0.68; 2 RCTs, 2201 men; moderate certainty of evidence). This corresponds to 120 fewer death from prostate cancer per 1000 men with hormone-sensitive metastatic prostate cancer (95% CI 145 fewer to 90 fewer) after a median follow-up of 30 months.\nThe addition of abiraterone acetate to ADT probably decreases the probability of disease progression compared to ADT alone (HR 0.35, 95%CI 0.26 to 0.49; 2 RCTs, 2097 men; moderate certainty of evidence). This corresponds to 369 fewer incidences of disease progression per 1000 men with hormone-sensitive metastatic prostate cancer (456 fewer to 256 fewer) after a median follow-up of 30 months.\nThe addition of abiraterone acetate to ADT probably increases the risk of discontinuing treatment due to adverse events compared to ADT alone (RR 1.50, 95% CI 1.17 to 1.92; 1 RCT, 1199 men; moderate certainty of evidence). This corresponds to 51 more men (95% CI 17 more to 93 more) discontinuing treatment because of adverse events per 1000 men treated with abiraterone acetate and ADT compared to ADT alone after a median follow-up of 30 months."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The addition of abiraterone acetate to androgen deprivation therapy improves overall survival but probably not quality of life. It probably also extends disease-specific survival, and delays disease progression compared to androgen deprivation therapy alone. However, the risk of grades III to V adverse events is increased, and probably, so is the risk of discontinuing treatment due to adverse events."
    }
  ],
  "pls_title": "Adding abiraterone acetate to androgen deprivation therapy for the treatment of metastatic hormone-sensitive prostate cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "The aim of this review was to find out what the effect of adding abiraterone was, in men with prostate cancer, who were receiving and still responding to hormone therapy."
    },
    {
      "heading": "Background",
      "text": "Abiraterone acetate is a medication that blocks the effect of male sex hormones, and thereby, slows down prostate cancer growth.\nMore than 15% of men diagnosed with prostate cancer present with disease that has spread beyond the prostate. Another 15% to 30% of men who undergo primary treatment will experience a return of their cancer. Hormone therapy (drugs to reduce the level of male hormones) has been the main treatment for advanced disease, but this does not work forever. Recent studies have looked at whether drugs that block the growth of prostate cancer cells, such as abiraterone acetate, can improve how men do."
    },
    {
      "heading": "Study characteristics",
      "text": "We found two studies (specifically, studies in which 'chance' decided what treatment men got), with a total of 2201 men. The studies compared abiraterone acetate and hormone therapy to hormone therapy alone. In one of the studies, most of the included men had high risk prostate cancer, and had previously undergone local treatment. In the other study, most men had not had previous treatment to their prostate. The evidence is current to 15 May 2020."
    },
    {
      "heading": "Key results",
      "text": "Adding abiraterone acetate to hormone therapy improves overall survival but probably not quality of life. It probably improves cancer-specific survival and reduces disease progression. However, there is also an increase in severe and life-threatening side effects, likely leading to discontinued treatment, with the addition of abiraterone acetate."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We judged the certainty of the evidence to be high for overall survival (time to death from any cause), and severe and life-threatening side effects. This means that our estimates are likely to be close to the actual effect for these outcomes. The certainty of the evidence was moderate for quality of life, cancer-specific survival (time to death from prostate cancer), time to disease progression, and discontinued treatment due to adverse events. This means that our estimates are likely to be close to the actual effect, but there were some limitations in the studies that reduced our confidence in the results."
    }
  ]
}