{
  "doi": "10.1002/14651858.CD008579.pub4",
  "name": "Ultrasound and shockwave therapy for acute fractures in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The morbidity and socioeconomic costs of fractures are considerable. The length of time to healing is an important factor in determining a person's recovery after a fracture. Ultrasound may have a therapeutic role in reducing the time to union after fracture by stimulating osteoblasts and other bone-forming proteins. This is an update of a review previously published in February 2014."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of low-intensity ultrasound (LIPUS), high-intensity focused ultrasound (HIFUS) and extracorporeal shockwave therapies (ECSW) as part of the treatment of acute fractures in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase (1980 to March 2022), Orthopaedic Proceedings, trial registers and reference lists of articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and quasi-RCTs including participants over 18 years of age with acute fractures (complete or stress fractures) treated with either LIPUS, HIFUS or ECSW versus a control or placebo-control."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodology expected by Cochrane. We collected data for the following critical outcomes: participant-reported quality of life, quantitative functional improvement, time to return to normal activities, time to fracture union, pain, delayed or non-union of fracture. We also collected data for treatment-related adverse events. We collected data in the short term (up to three months after surgery) and in the medium term (later than three months after surgery)."
    },
    {
      "heading": "Main results",
      "text": "We included 21 studies, involving 1543 fractures in 1517 participants; two studies were quasi-RCTs. Twenty studies tested LIPUS and one trial tested ECSW; no studies tested HIFUS. Four studies did not report any of the critical outcomes.\nAll studies had unclear or high risk of bias in at least one domain. The certainty of the evidence was downgraded for imprecision, risk of bias and inconsistency.\nLIPUS versus control (20 studies, 1459 participants)\nWe found very low-certainty evidence for the effect of LIPUS on Health-related quality of life (HRQoL) measured by SF-36 at up to one year after surgery for lower limb fractures (mean difference (MD) 0.06, 95% confidence interval (CI) -3.85 to 3.97, favours LIPUS; 3 studies, 393 participants). This result was compatible with a clinically important difference of 3 units with both LIPUS or control. There may be little to no difference in time to return to work after people had complete fractures of the upper or lower limbs (MD 1.96 days, 95% CI -2.13 to 6.04, favours control; 2 studies, 370 participants; low-certainty evidence).\nThere is probably little or no difference in delayed union or non-union up to 12 months after surgery (RR 1.25, 95% CI 0.50 to 3.09, favours control; 7 studies, 746 participants; moderate-certainty evidence). Although data for delayed and non-union included both upper and lower limbs, we noted that there were no incidences of delayed or non-union in upper limb fractures. We did not pool data for time to fracture union (11 studies, 887 participants; very low-certainty evidence) because of substantial statistical heterogeneity which we could not explain. In upper limb fractures, MDs ranged from 0.32 to 40 fewer days to fracture union with LIPUS. In lower limb fractures, MDs ranged from 88 fewer days to 30 more days to fracture union. We also did not pool data for pain experienced at one month after surgery in people with upper limb fractures (2 studies, 148 participants; very low-certainty evidence) because of substantial unexplained statistical heterogeneity. Using a 10-point visual analogue scale, one study reported less pain with LIPUS (MD -1.7, 95% CI -3.03 to -0.37; 47 participants), and the effect was less precise in the other study (MD -0.4, 95% CI -0.61 to 0.53; 101 participants). We found little or no difference in skin irritation (a possible treatment-related adverse event) between groups but judged the certainty of the evidence from this small study to be very low (RR 0.94, 95% CI 0.06 to 14.65; 1 study, 101 participants). No studies reported data for functional recovery. Data for treatment adherence were inconsistently reported across studies, but was generally described to be good. Data for costs were reported for one study, with higher direct costs, as well as combined direct and indirect costs, for LIPUS use.\nECSW versus control (1 study, 56 participants)\nWe are uncertain whether ECSW reduces pain at 12 months after surgery in fractures of the lower limb (MD -0.62, 95% CI -0.97 to -0.27, favours ECSW); the difference between pain scores was unlikely to be clinically important, and the certainty of the evidence was very low. We are also uncertain of the effect of ECSW on delayed or non-union at 12 months because the certainty of this evidence is very low (RR 0.56, 95% CI 0.15 to 2.01; 1 study, 57 participants). There were no treatment-related adverse events. This study reported no data for HRQoL, functional recovery, time to return to normal activities, or time to fracture union. In addition, no data were available for adherence or cost."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We were uncertain of the effectiveness of ultrasound and shock wave therapy for acute fractures in terms of patient-reported outcome measures (PROMS), for which few studies reported data. It is probable that LIPUS makes little or no difference to delayed union or non-union. Future trials should be double-blind, randomised, placebo-controlled trials recording validated PROMs and following up all trial participants. Whilst time to union is difficult to measure, the proportion of participants achieving clinical and radiographic union at each follow-up point should be ascertained, alongside adherence with the study protocol and cost of treatment in order to better inform clinical practice."
    }
  ],
  "pls_title": "Ultrasound and shockwave treatment for recently broken bones in adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- The benefits of ultrasound and shockwave treatment in improving people's quality of life after a broken bone are unclear.\n- Ultrasound therapy probably does not make a difference to how well the bone heals.\n- Shockwave therapy may very slightly reduce pain one month after injury in people who have a broken bone in their thigh or shin bone. However, it is unlikely that this reduction in pain will be to a meaningful amount.\n- More well-designed, large studies are needed to see if ultrasound and shockwave treatment help broken bones to heal."
    },
    {
      "heading": "Why is treating recently broken bones important?",
      "text": "Sometimes, broken bones take longer to heal or may not even fully heal. This can reduce people's quality of life, and increase the time needed to return to their normal activities (such as work).  A treatment that can help bone to heal would be beneficial to ensure broken bones heal.  Sound waves may help broken bones to form new bone by stimulating the area.  People can be treated using sound waves by ultrasound or shockwave therapy. Both treatments involve placing a special device in contact with the skin overlying the fracture site for around 20 minutes on a daily basis.  Ultrasound therapy using low-energy sound waves, compared to shockwave therapy which uses high-energy sound waves that feel like vibrations on the area that it is applied to."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if ultrasound or shockwave therapy help recently broken bones to heal more quickly. We also wanted to find out if it improved people's quality of life, and function of the injured bone (for example, whether people are able to perform the same day-to-day activities, like walking or brushing their hair, as before their injury), reduced pain and helped people get back to normal activities (such as work) more quickly."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies in people who had a recent broken bone. Studies compared:\n- low or high intensity ultrasound with no treatment or a sham therapy. Sham therapy used a device that looked like ultrasound or shockwave but was not real.\n- shockwave therapy with no treatment or sham therapy.\nWe compared and summarised their results, and rated our confidence in the evidence based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 21 studies, including 1517 people with recently broken bones. Twenty studies evaluated low-intensity ultrasound treatment and one study evaluated shockwave therapy. No studies evaluated high-intensity ultrasound. The biggest study was in 501 people, with the smallest study in 20 people. Studies were conducted in ten different countries around the world."
    },
    {
      "heading": "Key results",
      "text": "For ultrasound treatment, we are unsure if there is an effect on people's quality of life, time for the broken bone to heal, pain or whether this treatment had any side effects. This treatment probably makes no difference to the number of bones that heal much later than we expect or do not heal at all, and it may not make a difference to the time it takes for people to return to work. We found no ultrasound studies that reported findings for function.\nWe found that shockwave treatment may very slightly reduce pain in people who had broken bones in their thigh or shin, but not to a meaningful amount. We are unsure if shockwave treatment reduces the number of bones that heal much later than we expect or that do not heal at all. No shockwave studies reported findings for quality of life, function, time to return to work, or time for the broken bone to heal."
    },
    {
      "heading": "Main limitations",
      "text": "Most of the studies were small, and did not report all the findings we were interested in. Many people did not complete the study, and we do not know the results for these missing people. It was possible that some people were aware what treatment they were receiving when a sham device was not used.  We also found that there were a lot of differences in findings between different studies. Overall, this meant that we are not confident in most of our findings."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This review updates our previous review. The evidence is up to date to March 2022."
    }
  ]
}