{
  "doi": "10.1002/14651858.CD004024.pub2",
  "name": "High‐dose chemotherapy with autologous stem cell transplantation in the first line treatment of aggressive Non‐Hodgkin Lymphoma (NHL) in adults ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "High-dose chemotherapy with autologous stem cell support (HDT) has been proven effective in relapsed aggressive non-Hodgkin lymphoma (NHL). However, conflicting results of HDT as part of first-line treatment have been reported in randomised controlled trials (RCTs). We undertook a systematic review and meta-analysis to assess the effects of such treatment."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether high-dose chemotherapy with autologous stem cell transplantation as part of first-line treatment improves survival in patients with aggressive non-Hodgkin lymphoma."
    },
    {
      "heading": "Search methods",
      "text": "MEDLINE, EMBASE, Cancer Lit, the Cochrane Library and smaller databases, Internet-databases of ongoing trials, conference proceedings of the American Society of Clinical Oncology and the American Society of Hematology were searched until September 2006. An update search in MEDLINE and CENTRAL was done in June 2010, no more trials fulfilling the inclusion criteria were identified. We included full-text, abstract publications and unpublished data."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing conventional chemotherapy versus high-dose chemotherapy in the first-line treatment of adults with aggressive non-Hodgkin lymphoma were included in this review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Eligibility and quality assessment, data extraction and analysis were done in duplicate. All authors were contacted to obtain missing data and asked to provide individual patient data."
    },
    {
      "heading": "Main results",
      "text": "Fifteen RCTs including 3079 patients were eligible for this meta-analysis. Overall treatment-related mortality was 6.0% in the HDT group and not significantly different compared to conventional chemotherapy (OR 1.33 [95% CI 0.91 to 1.93], P = 0.14). 13 studies including 2018 patients showed significantly higher CR rates in the group receiving HDT (OR 1.32, [95% CI 1.09 to 1.59], P = 0.004). However, HDT did not have an effect on OS, when compared to conventional chemotherapy. The pooled HR was 1.04 ([95% CI 0.91 to 1.18], P = 0.58). There was no statistical heterogeneity among the trials. Sensitivity analyses underlined the robustness of these results. Subgroup analysis of prognostic groups according to IPI did not show any survival difference between HDT and controls in 12 trials (low and low-intermediate risk IPI: HR 1.41[95% CI 0.95 to 2.10], P = 0.09; high-intermediate and high risk IPI: HR 0.97 [95% CI 0.83 to 1.13], P = 0.71. Event-free survival (EFS) also showed no significant difference between HDT and CT (HR 0.93, [95% CI 0.81 to 1.07], P = 0.31). Other possible risk factors such as the proportion of patient with diffuse large cell lymphoma, protocol adherence, HDT strategy, response status before HDT, conditioning regimens and methodological issues were analysed in sensitivity analyses. However, there was no evidence for an association between these factors and the results of our analyses."
    },
    {
      "heading": "Authors' conclusions",
      "text": ". \nDespite higher CR rates, there is no benefit for high-dose chemotherapy with stem cell transplantation as a first line treatment in patients with aggressive NHL."
    }
  ],
  "pls_title": "High-dose chemotherapy with autologous stem cell transplantation in the first line treatment of aggressive Non-Hodgkin Lymphoma (NHL) in adults",
  "pls_type": "long",
  "pls": "Aggressive Non-Hodgkin's Lymphomas (NHLs) are fast growing forms of lymphoma. The most common type is a diffuse large B-Cell lymphoma (DLCL) but there are several other subtypes of aggressive lymphoma and variants of DLCL, such as centroblastic, immunoblastic or anaplastic large B-Cell lymphoma. Aggressive NHLs are generally responsive to conventional cancer therapies such as chemotherapy and radiation therapy. In the 1980s, many researchers reported that some patients with diffuse, large-cell lymphoma, who had not responded to conventional chemotherapy, could be cured with high-dose chemotherapy and autologous stem cell or bone marrow transplantation. This techniques may be used to treat the cancer, because the high doses of chemotherapy can destroy the patient's bone marrow. Therefore stem cells or marrow is taken from the patient before treatment. The marrow or the stem cells are then frozen, and the patient is given high-dose chemotherapy with or without radiation therapy to treat the cancer. The marrow or the stem cells that were taken out is then thawed and given back through a needle in a vein to replace the marrow that was destroyed. This type of transplant is called an autologous transplant. If the marrow given is taken from another person, the transplant is called an allogeneic transplant.On the first decade of study into autologous transplantation for the treatment of aggressive lymphoma, the focus was on the use of this approach to rescue patients after relapse or if the disease already progressed under standard chemotherapy. These encouraging results in relapsed or progressive lymphoma led to the testing of the technique as a primary therapy for the disease. However, it was also important to identify factors that could predict outcome of the therapy for patients with aggressive lymphoma. The International Prognostic Index score (IPI) was established in 1993. This score was designed to better predict outcome of aggressive lymphoma. Based on the number of negative prognostic factors present at the time of diagnosis (age >60 years, stage III/IV disease, elevated lactate dehydrogenase [LDH] level, Eastern Cooperative Oncology Group [ECOG] performance status > 2, more than one extranodal site of disease) four outcome groups (low-risk, low-intermediate risk, high-intermediate risk and high-risk ) were identified with a 5-year overall survival ranging from 26% to 73%.\nIn the last few years, several randomised trials of high-dose chemotherapy (HDT) with autologous transplantation in patients with aggressive lymphoma have been reported. These studies have included incorporation of autotransplantation into the initial treatment, use of adjuvant autotransplantation in complete responders, and the use of this treatment approach in patients responding slowly or incompletely to their primary chemotherapy regimen. In this trials conflicting results of high-dose chemotherapy with autologous transplantation as part of first-line treatment have been reported. A few studies indicated a trend towards a better survival for patients with a poor prognosis according to the age-adjusted International Prognostic Index score, whereas others failed to show an advantage for primary high-dose chemotherapy. Therefore we undertook this systematic review and meta-analysis to assess the effects of such treatment on overall survival in patients with aggressive non-Hodgkin lymphoma.\nThe main results from this analysis are: \n(i) In general, there was no evidence that HDT improves overall survival (OS) (HR 1.05; CI 0.92 to 1.19) or event free survival (EFS) (HR 0.92; CI 0.80 to 1.05). \n(ii) In patients with good risk aaIPI there was some evidence for worse OS (HR 1.46; CI 1.02 to 2.09) when treated with HDT. \n(iii) In contrast, there was suggestive but inconclusive evidence that poor risk patients may benefit from HDT.\nOverall, with respect to the large population included in our analyses and the attempts made to minimise bias and confounding, we conclude that there is no evidence for a general benefit of the therapeutic principle of myeloablative chemotherapy followed by autologous stem cell transplantation for patients with aggressive NHL as first-line treatment based on the data presently available.\nWe have seen improvements for relapse free survival and complete remission rates but this was not translated into a benefit concerning the OS in the respective groups.\nMost importantly, IPI low-risk patients appear to be harmed by high-dose chemotherapy in first-line treatment: patients. Furthermore with the availability of the anti-CD20 monoclonal antibody Rituximab good risk patients will have a better overall outcome after a combined conventional immunochemotherapy. However, if HDT is employed for high risk patients, there may be a benefit, but physicians should not arbitrarily employ HDT during first-line treatment. There is a strong need to treat this group of high-risk patients in large trials with harmonized procedures and definitions, which would facilitate the comparability of results, and improve the assessment of therapeutic intervention. Further research should aim at either reproducing the studies showing positive trends or applying new approaches that do not solely rely on the principle of high-dose chemotherapy with autologous transplantation."
}