{
  "doi": "10.1002/14651858.CD010289.pub2",
  "name": "Single dose oral ibuprofen plus oxycodone for acute postoperative pain in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Combining two different analgesics in fixed doses in a single tablet can provide better pain relief than either drug alone in acute pain. This appears to be broadly true across a range of different drug combinations, in postoperative pain and migraine headache. Fixed-dose combinations of ibuprofen and oxycodone are available, and the drugs may be separately used in combination in some acute pain situations."
    },
    {
      "heading": "Objectives",
      "text": "To assess the analgesic efficacy and adverse effects of a single oral dose of ibuprofen plus oxycodone for moderate to severe postoperative pain."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials, (CENTRAL), on The Cochrane Library, (Issue 4 of 12, 2013), MEDLINE (1950 to 21st May 2013), EMBASE (1974 to 21st May 2013), the Oxford Pain Database, ClinicalTrials.gov, and reference lists of articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised, double-blind clinical trials of single dose, oral ibuprofen plus oxycodone compared with placebo or the same dose of ibuprofen alone for acute postoperative pain in adults."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently considered trials for inclusion in the review, assessed quality, and extracted data. We used the area under the pain relief versus time curve to derive the proportion of participants prescribed ibuprofen plus oxycodone, ibuprofen alone, oxycodone alone, or placebo with at least 50% pain relief over six hours, using validated equations. We calculated relative risk (RR) and number needed to treat to benefit (NNT). We used information on use of rescue medication to calculate the proportion of participants requiring rescue medication and the weighted mean of the median time to use. We also collected information on adverse events."
    },
    {
      "heading": "Main results",
      "text": "Searches identified three studies involving 1202 participants. All examined the same dose combination. Included studies provided data from 603 participants for the comparison of ibuprofen 400 mg + oxycodone 5 mg with placebo, 717 participants for the comparison of ibuprofen 400 mg + oxycodone 5 mg with ibuprofen 400 mg alone, and 471 participants for the comparison of ibuprofen 400 mg + oxycodone 5 mg with oxycodone 5 mg alone.\nThe proportion of participants achieving at least 50% pain relief over 6 hours was 60% with ibuprofen 400 mg + oxycodone 5 mg and 17% with placebo, giving an NNT of 2.3 (2.0 to 2.8). For ibuprofen 400 mg alone the proportion was 50%, producing no significant difference between ibuprofen 400 mg + oxycodone 5 mg and ibuprofen 400 mg alone. For oxycodone 5 mg alone the proportion was 23%, giving an NNT for ibuprofen 400 mg + oxycodone 5 mg compared with oxycodone alone of 2.9 (2.3 to 4.0).\nIbuprofen + oxycodone resulted in longer times to remedication than with placebo. The median time to use of rescue medication was more than 5 hours for ibuprofen 400 mg + oxycodone 5 mg, and 2.3 hours or less with placebo. Fewer participants needed rescue medication with ibuprofen + oxycodone combination than with placebo or ibuprofen alone. The proportion was 40% with ibuprofen 400 mg + oxycodone 5 mg, 83% with placebo, 53% with ibuprofen alone, and 83% with oxycodone alone, giving NNT to prevent one patient needing rescue medication of 2.4 (2.0 to 2.9), 11 (6.1 to 56), and 2.6 (2.1 to 3.4) for comparisons of ibuprofen 400 mg + oxycodone 5 mg with placebo, ibuprofen alone, and oxycodone alone, respectively.\nThe proportion of participants experiencing one or more adverse events was 25% with ibuprofen 400 mg + oxycodone 5 mg, 25% with placebo, 26% with ibuprofen alone, and 35% with oxycodone alone; they were not significantly different. Serious adverse events were reported only after abdominal surgery 6/169 with the combination, 1/175 with ibuprofen alone, 3/52 with oxycodone alone, and 1/60 with placebo. Withdrawals for reasons other than lack of efficacy were fewer than 5% and balanced across treatment arms."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The combination of ibuprofen 400mg + oxycodone 5mg provided analgesia for longer than oxycodone alone, but not ibuprofen alone (at the same dose). There was also a smaller chance of needing additional analgesia over about eight hours, and with no greater chance of experiencing an adverse event."
    }
  ],
  "pls_title": "Single dose oral ibuprofen plus oxycodone for acute postoperative pain",
  "pls_type": "long",
  "pls": "Acute pain is often felt soon after injury, and most people who have surgery will have pain of moderate or severe intensity without treatment for their pain. In most, though not all, circumstances, the pain can be treated with oral analgesics. Many oral analgesics are available, and this review is one of a series examining how effective each one is, at particular doses.\nThis review examines a combination of fixed doses of ibuprofen and oxycodone. Both are commonly used analgesics, which work by different mechanisms. We know that combining different analgesics in the same tablet gives good pain relief to more people than either analgesic alone, at the same dose.\nThis review found data in three clinical trials, involving 1202 people with moderate or severe pain after having wisdom teeth removed or after abdominal or pelvic surgery. These situations are used commonly to test analgesic effectiveness, because results are applicable to other forms of acute pain after trauma. Different types of surgery give very similar estimates of the effectiveness of analgesic drugs.\nIbuprofen 400 mg plus oxycodone 5 mg provided effective pain relief for about 6 in 10 (60%) of participants, compared with just under 2 in 10 (17%) of participants with placebo. The analgesic effects lasted longer and there were no more adverse events with the combination than with placebo. The combination provided effective pain relief to about the same proportion of people as did ibuprofen alone, but there was a lower chance of needing additional analgesia with the combination."
}