{
  "doi": "10.1002/14651858.CD005485.pub3",
  "name": "Pressure‐relieving devices for treating heel pressure ulcers",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pressure ulcers are areas of localised damage to the skin and underlying tissue caused by pressure or shear. Pressure redistribution devices are used as part of the treatment to reduce the pressure on the ulcer. The anatomy of the heel and the susceptibility of the foot to vascular disease mean that pressure ulcers located there require a particular approach to pressure relief."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of pressure-relieving interventions for treating pressure ulcers on the heel."
    },
    {
      "heading": "Search methods",
      "text": "In May 2013, for this first update, we searched the Cochrane Wounds Group Specialised Register; The Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library); Ovid MEDLINE; Ovid EMBASE; Ovid MEDLINE (In-Process & Other Non-Indexed Citations); and EBSCO CINAHL. No language or publication date restrictions were applied."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that compared the effects of pressure-relieving devices on the healing of pressure ulcers of the heel. Participants were treated in any care setting. Interventions were any pressure-relieving devices including mattresses and specific heel devices."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Both review authors independently reviewed titles and abstracts and selected studies for inclusion. Both review authors independently extracted data and assessed studies for risk of bias."
    },
    {
      "heading": "Main results",
      "text": "In our original review, only one study met the inclusion criteria. This study (141 participants) compared two mattress systems; however, losses to follow up were too great to permit reliable conclusions. We did not find any further relevant studies during this first update."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review identified one small study at moderate to high risk of bias which provided no evidence to inform practice. More research is needed."
    }
  ],
  "pls_title": "Pressure-relieving devices for treating heel pressure ulcers",
  "pls_type": "long",
  "pls": "Pressure ulcers (also known as pressure sores, decubitus ulcers and bed sores) are areas of localised damage to the skin and underlying tissue, believed to be caused by pressure, shear or friction. Pressure-relieving devices such as beds, mattresses, heel troughs, splints and pillows are used as part of the treatment to reduce or relieve the pressure on the ulcer. Heel ulcers were studied specifically as their structure is very different to the other body sites which are prone to pressure ulcers (such as the bottom) and they are more prone to diseases, such as poor circulation, which do not affect other pressure ulcer sites. We identified one study that was at moderate to high risk of bias. This study lost over half the participants to follow up. More high quality research is needed to inform the selection of pressure relieving devices to treat pressure ulcers of the heel."
}