{
  "doi": "10.1002/14651858.CD007587.pub2",
  "name": "Acupuncture for the prevention of tension‐type headache",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acupuncture is often used for prevention of tension-type headache but its effectiveness is still controversial. This is an update of our Cochrane review originally published in Issue 1, 2009 of The Cochrane Library."
    },
    {
      "heading": "Objectives",
      "text": "To investigate whether acupuncture is a) more effective than no prophylactic treatment/routine care only; b) more effective than 'sham' (placebo) acupuncture; and c) as effective as other interventions in reducing headache frequency in adults with episodic or chronic tension-type headache."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, EMBASE and AMED to 19 January 2016. We searched the World Health Organization (WHO) International Clinical Trials Registry Platform to 10 February 2016 for ongoing and unpublished trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised trials with a post-randomisation observation period of at least eight weeks, which compared the clinical effects of an acupuncture intervention with a control (treatment of acute headaches only or routine care), a sham acupuncture intervention or another prophylactic intervention in adults with episodic or chronic tension-type headache."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors checked eligibility; extracted information on participants, interventions, methods and results; and assessed study risk of bias and the quality of the acupuncture intervention. The main efficacy outcome measure was response (at least 50% reduction of headache frequency) after completion of treatment (three to four months after randomisation). To assess safety/acceptability we extracted the number of participants dropping out due to adverse effects and the number of participants reporting adverse effects. We assessed the quality of the evidence using GRADE (Grading of Recommendations Assessment, Development and Evaluation)."
    },
    {
      "heading": "Main results",
      "text": "Twelve trials (11 included in the previous version and one newly identified) with 2349 participants (median 56, range 10 to 1265) met the inclusion criteria.\nAcupuncture was compared with routine care or treatment of acute headaches only in two large trials (1265 and 207 participants), but they had quite different baseline headache frequency and management in the control groups. Neither trial was blinded but trial quality was otherwise high (low risk of bias). While effect size estimates of the two trials differed considerably, the proportion of participants experiencing at least 50% reduction of headache frequency was much higher in groups receiving acupuncture than in control groups (moderate quality evidence; trial 1: 302/629 (48%) versus 121/636 (19%); risk ratio (RR) 2.5; 95% confidence interval (CI) 2.1 to 3.0; trial 2: 60/132 (45%) versus 3/75 (4%); RR 11; 95% CI 3.7 to 35). Long-term effects (beyond four months) were not investigated.\nAcupuncture was compared with sham acupuncture in seven trials of moderate to high quality (low risk of bias); five large studies provided data for one or more meta-analyses. Among participants receiving acupuncture, 205 of 391 (51%) had at least 50% reduction of headache frequency compared to 133 of 312 (43%) in the sham group after treatment (RR 1.3; 95% CI 1.09 to 1.5; four trials; moderate quality evidence). Results six months after randomisation were similar. Withdrawals were low: 1 of 420 participants receiving acupuncture dropped out due to adverse effects and 0 of 343 receiving sham (six trials; low quality evidence). Three trials reported the number of participants reporting adverse effects: 29 of 174 (17%) with acupuncture versus 12 of 103 with sham (12%; odds ratio (OR) 1.3; 95% CI 0.60 to 2.7; low quality evidence).\nAcupuncture was compared with physiotherapy, massage or exercise in four trials of low to moderate quality (high risk of bias); study findings were inadequately reported. No trial found a significant superiority of acupuncture and for some outcomes the results slightly favoured the comparison therapy. None of these trials reported the number of participants dropping out due to adverse effects or the number of participants reporting adverse effects.\nOverall, the quality of the evidence assessed using GRADE was moderate or low, downgraded mainly due to a lack of blinding and variable effect sizes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The available results suggest that acupuncture is effective for treating frequent episodic or chronic tension-type headaches, but further trials - particularly comparing acupuncture with other treatment options - are needed."
    }
  ],
  "pls_title": "Acupuncture for tension-type headache",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Bottom line",
      "text": "The available evidence suggests that a course of acupuncture consisting of at least six treatment sessions can be a valuable option for people with frequent tension-type headache."
    },
    {
      "heading": "Background",
      "text": "Tension-type headache is a common type of headache. Mild episodes may be treated adequately by pain-killers. In some individuals, however, tension-type headache occurs frequently and significantly impairs their quality of life. Acupuncture is a therapy in which thin needles are inserted into the skin at particular points. It originated in China and is now used in many countries to treat tension-type headache. We found randomised controlled trials to evaluate whether acupuncture prevents tension-type headache. We looked mainly at the numbers of people who responded to treatment, which means a halving of the number of days on which they experienced a headache."
    },
    {
      "heading": "Key results",
      "text": "We reviewed 12 trials with 2349 adults, published up to January 2016. One new trial is included in this updated review.\nAcupuncture added to usual care or treatment of headaches only on onset (usually with pain-killers) in two large trials resulted in 48 in 100 participants having headache frequency at least halved, compared to 17 of 100 participants given usual care only.\nAcupuncture was compared with 'fake' acupuncture, where needles are inserted at incorrect points or do not penetrate the skin, in six trials. Headache frequency halved in 52 of 100 participants receiving true acupuncture compared with 43 of 100 participants receiving 'fake' acupuncture. The results were dominated by one large, good quality trial (with about 400 participants), which showed that the effect of true acupuncture was still present after six months. There were no differences in the number of side effects of real and 'fake' acupuncture, or the numbers dropping out because of side effects.\nAcupuncture was compared with other treatments such as physiotherapy, massage or relaxation in four trials, but these had no useful information."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Overall the quality of the evidence was moderate."
    }
  ]
}