{
  "doi": "10.1002/14651858.CD005649.pub2",
  "name": "Treatment Foster Care for improving outcomes in children and young people",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Treatment foster care (TFC) is a foster family-based intervention that aims to provide young people (and, where appropriate, their families) with a tailored programme designed to effect positive changes in their lives. TFC was designed specifically to cater for the needs of children whose difficulties or circumstances place them at risk of multiple placements and/or more restrictive placements such as hospital or secure residential or youth justice settings."
    },
    {
      "heading": "Objectives",
      "text": "To assess the impact of TFC on psychosocial and behavioural outcomes, delinquency, placement stability, and discharge status for children and adolescents who require out-of-home placement."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Controlled Trials Register (CENTRAL) 2006 (Issue 4), MEDLINE (1966 to January 2007), CINAHL (1982 to December 2006), PsycINFO (1872 to January 2007), ASSIA (1987 to January 2007), LILACS (1982 to January 2007), ERIC (1966 to January 2007), Sociological Abstracts (1963 to January 2007), and the National Research Register 2006 (Issue 4)."
    },
    {
      "heading": "Selection criteria",
      "text": "Included studies were randomised controlled trials investigating the effectiveness of TFC with children and young people up to the age of 18 who, for reasons of severe medical, social, psychological and behavioural problems, were placed in out of home care in restrictive settings (e.g. secure residential care, psychiatric hospital) or at risk of placement in such settings."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Titles and abstracts identified in the search were independently assessed for eligibility by the two authors (GM and WT) who also extracted and entered into REVMAN. Date were synthesised on the few occasions where this was possible. Results are presented in tabular, graphical (forest plots) and textual form."
    },
    {
      "heading": "Main results",
      "text": "Five studies including 390 participants were included in this review. Data suggest that treatment foster care may be a useful intervention for children and young people with complex emotional, psychological and behavioural need, who are at risk of placements in non-family settings that restrict their liberty and opportunities for social inclusion."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Although the inclusion criteria for this systematic review set a study design threshold higher than that of previous reviews, the results mirror those of earlier reviews but also highlights the tendency of the perceived effectiveness of popular interventions to outstrip their evidence base. Whilst the results of individual studies generally indicate that TFC is a promising intervention for children and youth experiencing mental health problems, behavioural problems or problems of delinquency, the evidence base is less robust than that usually reported."
    }
  ],
  "pls_title": "Research suggests that Treatment Foster Care can help youth with behaviour problems. More research needed",
  "pls_type": "long",
  "pls": "Treatment foster care (TFC) is a foster family-based intervention that aims to provide young people (and, where appropriate, their families) with an individually tailored programme designed to help bring about positive changes in their lives. TFC was designed to help children whose difficulties or circumstances place them at risk of multiple placements and/or more restrictive placements such as hospital or secure residential or youth justice settings. This review set out to assess the impact of Treatment Foster Care on a range of outcomes for children and young people in such circumstances, including psychosocial and behavioural outcomes, delinquency, placement stability, and discharge status. Five studies were identified that met the inclusion criteria. All were conducted in the USA. Four focussed on young delinquents or children with a range of behaviour problems. The fifth examined the effectiveness of TFC for young people in a state mental hospital. Findings indicate that TFC care may be a useful intervention to help place these usually hard to place children and young people in family settings. Results indicate some clinically meaningful decreases in: antisocial behaviour, the number of days children and young people running away from placement; the number of criminal referrals and the time spent in locked settings. There is some evidence that young people in Treatment Foster Care spent more time in treatment over the long-term and more time at home. Examination of educational and employment outcomes showed improvements in school attendance, homework completion and finding work.\nHowever, the generalisability of findings is limited. The total number of included studies was small and the profile of participants quite mixed. The evidence may be subject to bias given the involvement of programme developers in the research teams responsible for all included studies. On the basis of this review, nothing can be said about the costs and benefits of what is a relatively costly service. Furthermore, it is not possible to make statements about TFC effectiveness vis-a-vis other composite interventions.\nFuture research should seek to test the generalisability of findings from these studies by replicating the studies using independent research teams. Studies need to be conducted in different locations, with different groups of young people, of different ages and more diverse ethnicity, and with a range of clearly specified problem profiles (e.g. psychological disorders; delinquency), and with follow-up periods longer than two years."
}