{
  "doi": "10.1002/14651858.CD004177.pub2",
  "name": "Compression therapy for treating post‐thrombotic syndrome",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Post-thrombotic syndrome (PTS) is a long-term complication of deep vein thrombosis (DVT) characterised by chronic complaints such as oedema and skin changes including; venous ectasia, varicose veins, redness, eczema, hyperpigmentation, and in severe cases fibrosis of the subcutaneous adipose in the affected limb. These chronic complaints are the effects of venous outflow restriction that can cause symptoms such as heaviness, itching, pain, cramps, and paraesthesia. Twenty to fifty percent of people with DVT develop post-thrombotic complications. Several non-pharmaceutical measures are used for prevention of PTS during the acute phase of DVT. These include elevation of the legs and compression therapy. There have been limited studies regarding the effectiveness of compression therapy for prevention or treatment of PTS. As a result, clinicians and guidelines differ in their assessment of compression therapy during treatment of DVT and in the treatment of PTS. This is an update of a review first published in 2003."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of compression therapy for treatment of post-thrombotic syndrome, including elastic compression stockings and mechanical devices compared with no intervention, placebo and with each other."
    },
    {
      "heading": "Search methods",
      "text": "For this update, the Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register, CENTRAL, MEDLINE, Embase and CINAHL databases and World Health Organization International Clinical Trials Registry Platform and ClinicalTrials.gov trials registries on 2 July 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "We included trials that evaluated compression therapy for the treatment of PTS. The primary outcomes were severity of PTS and adverse effects. There were no restrictions on date or language. Two review authors (SA, DNK) independently assessed whether potentially relevant studies met the inclusion criteria."
    },
    {
      "heading": "Data collection and analysis",
      "text": "One review author extracted and summarised data and one review author (DNK) verified them. We resolved disagreements by discussion. We assessed methodological study quality with the Cochrane 'Risk of bias' tool. We used GRADE to assess the overall certainty of the evidence supporting the outcomes assessed in this review."
    },
    {
      "heading": "Main results",
      "text": "We identified four trials, with 116 participants, investigating the effectiveness of compression therapy for treatment of PTS. The methodology used by each trial was too heterogeneous to perform a meta-analysis, so we reported our findings narratively.\nTwo trials studied the effect of graduated elastic compression stockings (GECS) on improvement of PTS symptoms. One study reported beneficial haemodynamic effects, while the other found no benefits on PTS severity compared to placebo (very low-certainty evidence). There was very limited evidence available for adverse effects and quality of life (QoL). The two studies did not report on compliance rates during the study period.\nTwo trials studied the effects of intermittent mechanical compression devices. Both reported improvement in PTS severity (low-certainty evidence). Improvement of the severity of PTS was defined by treatment 'success' or 'failure'. Only one study comparing compression devices evaluated adverse effects and QoL. Although 9% of the participants experienced adverse effects such as leg swelling, irritation, superficial bleeding, and skin itching (moderate-certainty evidence), QoL was improved (moderate-certainty evidence). Studies did not assess compliance using intermittent mechanical compression devices.\nNone of the studies evaluated patient satisfaction."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is very low-certainty evidence regarding the use of GECS for treatment of PTS as assessed by two small studies of short duration. One study reported beneficial haemodynamic effects, while one found no benefits on PTS severity compared to control/placebo stockings. There is very limited evidence for adverse effects, patient satisfaction, QoL, and compliance rates. There is low-certainty evidence favouring use of intermittent pneumatic compression devices compared to a control device for the treatment of severity owing to different measurements used by the studies reporting on this outcome and small studies of short duration. There is moderate-certainty evidence of improved QoL but possible increased adverse effects related to compression device use owing to small studies of short duration. High-certainty evidence to support the use of compression therapy in prevention of PTS is lacking and any conclusions drawn from current evidence should be interpreted with care. Further research is needed to assess whether compression can result in long-term reduction and relief of the symptoms caused by PTS, or prevent deterioration and leg ulceration."
    }
  ],
  "pls_title": "Compression therapy for treating post-thrombotic syndrome of mild to moderate severity",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Deep vein thrombosis (DVT) occurs when a blood clot forms in a leg vein. The clot can break up and cause a potentially serious blockage in blood vessels. People who have had a DVT can develop post-thrombotic syndrome (PTS). This is characterised by problems such as leg pain, swelling ankles, and hardened discoloured skin. The symptoms are worsened with prolonged standing or sitting, and may limit lifestyle and day-to-day activities. In severe cases, venous ulcers, open sores that do not heal, also develop. Wearing compression bandages or graduated elastic compression stockings (GECS) after initial blood thinning (anticoagulant) treatment for DVT is used to reduce the likelihood of PTS and reduce symptoms. With severe swelling of the leg (oedema), a device or machine can be used to apply pressure to the leg to improve blood circulation (mechanical compression device or intermittent pneumatic compression device). There have been limited studies regarding the effectiveness of compression therapy for prevention or treatment of PTS. As a result, clinicians and guidelines differ in their assessment of the use of compression therapy during treatment of DVT and in the treatment of PTS."
    },
    {
      "heading": "Study characteristics and key results",
      "text": "The review authors identified four trials, with 116 participants, investigating the effectiveness of compressing therapies for PTS (most recent search 2 July 2018). Two trials studied the effect of GECS. One study showed an improvement of PTS symptoms and one showed no benefit. Two other trials studied the effect of an intermittent pneumatic compression device. Both reported an improvement in PTS severity. One study evaluated side effects and quality of life. Although 9% of the participants experienced side effects such as leg swelling, irritation, superficial bleeding, and skin itching, quality of life had positive outcomes. None of the studies assessed or reported on patient satisfaction or compliance rates."
    },
    {
      "heading": "Reliability of the evidence",
      "text": "The evidence for use of GECS or intermittent pneumatic compression device compared to control for the treatment of PTS severity is of very-low and low-certainty reliability. This is due to conflicting results, small studies of short duration, and differences in how the studies measured outcomes. Limited evidence was available for side effects, patient satisfaction, quality of life, and compliance."
    }
  ]
}