{
  "doi": "10.1002/14651858.CD007736.pub3",
  "name": "Educational, supportive and behavioural interventions to improve usage of continuous positive airway pressure machines in adults with obstructive sleep apnoea ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Although highly effective in the treatment of obstructive sleep apnoea (OSA), continuous positive airway pressure (CPAP) is not universally accepted by users. Educational, supportive and behavioural interventions may help people with OSA initiate and maintain regular and continued use of CPAP."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of educational, supportive, behavioural, or mixed (combination of two or more intervention types) strategies that aim to encourage adults who have been prescribed CPAP to use their devices."
    },
    {
      "heading": "Search methods",
      "text": "Searches were conducted on the Cochrane Airways Group Specialised Register of trials. Searches are current to 29 April 2019."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that assessed intervention(s) designed to inform participants about CPAP/OSA, to support them in using CPAP, or to modify their behaviour to increase use of CPAP devices."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We assessed studies to determine their suitability for inclusion in the review. Data were extracted independently and were entered into RevMan for analysis. 'Risk of bias' assessments were performed, using the updated 'Risk of bias 2' tool, for the primary outcome, CPAP usage. Study-level 'Risk of bias' assessments were performed using the original 'Risk of bias' tool. GRADE assessment was performed using GRADEpro."
    },
    {
      "heading": "Main results",
      "text": "Forty-one studies (9005 participants) are included in this review; 16 of these studies are newly identified with updated searches. Baseline Epworth Sleepiness Scale (ESS) scores indicate that most participants suffered from excessive daytime sleepiness. The majority of recruited participants had not used CPAP previously. When examining risk of bias for the primary outcome of hourly machine usage/night, 58.3% studies have high overall risk (24/41 studies), 39.0% have some concerns (16/41 studies), and 2.4% have low overall risk (1/41 studies).\nWe are uncertain whether educational interventions improve device usage, as the certainty of evidence was assessed as very low. We were unable to perform meta-analyses for number of withdrawals and symptom scores due to high study heterogeneity.\nSupportive interventions probably increase device usage by 0.70 hours/night (95% confidence interval (CI) 0.36 to 1.05, N = 1426, 13 studies, moderate-certainty evidence), and low-certainty evidence indicates that the number of participants who used their devices ≥ 4 hours/night may increase from 601 to 717 per 1000 (odds ratio (OR), 1.68, 95% CI 1.08 to 2.60, N = 376, 2 studies). However, the number of withdrawals may also increase from 136 to 167 per 1000 (OR 1.27, 95% CI 0.97 to 1.66, N = 1702, 11 studies, low-certainty evidence). Participants may experience small improvements in symptoms (ESS score -0.32 points, 95% CI -1.19 to 0.56, N = 470, 5 studies, low-certainty evidence), and we are uncertain whether quality of life improves with supportive interventions, as the certainty of evidence was assessed as very low.\nWhen compared with usual care, behavioural interventions produce a clinically-meaningful increase in device usage by 1.31 hours/night (95% CI 0.95 to 1.66, N = 578, 8 studies, high-certainty evidence), probably increase the number of participants who used their machines ≥ 4 hours/night from 371 to 501 per 1000 (OR 1.70, 95% CI 1.20 to 2.41, N = 549, 6 studies, high-certainty evidence), and reduce the number of study withdrawals from 146 to 101 per 1000 (OR 0.66, 95% CI 0.44 to 0.98, N = 939, 10 studies, high-certainty evidence). Behavioural interventions may reduce symptoms (ESS score -2.42 points, 95% CI -4.27 to -0.57, N = 272, 5 studies, low-certainty evidence), but probably have no effect on quality of life (Functional Outcomes of Sleep Questionnaire (FOSQ), standardised mean difference (SMD) 0.00, 0.95% CI -0.26 to 0.26, N = 228, 3 studies, moderate-certainty evidence). We are uncertain whether behavioural interventions improve apnoea hypopnoea index (AHI), as the certainty of evidence was assessed as very low.\nWe are uncertain if mixed interventions improve device usage, increase the number of participants using their machines ≥ 4 hours/night, reduce study withdrawals, improve quality of life, or reduce anxiety symptoms, as the certainty of evidence for these outcomes was assessed to be very low. Symptom scores via the ESS could not be measured due to considerable heterogeneity between studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In CPAP-naïve people with OSA, high-certainty evidence indicates that behavioural interventions yield a clinically-significant increase in hourly device usage when compared with usual care. Moderate certainty evidence shows that supportive interventions increase usage modestly. Very low-certainty evidence shows that educational and mixed interventions may modestly increase CPAP usage. The impact of improved CPAP usage on daytime sleepiness, quality of life, and mood and anxiety scores remains unclear since these outcomes were not assessed in the majority of included studies. Studies addressing the choice of interventions that best match individual patient needs and therefore result in the most successful and cost-effective therapy are needed."
    }
  ],
  "pls_title": "Do supportive, educational and behavioural interventions improve usage of continuous positive airway pressure in adults with obstructive sleep apnoea?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is obstructive sleep apnoea (OSA) and continuous positive airway pressure (CPAP)?",
      "text": "Obstructive sleep apnoea (OSA) is a condition that causes interrupted breathing during sleep. People with OSA spend more time in light sleep and less time in deep sleep and consequently experience daytime sleepiness, which may affect their daily life.\nContinuous positive airway pressure (CPAP) is a treatment that delivers pressurised air to keep the airway open. CPAP treatment involves a machine with three main parts: a device that fits over nose and mouth, a tube that connects the mask to the device's motor; and a motor that blows air into the tube."
    },
    {
      "heading": "Review question",
      "text": "We already know that CPAP treats OSA effectively in most people by improving symptoms resulting from OSA. However many people do not use their CPAP machine as much as is recommended. We wanted to look at interventions designed to educate and motivate people with OSA to use their CPAP machines more."
    },
    {
      "heading": "Study characteristics",
      "text": "We looked at evidence from randomised, parallel-group, controlled studies. Following a comprehensive literature search and assessment of trials, we included 41 studies (number of participants = 9005). Most people experienced excessive daytime sleepiness and had newly diagnosed OSA. Duration of studies ranged from 28 days to two years."
    },
    {
      "heading": "Results",
      "text": "We grouped the trials into those that gave people a) education, b) a supportive intervention, c) behavioural intervention, and d) a mixed intervention (using all thee techniques).\nWe found that all types of interventions increase CPAP usage with varying levels of certainty. Behavioural therapy increases machine usage by 79 minutes per night, and ongoing supportive interventions probably increase machine use by about 42 minutes per night. Educational and mixed interventions may potentially improve machine usage, however the certainty of this evidence is very low.\nWe also wanted to look at other outcomes such as daytime sleepiness using the Epworth Sleepiness Scale (ESS), quality of life, depression, and apnoea hypopnoea index (measurement of pauses in breathing and slow or shallow breathing). Not all included studies consistently examined these other outcomes, however behavioural interventions may reduce daytime sleepiness.\nStudies generally recruited people who were new to CPAP."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of evidence for improved CPAP adherence varied considerably across studies and study types. We were confident that the behavioural interventions improve adherence for around 70 minutes per night. The quality of evidence for educational, supportive, and mixed interventions was not as strong. The quality of evidence for OSA-related symptoms including daytime sleepiness, quality of life, anxiety or depression was affected by the low number of studies that measured these outcomes."
    }
  ]
}