{
  "doi": "10.1002/14651858.CD011483.pub2",
  "name": "Yoga for stroke rehabilitation",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Stroke is a major health issue and cause of long-term disability and has a major emotional and socioeconomic impact. There is a need to explore options for long-term sustainable interventions that support stroke survivors to engage in meaningful activities to address life challenges after stroke. Rehabilitation focuses on recovery of function and cognition to the maximum level achievable, and may include a wide range of complementary strategies including yoga.\nYoga is a mind-body practice that originated in India, and which has become increasingly widespread in the Western world. Recent evidence highlights the positive effects of yoga for people with a range of physical and psychological health conditions. A recent non-Cochrane systematic review concluded that yoga can be used as self-administered practice in stroke rehabilitation."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of yoga, as a stroke rehabilitation intervention, on recovery of function and quality of life (QoL)."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group Trials Register (last searched July 2017), Cochrane Central Register of Controlled Trials (CENTRAL) (last searched July 2017), MEDLINE (to July 2017), Embase (to July 2017), CINAHL (to July 2017), AMED (to July 2017), PsycINFO (to July 2017), LILACS (to July 2017), SciELO (to July 2017), IndMED (to July 2017), OTseeker (to July 2017) and PEDro (to July 2017). We also searched four trials registers, and one conference abstracts database. We screened reference lists of relevant publications and contacted authors for additional information."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that compared yoga with a waiting-list control or no intervention control in stroke survivors."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data from the included studies. We performed all analyses using Review Manager (RevMan). One review author entered the data into RevMan; another checked the entries. We discussed disagreements with a third review author until consensus was reached. We used the Cochrane 'Risk of bias' tool. Where we considered studies to be sufficiently similar, we conducted a meta-analysis by pooling the appropriate data. For outcomes for which it was inappropriate or impossible to pool quantitatively, we conducted a descriptive analysis and provided a narrative summary."
    },
    {
      "heading": "Main results",
      "text": "We included two RCTs involving 72 participants. Sixty-nine participants were included in one meta-analysis (balance). Both trials assessed QoL, along with secondary outcomes measures relating to movement and psychological outcomes; one also measured disability.\nIn one study the Stroke Impact Scale was used to measure QoL across six domains, at baseline and post-intervention. The effect of yoga on five domains (physical, emotion, communication, social participation, stroke recovery) was not significant; however, the effect of yoga on the memory domain was significant (mean difference (MD) 15.30, 95% confidence interval (CI) 1.29 to 29.31, P = 0.03), the evidence for this finding was very low grade. In the second study, QoL was assessed using the Stroke-Specifc QoL Scale; no significant effect was found.\nSecondary outcomes included movement, strength and endurance, and psychological variables, pain, and disability.\nBalance was measured in both studies using the Berg Balance Scale; the effect of intervention was not significant (MD 2.38, 95% CI -1.41 to 6.17, P = 0.22). Sensititivy analysis did not alter the direction of effect. One study measured balance self-efficacy, using the Activities-specific Balance Confidence Scale (MD 10.60, 95% CI -7.08,= to 28.28, P = 0.24); the effect of intervention was not significant; the evidence for this finding was very low grade.\nOne study measured gait using the Comfortable Speed Gait Test (MD 1.32, 95% CI -1.35 to 3.99, P = 0.33), and motor function using the Motor Assessment Scale (MD -4.00, 95% CI -12.42 to 4.42, P = 0.35); no significant effect was found based on very low-grade evidence.\nOne study measured disability using the modified Rankin Scale (mRS) but reported only whether participants were independent or dependent. No significant effect was found: (odds ratio (OR) 2.08, 95% CI 0.50 to 8.60, P = 0.31); the evidence for this finding was very low grade.\nAnxiety and depression were measured in one study. Three measures were used: the Geriatric Depression Scale-Short Form (GCDS15), and two forms of State Trait Anxiety Inventory (STAI, Form Y) to measure state anxiety (i.e. anxiety experienced in response to stressful situations) and trait anxiety (i.e. anxiety associated with chronic psychological disorders). No significant effect was found for depression (GDS15, MD -2.10, 95% CI -4.70 to 0.50, P = 0.11) or for trait anxiety (STAI-Y2, MD -6.70, 95% CI -15.35 to 1.95, P = 0.13), based on very low-grade evidence. However, a significant effect was found for state anxiety: STAI-Y1 (MD -8.40, 95% CI -16.74 to -0.06, P = 0.05); the evidence for this finding was very low grade.\nNo adverse events were reported.\nQuality of the evidence\nWe assessed the quality of the evidence using GRADE. Overall, the quality of the evidence was very low, due to the small number of trials included in the review both of which were judged to be at high risk of bias, particularly in relation to incompleteness of data and selective reporting, and especially regarding the representative nature of the sample in one study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Yoga has the potential for being included as part of patient-centred stroke rehabilitation. However, this review has identified insufficient information to confirm or refute the effectiveness or safety of yoga as a stroke rehabilitation treatment. Further large-scale methodologically robust trials are required to establish the effectiveness of yoga as a stroke rehabilitation treatment."
    }
  ],
  "pls_title": "Yoga for stroke rehabilitation",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We wanted to know if yoga helps to improve quality of life for stroke survivors."
    },
    {
      "heading": "Background",
      "text": "Stroke is a major health issue worldwide, which affects people in many different ways. For example, stroke survivors may have problems moving around, and communicating and socialising with other people. Stroke may also affect how people feel. It may cause problems with memory and concentration. After discharge from hospital or other stroke services, stroke survivors have to cope with the long-term effects of stroke. Research has shown that yoga can help people with other long-term conditions to cope better. Yoga can improve quality of life (QoL)."
    },
    {
      "heading": "Search date",
      "text": "We searched for studies published to July 2017."
    },
    {
      "heading": "Study characteristics",
      "text": "We found two research studies that had assessed yoga for stroke survivors. Seventy-two people took part in the two studies. One study was in the USA and one was in Australia. On average, the stroke survivors were between 60 and 63 years old and it had been between four years three months and nine years since they had had a stroke. In the American study, yoga classes were held twice a week for eight weeks. In the Australian study, yoga classes were held once a week for 10 weeks. Both studies encouraged people to practice yoga at home, in their own time. Both studies used waiting-list control groups. This means that people in the control group could go to yoga classes at the end of the study."
    },
    {
      "heading": "Funding sources",
      "text": "The American study was funded by the US Government. The Austrailian study was funded by the National Stroke Foundation (Australia)."
    },
    {
      "heading": "Key results",
      "text": "We were able to analyse study data from 69 participants. No significant benefit was found on measures of QoL, balance, strength, endurance, pain, disability scores. No significant benefit was found on measures of movement, although one study reported a significant benefit in improving aspects of range of movement. One study reported a significant benefit in reducing anxiety. Neither study reported on measures of patient harm."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We assessed the quality of the evidence using GRADE. Overall, the quality of the evidence was very low, due to the small number of trials included in the review, both of which we judged to be at high risk of bias, particularly in relation to incompleteness of data and selective reporting, and especially regarding the representative nature of the sample in one study."
    },
    {
      "heading": "Conclusion",
      "text": "The review could not identify enough high-quality evidence on the benefits and safety of yoga in stroke rehabilitation. More good-quality research studies are needed to be sure that yoga has benefits for stroke survivors."
    }
  ]
}