{
  "doi": "10.1002/14651858.CD013551.pub2",
  "name": "Prothrombin complex concentrate in cardiac surgery for the treatment of coagulopathic bleeding ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Coagulopathy following cardiac surgery is associated with considerable blood product transfusion and high morbidity and mortality. The treatment of coagulopathy following cardiac surgery is challenging, with the replacement of clotting factors being based on transfusion of fresh frozen plasma (FFP). Prothrombin complex concentrate (PCCs) is an alternative method to replace clotting factors and warrants evaluation. PCCs are also an alternative method to treat refractory ongoing bleeding post-cardiac surgery compared to recombinant factor VIIa (rFVIIa) and also warrants evaluation."
    },
    {
      "heading": "Objectives",
      "text": "Assess the benefits and harms of PCCs in people undergoing cardiac surgery who have coagulopathic non-surgical bleeding."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) in the Cochrane Library, MEDLINE, Embase and Conference Proceedings Citation Index-Science (CPCI-S) on the Web of Science on 20 April 2021. We searched Clinicaltrials.gov (www.clinicaltrials.gov), and the World Health Organisation (WHO) International Clinical Trials Registry Platform (ICTRP; apps.who.int/trialsearch/), for ongoing or unpublished trials. We checked the reference lists for additional references. We did not limit the searches by language or publication status."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and non-randomised trials (NRSs)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "Eighteen studies were included  (4993 participants). Two were RCTs (151 participants) and 16 were NRSs. Both RCTs had low risk of bias (RoB) in almost all domains. Of the 16 NRSs, 14 were retrospective cohort analyses with one prospective study and one case report. The nine studies used in quantitative analysis were judged to have critical RoB, three serious and three moderate.\n1. PCC versus standard treatment\nEvidence from RCTs showed PCCs are likely to reduce the number of units transfused compared to standard care (MD -0.89, 95% CI -1.78 to 0.00; participants = 151; studies = 2; moderate-quality evidence). Evidence from NRSs agreed with this, showing that PCCs may reduce the mean number of units transfused compared to standard care but the evidence is uncertain (MD -1.87 units, 95% CI -2.53 to -1.20; participants = 551; studies = 2; very low-quality evidence).\nThere was no evidence from RCTs showing a difference in the incidence of red blood cell (RBC) transfusion compared to standard care (OR 0.53, 95% CI 0.20 to 1.40; participants = 101; studies = 1; low-quality evidence). Evidence from NRSs disagreed with this, showing that PCCs may reduce the mean number of units transfused compared to standard care but the evidence is uncertain (OR 0.54, 95% CI 0.30 to 0.98; participants = 1046; studies = 4; low-quality evidence).\nThere was no evidence from RCTs showing a difference in the number of thrombotic events with PCC compared to standard care (OR 0.68 95% CI 0.20 to 2.31; participants = 152; studies = 2; moderate-quality evidence). This is supported by NRSs, showing that PCCs may have no effect on the number of thrombotic events compared to standard care but the evidence is very uncertain (OR 1.32, 95% CI 0.87 to 1.99; participants = 1359; studies = 7; very low-quality evidence).\nThere was no evidence from RCTs showing a difference in mortality with PCC compared to standard care  (OR 0.53, 95% CI 0.12 to 2.35; participants = 149; studies = 2; moderate-quality evidence). This is supported by evidence from NRSs, showing that PCCs may have little to no effect on mortality compared to standard care but the evidence is very uncertain (OR 1.02, 95% CI 0.69 to 1.51; participants = 1334; studies = 6; very low-quality evidence).\nEvidence from RCTs indicated that there was little to no difference in postoperative bleeding (MD -107.05 mLs, 95% CI -278.92 to 64.83; participants = 151, studies = 2; low-quality evidence).\nPCCs may have little to no effect on intensive care length of stay (RCT evidence: MD -0.35 hours, 95% CI -19.26 to 18.57; participants = 151; studies = 2; moderate-quality evidence) (NRS evidence: MD -18.00, 95% CI -43.14 to 7.14; participants = 225; studies = 1; very low-quality evidence) or incidence of renal replacement therapy (RCT evidence: OR 0.72, 95% CI 0.14 to 3.59; participants = 50; studies = 1; low-quality evidence) (NRS evidence: OR 1.46, 95% CI 0.71 to 2.98; participants = 684; studies = 2; very low-quality evidence).\nNo studies reported on additional adverse outcomes.\n2. PCC versus rFVIIa\nFor this comparison, all evidence was provided from NRSs.\nPCC likely results in a large reduction of RBCs transfused intra-operatively in comparison to rFVIIa (MD-4.98 units, 95% CI -6.37 to -3.59; participants = 256; studies = 2; moderate-quality evidence).\nPCC may have little to no effect on the incidence of RBC units transfused comparative to rFVIIa; evidence is very uncertain (OR 0.16, 95% CI 0.02 to 1.56; participants = 150; studies = 1; very low-quality evidence).\nPCC may have little to no effect on the number of thrombotic events comparative to rFVIIa; evidence is very uncertain (OR 0.51, 95% CI 0.23 to 1.16; participants = 407; studies = 4; very low-quality evidence).\nPCC may have little to no effect on the incidence of mortality (OR 1.07, 95% CI 0.38 to 3.03; participants = 278; studies = 3; very low-quality evidence) or intensive care length of stay comparative to rFVIIa (MD -40 hours, 95% CI -110.41 to 30.41; participants = 106; studies = 1; very low-quality evidence); evidence is very uncertain .\nPCC may reduce bleeding (MD -674.34 mLs, 95% CI -906.04 to -442.64; participants = 150; studies = 1; very low-quality evidence) and incidence of renal replacement therapy (OR 0.29, 95% CI 0.12 to 0.71; participants = 106; studies = 1; very low-quality evidence) comparative to rFVIIa; evidence is very uncertain.\nNo studies reported on other adverse events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "PCCs could potentially be used as an alternative to standard therapy for coagulopathic bleeding post-cardiac surgery compared to FFP as shown by moderate-quality evidence and it may be an alternative to rFVIIa in refractory non-surgical bleeding but this is based on moderate to very low quality of evidence."
    }
  ],
  "pls_title": "Prothrombin complex concentrate in the treatment of bleeding that occurs with heart surgery",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "This purpose of this review was to assess the current evidence on whether prothrombin complex concentrates are safe to use to prevent bleeding following heart surgery. We also assessed its ability to reduce death and other serious complications when compared to other therapies."
    },
    {
      "heading": "Background",
      "text": "Bleeding following complex heart surgery can be challenging to manage. The blood clotting pathway is complex, and when the patient is placed on the heart bypass machine, there is a reduction of certain components from blood. Clotting factors can be significantly reduced depending on the duration of bypass. Fresh frozen plasma and prothrombin complex concentrates are the only recognised methods of replacing these clotting factors. Fresh frozen plasma is presented in 250 to 300 mL volume bags which can increase the total blood volume but may place extra strain on the heart. Prothrombin complex concentrates are presented in a powder that is reconstituted and delivered in a smaller volume. This product works faster as the factors are concentrated and given quickly compared to the slow infusion of dilute fresh frozen plasma. Recombinant factor VIIa (rFVIIa) is another blood clotting factor made in the lab, but not from humans. It is used when the bleeding is so bad than no blood products can fix it. We compared how effective prothrombin complex concentrates are to rFVIIa."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is up-to-date to 20 April 2021. We included 18 studies with a total of 4993 participants who were undergoing heart surgery. From these 18 studies, two were pilot randomised control trials (RCTs) and 16 were non randomised studies (NRSs). Thirteen of these NRS studies were in adults and three were in children. The two types of prothrombin complex concentrates used were 3-factor (contains three clotting factors) and 4-factor (contains four clotting factors). These prothrombin complex concentrates were compared to standard therapy in eleven studies and rFVIIa in five studies, with the remaining two studies having no comparator.\nThe clotting products were given in the operating room in nine studies, intensive care and operating room in three studies and were not described in the remaining six studies. We excluded any study that used the clotting products to reverse the actions caused by blood thinning medications that the patient was already taking."
    },
    {
      "heading": "Key results",
      "text": "Prothrombin complex concentrates compared to standard therapy\nProthrombin complex concentrates had an overall reduction in red blood cell (RBC) transfusion (both units of RBC transfusion and incidence of RBC transfusion) when compared to fresh frozen plasma. There was potentially no reduction in chest drain output (bleeding) in the RCTs. There was no difference in the reported outcomes of blood clots, death, intensive care stay and the requirement of dialysis in both RCTs and NRSs. The RCTs had moderate to low quality of evidence and the NRS had very low to low quality of evidence.\nProthrombin complex concentrates compared to rFVIIa\nProthrombin complex concentrates had a large reduction in red blood cell transfusion when compared to rFVIIa. The quality of this evidence was moderate. For the remaining outcomes that we reviewed, there were only two studies that could be analysed. These studies found that there was no difference in blood clots, death, bleeding into drains, intensive care stay and the requirement for dialysis. This lack of difference could result from the lack of ability of low participant numbers to find these rarer outcomes. The quality of the evidence for these outcomes was very low."
    },
    {
      "heading": "Quality of evidence",
      "text": "The RCTs had a low risk of bias, but the overall quality of the evidence was graded as moderate for the majority of outcomes, rather than high due to low sample numbers. For the remaining outcomes, the evidence was graded as low as there was only one RCT that contributed to those outcomes.\nThe quality of evidence for the NRSs was low to very low. Many of the retrospective studies had significant confounding that may have influenced the final outcome."
    },
    {
      "heading": "Conclusion",
      "text": "Prothrombin complex concentrates may reduce RBC transfusion rates (both the quantity of RBC transfusion and the incidence of RBC transfusion) in patients with bleeding issues following heart surgery when compared with standard care. We didn't identify a difference in any of the other outcomes but the total number of participants in the studies was likely insufficient to detect an outcome difference."
    }
  ]
}