{
  "doi": "10.1002/14651858.CD001415.pub4",
  "name": "Gabapentin add‐on treatment for drug‐resistant focal epilepsy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an updated version of the Cochrane Review previously published in 2018.\nEpilepsy is a common neurological disorder characterised by recurrent seizures. Most people with epilepsy have a good prognosis and their seizures are well controlled by a single antiepileptic drug, but up to 30% develop drug-resistant epilepsy, especially people with focal seizures. In this review, we summarised the evidence from randomised controlled trials (RCTs) of gabapentin, when used as an add-on treatment for drug-resistant focal epilepsy."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy and tolerability of gabapentin when used as an add-on treatment for people with drug-resistant focal epilepsy."
    },
    {
      "heading": "Search methods",
      "text": "For the latest update, we searched the Cochrane Register of Studies (CRS Web) and MEDLINE (Ovid) on 11 August 2020. CRS Web includes randomised or quasi-randomised, controlled trials from PubMed, Embase, ClinicalTrials.gov, the World Health Organization International Clinical Trials Registry Platform (ICTRP), the Cochrane Central Register of Controlled Trials (CENTRAL), and the Specialised Registers of Cochrane Review Groups including Epilepsy. We imposed no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised, placebo-controlled, double-blind, add-on trials of gabapentin in people with drug-resistant focal epilepsy. We also included trials using an active drug control group or comparing different doses of gabapentin."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion and extracted the relevant data. We assessed the following outcomes: seizure frequency, seizure freedom, treatment withdrawal (any reason) and adverse effects. Primary analyses were intention-to-treat. We also undertook sensitivity best-case and worst-case analyses. We estimated summary risk ratios (RR) for each outcome and evaluated dose-response in regression models."
    },
    {
      "heading": "Main results",
      "text": "We identified no new studies for this update, therefore, the results and conclusions are unchanged.\nIn the previous update of this review, we combined data from six trials in meta-analyses of 1206 randomised participants. The overall risk ratio (RR) for reduction in seizure frequency of 50% or more compared to placebo was 1.89 (95% confidence interval (CI) 1.40 to 2.55; 6 studies, 1206 participants; moderate-certainty evidence). Dose regression analysis (for trials in adults) showed increasing efficacy with increasing dose, with 25.3% (95% CI 19.3 to 32.3) of people responding to gabapentin 1800 mg compared to 9.7% on placebo, a 15.5% increase in response rate (95% CI 8.5 to 22.5). The RR for treatment withdrawal compared to placebo was 1.05 (95% CI 0.74 to 1.49; 6 trials, 1206 participants; moderate-certainty evidence). Adverse effects were significantly associated with gabapentin compared to placebo. RRs were as follows: ataxia 2.01 (99% CI 0.98 to 4.11; 3 studies, 787 participants; low-certainty evidence), dizziness 2.43 (99% CI 1.44 to 4.12; 6 studies, 1206 participants; moderate-certainty evidence), fatigue 1.95 (99% CI 0.99 to 3.82; 5 studies, 1161 participants; low-certainty evidence) and somnolence 1.93 (99% CI 1.22 to 3.06; 6 studies, 1206 participants; moderate-certainty evidence). There was no evidence of a difference for the adverse effects of headache (RR 0.79, 99% CI 0.46 to 1.35; 6 studies, 1206 participants; moderate-certainty evidence) or nausea (RR 0.95, 99% CI 0.52 to 1.73; 4 trials, 1034 participants; moderate-certainty evidence). Overall, the studies were at low to unclear risk of bias due to information on each risk of bias domain not being available. We judged the overall certainty of the evidence (using the GRADE approach) as low to moderate due to potential attrition bias resulting from missing outcome data and imprecise results with wide CIs."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Gabapentin has efficacy as an add-on treatment in people with drug-resistant focal epilepsy, and seems to be fairly well-tolerated. However, the trials reviewed were of relatively short duration and provide no evidence for the long-term efficacy of gabapentin beyond a three-month period. The results cannot be extrapolated to monotherapy or to people with other epilepsy types. Further trials are needed to assess the long-term effects of gabapentin, and to compare gabapentin with other add-on drugs."
    }
  ],
  "pls_title": "Gabapentin as an add-on for drug-resistant focal epilepsy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Epilepsy is a disorder where recurrent seizures (fits) are caused by abnormal electrical discharges from the brain. Evidence from randomised controlled trials (well-designed clinical trials in which people are allocated at random to test a specific drug, treatment or other intervention) are often used to examine how effective and safe antiepileptic medicines are in people who experience such seizures. This review included 12 studies and data from 2607 people with focal seizures (seizures that occur in just one part of the brain)."
    },
    {
      "heading": "Study characteristics",
      "text": "Data from six studies were combined in the analysis. All participants (including adults and children) were previously taking at least one antiepileptic medicine and all were continuing to have seizures. Either gabapentin (an antiepileptic medicine) or a placebo (a tablet that contains no medicine) was added to the medicine regimen."
    },
    {
      "heading": "Key results",
      "text": "The results showed that gabapentin effectively reduced seizures when used as an additional treatment. Compared to a placebo, gabapentin was almost twice as likely to reduce seizures by 50% or more. The most common side effects associated with gabapentin were ataxia (poor co-ordination and unsteady gait), dizziness, fatigue and drowsiness."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Overall, the quality of evidence was low to moderate as information was not reported for all participants in some of the trials and some of the results were imprecise. Research is needed into the effects of the long-term use of gabapentin, and to compare gabapentin with other add-on medicines.\nThe evidence is current to 11 August 2020."
    }
  ]
}