{
  "doi": "10.1002/14651858.CD011065.pub2",
  "name": "Frenotomy for tongue‐tie in newborn infants",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Tongue-tie, or ankyloglossia, is a condition whereby the lingual frenulum attaches near the tip of the tongue and may be short, tight and thick. Tongue-tie is present in 4% to 11% of newborns. Tongue-tie has been cited as a cause of poor breastfeeding and maternal nipple pain. Frenotomy, which is commonly performed, may correct the restriction to tongue movement and allow more effective breastfeeding with less maternal nipple pain."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether frenotomy is safe and effective in improving ability to feed orally among infants younger than three months of age with tongue-tie (and problems feeding).\nAlso, to perform subgroup analysis to determine the following.\n• Severity of tongue-tie before frenotomy as measured by a validated tool (e.g. Hazelbaker Assessment Tool for Lingual Frenulum Function (ATLFF) scores < 11; scores ≥ 11) (Hazelbaker 1993).\n• Gestational age at birth (< 37 weeks' gestation; 37 weeks' gestation and above).\n• Method of feeding (breast or bottle).\n• Age at frenotomy (≤ 10 days of age; > 10 days to three months of age).\n• Severity of feeding difficulty (infants with feeding difficulty affecting weight gain (as assessed by infant's not regaining birth weight by day 14 or falling off centiles); infants with symptomatic feeding difficulty but thriving (greater than birth weight by day 14 and tracking centiles)."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase and CINAHL up to January 2017, as well as previous reviews including cross-references, expert informants and journal handsearching. We searched clinical trials databases for ongoing and recently completed trials. We applied no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised, quasi-randomised controlled trials or cluster-randomised trials that compared frenotomy versus no frenotomy or frenotomy versus sham procedure in newborn infants."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Review authors extracted from the reports of clinical trials data regarding clinical outcomes including infant feeding, maternal nipple pain, duration of breastfeeding, cessation of breastfeeding, infant pain, excessive bleeding, infection at the site of frenotomy, ulceration at the site of frenotomy, damage to the tongue and/or submandibular ducts and recurrence of tongue-tie. We used the GRADE approach to assess the quality of evidence."
    },
    {
      "heading": "Main results",
      "text": "Five randomised trials met our inclusion criteria (n = 302). Three studies objectively measured infant breastfeeding using standardised assessment tools. Pooled analysis of two studies (n = 155) showed no change on a 10-point feeding scale following frenotomy (mean difference (MD) -0.1, 95% confidence interval (CI) -0.6 to 0.5 units on a 10-point feeding scale). A third study (n = 58) showed objective improvement on a 12-point feeding scale (MD 3.5, 95% CI 3.1 to 4.0 units of a 12-point feeding scale). Four studies objectively assessed maternal pain. Pooled analysis of three studies (n = 212) based on a 10-point pain scale showed a reduction in maternal pain scores following frenotomy (MD -0.7, 95% CI -1.4 to -0.1 units on a 10-point pain scale). A fourth study (n = 58) also showed a reduction in pain scores on a 50-point pain scale (MD -8.6, 95% CI -9.4 to -7.8 units on a 50-point pain scale). All studies reported no adverse effects following frenotomy. These studies had serious methodological shortcomings. They included small sample sizes, and only two studies blinded both mothers and assessors; one did not attempt blinding for mothers nor for assessors. All studies offered frenotomy to controls, and most controls underwent the procedure, suggesting lack of equipoise. No study was able to report whether frenotomy led to long-term successful breastfeeding."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Frenotomy reduced breastfeeding mothers’ nipple pain in the short term. Investigators did not find a consistent positive effect on infant breastfeeding. Researchers reported no serious complications, but the total number of infants studied was small. The small number of trials along with methodological shortcomings limits the certainty of these findings. Further randomised controlled trials of high methodological quality are necessary to determine the effects of frenotomy."
    }
  ],
  "pls_title": "Surgical release of tongue-tie for the treatment of tongue-tie in young babies",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Tongue-tie is a potentially treatable cause of breastfeeding problems - if a baby is tongue-tied and is having feeding difficulties, does releasing the tongue-tie help?"
    },
    {
      "heading": "Background",
      "text": "Tongue-tie is a condition whereby the membrane between the tongue and the floor of the mouth is too tight or too short. This may cause feeding problems for the baby and/or nipple pain for a breastfeeding mother."
    },
    {
      "heading": "Study characteristics",
      "text": "Five randomised controlled trials enrolling 302 infants met the inclusion criteria."
    },
    {
      "heading": "Key results",
      "text": "In an infant with tongue-tie and feeding difficulties, surgical release of the tongue-tie does not consistently improve infant feeding but is likely to improve maternal nipple pain. Further research is needed to clarify and confirm this effect."
    },
    {
      "heading": "Quality of evidence",
      "text": "The quality of the evidence is very low to moderate because overall only a small number of studies have looked at this condition, the total number of babies included in these studies was low and some studies could have been better designed."
    }
  ]
}