{
  "doi": "10.1002/14651858.CD003917.pub4",
  "name": "Cardioprotective interventions for cancer patients receiving anthracyclines",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Anthracyclines are among the most effective chemotherapeutic agents in the treatment of numerous malignancies. Unfortunately, their use is limited by a dose-dependent cardiotoxicity. In an effort to prevent this cardiotoxicity, different cardioprotective agents have been studied."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to assess the efficacy of different cardioprotective agents in preventing heart damage in cancer patients treated with anthracyclines."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2010, Issue 10), MEDLINE (1966 to November 2010) and EMBASE (1980 to November 2010) databases. In addition, we handsearched reference lists, conference proceedings of the International Society of Paediatric Oncology (SIOP) and American Society of Clinical Oncology (ASCO) meetings (1998 to 2010) and ongoing trials registers."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) in which any cardioprotective agent was compared to no additional therapy or placebo in cancer patients (children and adults) receiving anthracyclines."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently performed the study selection, risk of bias assessment and data extraction including adverse effects."
    },
    {
      "heading": "Main results",
      "text": "We identified RCTs for the eight cardioprotective agents N-acetylcysteine, phenethylamines, coenzyme Q10, a combination of vitamins E and C and N-acetylcysteine, L-carnitine, carvedilol, amifostine and dexrazoxane (mostly for adults with advanced breast cancer). All studies had methodological limitations and for the first seven agents there were too few studies to allow pooling of results. None of the individual studies showed a cardioprotective effect. The 10 included studies on dexrazoxane enrolled 1619 patients. The meta-analysis for dexrazoxane showed a statistically significant benefit in favour of dexrazoxane for the occurrence of heart failure (risk ratio (RR) 0.29, 95% CI 0.20 to 0.41). No evidence was found for a difference in response rate or survival between the dexrazoxane and control groups. The results for adverse effects were ambiguous. No significant difference in the occurrence of secondary malignancies was identified."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No definitive conclusions can be made about the efficacy of cardioprotective agents for which pooling of results was impossible. Dexrazoxane prevents heart damage and no evidence for a difference in response rate or survival between the dexrazoxane and control groups was identified. The evidence available did not allow us to reach any definite conclusions about adverse effects. We conclude that if the risk of cardiac damage is expected to be high, it might be justified to use dexrazoxane in patients with cancer treated with anthracyclines. However, clinicians should weigh the cardioprotective effect of dexrazoxane against the possible risk of adverse effects for each individual patient."
    }
  ],
  "pls_title": "Drugs to prevent heart damage in cancer patients receiving anthracyclines",
  "pls_type": "long",
  "pls": "Anthracyclines are among the most effective chemotherapy treatments available for various types of cancer. However, there is a risk of damage to the heart (cardiotoxicity) depending on the cumulative dose. Certain drugs might prevent this damage, but for many of these drugs, the review authors found no high quality evidence about whether they were effective in protecting the heart and they were unable to draw conclusions. For dexrazoxane, the review authors found 10 studies enrolling over 1600 patients. These studies provided evidence that dexrazoxane prevented heart damage without interfering with the anti-tumour effects of anthracycline treatment. Patients who got dexrazoxane with their anthracycline treatment had about one third of the risk of heart failure compared to patients who got anthracyclines without dexrazoxane. Dexrazoxane had no effect on survival. We can't be sure about whether it had any undesirable side effects."
}