{
  "doi": "10.1002/14651858.CD010932.pub2",
  "name": "Directed preconception health programs and interventions for improving pregnancy outcomes for women who are overweight or obese ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Overweight and obesity (body mass index (BMI) ≥ 25.0 to 29.9 kg/m2 and BMI ≥ 30 kg/m2, respectively are increasingly common among women of reproductive age. Overweight and obesity are known to be associated with many adverse health conditions in the preconception period, during pregnancy and during the labour and postpartum period. There are no current guidelines to suggest which preconception health programs and interventions are of benefit to these women and their infants. It is important to evaluate the available evidence to establish which preconception interventions are of value to this population of women."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of preconception health programs and interventions for improving pregnancy outcomes in overweight and obese women."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (31 December 2014) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (including those using a cluster-randomised design), comparing health programs and interventions with routine care in women of reproductive age and a BMI greater then or equal to 25 kg/m2. Studies published in abstract form only, were not eligible for inclusion. Quasi-randomised trials or randomised trials using a cross-over design were not eligible for inclusion in this review. The intervention in such studies would involve an assessment of preconception health and lead to an individualised preconception program addressing any areas of concern for that particular woman.\nPreconception interventions could involve any or all of: provision of specific information, screening for and treating obesity-related health problems, customised or general dietary and exercise advice, medical or surgical interventions. Medical interventions may include treatment of pre-existing hypertension, impaired glucose tolerance or sleep apnoea. Surgical interventions may include interventions such as bariatric surgery. The comparator was prespecified to be standard preconception advice or no advice/interventions."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We identified no studies that met the inclusion criteria for this review. The search identified one study (published in four trial reports) which was independently assessed by two review authors and subsequently excluded."
    },
    {
      "heading": "Main results",
      "text": "There are no included trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no randomised controlled trials that assessed the effect of preconception health programs and interventions in overweight and obese women with the aim of improving pregnancy outcomes. Until the effectiveness of preconception health programs and interventions can be established, no practice recommendations can be made. Further research is required in this area."
    }
  ],
  "pls_title": "Preconception health programs and interventions for women who are overweight or obese to improve pregnancy outcomes for the woman and her infant",
  "pls_type": "long",
  "pls": "Being overweight or obese, or having a high body weight for one's height, is becoming increasingly common among women of reproductive age. General health conditions such as high blood pressure, diabetes, sleep apnoea (pauses or reduced breathing during sleep), and polycystic ovary syndrome (PCOS), which can cause reduced fertility or failure to achieve pregnancy, are associated with being overweight or obese. During pregnancy, overweight women are at increased risk of sugar intolerance (gestational diabetes), pregnancy-related high blood pressure, losing a pregnancy (miscarriage), birth before some 40 weeks (preterm birth) and congenital birth defects such as neural tube and heart defects, and gastrointestinal malformations. Women who are overweight or obese are also at a higher risk of complications during labour including heavy blood loss after giving birth. Current guidelines about which preconception health programs or interventions are of benefit to reduce these adverse health outcomes are needed for overweight and obese women.\nThis Cochrane review aimed to evaluate the effectiveness of preconception health programs and interventions, however no randomised controlled trials were found. We recommend that further research is conducted in this area so that the effectiveness of preconception health programs and interventions can be established specifically for overweight and obese women. Programs can provide information, screening for and treating obesity-related health problems, dietary and exercise advice and medical or surgical interventions, depending on the resources available and the individual needs of the woman."
}