{
  "doi": "10.1002/14651858.CD008808.pub2",
  "name": "Non‐pharmacological interventions for sleep promotion in the intensive care unit",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Adults in intensive care units (ICUs) often suffer from a lack of sleep or frequent sleep disruptions. Non-pharmacological interventions can improve the duration and quality of sleep and decrease the risk of sleep disturbance, delirium, post-traumatic stress disorder (PTSD), and the length of stay in the ICU. However, there is no clear evidence of the effectiveness and harms of different non-pharmacological interventions for sleep promotion in adults admitted to the ICU."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy of non-pharmacological interventions for sleep promotion in critically ill adults in the ICU.\nTo establish whether non-pharmacological interventions are safe and clinically effective in improving sleep quality and reducing length of ICU stay in critically ill adults.\nTo establish whether non-pharmacological interventions are cost effective."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL, 2014, Issue 6), MEDLINE (OVID, 1950 to June 2014), EMBASE (1966 to June 2014), CINAHL (Cumulative Index to Nursing and Allied Health Literature, 1982 to June 2014), Institute for Scientific Information (ISI) Web of Science (1956 to June 2014), CAM on PubMed (1966 to June 2014), Alt HealthWatch (1997 to June 2014), PsycINFO (1967 to June 2014), the China Biological Medicine Database (CBM-disc, 1979 to June 2014), and China National Knowledge Infrastructure (CNKI Database, 1999 to June 2014). We also searched the following repositories and registries to June 2014: ProQuest Dissertations & Theses Global, the US National Institutes of Health Ongoing Trials Register (www.clinicaltrials.gov), the metaRegister of Controlled Trials (ISRCTN Register) (www.controlled-trials.com), the Chinese Clinical Trial Registry (www.chictr.org.cn), the Clinical Trials Registry-India (www.ctri.nic.in), the Grey Literature Report from the New York Academy of Medicine Library (www.greylit.org), OpenGrey (www.opengrey.eu), and the World Health Organization International Clinical Trials Registry platform (www.who.int/trialsearch). We handsearched critical care journals and reference lists and contacted relevant experts to identify relevant unpublished data."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomized controlled trials (RCT) and quasi-RCTs that evaluated the effects of non-pharmacological interventions for sleep promotion in critically ill adults (aged 18 years and older) during admission to critical care units or ICUs."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently screened the search results and assessed the risk of bias in selected trials. One author extracted the data and a second checked the data for accuracy and completeness. Where possible, we combined results in meta-analyses using mean differences and standardized mean differences for continuous outcomes and risk ratios for dichotomous outcomes. We used post-test scores in this review."
    },
    {
      "heading": "Main results",
      "text": "We included 30 trials, with a total of 1569 participants, in this review. We included trials of ventilator mode or type, earplugs or eye masks or both, massage, relaxation interventions, foot baths, music interventions, nursing interventions, valerian acupressure, aromatherapy, and sound masking. Outcomes included objective sleep outcomes, subjective sleep quality and quantity, risk of delirium, participant satisfaction, length of ICU stay, and adverse events. Clinical heterogeneity (e.g., participant population, outcomes measured) and research design limited quantitative synthesis, and only a small number of studies were available for most interventions. The quality of the evidence for an effect of non-pharmacological interventions on any of the outcomes examined was generally low or very low. Only three trials, all of earplugs or eye masks or both, provided data suitable for two separate meta-analyses. These meta-analyses, each of two studies, showed a lower incidence of delirium during ICU stay (risk ratio 0.55, 95% confidence interval (CI) 0.38 to 0.80, P value = 0.002, two studies, 177 participants) and a positive effect of earplugs or eye masks or both on total sleep time (mean difference 2.19 hours, 95% CI 0.41 to 3.96, P value = 0.02, two studies, 116 participants); we rated the quality of the evidence for both of these results as low.\nThere was also some low quality evidence that music (350 participants; four studies) may improve subjective sleep quality and quantity, but we could not pool the data. Similarly, there was some evidence that relaxation techniques, foot massage, acupressure, nursing or social intervention, and sound masking can provide small improvements in various subjective measures of sleep quality and quantity, but the quality of the evidence was low. The effects of non-pharmacological interventions on objective sleep outcomes were inconsistent across 16 studies (we rated the quality of the evidence as very low): the majority of studies relating to the use of earplugs and eye masks found no benefit; results from six trials of ventilator modes suggested that certain ventilator settings might offer benefits over others, although the results of the individual trials did not always agree with each other. Only one study measured length of stay in the ICU and found no significant effect of earplugs plus eye masks. No studies examined the effect of any non-pharmacological intervention on mortality, risk of post-traumatic stress disorder, or cost-effectiveness; the included studies did not clearly report adverse effects, although there was very low quality evidence that ventilator mode influenced the incidence of central apnoeas and patient-ventilator asynchronies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The quality of existing evidence relating to the use of non-pharmacological interventions for promoting sleep in adults in the ICU was low or very low. We found some evidence that the use of earplugs or eye masks or both may have beneficial effects on sleep and the incidence of delirium in this population, although the quality of the evidence was low. Further high-quality research is needed to strengthen the evidence base."
    }
  ],
  "pls_title": "Non-drug treatments for promoting sleep in adults in the intensive care unit",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence on non-pharmacological interventions (i.e. non-drug treatments) for improving sleep in critically ill adults."
    },
    {
      "heading": "Background",
      "text": "Sleep is essential to enable adults in the intensive care unit (ICU) to recover from their illnesses. However, adults in the ICU often suffer from frequently disturbed sleep or a lack of sleep. The reasons for sleep disruption may include the underlying illness, uncomfortable therapy, psychological stress, or the ICU environment itself.\nInterventions for sleep promotion include pharmacological treatments and non-pharmacological interventions. Medications may produce side effects, such as a reduced ability to think clearly and negative effects on breathing, and they can also interfere with normal sleep patterns and lead to a risk of tolerance or drug dependency . Therefore, non-pharmacological interventions, such as noise reduction, music therapy, alternative and complementary therapies, and social support, have been sought and are recommended for improving sleep in critically ill adults."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to June 2014."
    },
    {
      "heading": "Study characteristics",
      "text": "We found 30 trials, with a total of 1569 participants, and the interventions included changes to ventilator type and settings, earplugs and eye masks, relaxation therapy, sleep-inducing music, massage, foot baths, aromatherapy, valerian acupressure, sound masking, and changing the visiting times of family members. We assessed the effects of these interventions on sleep outcomes (e.g., quality and amount of sleep), length of stay in the ICU, the occurrence of delirium, other adverse events, and death."
    },
    {
      "heading": "Key results and quality of evidence",
      "text": "Overall, the quality of the evidence for an effect of the interventions on any of the outcomes was low or very low. Normally, we would try to pool findings from similar trials of each intervention, but this was difficult because the design of the trials varied greatly. We were able to combine the results from three trials of earplugs and eye masks and found that their use increased the number of hours slept and prevented delirium in adults in the ICU. However, we cannot be certain about these findings because of problems with how the trials were carried out.\nThere was also some low quality evidence from four studies that music may improve subjective sleep quality and quantity, but we could not pool the data. Similarly, a low number of studies found that relaxation techniques, foot massage, acupressure, nursing or social intervention, and sound masking can provide small improvements in participant-reported or nurse-assessed sleep quality and quantity, but the quality of the evidence was low. The effects of the interventions on objective sleep outcomes (e.g., sleep measured by a machine) varied: the majority of studies that looked at the use of earplugs and eye masks found no benefit, and although the results from six trials of ventilator modes suggested that certain ventilator settings might offer benefits over others, the results of the individual trials did not always agree with each other. Only one study measured length of stay in the ICU and found no significant effect of earplugs plus eye masks. None of the included studies looked at economic outcomes, risk of post-traumatic stress disorder, or deaths. The trials did not clearly report adverse effects, although there was very low quality evidence that ventilator mode might influence certain adverse effects that can happen when people are on a ventilator. In summary, further well-designed and conducted research is needed to strengthen the evidence for the use of these interventions for improving sleep in critically ill adults."
    }
  ]
}