{
  "doi": "10.1002/14651858.CD006022.pub4",
  "name": "Dietary interventions for preventing complications in idiopathic hypercalciuria",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Idiopathic hypercalciuria is an inherited metabolic abnormality that is characterised by excessive amounts of calcium excreted in the urine by people whose calcium serum levels are normal. Morbidity associated with idiopathic hypercalciuria is chiefly related to kidney stone disease and bone demineralisation leading to osteopenia and osteoporosis. Idiopathic hypercalciuria contributes to kidney stone disease at all life stages; people with the condition are prone to developing oxalate and calcium phosphate kidney stones. In some cases, crystallised calcium can be deposited in the renal interstitium, causing increased calcium levels in the kidneys. In children, idiopathic hypercalciuria can cause a range of comorbidities including recurrent macroscopic or microscopic haematuria, frequency dysuria syndrome, urinary tract infections and abdominal and lumbar pain. Various dietary interventions have been described that aim to decrease urinary calcium levels or urinary crystallisation."
    },
    {
      "heading": "Objectives",
      "text": "Our objectives were to assess the efficacy, effectiveness and safety of dietary interventions for preventing complications in idiopathic hypercalciuria (urolithiasis and osteopenia) in adults and children, and to assess the benefits of dietary interventions in decreasing urological symptomatology in children with idiopathic hypercalciuria."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Renal Group's Specialised Register (23 April 2013) through contact with the Trials' Search Co-ordinator using search terms relevant to this review. Studies contained in the Specialised Register are identified through search strategies specifically designed for CENTRAL, MEDLINE and EMBASE."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs) and quasi-RCTs that investigated dietary interventions aimed at preventing complications of idiopathic hypercalciuria, compared with placebo, no intervention, or other dietary interventions regardless of route of administration, dose or amount."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Studies were assessed for inclusion and data extracted using a standardised data extraction form. We calculated risk ratios (RR) for dichotomous outcomes and mean differences (MD) for continuous outcomes, both with 95% confidence intervals (CI)."
    },
    {
      "heading": "Main results",
      "text": "We included five studies (379 adult participants) that investigated a range of interventions. Lack of similarity among interventions investigated meant that data could not be pooled. Overall, study methodology was not adequately reported in any of the included studies. There was a high risk of bias associated with blinding (although it seems unlikely that outcomes measures were unduly influenced by lack of intervention blinding), random sequence generation and allocation methodologies were unclear in most studies, but selective reporting bias was assessed as low.\nOne study (120 participants) compared a low calcium diet with a normal calcium, low protein, low salt diet for five years. There was a significant decrease in numbers of new stone recurrences in those treated with the normal calcium, low protein, low salt diet (RR 0.77, 95% CI 0.61 to 0.98). This diet also led to a significant decrease in oxaluria (MD 78.00 µmol/d, 95% CI 26.48 to 129.52) and the calcium oxalate relative supersaturation index (MD 1.20 95% CI 0.21 to 2.19).\nOne study (210 participants) compared a low salt, normal calcium diet with a broad diet for three months. The low salt, normal calcium diet decreased urinary calcium (MD -45.00 mg/d, 95% CI -74.83 to -15.17) and oxalate excretion (MD -4.00 mg/d, 95% CI -6.44 to -1.56).\nA small study (17 participants) compared the effect of dietary fibre as part of a low calcium, low oxalate diet over three weeks, and found that although calciuria levels decreased, oxaluria increased.\nPhyllanthus niruri plant substrate intake was investigated in a small subgroup with hypercalciuria (20 participants); there was no significant effect on calciuria levels occurred after three months of treatment.\nA small cross-over study (12 participants) evaluating the changes in urinary supersaturation indices among patients who consumed calcium-fortified orange juice or milk for one month found no benefits for participants.\nNone of the studies reported any significant adverse effects associated with the interventions."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Long-term adherence (five years) to diets that feature normal levels of calcium, low protein and low salt may reduce numbers of stone recurrences, decrease oxaluria and calcium oxalate relative supersaturation indexes in people with idiopathic hypercalciuria who experience recurrent kidney stones. Adherence to a low salt, normal calcium level diet for some months can reduce calciuria and oxaluria. However, the other dietary interventions examined did not demonstrate evidence of significant beneficial effects.\nNo studies were found investigating the effect of dietary recommendations on other clinical complications or asymptomatic idiopathic hypercalciuria."
    }
  ],
  "pls_title": "Dietary interventions for preventing complications in idiopathic hypercalciuria",
  "pls_type": "long",
  "pls": "Hypercalciuria, an inherited metabolic condition, is the presence of excessive calcium in the urine. The cause is often unknown (idiopathic), and may occur in people who are otherwise well. Although people with the condition have normal levels of calcium in their blood, calcium is lost through the urine.\nAdults with hypercalciuria are prone to developing kidney stones and losing calcium from their bones. In children, hypercalciuria can cause blood in the urine (haematuria), frequency-dysuria syndrome (frequent painful or difficult urination), urinary tract infections, abdominal and back pain.\nIt has been suggested that altering the diets of people with hypercalciuria could help to prevent complications of the condition. We therefore aimed to evaluate the benefits and harms of dietary interventions that had been investigated in clinical studies. We included five studies in our review, one of which compared a low calcium diet with a diet that included normal levels of calcium, low protein, low salt over five years. This study found that diets unrestricted for calcium intake significantly decreased numbers of new kidney stones.\nOther dietary interventions, such as unprocessed wheat bran, did not show any evidence of beneficial effects.\nWe did not find any studies in children, and none investigating specific dietary recommendations for those who had hypercalciuria without symptoms."
}