{
  "doi": "10.1002/14651858.CD006193.pub2",
  "name": "Cemented, cementless or hybrid fixation options in total knee arthroplasty for osteoarthritis and other non‐traumatic diseases ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "It is not clear which fixation of total knee arthroplasty obtains the best clinical, functional and radiographic results in people with osteoarthritis and other non-traumatic diseases, such as rheumatoid arthritis."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of cemented, cementless and hybrid knee prostheses fixation techniques in participants with primary osteoarthritis (osteoarthritis following trauma was not included) and other non-traumatic diseases, such as rheumatoid arthritis."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (2011, issue 10), MEDLINE via PubMed, EMBASE, Current Controlled Trials, LILACS, The Cumulative Index to Nursing and Allied Health Literature, SPORTDiscus, Health Technology Assessment Database and the Database of Abstracts of Reviews of Effectiveness, all from implementation to October 2011, along with handsearches of high-yield journals and reference lists of articles. No language restrictions were applied."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs) evaluating cemented, cementless and hybrid fixation. Participants included patients that were 18 years or older with osteoarthritis and other non-traumatic diseases who were undergoing primary total knee arthroplasty."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three authors independently selected the eligible trials, assessed the trial quality, risk of bias and extracted data. Researchers were contacted to obtain missing information."
    },
    {
      "heading": "Main results",
      "text": "Five RCTs and 297 participants were included in this review. Using meta-analysis on roentgen stereophotogrammetric analysis (RSA) we observed that cemented fixation of the tibial components demonstrated smaller displacement in relation to cementless fixation (with and without hydroxyapatite) after a follow-up of two years (maximum total point-motion, N = 167, two RCTs, mean difference (MD) = 0.52 mm, 95% confidence interval (CI) 0.31 to 0.74). However, the risk of future aseptic loosening with uncemented fixation was approximately half that of cemented fixation according to the arthroplasty instability classification (moderate quality as assessed by GRADE) inferred from RSA (N = 216, three RCTs, risk ratio (RR) = 0.47, 95% CI 0.24 to 0.92) with a 16% absolute risk difference between groups. The number needed to treat for an additional beneficial outcome (NNTB) to prevent future aseptic loosening was 7 (95% CI 5 to 44). There was a low risk of bias for RSA among the studies included. It was not possible to perform meta-analysis on patient-important outcomes, such as the survival rate of the implant (any change of a component), patient global assessments, functional measures, pain, health-related quality of life measures and adverse events. Almost all included studies recorded functional measures of Knee Society and Hospital for Special Surgery knee scores, but the authors of each study found no significant difference between the groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There was a smaller displacement of the cemented tibial component in relation to the cementless fixation in studies with osteoarthritis and rheumatoid arthritis participants who underwent primary total knee prosthesis with a follow-up of two years; however, the cemented fixation presented a greater risk of future aseptic loosening than cementless fixation."
    }
  ],
  "pls_title": "Fixation options of total knee replacement for osteoarthritis and other non-traumatic diseases",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "This summary of a Cochrane review presents previous research about the effects of cemented, cementless or hybrid fixation of total knee replacement (arthroplasty) for osteoarthritis and other non-traumatic diseases.\nThrough three high quality trials and 216 participants, we observed that:\n- The risk of future aseptic loosening with uncemented fixation is approximately half that of cemented fixation in people with knee osteoarthritis and other non-traumatic diseases.\n- Sixteen fewer people out of 100 had a future prediction of arthroplasty instability with uncemented fixation (16% fewer, ranging from 27% fewer to 5% fewer).\n- Thirteen people out of 100 had a future prediction of arthroplasty instability with uncemented fixation.\n- Twenty-nine people out of 100 had a future prediction of arthroplasty instability with cemented fixation.\nThese conclusions were based on an arthroplasty instability classification inferred from radiographic measures.\nWe have no available evidence provided by this review regarding the survival rate of the implant (any change of a component), patient global assessments, functional measures, pain and health-related quality of life measures.\nWe often do not have precise information about adverse events and complications. This is particularly true for rare but serious adverse events. Possible adverse events may include deep vein thrombosis and rare complications may include infections."
    },
    {
      "heading": "What is osteoarthritis and other non-traumatic diseases of the knee and what types of knee implant fixation methods are available?",
      "text": "Osteoarthritis, also known as degenerative joint disease, has a variety of causes. Osteoarthritis can be classified as either primary or secondary, depending on whether there is an identifiable underlying cause. Most cases of the disease have no known cause and are referred to as primary osteoarthritis. Primary osteoarthritis is mostly related to aging. The causes of secondary osteoarthritis include rheumatoid arthritis, a disease in which the immune system attacks the joints (post-traumatic causes were not included in this review).\nIn some patients, damage and pain in the knee from arthritis may be severe enough for surgery. In these patients, the damaged joint surfaces can be replaced by an artificial joint or knee implant. In total knee replacement surgery, the ends of the long bones of the leg (femur and tibia) are usually replaced with metal ends, and an insert is placed between them. The femoral and tibial components can be fixed to the bone with or without cement. Cementation of the tibial component while leaving the femoral component cementless is a hybrid technique.\nIt is not clear which fixation obtains the best clinical, functional and radiographic results in people with osteoarthritis and other non-traumatic diseases, such as rheumatoid arthritis. The use of cement in total knee arthroplasty fixation is considered by many authors to be the gold standard but remains a controversial issue."
    }
  ]
}