{
  "doi": "10.1002/14651858.CD001863.pub4",
  "name": "Education for contraceptive use by women after childbirth",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Contraceptive education is generally a standard component of postpartum care, although the effectiveness is seldom examined. The assumptions that form the basis of such programs include postpartum women being motivated to use contraception and that they will not return to a health provider for family planning advice. Women may wish to discuss contraception both prenatally and after hospital discharge. Nonetheless, two-thirds of postpartum women have unmet needs for contraception. In the USA, many adolescents have repeat pregnancies within a year of giving birth."
    },
    {
      "heading": "Objectives",
      "text": "Assess the effectiveness of educational interventions for postpartum women on contraceptive use"
    },
    {
      "heading": "Search methods",
      "text": "We searched for trials through June 2015 in PubMed, CENTRAL, CINAHL, POPLINE, and Web of Science. For current trials, we searched ClinicalTrials.gov and ICTRP. Previous searches also included EMBASE and PsycInfo. We also examined reference lists of relevant articles. For earlier versions, we contacted investigators to locate additional reports."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered randomized controlled trials (RCTs) that examined postpartum education about contraceptive use, whether delivered to individuals or to groups of women. Studies that randomized clusters rather than individuals were eligible if the investigators accounted for the clustering in the analysis. The intervention must have started within one month after delivery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We assessed titles and abstracts identified during the literature searches. The data were abstracted and entered into Review Manager. Studies were examined for methodological quality. For dichotomous outcomes, the Mantel-Haenszel odds ratio (OR) with 95% confidence interval (CI) was calculated. Where data were sFor continuous variables, we computed the mean difference (MD) with 95% CI. Due to varied interventions and outcome measures, we did not conduct meta-analysis."
    },
    {
      "heading": "Main results",
      "text": "Twelve trials met our eligibility criteria, included the three added in this update. The studies included a total of 4145 women. Eight trials were conducted in the USA; the others were from Australia, Nepal, Pakistan, and Syria. Four studies provided one session before hospital discharge; three had structured counseling of varying intensity and one involved informal counseling. Of eight interventions with than one contact, five focused on adolescents. Three of the five involved home visiting, one provided multiple clinic services, and one had in-person contact and phone follow-up. Of the remaining three for women of varying ages, two involved home visits and one provided phone follow-up.\nOur sensitivity analysis included six trials with evidence of moderate or high quality. In a study with adolescents, the group with home-based mentoring had fewer second births within two years compared to the control group (OR 0.41, 95% CI 0.17 to 1.00). The other five interventions had no effect. Of trials with lower quality evidence, two showed some effectiveness. In Nepal, women with an educational session immediately postpartum were more likely to use contraception at six months than those with a later or no session (OR 1.62, 95% CI 1.06 to 2.50). In an Australian study, teenagers in a structured home-visiting program were more likely to have effective contraception use at six months than those with standard home visits (OR 3.24; 95% CI 1.35 to 7.79)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We focused our results summary on trials with moderate or high quality evidence. Overall, the overall quality of evidence in this review was moderate to low and the evidence of effectiveness was mostly low quality. The interventions could be improved by strengthening the program design and implementation. Some studies did not report program training for providers, adherence to the intervention protocol, or measurement of participants' knowledge and skills. Many trials did not have an objective outcome measure, i.e., pregnancy test or structured questionnaire for contraceptive use. Valid and reliable outcome measures are needed to obtain meaningful results. Still, given the associated costs and logistics, some programs would not be feasible in many settings."
    }
  ],
  "pls_title": "Education about family planning for women who have just given birth",
  "pls_type": "long",
  "pls": "Counseling about family planning is standard for most women who just gave birth. Few providers and researchers have looked at how well the counseling works. We do not know if postpartum women want to use family planning or whether they will return to a health provider for birth control advice. Women may wish to discuss family planning before they have the baby and after they leave the hospital. Women may also prefer to talk about birth control along with other health issues. In this review, we looked at the effects of educational programs about family planning for women who just had a baby.\nThrough June 2015, we searched for trials of education about family planning after having a baby. We also wrote to researchers to find other trials. The trials had to study how much the program affected family planning use. The program must have occurred within a month after the birth. We entered the data into RevMan and used the odds ratio to examine effect. We also looked at the quality of the research methods.\nWe found 12 trials with 4145 women. Eight studies were from the USA and the others were from Australia, Nepal, Pakistan, and Syria. Four trials provided one counseling session before hospital discharge. Of eight studies with more than one contact, five focused on teens. Three of the five had home visiting, one used clinic services, and one had personal and phone contacts. Of three studies with women and teens, two had home visits and one used phone contact.\nSix trials had results of moderate quality. In a study with adolescents, the group with home-based mentoring had fewer second births within two years compared to the control group. Of trials with lower quality evidence, two showed some effect. In Nepal, more of the women with some counseling right after delivery may use birth control at six months than those with a session later or none. In Australia, more teens in a special home-visiting program used birth control correctly at six months than those with standard home visits.\nWe found moderate to low quality results overall. Most of those with some effect were low quality. Better program design and carrying out could make them stronger. Even still, some programs might cost too much for some settings."
}