{
  "doi": "10.1002/14651858.CD003048.pub4",
  "name": "Probiotics for treating acute infectious diarrhoea",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Probiotics may be effective in reducing the duration of acute infectious diarrhoea."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of probiotics in proven or presumed acute infectious diarrhoea."
    },
    {
      "heading": "Search methods",
      "text": "We searched the trials register of the Cochrane Infectious Diseases Group, MEDLINE, and Embase from inception to 17 December 2019, as well as the Cochrane Controlled Trials Register (Issue 12, 2019), in the Cochrane Library, and reference lists from studies and reviews. We included additional studies identified during external review."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials comparing a specified probiotic agent with a placebo or no probiotic in people with acute diarrhoea that is proven or presumed to be caused by an infectious agent."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently applied inclusion criteria, assessed risk of bias, and extracted data. Primary outcomes were measures of diarrhoea duration (diarrhoea lasting ≥ 48 hours; duration of diarrhoea). Secondary outcomes were number of people hospitalized in community studies, duration of hospitalization in inpatient studies, diarrhoea lasting ≥ 14 days, and adverse events."
    },
    {
      "heading": "Main results",
      "text": "We included 82 studies with a total of 12,127 participants. These studies included 11,526 children (age < 18 years) and 412 adults (three studies recruited 189 adults and children but did not specify numbers in each age group). No cluster-randomized trials were included. Studies varied in the definitions used for \"acute diarrhoea\" and \"end of the diarrhoeal illness\" and in the probiotic(s) tested. A total of 53 trials were undertaken in countries where both child and adult mortality was low or very low, and 26 where either child or adult mortality was high.\nRisk of bias was high or unclear in many studies, and there was marked statistical heterogeneity when findings for the primary outcomes were pooled in meta-analysis. Effect size was similar in the sensitivity analysis and marked heterogeneity persisted. Publication bias was demonstrated from funnel plots for the main outcomes.\nIn our main analysis of the primary outcomes in studies at low risk for all indices of risk of bias, no difference was detected between probiotic and control groups for the risk of diarrhoea lasting ≥ 48 hours (risk ratio (RR) 1.00, 95% confidence interval (CI) 0.91 to 1.09; 2 trials, 1770 participants; moderate-certainty evidence); or for duration of diarrhoea (mean difference (MD) 8.64 hours shorter, 95% CI 29.4 hours shorter to 12.1 hours longer; 6 trials, 3058 participants; very low-certainty evidence).\nEffect size was similar and marked heterogeneity persisted in pre-specified subgroup analyses of the primary outcomes that included all studies. These included analyses limited to the probiotics Lactobacillus rhamnosus GG and Saccharomyces boulardii . In six trials (433 participants) of Lactobacillus reuteri, there was consistency amongst findings (I² = 0%), but risk of bias was present in all included studies. Heterogeneity also was not explained by types of participants (age, nutritional/socioeconomic status captured by mortality stratum, region of the world where studies were undertaken), diarrhoea in children caused by rotavirus, exposure to antibiotics, and the few studies of children who were also treated with zinc. In addition, there were no clear differences in effect size for the primary outcomes in post hoc analyses according to decade of publication of studies and whether or not trials had been registered.\nFor other outcomes, the duration of hospitalization in inpatient studies on average was shorter in probiotic groups than in control groups but there was marked heterogeneity between studies (I² = 96%; MD -18.03 hours, 95% CI -27.28 to -8.78, random-effects model: 24 trials, 4056 participants). No differences were detected between probiotic and control groups in the number of people with diarrhoea lasting ≥ 14 days (RR 0.49, 95% CI 0.16 to 1.53; 9 studies, 2928 participants) or in risk of hospitalization in community studies (RR 1.26, 95% CI 0.84 to 1.89; 6 studies, 2283 participants).\nNo serious adverse events were attributed to probiotics."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Probiotics probably make little or no difference to the number of people who have diarrhoea lasting 48 hours or longer, and we are uncertain whether probiotics reduce the duration of diarrhoea. This analysis is based on large trials with low risk of bias."
    }
  ],
  "pls_title": "Do probiotics help to treat acute infectious diarrhoea?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "Acute infectious diarrhoea is a major global disease that particularly affects people in low- and middle-income countries. We wanted to know if taking probiotics is helpful in shortening the time taken for symptoms to resolve. We searched for studies that looked at the use of probiotics in people with acute diarrhoea. We looked for studies in which the treatments people received were decided randomly; these usually give reliable evidence."
    },
    {
      "heading": "Key messages",
      "text": "Probiotics may not affect how long acute diarrhoea lasts. We do not know if they can shorten the time to recovery from diarrhoea. We need reliable evidence from further studies to determine whether probiotics help treat acute infectious diarrhoea."
    },
    {
      "heading": "What was studied in the review?",
      "text": "”Diarrhoea” is the name for frequent bowel movements or the passing of unusually soft or watery faeces. Infections of the gut by bacteria, viruses, or parasites cause acute diarrhoea and are most often spread through water contaminated with faeces. Acute diarrhoea usually improves within a few days. However, in severe acute diarrhoea, water, salts, and nutrients that may be lost from the body are substantial, causing dehydration and even death. Treatments for acute diarrhoea aim to prevent or reverse dehydration, speed up recovery time, and shorten the time that a person may pass the infection to others.\nProbiotics are live bacteria and yeasts that are thought to restore the natural balance of bacteria in the gut (intestines) when this has been disrupted by illness or treatment. Probiotics are often described as \"good\" or \"friendly\" bacteria; they may be present in yoghurts or taken as food supplements. In acute infectious diarrhoea, probiotics may act against the harmful microbes that are causing diarrhoea, help the gut to fight them, or reduce inflammation and damage to the gut."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "We found 82 studies in 12,127 people (mostly children) with acute diarrhoea. Only 26 studies took place in countries that had high numbers of deaths (of any cause) among adults and children.\nThese studies compared the effects of different types of probiotics with no additional treatment or with a placebo (dummy) treatment. We were interested in:\n• how many people had diarrhoea longer than 48 hours; and\n• how long, on average, the symptoms of diarrhoea lasted.\nThere were many differences in the ways these studies were designed and carried out. Studies used different definitions of \"acute diarrhoea\" and \"the end of diarrhoea symptoms,\" and they tested many different probiotics. Therefore, we could not include the results of all studies in our analysis.\nWe did not detect a difference between taking a probiotic and taking a placebo or no additional treatment in the number of children who had diarrhoea longer than 48 hours (two studies in high-income countries; 1770 children). We are uncertain whether taking probiotics affects the length of time that the symptoms of diarrhoea last (six studies; 3058 people). These findings were not affected by age, nutritional and socioeconomic status, region, or rotavirus infection of participants, nor by whether they were taking antibiotic medicines or zinc supplements.\nTaking probiotics may not have affected:\n• how many people had diarrhoea longer than 14 days (nine studies; 2928 people); or\n• how many people were admitted to hospital with diarrhoea (six studies; 2283 people).\nIt was unclear whether taking probiotics shortened the time spent in hospital compared with taking a placebo or no additional treatment (24 studies; 4056 people). Few studies reported on any unwanted effects of probiotics; no serious unwanted effects were reported among people who took probiotics."
    },
    {
      "heading": "How reliable are these results?",
      "text": "Previous published editions of this review drew conclusions from the many small studies in this field and indicated an effect.\nThis new analysis shows that in this topic there is publication bias, with small studies demonstrating a positive effect more likely to be published, which skews the results. This fresh analysis takes this into account."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "We included evidence published up to 17 December 2019."
    }
  ]
}