{
  "doi": "10.1002/14651858.CD003183",
  "name": "Medicinal herbs for hepatitis C virus infection",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Hepatitis C virus (HCV) infection is a serious health problem world-wide. Medicinal herbs are increasingly being used for hepatitis C."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of medicinal herbs for hepatitis C virus infection."
    },
    {
      "heading": "Search methods",
      "text": "Searches were applied to The Controlled Trial Registers of The Cochrane Hepato-Biliary Group , The Cochrane Complementary Medicine Field , and The Cochrane Library as well as MEDLINE , EMBASE , BIOSIS, Chinese and Japanese databases (February 2001). Five Chinese and one Japanese journals were handsearched. No language restriction was used."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised clinical trials comparing medicinal herbs versus placebo, no intervention, general non-specific treatment, other herbal medicine, or interferon and/or ribavirin treatment. Trials of medicinal herbs plus interferon and/or ribavirin versus interferon and/or ribavirin alone were also included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors extracted data independently. The methodological quality of the trials was evaluated using the generation of allocation sequence, allocation concealment, double blinding, and the Jadad-scale. The outcomes were presented as relative risk or weighted mean difference, both with 95% confidence interval."
    },
    {
      "heading": "Main results",
      "text": "Ten randomised trials, including 517 patients with mainly chronic hepatitis C, evaluated ten different medicinal herbs versus various control interventions (four placebo, four interferon, two other herbs). The methodological quality was considered adequate in four trials and inadequate in six trials. Compared with placebo in four trials, none of the medicinal herbs showed positive effects on clearance of serum HCV RNA or anti-HCV antibody or on serum liver enzymes, except one short-term trial in which a silybin preparation showed a significant effect on reducing serum aspartate aminotransferase and gamma-glutamyltranspeptidase activities. The herbal compound Bing Gan Tang combined with interferon-alpha showed significantly better effects on clearance of serum HCV RNA (relative risk 2.54; 95% confidence interval 1.43 to 4.49) and on normalisation of serum alanine aminotransferase activity (relative risk 2.54; 95% confidence interval 1.43 to 4.49) than interferon-alpha monotherapy. The herbal compound Yi Zhu decoction showed a significant effect on clearance of serum HCV RNA and normalisation of ALT levels compared to glycyrrhizin plus ribavirin. Yi Er Gan Tang showed a significant effect on normalising serum alanine aminotransferase compared to silymarin plus glucurolactone. There was no significant efficacy of the other examined herbs. The herbs were associated with adverse events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no firm evidence of efficacy of any medicinal herbs for HCV infection. Medicinal herbs for HCV infection should not be used outside randomised clinical trials."
    }
  ],
  "pls_title": "Still awaiting evidence on efficacy of medicinal herbs for viral hepatitis C",
  "pls_type": "long",
  "pls": "Hepatitis C is an infectious disease of the liver caused by hepatitis C virus. Around 170 million people world-wide are chronically infected with this virus. The infection is associated with severe sequelae such as liver cirrhosis, liver cancer, or liver failure. Herbal medicines have been used for treating hepatitis C. This systematic review evaluates the effects of herbal medicines for treating acute and chronic hepatitis C infection.\nTen different herbal medicines were tested in ten randomised trials in patients with chronic hepatitis C. The present systematic review found no significant antiviral effect of the herbal medicines when compared with placebo, but the data suggest that some herbal medicines in combination with interferon may have effects on the clearance of HCV RNA and on normalisation of liver enzymes. However, there is no strong evidence for any efficacy of these medicinal herbs for chronic hepatitis C due to the fact that most positive effects came from clinical trials with low methodological quality. Medicinal herbs for hepatitis C virus infection should not be used outside well-designed, randomised clinical trials."
}