{
  "doi": "10.1002/14651858.CD004049.pub2",
  "name": "Inositol for depressive disorders",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "There are a number of effective interventions for the treatment of depression. It is possible that the efficacy of these treatments will be improved further by the use of adjunctive therapies such as inositol."
    },
    {
      "heading": "Objectives",
      "text": "1. To determine the effectiveness of inositol in the treatment of depression. \n2. To determine the adverse effects and acceptability of treatment with inositol."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Controlled Trials Register (CCTR), The Cochrane Collaboration Depression, Anxiety and Neurosis Controlled Trials Register (CCDANCTR) incorporating results of group searches of EMBASE, MEDLINE, LILACS, CINAHL, PSYNDEX and PsycLIT were searched. Reference lists of relevant papers and major textbooks of affective disorder were checked. Experts in the field and pharmaceutical companies were contacted regarding unpublished material."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials that compare treatment with inositol, whether as monotherapy or adjunctive therapy, to an alternative treatment, whether another antidepressant medication or placebo, for patients with a diagnosis of depressive disorder (diagnosed according to explicit criteria)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data were independently extracted from the original reports by two reviewers. Statistical analysis was conducted using Review Manager version 4.2.1."
    },
    {
      "heading": "Main results",
      "text": "Four trials were identified, with a total of 141 participants. These were short term trials of double-blind design. The trials did not show clear evidence of a therapeutic benefit, nor any evidence of poor acceptability."
    },
    {
      "heading": "Authors' conclusions",
      "text": "It is currently unclear whether or not inositol is of benefit in the treatment of depression. Ongoing studies should reduce this uncertainty."
    }
  ],
  "pls_title": "Inositol for depression",
  "pls_type": "long",
  "pls": "Inositol is a nutritional supplement that has been suggested as a treatment for depressive disorders. The reviewers found the current evidence is unclear whether or not inositol is of benefit in the treatment of depression. There are ongoing studies that should reduce this uncertainty."
}