{
  "doi": "10.1002/14651858.CD009178.pub4",
  "name": "Pharmacotherapies for sleep disturbances in dementia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Sleep disturbances, including reduced nocturnal sleep time, sleep fragmentation, nocturnal wandering, and daytime sleepiness are common clinical problems in dementia, and are associated with significant carer distress, increased healthcare costs, and institutionalisation. Although non-drug interventions are recommended as the first-line approach to managing these problems, drug treatment is often sought and used. However, there is significant uncertainty about the efficacy and adverse effects of the various hypnotic drugs in this clinically vulnerable population."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects, including common adverse effects, of any drug treatment versus placebo for sleep disorders in people with dementia."
    },
    {
      "heading": "Search methods",
      "text": "We searched ALOIS (www.medicine.ox.ac.uk/alois), the Cochrane Dementia and Cognitive Improvement Group's Specialized Register, on 19 February 2020, using the terms: sleep, insomnia, circadian, hypersomnia, parasomnia, somnolence, rest-activity, and sundowning."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that compared a drug with placebo, and that had the primary aim of improving sleep in people with dementia who had an identified sleep disturbance at baseline."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data on study design, risk of bias, and results. We used the mean difference (MD) or risk ratio (RR) with 95% confidence intervals (CI) as the measures of treatment effect, and where possible, synthesised results using a fixed-effect model. Key outcomes to be included in our summary tables were chosen with the help of a panel of carers. We used GRADE methods to rate the certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "We found nine eligible RCTs investigating: melatonin (5 studies, n = 222, five studies, but only two yielded data on our primary sleep outcomes suitable for meta-analysis), the sedative antidepressant trazodone (1 study, n = 30), the melatonin-receptor agonist ramelteon (1 study, n = 74, no peer-reviewed publication), and the orexin antagonists suvorexant and lemborexant (2 studies, n = 323).\nParticipants in the trazodone study and most participants in the melatonin studies had moderate-to-severe dementia due to Alzheimer's disease (AD); those in the ramelteon study and the orexin antagonist studies had mild-to-moderate AD. Participants had a variety of common sleep problems at baseline. Primary sleep outcomes were measured using actigraphy or polysomnography. In one study, melatonin treatment was combined with light therapy. Only four studies systematically assessed adverse effects. Overall, we considered the studies to be at low or unclear risk of bias.\nWe found low-certainty evidence that melatonin doses up to 10 mg may have little or no effect on any major sleep outcome over eight to 10 weeks in people with AD and sleep disturbances. We could synthesise data for two of our primary sleep outcomes: total nocturnal sleep time (TNST) (MD 10.68 minutes, 95% CI –16.22 to 37.59; 2 studies, n = 184), and the ratio of day-time to night-time sleep (MD –0.13, 95% CI –0.29 to 0.03; 2 studies; n = 184). From single studies, we found no evidence of an effect of melatonin on sleep efficiency, time awake after sleep onset, number of night-time awakenings, or mean duration of sleep bouts. There were no serious adverse effects of melatonin reported.\nWe found low-certainty evidence that trazodone 50 mg for two weeks may improve TNST (MD 42.46 minutes, 95% CI 0.9 to 84.0; 1 study, n = 30), and sleep efficiency (MD 8.53%, 95% CI 1.9 to 15.1; 1 study, n = 30) in people with moderate-to-severe AD. The effect on time awake after sleep onset was uncertain due to very serious imprecision (MD –20.41 minutes, 95% CI –60.4 to 19.6; 1 study, n = 30). There may be little or no effect on number of night-time awakenings (MD –3.71, 95% CI –8.2 to 0.8; 1 study, n = 30) or time asleep in the day (MD 5.12 minutes, 95% CI –28.2 to 38.4). There were no serious adverse effects of trazodone reported.\nThe small (n = 74), phase 2 trial investigating ramelteon 8 mg was reported only in summary form on the sponsor's website. We considered the certainty of the evidence to be low. There was no evidence of any important effect of ramelteon on any nocturnal sleep outcomes. There were no serious adverse effects.\nWe found moderate-certainty evidence that an orexin antagonist taken for four weeks by people with mild-to-moderate AD probably increases TNST (MD 28.2 minutes, 95% CI 11.1 to 45.3; 1 study, n = 274) and decreases time awake after sleep onset (MD –15.7 minutes, 95% CI –28.1 to –3.3: 1 study, n = 274) but has little or no effect on number of awakenings (MD 0.0, 95% CI –0.5 to 0.5; 1 study, n = 274). It may be associated with a small increase in sleep efficiency (MD 4.26%, 95% CI 1.26 to 7.26; 2 studies, n = 312), has no clear effect on sleep latency (MD –12.1 minutes, 95% CI –25.9 to 1.7; 1 study, n = 274), and may have little or no effect on the mean duration of sleep bouts (MD –2.42 minutes, 95% CI –5.53 to 0.7; 1 study, n = 38). Adverse events were probably no more common among participants taking orexin antagonists than those taking placebo (RR 1.29, 95% CI 0.83 to 1.99; 2 studies, n = 323)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We discovered a distinct lack of evidence to guide decisions about drug treatment of sleep problems in dementia. In particular, we found no RCTs of many widely prescribed drugs, including the benzodiazepine and non-benzodiazepine hypnotics, although there is considerable uncertainty about the balance of benefits and risks for these common treatments. We found no evidence for beneficial effects of melatonin (up to 10 mg) or a melatonin receptor agonist. There was evidence of some beneficial effects on sleep outcomes from trazodone and orexin antagonists and no evidence of harmful effects in these small trials, although larger trials in a broader range of participants are needed to allow more definitive conclusions to be reached. Systematic assessment of adverse effects in future trials is essential."
    }
  ],
  "pls_title": "Medicines for sleep problems in dementia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "People with dementia frequently experience sleep disturbances. These can include reduced sleep at night, frequent wakening, wandering at night, and sleeping excessively during the day.\nThese behaviours cause a lot of stress to carers, and may be associated with earlier admission to institutional care for people with dementia. They can also be difficult for care-home staff to manage.\nNon-drug approaches to treatment should be tried first, However, these may not help and medicines are often used. Since the source of the sleep problems may be changes in the brain caused by dementia, it is not clear whether normal sleeping tablets are effective for people with dementia, and there are worries that the medicines could cause significant side effects (harms)."
    },
    {
      "heading": "The purpose of this review",
      "text": "In this updated Cochrane review, we tried to identify the benefits and common harms of any medicine used to treat sleep problems in people with dementia."
    },
    {
      "heading": "Findings of this review",
      "text": "We searched up to February 2020 for well-designed trials that compared any medicine used for treating sleep problems in people with dementia with a fake medicine (placebo). We consulted a panel of carers to help us identify the most important outcomes to look for in the trials.\nWe found nine trials (649 participants) investigating four types of medicine: melatonin (five trials), trazodone (one trial), ramelteon (one trial), and orexin antagonists (two trials). Participants in all the trials had dementia due to Alzheimer's disease. The ramelteon trial, one melatonin trial, and both orexin antagonist trials were commercially funded. Overall, the evidence was moderate or low quality, meaning that further research is likely to affect the results.\nParticipants in the trazodone trial and most of those in the melatonin trials had moderate-to-severe dementia, while those in the ramelteon and orexin antagonist trials had mild-to-moderate dementia.\nThe five melatonin trials included 253 participants. We found no evidence that melatonin improved sleep in people with dementia due to Alzheimer's disease. The ramelteon trial had 74 participants. The limited information available did not provide any evidence that ramelteon was better than placebo. There were no serious harms for either medicine.\nThe trazodone trial had only 30 participants. It showed that a low dose of the sedative antidepressant trazodone, 50 mg, given at night for two weeks, may increase the total time spent asleep each night (an average of 43 minutes more in the trial) and may improve sleep efficiency (the percentage of time in bed spent sleeping). It may have slightly reduced the time spent awake at night after first falling asleep, but we could not be sure of this effect. It did not reduce the number of times the participants woke up at night. There were no serious harms reported.\nThe two orexin antagonist trials had 323 participants. We found evidence that an orexin antagonist probably has some beneficial effects on sleep. On average, participants in the trials slept 28 minutes longer at night and spent 15 minutes less time awake after first falling asleep. There was also a small increase in sleep efficiency, but no evidence of an effect on the number of times participants woke up. Side effects were no more common in participants taking the drugs than in those taking placebo.\nThe drugs that appeared to have beneficial effects on sleep did not seem to worsen participants' thinking skills, but these trials did not assess participants' quality of life, or look in any detail at outcomes for carers."
    },
    {
      "heading": "Shortcomings of this review",
      "text": "Although we searched for them, we were unable to find any trials of other sleeping medications that are commonly prescribed to people with dementia. All participants had dementia due to Alzheimer's disease, although sleep problems are also common in other forms of dementia. No trials assessed how long participants spent asleep without interruption, a high priority outcome to our panel of carers. Only four trials measured side effects systematically.\nWe concluded that there are significant gaps in the evidence needed to guide decisions about medicines for sleeping problems in dementia. More trials are required to inform medical practice. It is essential that trials include careful assessment of side effects."
    }
  ]
}