{
  "doi": "10.1002/14651858.CD005318.pub2",
  "name": "Cognitive reframing for carers of people with dementia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The balance of evidence about whether psychosocial interventions for caregivers of people with dementia could reduce carers' psychological morbidity and delay their relatives' institutionalisation is now widely regarded as moderately positive (Brodaty 2003; Spijker 2008). Multi-component, tailor-made psychosocial interventions are considered to be particularly promising (Brodaty 2003; Spijker 2008). These interventions involve multiple mechanisms of action. In this review we focused solely on the effectiveness of one element within psychosocial interventions, cognitive reframing. Cognitive reframing is a component of cognitive behavioral therapy (CBT). In dementia care, cognitive reframing interventions focus on family carers’ maladaptive, self-defeating or distressing cognitions about their relatives’ behaviors and about their own performance in the caring role."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to evaluate the effectiveness of cognitive reframing interventions for family carers of people with dementia on their psychological morbidity and stress."
    },
    {
      "heading": "Search methods",
      "text": "The trials were identified by searching (5 April 2009) the Cochrane Dementia and Cognitive Improvement Group Specialized Register, which contains records from major healthcare databases: The Cochrane Library, MEDLINE, EMBASE, PsycINFO, CINAHL and LILACS, ongoing trial databases and grey literature sources. For more detailed information on what the Group's specialized register contains and to view the search strategies see the Cochrane Dementia and Cognitive Improvement Group methods used in reviews.\nThe Cochrane Library, MEDLINE, EMBASE, PsycINFO, CINAHL, LILACS and a number of trial registers and grey literature sources were also searched separately on 5 April 2009."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of cognitive reframing interventions for family carers of people with dementia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three assessors (MVD, ID, JmC) independently judged whether the intervention being studied was documented in a trial; two assessors assessed trial quality."
    },
    {
      "heading": "Main results",
      "text": "Pooled data indicated a beneficial effect of cognitive reframing interventions on carers' psychological morbidity, specifically anxiety (standardised mean difference (SMD) -0.21; 95% confidence interval (CI) -0.39 to -0.04), depression (SMD -0.66; 95% CI -1.27 to -0.05), and subjective stress (SMD -0.23; 95% CI -0.43 to -0.04). No effects were found for carers’ coping, appraisal of the burden, reactions to their relatives’ behaviors, or institutionalization of the person with dementia."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Cognitive reframing for family carers of people with dementia seems to reduce psychological morbidity and subjective stress but without altering appraisals of coping or burden. The results suggest that it may be an effective component of individualised, multi-component interventions for carers. Identifying studies with relevant interventions was a challenge for this review. The impact of cognitive reframing might be higher when used alongside other interventions because this offers better opportunities to tailor cognitive reframing to actual everyday carer problems."
    }
  ],
  "pls_title": "Cognitive reframing for carers of people with dementia",
  "pls_type": "long",
  "pls": "There is some evidence that cognitive reframing interventions for family carers of people with dementia are effective.\nDementia care is challenging for family carers. We studied whether they could be helped by cognitive reframing interventions. Cognitive reframing is intended to reduce carers’ stress by changing certain of their beliefs, such as beliefs about their responsibilities to the person with dementia, their own need for support, and why their relatives behave as they do. We found that cognitive reframing has the potential to reduce anxiety, depression and stress. It did not affect carers’ coping or sense of being burdened. This review concludes that cognitive reframing might be useful to improve the mental health of informal carers of people with dementia."
}