{
  "doi": "10.1002/14651858.CD011889.pub2",
  "name": "Paracetamol (acetaminophen) for acute treatment of episodic tension‐type headache in adults ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Tension-type headache (TTH) affects about 1 person in 5 worldwide. It is divided into infrequent episodic TTH (fewer than one headache per month), frequent episodic TTH (two to 14 headaches per month), and chronic TTH (15 headache days a month or more). Paracetamol (acetaminophen) is one of a number of analgesics suggested for acute treatment of headaches in frequent episodic TTH."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of paracetamol for the acute treatment of frequent episodic TTH in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (CRSO), MEDLINE, EMBASE, and the Oxford Pain Relief Database to October 2015, and also reference lists of relevant published studies and reviews. We sought unpublished studies by asking personal contacts and searching online clinical trial registers and manufacturers' websites."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, double-blind, placebo-controlled studies (parallel-group or cross-over) using oral paracetamol for symptomatic relief of an acute episode of TTH. Studies had to be prospective, with participants aged 18 years or over, and include at least 10 participants per treatment arm."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion and extracted data. We used the numbers of participants achieving each outcome to calculate the risk ratio (RR) and number needed to treat for one additional beneficial outcome (NNT) or one additional harmful outcome (NNH) for oral paracetamol compared to placebo or an active intervention for a range of outcomes, predominantly those recommended by the International Headache Society (IHS).\nWe assessed the evidence using GRADE (Grading of Recommendations Assessment, Development and Evaluation) and created 'Summary of findings' tables."
    },
    {
      "heading": "Main results",
      "text": "We included 23 studies, all of which enrolled adults with frequent episodic TTH. Twelve studies used the IHS diagnostic criteria or similar, six used the older classification of the Ad Hoc Committee, and five did not describe specific diagnostic criteria but generally excluded participants with migraines. Participants had moderate or severe pain at the start of treatment. While 8079 people with TTH participated in these studies, the numbers available for any analysis were lower than this because outcomes were inconsistently reported and because many participants received active comparators.\nNone of the included studies were at low risk of bias across all domains considered, although for most studies and domains this was likely to be due to inadequate reporting rather than poor methods. We judged five studies to be at high risk of bias for incomplete outcome reporting, and seven due to small size.\nFor the IHS preferred outcome of being pain free at two hours the NNT for paracetamol 1000 mg compared with placebo was 22 (95% confidence interval (CI) 15 to 40) in eight studies (5890 participants; high quality evidence), with no significant difference from placebo at one hour. The NNT was 10 (7.9 to 14) for pain-free or mild pain at two hours in five studies (5238 participants; high quality evidence). The use of rescue medication was lower with paracetamol 1000 mg than with placebo, with an NNTp to prevent an event of 7.8 (6.0 to 11) in six studies (1856 participants; moderate quality evidence). On limited data, the efficacy of paracetamol 500 mg to 650 mg was not superior to placebo, and paracetamol 1000 mg was not different from either ketoprofen 25 mg or ibuprofen 400 mg (low quality evidence).\nAdverse events were not different between paracetamol 1000 mg and placebo (RR 1.1 (0.94 to 1.3); 5605 participants; 11 studies; high quality evidence). Studies reported no serious adverse events.\nThe quality of the evidence using GRADE comparing paracetamol 1000 mg with placebo was moderate to high. Where evidence was downgraded it was because a minority of studies reported the outcome. For comparisons of paracetamol 500 mg to 650 mg with placebo, and of paracetamol 1000 mg with active comparators, we downgraded the evidence to low quality or very low quality because of the small number of studies and events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Paracetamol 1000 mg provided a small benefit in terms of being pain free at two hours for people with frequent episodic TTH who have an acute headache of moderate or severe intensity."
    }
  ],
  "pls_title": "Oral paracetamol for treatment of acute episodic tension-type headache in adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Bottom line",
      "text": "This review found that few people with two to 14 tension-type headaches a month get good pain relief from taking paracetamol 1000 mg. There are questions about how studies of this type of headache are conducted. These questions involve the type of people chosen for the studies, and the types of outcomes reported. This limits the usefulness of the results, especially for people who just have an occasional headache."
    },
    {
      "heading": "Background",
      "text": "People with frequent episodic tension-type headache have between two and 14 headaches every month. Tension-type headache stops people concentrating and working properly, and results in much disability. When headaches do occur, they get better over time, even without treatment.\nParacetamol is a commonly used painkiller, available without prescription (over the counter) in most parts of the world. The usual dose is 1000 mg (usually two tablets) taken by mouth."
    },
    {
      "heading": "Study characteristics",
      "text": "In October 2015, we searched the medical literature and found 23 studies involving 8079 participants looking at paracetamol for frequent episodic tension-type headache. About 6000 participants were involved in comparisons between paracetamol 1000 mg and placebo (a dummy tablet). Results were usually reported two hours after taking the medicine or placebo. The International Headache Society recommends the outcome of being pain free two hours after taking a medicine, but other outcomes are also suggested. Few studies reported pain free at two hours or other outcomes, so there was limited information to analyse for some outcomes."
    },
    {
      "heading": "Key results",
      "text": "The outcome of being pain free at two hours was reported by 24 in 100 people taking paracetamol 1000 mg, and in 19 out of 100 people taking placebo, meaning that only 5 in 100 people benefited because of paracetamol 1000 mg (high quality evidence). The outcome of being pain free or having only mild pain at two hours was reported by 59 in 100 people taking paracetamol 1000 mg, and in 49 out of 100 people taking placebo (high quality evidence), meaning that only 10 in 100 people benefited because of paracetamol 1000 mg.\nAbout 10 in 100 people taking paracetamol 1000 mg reported having a side effect, which was the same as with placebo (9 in 100 people) (high quality evidence). Most side effects were mild or moderate in intensity. No side effects were serious.\nWe found a very small amount of information comparing paracetamol 500 mg or 650 mg with placebo, and comparing paracetamol 1000 mg with other painkillers. There was no difference between any of these treatments."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence was moderate or high for paracetamol 1000 mg compared with placebo, and low or very low for paracetamol 500 mg to 650 mg compared with placebo, and for paracetamol 1000 mg compared with other painkillers. High quality evidence means that we are very certain about the results. Low quality evidence means that we are very uncertain about the results."
    }
  ]
}