{
  "doi": "10.1002/14651858.CD002924.pub2",
  "name": "In‐hospital care pathways for stroke",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Stroke care pathways have the potential to promote organised and efficient patient care that is based on best evidence and guidelines, but evidence to support their use is unclear."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of care pathways, compared with standard medical care, among patients with acute stroke who had been admitted to hospital."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group Trials Register (last searched in June 2003), the Cochrane Central Register of Controlled Trials (The Cochrane Library , Issue 2, 2003), MEDLINE (1975 to June 2003), EMBASE (1980 to June 2003), CINAHL (1982 to June 2003), ISI Proceedings: Science & Technology (1990 to November 2003), and HealthSTAR (1994 to May 2001). We also handsearched the Journal of Integrated Care Pathways (2001 to 2003), formerly Journal of Managed Care (1997 to 1998) and Journal of Integrated Care (1998 to 2001). Reference lists of articles were searched."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials and non-randomised studies that compared care pathway care with standard medical care."
    },
    {
      "heading": "Data collection and analysis",
      "text": "One reviewer selected studies for inclusion and the other independently checked the decisions. Two reviewers independently assessed the methodological quality of the studies. One reviewer extracted the data and the other checked the extracted data."
    },
    {
      "heading": "Main results",
      "text": "Three randomised controlled trials (340 patients) and 12 non-randomised studies (4081 patients) were included. There was significant statistical heterogeneity in the analysis of many of the outcomes. We found no significant difference between care pathway and control groups in terms of death or discharge destination. Patients managed with a care pathway were: (1) more dependent at discharge (P = 0.04); (2) less likely to suffer a urinary tract infection (Odds Ratio (OR) 0.51, 95% Confidence Interval (CI) 0.34 to 0.79); (3) less likely to be readmitted (OR 0.11, 95% CI 0.03 to 0.39); and (4) more likely to have neuroimaging (OR 2.42, 95% CI 1.12 to 5.25). Evidence from randomised trials suggested that patient satisfaction and quality of life were significantly lower in the care pathway group (P = 0.02 and P < 0.005 respectively)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Use of stroke care pathways may be associated with positive and negative effects. Since most of the results have been derived from non-randomised studies, they are likely to be influenced by potential biases and confounding factors. There is currently insufficient supporting evidence to justify the routine implementation of care pathways for acute stroke management or stroke rehabilitation."
    }
  ],
  "pls_title": "In-hospital care pathways for stroke",
  "pls_type": "long",
  "pls": "The effects of using care pathways to manage people admitted to hospital with stroke are not clear. Care in a hospital stroke unit can reduce the risks of death and disability after stroke. Care pathways aim to promote organised and efficient patient care based on the best evidence and guidelines. The review found that patients treated within a care pathway may be less likely to suffer some complications (e.g. urine infections), and more likely to have certain tests (e.g. brain scans). However, the use of care pathways may also reduce the patient's likelihood of functioning independently when discharged from hospital, their quality of life, and their satisfaction with hospital care. Currently, there is not enough evidence to justify introducing care pathways for the routine care of all patients with stroke. Further research is needed to find out if care pathways for stroke do more good than harm."
}