{
  "doi": "10.1002/14651858.CD009128.pub3",
  "name": "Sweet potato for type 2 diabetes mellitus",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Sweet potato (Ipomoea batatas) is among the most nutritious subtropical and tropical vegetables. It is also used in traditional medicine practices for type 2 diabetes mellitus. Research in animal and human models suggests a possible role of sweet potato in glycaemic control."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of sweet potato for type 2 diabetes mellitus."
    },
    {
      "heading": "Search methods",
      "text": "We searched several electronic databases, including The Cochrane Library (2013, Issue 1), MEDLINE, EMBASE, CINAHL, SIGLE and LILACS (all up to February 2013), combined with handsearches. No language restrictions were used."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) that compared sweet potato with a placebo or a comparator intervention, with or without pharmacological or non-pharmacological interventions."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently selected the trials and extracted the data. We evaluated risk of bias by assessing randomisation, allocation concealment, blinding, completeness of outcome data, selective reporting and other potential sources of bias."
    },
    {
      "heading": "Main results",
      "text": "Three RCTs met our inclusion criteria: these investigated a total of 140 participants and ranged from six weeks to five months in duration. All three studies were performed by the same trialist. Overall, the risk of bias of these trials was unclear or high. All RCTs compared the effect of sweet potato preparations with placebo on glycaemic control in type 2 diabetes mellitus. There was a statistically significant improvement in glycosylated haemoglobin A1c (HbA1c) at three to five months with 4 g/day sweet potato preparation compared to placebo (mean difference -0.3% (95% confidence interval -0.6 to -0.04); P = 0.02; 122 participants; 2 trials). No serious adverse effects were reported. Diabetic complications and morbidity, death from any cause, health-related quality of life, well-being, functional outcomes and costs were not investigated."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence about the use of sweet potato for type 2 diabetes mellitus. In addition to improvement in trial methodology, issues of standardization and quality control of preparations - including other varieties of sweet potato - need to be addressed. Further observational trials and RCTs evaluating the effects of sweet potato are needed to guide any recommendations in clinical practice."
    }
  ],
  "pls_title": "Sweet potato for type 2 diabetes mellitus",
  "pls_type": "long",
  "pls": "Sweet potato (Ipomoea batatas) is a plant found in the tropical and subtropical belts and is one of the most nutritious tropical and subtropical vegetables. As well as being popular in cooking in countries in Asia-Pacific, Africa and North America, sweet potato is also used in traditional medicine for the treatment of diabetes mellitus. We decided to investigate whether there is enough evidence from medical trials to show whether sweet potato works as a treatment for diabetes. This review of randomised controlled trials found only three studies (with a total of 140 participants) that evaluated the effects of sweet potato for type 2 diabetes mellitus compared with a fake medicine (placebo). All these trials were of very low quality. Two studies with 122 participants showed improved long-term metabolic control of blood sugar levels as measured by glycosylated haemoglobin A1c (HbA1c) which was moderately lowered by 0.3% in participants who were given 4 g sweet potato tablets a day for three to five months. The duration of treatment ranged from six weeks to five months. No study investigated diabetic complications, death from any cause, health-related quality of life, well-being, functional outcomes or costs. Adverse effects were mostly mild, and included abdominal distension and pain. There are many varieties of sweet potatoes and sweet potato preparations. More trials are needed to assess the quality of the various sweet potato preparations as well as to evaluate further the use of different varieties of sweet potato in the diet of diabetic people."
}