{
  "doi": "10.1002/14651858.CD011298.pub2",
  "name": "Strategies for improving postpartum contraceptive use: evidence from non‐randomized studies ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Nearly two-thirds of women in their first postpartum year have an unmet need for family planning. Adolescents often have repeat pregnancies within a year of giving birth. Women may receive counseling on family planning both antepartum and postpartum. Decisions about contraceptive use made right after counseling may differ considerably from actual postpartum use. In earlier work, we found limited evidence of effectiveness from randomized trials on postpartum contraceptive counseling. For educational interventions, non-randomized studies may be conducted more often than randomized trials."
    },
    {
      "heading": "Objectives",
      "text": "We reviewed non-randomized studies of educational strategies to improve postpartum contraceptive use. Our intent was to examine associations between specific interventions and postpartum contraceptive use or subsequent pregnancy."
    },
    {
      "heading": "Search methods",
      "text": "We searched for eligible non-randomized studies until 3 November 2014. Sources included CENTRAL, PubMed, POPLINE, and Web of Science. We also sought current trials via ClinicalTrials.gov and ICTRP. For additional citations, we examined reference lists of relevant reports and reviews."
    },
    {
      "heading": "Selection criteria",
      "text": "The studies had to be comparative, i.e., have intervention and comparison groups. The educational component could be counseling or another behavioral strategy to improve contraceptive use among postpartum women. The intervention had to include contact within six weeks postpartum. The comparison condition could be another behavioral strategy to improve contraceptive use, usual care, other health education, or no intervention. Our primary outcomes were postpartum contraceptive use and subsequent pregnancy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors evaluated abstracts for eligibility and extracted data from included studies. We computed the Mantel-Haenszel odds ratio (OR) for dichotomous outcomes and the mean difference (MD) for continuous measures, both with 95% Confidence Intervals (CI). Where studies used adjusted analyses for continuous outcomes, we presented the results as reported by the investigators. Due to differences in interventions and outcome measures, we did not conduct meta-analysis. To assess the evidence quality, we used the Newcastle-Ottawa Quality Assessment Scale."
    },
    {
      "heading": "Main results",
      "text": "Six studies met our inclusion criteria and included a total of 5143 women. Of three studies with self-reported pregnancy data, two showed pregnancy to be less likely in the experimental group than in the comparison group (OR 0.48, 95% CI 0.27 to 0.87) (OR 0.60, 95% CI 0.41 to 0.87). The interventions included a clinic-based counseling program and a community-based communication project.\nAll studies showed some association of the intervention with contraceptive use. Two showed that treatment-group women were more likely to use a modern method than the control group: ORs were 1.77 (95% CI 1.08 to 2.89) and 3.08 (95% CI 2.36 to 4.02). In another study, treatment-group women were more likely than control-group women to use pills (OR 1.78, 95% CI 1.26 to 2.50) or an intrauterine device (IUD) (OR 3.72, 95% CI 1.27 to 10.86) but less likely to use and injectable method (OR 0.23, 95% CI 0.05 to 1.00). One study used a score for method effectiveness. The methods of the special-intervention group scored higher than those of the comparison group at three months (MD 13.26, 95% CI 3.16 to 23.36). A study emphasizing IUDs showed women in the intervention group were more likely to use an IUD (OR 1.79, 95% CI 1.20 to 2.69) and less likely to use no method (OR 0.48, 95% CI 0.31 to 0.75). In another study, contraceptive use was more likely among women in a health service intervention compared to women in a community awareness program at four months (OR 1.79, 95% CI 1.40 to 2.30) or women receiving standard care at 10 to 12 months (OR 2.08, 95% CI 1.58 to 2.74). That study was the only one with a specific component on the lactational amenorrhea method (LAM) that had sufficient data on LAM use. Women in the health service group were more likely than those in the community awareness group to use LAM (OR 41.36, 95% CI 10.11 to 169.20)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We considered the quality of evidence to be very low. The studies had limitations in design, analysis, or reporting. Three did not adjust for potential confounding and only two had sufficient information on intervention fidelity. Outcomes were self reported and definitions varied for contraceptive use. All studies had adequate follow-up periods but most had high losses, as often occurs in contraception studies."
    }
  ],
  "pls_title": "Programs to improve birth control use by postpartum women",
  "pls_type": "long",
  "pls": "Most postpartum women do not have the birth control they would like. Teens often get pregnant again within a year. In earlier work, we found few randomized trials on learning about postpartum family planning. Here, we looked at other types of studies that tested ways to improve postpartum use of birth control. We wanted to see if certain programs were related to more use of family planning after giving birth.\nUntil 3 November 2014, we ran computer searches for studies of programs to improve family planning among postpartum women. We wrote to researchers for missing data. Programs had to have contact within six weeks postpartum. The special program was compared with a different program, usual care, or no service. Our main outcomes were birth control use and pregnancy.\nWe found six studies with a total of 5143 women. Of three studies with pregnancy data, two showed fewer pregnancies in the treatment group compared to the control group. The programs in those studies were clinic counseling and community education. All studies showed the special program was related to more birth control use. In two studies, more women in the treatment group used a modern method of birth control than those in the control group. In another study, women in the treatment group were more likely to use pills or an IUD but less likely to use an injectable method. One study used a score for how well the birth control method usually worked. The methods of the treatment group scored higher than those of the control group. A study focused on IUDs showed more IUDs in the treatment group and less use of no method. Women in a health service program used birth control more often than those in a community education program or those getting standard care. Also, women in the health service group were more likely to use the lactation method.\nWe believe the data were very low quality for pregnancy and birth control use. The studies had problems in design, analysis, and reporting. Some did not adjust for factors that could affect the results. They had self-reported outcomes and used different measures for the outcomes. All studies had good follow-up times but most lost many women to follow up."
}