{
  "doi": "10.1002/14651858.CD000141.pub2",
  "name": "Multiple versus single doses of exogenous surfactant for the prevention or treatment of neonatal respiratory distress syndrome ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Randomized controlled trials have demonstrated the efficacy of surfactant therapy in the treatment of infants at risk for or having respiratory distress syndrome (RDS). Due to surfactant inactivation, multiple doses of surfactant may lead to improved outcome."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effect of multiple doses of exogenous surfactant compared to single doses of exogenous surfactant on mortality and complications of prematurity in premature infants at risk for or having respiratory distress syndrome."
    },
    {
      "heading": "Search methods",
      "text": "For the initial search in 1999, searches were made of the Oxford Database of Perinatal Trials, Medline (MeSH terms: pulmonary surfactant; limits: age groups, newborn infant; publication type, clinical trials), previous reviews including cross references, abstracts, conference and symposia proceedings, expert informants, and journal hand searching in the English language.\nIn June 2008, the searches were updated including Medline, Cinhal and Embase using similar terms as the original search."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials comparing a policy of multiple doses of surfactant to a policy of single doses of surfactant extract in premature infants at risk for or having respiratory distress syndrome were considered for this review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data on clinical outcomes including pneumothorax, patent ductus arteriosus, necrotizing enterocolitis, intraventricular hemorrhage (all intraventricular hemorrhage and severe intraventricular hemorrhage), bronchopulmonary dysplasia, retinopathy of prematurity, and mortality were excerpted by the both reviewers (R. Soll; E. Özek). For this update additional data were sought on pulmonary hemorrhage, periventricular leukomalacia, neurodevelopmental follow-up, rehospitalization for pulmonary reasons,and reactive airway disease. Data were analyzed according to the standards of the Cochrane Neonatal Review Group."
    },
    {
      "heading": "Main results",
      "text": "Three trials were identified that met study criteria. Two studies were randomized controlled trials of multiple vs. single dose animal derived surfactant extract in infants with established respiratory distress syndrome. Meta-analysis of these trials suggests a reduction in the risk of pneumothorax (typical relative risk 0.51, 95% CI 0.30, 0.88; typical risk difference-0.09, 95% CI -0.15, -0.02) and a trend towards a reduction in the risk of mortality (typical relative risk 0.63, 95% CI 0.39, 1.02; typical risk difference -0.07, 95% CI -0.14, 00.00).\nOne study of multiple vs. single dose synthetic surfactant in infants at high risk of respiratory distress syndrome was identified. This study reported a decrease in NEC (relative risk 0.20, 95% CI 0.08, 0.51; risk difference-0.05, 95% CI -0.07, -0.02) and mortality (relative risk 0.56, 95% CI 0.39, 0.81; risk difference-0.07, 95% CI -0.12, -0.03)\nNo data on long-term neurological or pulmonary outcome were reported.\nNo complications associated with multiple dose treatment were reported in the identified trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In infants with established respiratory distress, a policy of multiple doses of animal derived surfactant extract resulted in greater improvements regarding oxygenation and ventilatory requirements, a decreased risk of pneumothorax and a trend toward improved survival.\nIn infants at high risk of respiratory distress, a policy of multiple doses of synthetic surfactant resulted in greater improvements regarding oxygenation and ventilatory requirements, a decreased risk of NEC and decreased mortality.\nThe ability to give multiple doses of surfactant to infants with ongoing respiratory insufficiency leads to improved clinical outcome and appears to be the most effective treatment policy."
    }
  ],
  "pls_title": "Multiple vs. single doses of exogenous surfactant for the prevention or treatment of neonatal respiratory distress syndrome",
  "pls_type": "long",
  "pls": "Multiple doses of surfactant have more benefit than a single dose.\nSurfactant is essential to normal lung function in babies. Respiratory distress syndrome (RDS) is caused by a lack of, or dysfunction in, surfactant. A variety of surfactants (ranging for synthetic to animal derived) have been manufactured and are given to babies at risk for or having RDS. This review of trials found that multiple doses, rather than a single dose, further improved babies' outcomes. Multiple doses decreased the need for mechanical ventilation (machine-assisted breathing). In trials using animal derived surfactant in babies with RDS, multiple dose treatment lowered the risk of lung complications and there was a trend towards lowering the risk of death as well. In infants at high risk of respiratory distress, a policy of multiple doses of synthetic surfactant resulted in greater improvements regarding oxygenation and ventilatory requirements, a decreased risk of intestinal injury (necrotizing enterocolitis) and decreased mortality."
}