{
  "doi": "10.1002/14651858.CD003991.pub4",
  "name": "Vasectomy occlusion techniques for male sterilization",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Vasectomy is an increasingly popular and effective family planning method. A variety of vasectomy techniques are used worldwide, including vas occlusion techniques (excision and ligation, thermal or electrocautery, and mechanical and chemical occlusion methods), as well as vasectomy with vas irrigation or with fascial interposition. Vasectomy guidelines largely rely on information from observational studies. Ideally, the choice of vasectomy techniques should be based on the evidence from randomized controlled trials (RCTs)."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to compare the effectiveness, safety, acceptability and costs of vasectomy techniques for male sterilization."
    },
    {
      "heading": "Search methods",
      "text": "In February 2014, we updated the searches of CENTRAL, MEDLINE, POPLINE and LILACS. We looked for recent clinical trials in ClinicalTrials.gov and the International Clinical Trials Registry Platform. Previous searches also included EMBASE. For the initial review, we searched the reference lists of relevant articles and book chapters."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs comparing vasectomy techniques, which could include suture ligature, surgical clips, thermal or electrocautery, chemical occlusion, vas plugs, vas excision, open-ended vas, fascial interposition, or vas irrigation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We assessed all titles and abstracts located in the literature searches. Two reviewers independently extracted data from articles identified for inclusion. Outcome measures include contraceptive efficacy, safety, discontinuation, and acceptability. Peto odds ratios (OR) with 95% confidence intervals (CI) were used for dichotomous outcomes, such as azoospermia. The mean difference (MD) was used for the continuous variable of operating time."
    },
    {
      "heading": "Main results",
      "text": "Six studies met the inclusion criteria. One trial compared vas occlusion with clips versus a conventional vasectomy technique. No difference was found in failure to reach azoospermia (no sperm detected). Three trials examined vasectomy with vas irrigation. Two studies looked at irrigation with water versus no irrigation, while one examined irrigation with water versus the spermicide euflavine. None found a difference between the groups for time to azoospermia. However, one trial reported that the median number of ejaculations to azoospermia was lower in the euflavine group compared to the water irrigation group. One high-quality trial compared vasectomy with fascial interposition versus vasectomy without fascial interposition. The fascial interposition group was less likely to have vasectomy failure. Fascial interposition had more surgical difficulties, but the groups were similar in side effects. Lastly, one trial found that an intra-vas was less likely to produce azoospermia than was no-scalpel vasectomy. More men were satisfied with the intra-vas device, however."
    },
    {
      "heading": "Authors' conclusions",
      "text": "For vas occlusion with clips or vasectomy with vas irrigation, no conclusions can be made as those studies were of low quality and underpowered. Fascial interposition reduced vasectomy failure. An intra-vas device was less effective in reducing sperm count than was no-scalpel vasectomy. RCTs examining other vasectomy techniques were not available. More and better quality research is needed to examine vasectomy techniques."
    }
  ],
  "pls_title": "Vasectomy methods for birth control in men",
  "pls_type": "long",
  "pls": "Vasectomy is a surgical method used in men to cut or tie the vas deferens. The vas is a tube that delivers sperm from the testicles. The purpose of vasectomy is to provide permanent birth control. Vasectomy methods include different ways to close the vas. Variations to a vasectomy may be irrigation (flushing fluid through the vas) and fascial interposition (placing a layer of body tissue between the cut ends of the vas). Ideally, the choice of vasectomy method should be based on the best evidence from controlled trials. This review looked at how well the vasectomy methods work, how safe they were, the costs, and whether the men liked the method.\nIn February 2014, we updated the computer searches for studies of vasectomy methods. For the initial review, we also looked at reference lists of articles and book chapters. We included randomized controlled trials in any language.\nWe found six studies. One trial compared closing the vas with clips versus the usual cutting of the vas. The groups did not differ in reaching a low sperm count or in side effects. Three trials looked at flushing fluids through the vas: two compared vasectomy with water flushing versus vasectomy alone, and one compared using water versus euflavine (which kills sperm). None found a difference between the groups in time to low sperm count. However, one trial found that the usual number of ejaculations before low sperm count was lower with euflavine than with water. One trial that compared vasectomy with and without fascial interposition was a high-quality large study. The fascial interposition group was less likely to have vasectomy failure. However, the surgery was more difficult. Side effects were about the same in the two groups. Lastly, one trial looked at a device placed into the vas versus vasectomy without a scalpel. The intra-vas device did not work as well for reaching a low sperm count but more men liked the method.\nMost of the studies that looked at vasectomy methods were small, not done well, or had poor reports. Therefore, we cannot say if the methods work well, are safe or are liked by men. Vasectomy with fascial interposition worked better than simply cutting and tying the vas, but the surgery was more difficult. More and better research is needed on vasectomy methods."
}