{
  "doi": "10.1002/14651858.CD007008.pub2",
  "name": "Cognitive‐behavioural interventions for preventing youth gang involvement for children and young people (7‐16) ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Many studies document a robust and consistent relationship between gang membership and elevated delinquency, with gang members disproportionately involved in crime compared to non-gang peers. Research also indicates that both delinquent youth and youth who join gangs often show a wide range of deficient or distorted social-cognitive processes compared to non-delinquent peers. Cognitive-behavioural interventions are designed to address cognitive deficits in order to reduce maladaptive or dysfunctional behaviour, and studies have documented their positive impact on a number of behavioural and psychological disorders among children and youth."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of cognitive-behavioural interventions for preventing youth gang involvement for children and young people (ages 7-16)."
    },
    {
      "heading": "Search methods",
      "text": "Electronic searches of Cochrane Library, MEDLINE, ASSIA, CINAHL, CJA, Dissertations Abstracts A, EMBASE, ERIC, IBSS, LILACs, LexisNexis Butterworths, NCJR Service Abstracts Database, PsycINFO, and Sociological Abstracts, to April 2007. Reviewers contacted relevant organisations, individuals, and list-servs and searched pertinent websites and reference lists."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials or quasi-randomised controlled trials of interventions with a cognitive-behavioural intervention as the majority component, delivered to youth and children aged 7-16 not involved in a gang."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Searching yielded 2,284 unduplicated citations, 2,271 of which were excluded as irrelevant based on title and abstract. One was excluded following personal communication with investigators. One citation, of a large randomised prevention trial, awaits assessment; personal communication with study authors yielded unpublished reports addressing gang outcomes, but insufficient detail precluded determining inclusion status. Seven remaining reports were excluded as irrelevant because they were narrative reviews or descriptions of programs without evaluations, did not address a gang prevention programme, or did not address a gang prevention program that included a cognitive-behavioural intervention. The remaining four full-text reports excluded because of study design, leading to 0 included studies."
    },
    {
      "heading": "Main results",
      "text": "No randomised controlled trials or quasi-randomised controlled trials were identified."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No evidence from randomised controlled trials or quasi-randomised controlled trials exists regarding the effectiveness of cognitive-behavioural interventions for gang prevention. Four evaluations of Gang Resistance Education and Training (GREAT) have been conducted, two of which were part of a US national evaluation, but all were excluded based on study design. Reviewers conclude there is an urgent need for rigorous primary evaluations of cognitive-behavioural interventions for gang prevention to develop this research field and guide future gang prevention programmes and policies."
    }
  ],
  "pls_title": "Cognitive-behavioural interventions for preventing gang involvement in children and young people",
  "pls_type": "long",
  "pls": "Research indicates that youth who join gangs are more likely to be involved in delinquency and crime, particularly serious and violent offences, compared to non-gang youth and non-gang delinquent youth. Research also has found that both delinquent youth and youth who join gangs often show a range of negative thoughts, feelings and beliefs compared to non-delinquent peers. Cognitive-behavioural interventions, designed to address these deficits, have had a positive impact on a variety of behavioural and psychological disorders among children and youth. This systematic review was designed to assess the effectiveness of such cognitive-behavioural interventions for preventing youth gang involvement. A three-part search strategy found no randomised controlled trials or quasi-randomised controlled trials of the effectiveness of cognitive-behavioural interventions for gang prevention; four excluded studies examining the impact of Gang Resistance Education and Training (GREAT) were of too poor a quality to be included in analysis. The only possible conclusions from this review, therefore, are the urgent need for additional primary evaluations of cognitive-behavioural interventions for gang prevention and the importance of high standards required of the research conducted to provide meaningful findings that can guide future programmes and policies."
}