{
  "doi": "10.1002/14651858.CD007963.pub3",
  "name": "Oxcarbazepine for neuropathic pain",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Several anticonvulsant drugs are used in the management of neuropathic pain. Oxcarbazepine is an anticonvulsant drug closely related to carbamazepine. Oxcarbazepine has been reported to be efficacious in the treatment of neuropathic pain, but evidence from randomised controlled trials (RCTs) is conflicting. Oxcarbazepine is reportedly better tolerated than carbamazepine. This is the first update of a review published in 2013."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of oxcarbazepine for different types of neuropathic pain."
    },
    {
      "heading": "Search methods",
      "text": "On 21 November 2016, we searched the Cochrane Neuromuscular Specialised Register, CENTRAL, MEDLINE and Embase. We searched the Chinese Biomedical Retrieval System (January 1978 to November 2016). We searched the US National Institutes of Health (NIH) databases and the World Health Organization (WHO) International Clinical Trials Registry Platform for ongoing trials in January 2017, and we wrote to the companies who make oxcarbazepine and to pain experts requesting additional information."
    },
    {
      "heading": "Selection criteria",
      "text": "All RCTs and randomised cross-over studies of oxcarbazepine for the treatment of people of any age or sex with any neuropathic pain were eligible. We planned to include trials of oxcarbazepine compared with placebo or any other intervention with a treatment duration of at least six weeks, regardless of administration route and dose."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "Five multicentre, randomised, placebo-controlled, double-blind trials with a total of 862 participants were eligible for inclusion in this updated review. Three trials involved participants with painful diabetic peripheral neuropathy (DPN) (n = 634), one included people with neuropathic pain due to radiculopathy (n = 145), and one, which was newly identified at this update, involved participants with peripheral neuropathic pain of mixed origin (polyneuropathy, peripheral nerve injury or postherpetic neuralgia) (n = 83). Some studies did not report all outcomes of interest. For painful DPN, compared to the baseline, the proportion of participants who reported at least a 50% or 30% reduction of pain scores after 16 weeks of treatment in the oxcarbazepine group versus the placebo group were: at least 50% reduction: 34.8% with oxcarbazepine versus 18.2% with placebo (risk ratio (RR) 1.91, 95% confidence interval (CI) 1.08 to 3.39, number of people needed to treat for an additional beneficial outcome (NNTB) 6, 95% CI 3 to 41); and at least 30% reduction: 44.9% with oxcarbazepine versus 28.6% with placebo (RR 1.57, 95% CI 1.01 to 2.44; NNTB 6, 95% CI 3 to 114; n = 146). Both results were based on data from a single trial, since two trials that found little or no benefit did not provide data that could be included in a meta-analysis. Although these trials were well designed, incomplete outcome data and possible unblinding of participants due to obvious adverse effects placed the results at a high risk of bias. There was also serious imprecision and a high risk of publication bias. The radiculopathy trial reported no benefit for the outcome 'at least 50% pain relief' from oxcarbazepine. In mixed neuropathies, 19.3% of people receiving oxcarbazepine versus 4.8% receiving placebo had at least 50% pain relief. These small trials had low event rates and provided, at best, low-quality evidence for any outcome. The proportion of people with 'improved' or 'very much improved' pain was 45.9% with oxcarbazepine versus 30.1% with placebo in DPN (RR 1.46, 95% CI 1.13 to 1.88; n = 493; 2 trials; very-low-quality evidence) and 23.9% with oxcarbazepine versus 14.9% with placebo in radiculopathy (RR 1.61, 95% CI 0.81 to 3.20; n = 145).\nWe found no trials in other types of neuropathic pain such as trigeminal neuralgia.\nTrial reports stated that most adverse effects were mild to moderate in severity. Based on moderate-quality evidence from the three DPN trials, serious adverse effects occurred in 8.3% with oxcarbazepine and 2.5% with placebo (RR 3.65, 95% CI 1.45 to 9.20; n = 634; moderate-quality evidence). The number needed to treat for an additional harmful (serious adverse effect) outcome (NNTH) was 17 (95% CI 11 to 42). The RR for serious adverse effects in the radiculopathy trial was 3.13 (95% CI 0.65 to 14.98, n = 145). The fifth trial did not provide data.\nMore people withdrew because of adverse effects with oxcarbazepine than with placebo (DPN: 25.6% with oxcarbazepine versus 6.8% with placebo; RR 3.83, 95% CI 2.29 to 6.40; radiculopathy: 42.3% with oxcarbazepine versus 14.9% with placebo; RR 2.84, 95% CI 1.55 to 5.23; mixed neuropathic pain: 13.5% with oxcarbazepine versus 1.2% with placebo; RR 11.51, 95% CI 1.54 to 86.15)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review found little evidence to support the effectiveness of oxcarbazepine in painful diabetic neuropathy, neuropathic pain from radiculopathy and a mixture of neuropathies. Some very-low-quality evidence suggests efficacy but small trials, low event rates, heterogeneity in some measures and a high risk of publication bias means that we have very low confidence in the measures of effect. Adverse effects, serious adverse effects and adverse effects leading to discontinuation are probably more common with oxcarbazepine than placebo; however, the numbers of participants and event rates are low. More well-designed, multicentre RCTs investigating oxcarbazepine for various types of neuropathic pain are needed, and selective publication of studies or data should be avoided."
    }
  ],
  "pls_title": "Oxcarbazepine for neuropathic pain",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What are the benefits and harms of oxcarbazepine in the treatment of pain caused by nerve damage?"
    },
    {
      "heading": "Background",
      "text": "Neuropathic pain is pain that arises from damage to the part of the nervous system that carries sensory information (e.g. pain) to the brain. It is difficult to treat because it tends to be severe, long-lasting and does not respond well to simple painkillers. Some studies have suggested that a medicine called oxcarbazepine, when given on its own, can relieve pain from nerve damage."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched medical databases for clinical trials looking at the potential benefits and harms of oxcarbazepine in different types of neuropathic pain and found five trials. They involved 634 participants with painful diabetic neuropathy (nerve damage), 145 people with neuropathic pain due to radiculopathy (pain that arises at the point where nerves leave the spinal column), and 83 people with peripheral neuropathic pain of various causes (e.g. peripheral nerve injury (injury to nerves that connect the brain and spinal cord to the rest of the body), polyneuropathy (damage or disease affecting several peripheral nerves) and postherpetic neuralgia (pain that occurs after shingles)). The trials all compared oxcarbazepine with placebo (a pretend treatment). Four trials were funded by the manufacturer of oxcarbazepine."
    },
    {
      "heading": "Key results and quality of the evidence",
      "text": "This review found little evidence to support the effectiveness of oxcarbazepine in painful diabetic neuropathy, neuropathic pain from radiculopathy and mixed neuropathies of various causes. Oxcarbazepine may have some effect, but we cannot be confident that the results would be the same with further studies. Side effects, including those that were serious or made people stop taking the medicine were probably more common with oxcarbazepine than placebo. We know of trials that have not reported results, for example in a form of facial pain called trigeminal neuralgia, and some of the trials we found did not report data in a form that we could analyse. We need more well-designed studies of oxcarbazepine for various types of neuropathic pain, with large numbers of participants spread over different centres (e.g. difference hospitals and clinics), and all relevant data need to be published or presented.\nThis is the first update of a review published in 2013. Evidence is up to date to November 2016."
    }
  ]
}