{
  "doi": "10.1002/14651858.CD005449.pub2",
  "name": "Adenosine‐diphosphate (ADP) receptor antagonists for the prevention of cardiovascular disease in type 2 diabetes mellitus ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cardiovascular disease (CVD) is the most prevalent complication of type 2 diabetes with an estimated 65% of people with type 2 diabetes dying from a cause related to atherosclerosis. Adenosine-diphosphate (ADP) receptor antagonists like clopidogrel, ticlopidine, prasugrel and ticagrelor impair platelet aggregation and fibrinogen-mediated platelet cross-linking and may be effective in preventing CVD."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of adenosine-diphosphate (ADP) receptor antagonists for the prevention of cardiovascular disease in type 2 diabetes mellitus."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) in The Cochrane Library (issue 2, 2011), MEDLINE (until April 2011) and EMBASE (until May 2011). We also performed a manual search, checking references of original articles and pertinent reviews to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing an ADP receptor antagonist with another antiplatelet agent or placebo for a minimum of 12 months in patients with diabetes. In particular, we looked for trials assessing clinical cardiovascular outcomes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors extracted data for studies which fulfilled the inclusion criteria, using standard data extraction templates. We sought additional unpublished information and data from the principal investigators of all included studies."
    },
    {
      "heading": "Main results",
      "text": "Eight studies with a total of 21,379 patients with diabetes were included. Three included studies investigated ticlopidine compared to aspirin or placebo. Five included studies investigated clopidogrel compared to aspirin or a combination of aspirin and dipyridamole, or compared clopidogrel in combination with aspirin to aspirin alone. All trials included patients with previous CVD except the CHARISMA trial which included patients with multiple risk factors for coronary artery disease. Overall the risk of bias of the trials was low. The mean duration of follow-up ranged from 365 days to 913 days.\nData for diabetes patients on all-cause mortality, vascular mortality and myocardial infarction were only available for one trial (355 patients). This trial compared ticlopidine to placebo and did not demonstrate any statistically significant differences for all-cause mortality, vascular mortality or myocardial infarction. Diabetes outcome data for stroke were available in three trials (31% of total diabetes participants). Overall pooling of two (statistically heterogeneous) studies showed no statistically significant reduction in the combination of fatal and non-fatal stroke (359/3194 (11.2%) versus 356/3146 (11.3%), random effects odds ratio (OR) 0.81; 95% confidence interval (CI) 0.44 to 1.49) for ADP receptor antagonists versus other antiplatelet drugs. There were no data available from any of the trials on peripheral vascular disease, health-related quality of life, adverse events specifically for patients with diabetes, or costs."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The available evidence for ADP receptor antagonists in patients with diabetes mellitus is limited and most trials do not report outcomes for patients with diabetes separately. Therefore, recommendations for the use of ADP receptor antagonists for the prevention of CVD in patients with diabetes are based on available evidence from trials including patients with and without diabetes. Trials with diabetes patients and subgroup analyses of patients with diabetes in trials with combined populations are needed to provide a more robust evidence base to guide clinical management in patients with diabetes."
    }
  ],
  "pls_title": "Adenosine-diphosphate (ADP) receptor antagonists for the prevention of cardiovascular disease in patients with type 2 diabetes mellitus",
  "pls_type": "long",
  "pls": "Patients with type 2 diabetes have a much higher risk of strokes and heart attacks than the general population. Most strokes and heart attacks are caused by blood clots. Adenosine-diphosphate (ADP) receptor antagonists are drugs which prevent the aggregation ('clumping') of platelets and consequently reduce the formation of blood clots. These medications are used to prevent cardiovascular disease such as heart attacks and strokes in the general population. This review assessed if these medications would be useful in patients with diabetes. We included eight trials with 21,379 patients and a mean duration of follow-up ranging from 365 to 913 days. Specific data for patients with diabetes were only available in full for one of these trials and partial data were available for two trials. Analysis of the available data demonstrated that adenosine-diphosphate receptor antagonists (such as clopidogrel, prasugrel, ticagrelor, ticlopidine) were not more effective than other blood thinning drugs or placebo for death from any cause, death related to cardiovascular disease, heart attacks or strokes. There was no available information on the effects of adenosine-diphosphate receptor antagonists on health-related quality of life, adverse effects specially for people with diabetes, or costs. The use of adenosine-diphosphate receptor antagonists in patients with diabetes needs to be guided by the information available from trials which included patients with and without diabetes. All future trials on adenosine-diphosphate receptor antagonists should include data which relate specifically to patients with diabetes in order to inform evidence-based clinical guidelines."
}