{
  "doi": "10.1002/14651858.CD005552.pub3",
  "name": "Metformin versus the combined oral contraceptive pill for hirsutism, acne, and menstrual pattern in polycystic ovary syndrome ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Metformin has been proposed as possibly a safer and more effective long-term treatment than the oral contraceptive pill (OCP) in women with polycystic ovary syndrome (PCOS). It is important to directly compare the efficacy and safety of metformin versus OCP in the long-term treatment of women with PCOS. This is an update of a Cochrane Review comparing insulin sensitising agents with the OCP and only includes studies on metformin."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of metformin versus the OCP (alone or in combination) in improving clinical, hormonal, and metabolic features of PCOS."
    },
    {
      "heading": "Search methods",
      "text": "In August 2019 we searched the Cochrane Gynaecology and Fertility Group Trials Register, Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase and CINAHL, the trial registers, handsearched references of the identified articles, and contacted experts in the field to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) of the use of metformin versus the OCP (alone or in combination) for women with PCOS."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methods recommended by Cochrane. The primary review outcomes were the clinical parameters of hirsutism and adverse events, both severe (requiring stopping of medication), and minor. In the presence of substantial heterogeneity (I2 statistic > 50), which could be explained by pre-specified subgroup analyses on the basis of BMI, we reported the subgroups separately."
    },
    {
      "heading": "Main results",
      "text": "This is a substantive update. We identified 38 additional studies. We included 44 RCTs (2253 women), which comprised 39 RCTs on adult women (2047 women) and five RCTs on adolescent women (206 women). Evidence quality ranged from very low to low. The main limitations were risk of bias, imprecision and inconsistency.\nMetformin versus the OCP\nIn adult women, we are uncertain of the effect of metformin compared to the OCP on hirsutism in subgroup body mass index (BMI) < 25 kg/m2 (mean difference (MD) 0.38, 95% confidence interval (CI) -0.44 to 1.19, 3 RCTs, n = 134, I2 = 50%, very low-quality evidence) and subgroup BMI > 30 kg/m2 (MD -0.38, 95% CI -1.93 to 1.17; 2 RCTs, n = 85, I2 = 34%, low-quality evidence). Metformin may be less effective in improving hirsutism compared to the OCP in the subgroup BMI 25 kg/m2 to 30 kg/m2 (MD 1.92, 95% CI 1.21 to 2.64, 5 RCTs, n = 254, I2 = 0%, low-quality evidence). Metformin may increase severe gastro-intestinal adverse events rate compared to the OCP (Peto odds ratio (OR) 6.42, 95% CI 2.98 to 13.84, 11 RCTs, n = 602, I2 = 0%, low-quality evidence). Metformin may decrease the incidence of severe other adverse events compared to the OCP (Peto OR 0.20, 95% CI 0.09 to 0.44, 8 RCTs, n = 363, I2 = 0%, low-quality evidence). There were no trials reporting on minor adverse events.\nIn adolescents, we are uncertain whether there is a difference between Metformin and the OCP, on hirsutism and adverse events.\nMetformin versus metformin combined with the OCP\nIn adult women, metformin may be less effective in improving hirsutism compared to Metformin combined with the OCP (MD 1.36, 95% CI 0.62 to 2.11, 3 RCTs, n = 135, I2= 9%, low-quality evidence). We are uncertain if there was a difference between metformin and metformin combined with the OCP for severe gastro-intestinal adverse events (OR 0.74, 95% CI 0.21 to 2.53, 3 RCTs, n = 171, I2 = 0%, low-quality evidence), or for severe other adverse events (OR 0.56, 95% CI 0.11 to 2.82, 2 RCTs, n = 109, I2 = 44%, low-quality evidence). There were no trials reporting on minor adverse events. In adolescents, there were no trials for this comparison.\nThe OCP versus metformin combined with the OCP\nIn adult women, the OCP may be less effective in improving hirsutism compared to metformin combined with the OCP (MD 0.54, 95% CI 0.20 to 0.89, 6 RCTs, n = 389, I2= 1%, low-quality evidence). The OCP may decrease the incidence of severe gastro-intestinal adverse events compared to metformin combined with the OCP (OR 0.20, 95% CI 0.06 to 0.72, 5 RCTs, n = 228, I2 = 0%, low-quality evidence). We are uncertain if there is a difference between the OCP and metformin combined with the OCP for severe other adverse events (OR 1.61, 95% CI 0.49 to 5.37, 4 RCTs, n = 159, I2 = 12%, low-quality evidence). The OCP may decrease the incidence of minor (gastro-intestinal) adverse events compared to metformin combined with the OCP (OR 0.06, 95% CI 0.01 to 0.44, 2 RCTs, n = 98, I2 = 0%, low-quality evidence). In adolescents, we are uncertain whether there is a difference between the OCP, compared to metformin combined with the OCP, on hirsutism or adverse events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In adult women with PCOS, metformin may be less effective in improving hirsutism compared to the OCP in the subgroup BMI 25 kg/m2 to 30 kg/m2 but we are uncertain if there was a difference between metformin and the OCP in subgroups BMI < 25 kg/m2 and BMI > 30kg/m2. Compared to the OCP, metformin may increase the incidence of severe gastro-intestinal adverse events and decrease the incidence of severe other adverse events with no trials reporting on minor adverse events. Either metformin alone or the OCP alone may be less effective in improving hirsutism compared to metformin combined with the OCP. We are uncertain whether there is a difference between the OCP alone and metformin alone compared to metformin combined with the OCP for severe or minor adverse events except for the OCP versus metformin combined with the OCP where the OCP may decrease the incidence of severe and minor gastro-intestinal adverse events.\nIn adolescent women with PCOS, we are uncertain whether there is a difference between any of the comparisons for hirsutism and adverse events due to either no evidence or very low-quality evidence.\nFurther large well-designed RCTs that stratify for BMI are needed to evaluate metformin versus the OCP and combinations in women with PCOS, in particular adolescent women."
    }
  ],
  "pls_title": "Metformin versus the combined oral contraceptive pill for excessive facial/body hair, acne, and menstrual disorders in polycystic ovary syndrome",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Is Metformin more effective and safer than the oral contraceptive pill (OCP) (alone or in combination) in improving clinical, hormonal, and metabolic features (irregular/prolonged menstrual cycles, excessive facial and body hair, acne, obesity) in women with polycystic ovary syndrome (PCOS)?"
    },
    {
      "heading": "Background",
      "text": "PCOS is a common hormonal and metabolic problem affecting approximately 1 in 10 women of childbearing age, often resulting in infrequent menstrual periods, excess body and facial hair, acne and polycystic ovaries (enlarged ovaries due to numerous small collections of fluid (follicles)). The OCP has long been a proven effective treatment for women with PCOS who are not trying to fall pregnant. More recently, metformin (a medication that lowers insulin and blood sugar levels and often used to treat type 2 diabetes) has been advocated as possibly a more effective and safer long-term treatment than the OCP in women with PCOS. Therefore, it is important to directly compare the benefits and risks of these two treatments in women with PCOS."
    },
    {
      "heading": "Study characteristics",
      "text": "We found 44 randomised controlled trials (RCTs) comparing metformin versus the OCP (alone or in combination) in a total of 2253 women with PCOS which comprised 39 RCTs on adult women (2047 women) and five RCTs on adolescent women (206 women). We combined results from the studies and assessed the quality of the studies to judge how confident we could be in their results. The evidence is current to August 2019."
    },
    {
      "heading": "Key results",
      "text": "In adult women, when we compared metformin to the OCP in terms of improving excessive facial and body hair, metformin may be less effective in women with PCOS with a body mass index (BMI) between 25 kg/m2 to 30 kg/m2, but we are uncertain of the effect with BMI less than 25 kg/m2 or greater than 30 kg/m2. In terms of severe adverse events (requiring stopping of medication), metformin may result in a higher incidence of gastro-intestinal (i.e. nausea, vomiting, diarrhoea), but a lower incidence of other adverse events. Evidence suggests that if the severe gastro-intestinal adverse event rate following the OCP is 0.3%, then the severe gastro-intestinal adverse event rate after metformin would be between 1% and 4.5%. Evidence also suggests that if the severe other adverse event rate following the OCP is 12%, the severe other adverse event rate after metformin would between 1% and 6%.\nEither metformin alone or the OCP alone may be less effective in improving excessive facial and body hair compared to the combination of the OCP with metformin. In terms of severe adverse events, we are uncertain if there was a difference between metformin and metformin combined with the OCP for gastro-intestinal or other adverse events. If the severe gastro-intestinal adverse event rate following metformin combined with the OCP is 7%, then the corresponding rate after metformin would be between 2% and 17%, and if the severe other adverse event rate following metformin combined with the OCP is 6%, the corresponding rate after metformin would be between 0.7% and 15%.\nWhen comparing the OCP to metformin combined with the OCP in terms of severe adverse events, there may be a lower incidence of gastro-intestinal adverse events with the OCP, but we are uncertain if there is a difference in other adverse events. If the severe gastro-intestinal adverse event rate is 10% following metformin combined with the OCP, the corresponding rate following the OCP would be between 1% and 7%. If the severe other adverse event rate is 4% following Metformin combined with the OCP, the corresponding rate following the OCP would be between 2% and 18%.\nIn adolescent women, we are uncertain as to whether there is a difference between any of the three comparisons in this review in terms of hirsutism and adverse events (both severe requiring stopping medication and minor) due to either a lack of evidence or very low-quality evidence based on one trial."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The evidence was of very low to low quality. The main limitations in the evidence were poor reporting of study methods and a lack of both precision and consistency in the results."
    }
  ]
}