{
  "doi": "10.1002/14651858.CD001417.pub4",
  "name": "Topiramate add‐on therapy for drug‐resistant focal epilepsy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The majority of people with epilepsy have a good prognosis and their seizures are controlled by a single antiepileptic drug. However, up to 20% of patients from population-based studies, and up to 30% from clinical series (not population-based), develop drug-resistant epilepsy, especially those with focal-onset seizures. In this review, we summarise the current evidence regarding topiramate, an antiepileptic drug first marketed in 1996, when used as an add-on treatment for drug-resistant focal epilepsy.\nThis is an update of a Cochrane Review first published in 1999, and last updated in 2014."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy and tolerability of topiramate when used as an add-on treatment for people with drug-resistant focal epilepsy."
    },
    {
      "heading": "Search methods",
      "text": "For the latest update of this review we searched the following databases on 2 July 2018: Cochrane Register of Studies (CRS Web), which includes the Cochrane Epilepsy Group Specialized Register and the Cochrane Central Register of Controlled Trials (CENTRAL); MEDLINE (Ovid, 1946- ); ClinicalTrials.gov and the WHO International Clinical Trials Registry Platform (ICTRP). We imposed no language restrictions. We also contacted the manufacturers of topiramate and researchers in the field to identify any ongoing or unpublished studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised, placebo-controlled add-on trials of topiramate, recruiting people with drug-resistant focal epilepsy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion and extracted the relevant data. We assessed the following outcomes: (1) 50% or greater reduction in seizure frequency; (2) seizure freedom; (3) treatment withdrawal (any reason); (4) adverse effects. Primary analyses were intention-to-treat (ITT), and summary risk ratios (RRs) with 95% confidence intervals (95% CIs) are presented. We evaluated dose-response in regression models. We carried out a 'Risk of bias' assessment for each included study using the Cochrane 'Risk of bias' tool and assessed the overall certainty of evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included 12 trials, representing 1650 participants. Baseline phases ranged from four to 12 weeks and double-blind phases ranged from 11 to 19 weeks. The RR for a 50% or greater reduction in seizure frequency with add-on topiramate compared to placebo was 2.71 (95% CI 2.05 to 3.59; 12 studies; high-certainty evidence). Dose regression analysis showed increasing effect with increasing topiramate dose demonstrated by an odds ratio (OR) of 1.45 (95% CI 1.28 to 1.64; P < 0.001) per 200 mg/d increase in topiramate dosage. The proportion of participants achieving seizure freedom was also significantly increased with add-on topiramate compared to placebo (RR 3.67, 95% CI 1.79 to 7.54; 8 studies; moderate-certainty evidence). Treatment withdrawal was significantly higher for add-on topiramate compared to placebo (RR 2.37, 95% CI 1.66 to 3.37; 12 studies; high-certainty evidence). The RRs for the following adverse effects indicate that they are significantly more prevalent with topiramate, compared to placebo: ataxia 2.29 (99% CI 1.10 to 4.77; 4 studies); concentration difficulties 7.81 (99% CI 2.08 to 29.29; 6 studies; moderate-certainty evidence); dizziness 1.52 (99% CI 1.07 to 2.16; 8 studies); fatigue 2.08 (99% CI 1.37 to 3.15; 10 studies); paraesthesia 3.65 (99% CI 1.58 to 8.39; 7 studies; moderate-certainty evidence); somnolence 2.44 (99% CI 1.61 to 3.68; 9 studies); 'thinking abnormally' 5.70 (99% CI 2.26 to 14.38; 4 studies; high-certainty evidence); and weight loss 3.99 (99% CI 1.82 to 8.72; 9 studies; low-certainty evidence). Evidence of publication bias for the primary outcome was found (Egger test, P = 0.001). We rated all studies included in the review as having either low or unclear risk of bias. Overall, we assessed the evidence as moderate to high certainty due to the evidence of publication bias, statistical heterogeneity and imprecision, which was partially compensated for by large effect sizes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Topiramate has efficacy as an add-on treatment for drug-resistant focal epilepsy as it is almost three times more effective compared to a placebo in reducing seizures. The trials reviewed were of relatively short duration and provided no evidence for the long-term efficacy of topiramate. Short-term use of add-on topiramate was shown to be associated with several adverse events. The results of this review should only be applied to adult populations as only one study included children. Future research should consider further examining the effect of dose."
    }
  ],
  "pls_title": "Topiramate add-on for drug-resistant focal epilepsy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Epilepsy is a disorder where recurrent seizures are caused by abnormal electrical discharges from the brain. Most seizures can be controlled by a single antiepileptic drug. Unfortunately, some people require more than one antiepileptic medication to control their seizures, especially if these originate from one area of the brain (focal epilepsy), instead of affecting the entire brain (generalised epilepsy). These people are said to have drug-resistant epilepsy. Topiramate can be used in addition to other antiepileptic drugs, called an add-on treatment, to try to control drug-resistant epilepsy."
    },
    {
      "heading": "Aim of this review",
      "text": "This review investigated the effectiveness and tolerability of topiramate when used as an add-on treatment for people with drug-resistant focal epilepsy."
    },
    {
      "heading": "Results",
      "text": "We found 12 trials that investigated topiramate as an add-on treatment. They included a total of 1650 people with drug-resistant focal epilepsy. These trials compared the antiepileptic drug topiramate to a placebo drug (an inactive, dummy drug which should not show any effect) for a period of up to 18 weeks. Taking all the evidence of the trials into account, the review found that topiramate is almost three times more effective, when used with other drugs, at reducing the number of seizures in drug-resistant focal epilepsy than placebo. Adding topiramate to people's usual treatment was, however, associated with an increase in adverse effects such as problems with co-ordination (ataxia), concentration, dizziness, drowsiness (somnolence), fatigue, 'thinking abnormally', tickling or numbness of the skin (paraesthesia) and weight loss. People taking add-on topiramate were also more than twice as likely to withdraw from treatment than those taking placebo, most likely due to adverse effects."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "We assessed the trials with regards to potential bias and certainty. Overall, we rated the certainty of the evidence as moderate to high which means that we are fairly certain that the findings that we have reported are accurate. The trials included in this review did not examine the long-term effects of topiramate as an add-on treatment and only one study investigated the use of add-on topiramate in children. The findings should, therefore, only be applied to adults with drug-resistant focal epilepsy. Future research should test which dose is most effective.\nThe evidence is current to July 2018."
    }
  ]
}