{
  "doi": "10.1002/14651858.CD005517.pub3",
  "name": "Materials for retrograde filling in root canal therapy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Root canal therapy is a sequence of treatments involving root canal cleaning, shaping, decontamination, and obturation. It is conventionally performed through a hole drilled into the crown of the affected tooth, namely orthograde root canal therapy. When it fails, retrograde filling, which seals the root canal from the root apex, is a good alternative. Many materials are used for retrograde filling. Since none meets all the criteria an ideal material should possess, selecting the most efficacious material is of utmost importance. This is an update of a Cochrane Review first published in 2016."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of different materials used for retrograde filling in children and adults for whom retrograde filling is necessary in order to save the tooth."
    },
    {
      "heading": "Search methods",
      "text": "An Information Specialist searched five bibliographic databases up to 21 April 2021 and used additional search methods to identify published, unpublished, and ongoing studies. We also searched four databases in the Chinese language."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomised controlled trials (RCTs) that compared different retrograde filling materials, with the reported success rate that was assessed by clinical or radiological methods for which the follow-up period was at least 12 months."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Records were screened in duplicate by independent screeners. Two review authors extracted data independently and in duplicate. Original trial authors were contacted for any missing information. Two review authors independently assessed the risk of bias of the included studies. We followed Cochrane's statistical guidelines and assessed the certainty of the evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included eight studies, all at high risk of bias, involving 1399 participants with 1471 teeth, published between 1995 and 2019, and six comparisons of retrograde filling materials.\n- Mineral trioxide aggregate (MTA) versus intermediate restorative material (IRM): there may be little to no effect of MTA compared to IRM on success rate at one year, but the evidence is very uncertain (risk ratio (RR) 1.09, 95% confidence interval (CI) 0.97 to 1.22; I2 = 0%; 2 studies; 222 teeth; very low-certainty evidence).\n- MTA versus super ethoxybenzoic acid (Super-EBA): there may be little to no effect of MTA compared to Super-EBA on success rate at one year, but the evidence is very uncertain (RR 1.03, 95% CI 0.96 to 1.10; 1 study; 192 teeth; very low-certainty evidence).\n- Super-EBA versus IRM: the evidence is very uncertain about the effect of Super-EBA compared with IRM on success rate at 1 year, with results indicating Super-EBA may reduce or have no effect on success rate (RR 0.90, 95% CI 0.80 to 1.01; 1 study; 194 teeth; very low-certainty evidence).\n- Dentine-bonded resin composite versus glass ionomer cement: compared to glass ionomer cement, dentine-bonded resin composite may increase the success rate of the treatment at 1 year, but the evidence is very uncertain (RR 2.39, 95% CI 1.60 to 3.59; 1 study; 122 teeth; very low-certainty evidence). Same result was obtained when considering the root as unit of analysis at one year (RR 1.59, 95% CI 1.20 to 2.09; 1 study; 127 roots; very low-certainty evidence).\n- Glass ionomer cement versus amalgam: the evidence is very uncertain about the effect of glass ionomer cement compared with amalgam on success rate at one year, with results indicating glass ionomer cement may reduce or have no effect on success rate (RR 0.98, 95% CI 0.86 to 1.12; 1 study; 105 teeth; very low-certainty evidence).\n- MTA versus root repair material (RRM): there may be little to no effect of MTA compared to RRM on success rate at one year, but the evidence is very uncertain (RR 1.00, 95% CI 0.94 to 1.07; I2 = 0%; 2 studies; 278 teeth; very low-certainty evidence).\nAdverse events were not assessed by any of the included studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on the present limited evidence, there is insufficient evidence to draw any conclusion as to the benefits of any one material over another for retrograde filling in root canal therapy. We conclude that more high-quality RCTs are required."
    }
  ],
  "pls_title": "What are the benefits and risks of different materials used for retrograde filling in people who need this treatment in order to save a tooth?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- Due to a lack of robust evidence, the benefits and risks of different materials used for retrograde filling in root canal therapy are unclear.\n- The evidence is not robust enough to determine which material is best to use in retrograde filling.\n- We need future studies to strengthen the evidence."
    },
    {
      "heading": "What is retrograde filling in root canal therapy?",
      "text": "The living part of the tooth, also known as the tooth pulp, can become permanently swollen because of damage or bacterial infection due to tooth decay. To deal with this problem, the dentist has to drill a hole on the top of the crown of the tooth to access the inner space of the tooth, the root canal system. The dentist will then remove the infected tissue and bacteria by a combination of mechanical cleaning and irrigation.\nAfter this is done, the dentist fills the space with an inactive packing material and seals the opening. This treatment is known as root canal therapy. Although results are generally good, a small number of failures can happen. This can be because the root canal system is complex and it is not always easy to completely eliminate all bacteria. These can spread and the infection around the root can last indefinitely.\nWhen root canal therapy fails, a retreatment called retrograde filling is a good alternative to save the tooth. During retrograde filling the dentist cuts a flap in the gum and creates a hole in the bone to get access to the bottom tip of the root of the tooth. After cutting off the tip, followed by thorough preparation, the apex is sealed (the apical seal), and the hole made by the dentist filled with a dental material. This sealing process is considered the most important factor in achieving success in a retrograde root filling."
    },
    {
      "heading": "What materials can be used for retrograde filling?",
      "text": "Many materials have been developed to seal the root tip, for example, mineral trioxide aggregate (MTA), intermediate restorative material (IRM), super ethoxybenzoic acid (Super-EBA), dentine-bonded resin composite, glass ionomer cement, amalgam, and root repair material (RRM). However, there is no agreement on which material is best."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out which material works better for retrograde filling in root canal therapy, and whether they are associated with any unwanted (adverse) effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared different materials used for retrograde filling in root canal therapy. We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found eight studies with a minimum duration of 12 months that involved 1399 people (1471 teeth) over 17 years of age undergoing retrograde filling using different types of filling material.\nThe evidence:\n- is not robust enough to determine which material is best to use in retrograde filling.\nNo studies investigated the unwanted effects of any of the materials."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The main limitations of the evidence are that studies:\n- were very small;\n- were conducted in ways that may have introduced errors into their results; and\n- there were not enough studies to be certain about the results.\nDue to these limitations, we have little confidence in the evidence."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to April 2021."
    }
  ]
}