{
  "doi": "10.1002/14651858.CD001862.pub4",
  "name": "Interventions for preventing ophthalmia neonatorum",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Ophthalmia neonatorum is an infection of the eyes in newborns that can lead to blindness, particularly if the infection is caused by Neisseria gonorrhoeae. Antiseptic or antibiotic medication is dispensed into the eyes of newborns, or dispensed systemically, soon after delivery to prevent neonatal conjunctivitis and potential vision impairment."
    },
    {
      "heading": "Objectives",
      "text": "1. To determine if any type of systemic or topical eye medication is better than placebo or no prophylaxis in preventing ophthalmia neonatorum.\n2. To determine if any one systemic or topical eye medication is better than any other medication in preventing ophthalmia neonatorum."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, LILACS, and three trials registers, date of last search 4 October 2019. We also searched references of included studies and contacted pharmaceutical companies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised and quasi-randomised controlled trials of any topical, systemic, or combination medical interventions used to prevent ophthalmia neonatorum in newborns compared with placebo, no prophylaxis, or with each other."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methods expected by Cochrane. Outcomes were: blindness or any adverse visual outcome at 12 months, conjunctivitis at 1 month (gonococcal (GC), chlamydial (CC), bacterial (BC), any aetiology (ACAE), or unknown aetiology (CUE)), and adverse effects."
    },
    {
      "heading": "Main results",
      "text": "We included 30 trials with a total of 79,198 neonates. Eighteen studies were conducted in high-income settings (the USA, Europe, Israel, Canada), and 12 were conducted in low- and middle-income settings (Africa, Iran, China, Indonesia, Mexico). Fifteen of the 30 studies were quasi-randomised. We judged every study to be at high risk of bias in at least one domain. Ten studies included a comparison arm with no prophylaxis. There were 14 different prophylactic regimens and 12 different medications in the 30 included studies.\nAny prophylaxis compared to no prophylaxis\nUnless otherwise indicated, the following evidence comes from studies assessing one or more of the following interventions: tetracycline 1%, erythromycin 0.5%, povidone-iodine 2.5%, silver nitrate 1%. None of the studies reported data on the primary outcomes: blindness or any adverse visual outcome at any time point. There was only very low-certainty evidence on the risk of GC with prophylaxis (4/5340 newborns) compared to no prophylaxis (5/2889) at one month (risk ratio (RR) 0.79, 95% confidence interval (CI) 0.24 to 2.65, 3 studies). Low-certainty evidence suggested there may be little or no difference in effect on CC (RR 0.96, 95% CI 0.57 to 1.61, 4874 newborns, 2 studies) and BC (RR 0.84, 95% CI 0.37 to 1.93, 3685 newborns, 2 studies). Moderate-certainty evidence suggested a probable reduction in risk of ACAE at one month (RR 0.65, 95% 0.54 to 0.78, 9666 newborns, 8 studies assessing tetracycline 1%, erythromycin 0.5%, povidone-iodine 2.5%, silver nitrate 1%, colostrum, bacitracin-phenacaine ointment). There was only very low-certainty evidence on CUE  (RR 1.75, 95% CI 0.37 to 8.28, 330 newborns, 1 study). Very low-certainty evidence on adverse effects suggested no increased nasolacrimal duct obstruction (RR 0.93, 95% CI 0.68 to 1.28, 404 newborns, 1 study of erythromycin 0.5% and silver nitrate 1%) and no increased keratitis (single study of 40 newborns assessing silver nitrate 1% with no events).\nAny prophylaxis compared to another prophylaxis\nOverall, evidence comparing different interventions did not suggest any consistently superior intervention. However, most of this evidence was of low-certainty and was extremely limited."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are no data on whether prophylaxis for ophthalmia neonatorum prevents serious outcomes such as blindness or any adverse visual outcome. Moderate-certainty evidence suggests that the use of prophylaxis may lead to a reduction in the incidence of ACAE in newborns but the evidence for effect on GC, CC or BC was less certain. Comparison of individual interventions did not suggest any consistently superior intervention, but data were limited. A trial comparing tetracycline, povidone-iodine (single administration), and chloramphenicol for GC and CC could potentially provide the community with an effective, universally applicable prophylaxis against ophthalmia neonatorum."
    }
  ],
  "pls_title": "Medication to prevent infection of the eye in newborns",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What was the aim of the review?",
      "text": "The aim of this Cochrane Review was to determine if any medication is better than placebo or no preventive action in preventing ophthalmia neonatorum. Cochrane Review authors collected and analysed all relevant studies to answer this question and found 30 studies."
    },
    {
      "heading": "Key messages",
      "text": "There are no data on whether prophylaxis for ophthalmia neonatorum prevents serious outcomes such as blindness or visual impairment. Moderate-certainty evidence suggests that the use of prophylaxis may lead to a reduction in the incidence of any conjunctivitis of any cause in newborns but the evidence for effect on gonococcal or chlamydial conjunctivitis was of low to very-low certainty. Comparison of individual interventions did not suggest any consistently superior intervention, but data were limited."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Ophthalmia neonatorum, also known as neonatal conjunctivitis, is an infection of the eye surface that affects newborn babies within the first month of life. It is usually caused by infection (bacterial or viral) picked up during birth. If left untreated, it can lead to blindness. The World Health Organization (WHO) recommends the following treatments to prevent ophthalmia neonatorum:\n• tetracycline hydrochloride 1% eye ointment;\n• erythromycin 0.5% eye ointment;\n• povidone-iodine 2.5% solution (water-based);\n• silver nitrate 1% solution;\n• chloramphenicol 1% eye ointment.\nCochrane Review authors considered these treatments and others to prevent the development of conjunctivitis in newborns. They assessed the two main types of conjunctivitis separately - gonococcal conjunctivitis (caused by Neisseria gonorrhoeae ) and chlamydial conjunctivitis (caused by Chlamydia trachomatis ) - as well as conjunctivitis due to any bacteria (including Neisseria gonorrhoeae  and Chlamydia trachomatis), conjunctivitis due to any cause or conjunctivitis of unknown cause."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "Cochrane Review authors identified 30 studies with a total of 79,198 newborns. Eighteen studies took place in high-income settings (the USA, Europe, Israel, Canada), and 12 were conducted in low- and middle-income settings (Africa, Iran, China, Indonesia, Mexico). The main preventive medications evaluated in the included studies were: tetracycline 1%, erythromycin 0.5%, povidone-iodine 2.5%, and silver nitrate 1%.\nNewborns given preventive medication are likely to have a lower chance of conjunctivitis within one month of birth compared with newborns not given preventive medication (moderate-certainty evidence). The evidence for specific causes of conjunctivitis (gonococcal, chlamydial) was less certain as these occurred less frequently in the included studies. None of the studies collected data on blindness or adverse vision outcomes."
    },
    {
      "heading": "How up-to-date is the review?",
      "text": "Cochrane Review authors searched for studies published up to 4 October 2019."
    }
  ]
}