{
  "doi": "10.1002/14651858.CD011507.pub3",
  "name": "Antenatal dietary supplementation with myo‐inositol for preventing gestational diabetes",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Gestational diabetes with onset or first recognition during pregnancy is an increasing problem worldwide. Myo-inositol, an isomer of inositol, is a naturally occurring sugar commonly found in cereals, corn, legumes and meat. Myo-inositol is one of the intracellular mediators of the insulin signal and correlates with insulin sensitivity in type 2 diabetes. The potential beneficial effect of improving insulin sensitivity suggests that myo-inositol may be useful for women in preventing gestational diabetes. This is an update of a review first published in 2015."
    },
    {
      "heading": "Objectives",
      "text": "To assess if antenatal dietary supplementation with myo-inositol is safe and effective, for the mother and fetus, in preventing gestational diabetes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth's Trials Register, ClinicalTrials.gov, WHO ICTRP (17 March 2022) and the reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included published and unpublished randomised controlled trials (RCTs) including cluster-RCTs and conference abstracts, assessing the effects of myo-inositol for the prevention of gestational diabetes in pregnant women. We included studies that compared any dose of myo-inositol, alone or in a combination preparation, with no treatment, placebo or another intervention. Quasi-randomised and cross-over trials were not eligible. We excluded women with pre-existing type 1 or type 2 diabetes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion, assessed risk of bias and extracted the data. We checked the data for accuracy. We assessed the certainty of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included seven RCTs (one conducted in Ireland, six conducted in Italy) reporting on 1319 women who were 10 weeks to 24 weeks pregnant at the start of the studies. The studies had relatively small sample sizes and the overall risk of bias was low.\nFor the primary maternal outcomes, meta-analysis showed that myo-inositol may reduce the incidence of gestational diabetes (risk ratio (RR) 0.53, 95% confidence interval (CI) 0.31 to 0.90; 6 studies, 1140 women) and hypertensive disorders of pregnancy (RR 0.34, 95% CI 0.19 to 0.61; 5 studies, 1052 women). However, the certainty of the evidence was low to very low. For the primary neonatal outcomes, only one study measured the risk of a large-for-gestational-age infant and found myo-inositol was associated with both appreciable benefit and harm (RR 1.40, 95% CI 0.65 to 3.02; 1 study, 234 infants; low-certainty evidence). None of the included studies reported on the other primary neonatal outcomes (perinatal mortality, mortality or morbidity composite).\nFor the secondary maternal outcomes, we are unclear about the effect of myo-inositol on weight gain during pregnancy (mean difference (MD) -0.25 kilogram (kg), 95% CI -1.26 to 0.75 kg; 4 studies, 831 women) and perineal trauma (RR 4.0, 95% CI 0.45 to 35.25; 1 study, 234 women) because the evidence was assessed as being very low-certainty. Further, myo-inositol may result in little to no difference in caesarean section (RR 0.91, 95% CI 0.77 to 1.07; 4 studies, 829 women; low-certainty evidence). None of the included studies reported on the other secondary maternal outcomes (postnatal depression and the development of subsequent type 2 diabetes mellitus). For the secondary neonatal outcomes, meta-analysis showed no neonatal hypoglycaemia (RR 3.07, 95% CI 0.90 to 10.52; 4 studies; 671 infants; very low-certainty evidence). However, myo-inositol may be associated with a reduction in the incidence of preterm birth (RR 0.35, 95% CI 0.17 to 0.70; 4 studies; 829 infants). There were insufficient data for a number of maternal and neonatal secondary outcomes, and no data were reported for any of the long-term childhood or adulthood outcomes, or for health service utilisation outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Evidence from seven studies shows that antenatal dietary supplementation with myo-inositol during pregnancy may reduce the incidence of gestational diabetes, hypertensive disorders of pregnancy and preterm birth. Limited data suggest that supplementation with myo-inositol may not reduce the risk of a large-for-gestational-age infant.\nThe current evidence is based on small studies that were not powered to detect differences in outcomes such as perinatal mortality and serious infant morbidity. Six of the included studies were conducted in Italy and one in Ireland, which raises concerns about the lack of generalisability to other settings. There is evidence of inconsistency among doses of myo-inositol, the timing of administration and study population. As a result, we downgraded the certainty of the evidence for many outcomes to low or very low certainty.\nFurther studies for this promising antenatal intervention for preventing gestational diabetes are encouraged and should include pregnant women of different ethnicities and varying risk factors. Myo-inositol at different doses, frequency and timing of administration, should be compared with placebo, diet and exercise, and pharmacological interventions. Long-term follow-up should be considered and outcomes should include potential harms, including adverse effects."
    }
  ],
  "pls_title": "Taking myo-inositol as a dietary supplement during pregnancy to prevent the development of gestational diabetes",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Women who develop gestational diabetes have a higher risk of experiencing complications during pregnancy and birth, as well as developing diabetes later on in life. The babies of mothers who have gestational diabetes can be larger than they should be and might be injured at birth. These babies are at risk of diabetes, even as young children or young adults. The number of women being diagnosed with gestational diabetes is increasing around the world, so finding simple and cost-effective ways to prevent women from developing this condition is important.\nMyo-inositol is a naturally-occurring sugar found in cereals, corn, green vegetables, and meat, that has a role in the body's sensitivity to insulin."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if myo-inositol is an effective antenatal dietary supplement for preventing gestational diabetes in pregnant women."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared myo-inositol (given alone or in combination with another treatment) with no treatment or another treatment. We compared and summarized the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found seven studies on 1319 women who were 10 weeks to 24 weeks pregnant."
    },
    {
      "heading": "Main results",
      "text": "We are unclear whether supplementation with myo-inositol is associated with a reduction in the rate of gestational diabetes. However, myo-inositol may be associated with a reduction of hypertensive disorders of pregnancy. We are unclear whether myo-inositol supplementation decreases the number of babies who were born large for gestational age.\nThe studies did not provide any information about the number of babies that died (either before birth or shortly afterwards), depression, or subsequent type 2 diabetes after delivery. There were no maternal adverse effects of therapy in the five studies that reported on this outcome; the other two studies did not mention this.\nWe are unclear about the effect of supplementation with myo-inositol on weight gain during pregnancy or on a baby with low blood glucose levels. This review did not find any impact on other outcomes, such as the risk of having a caesarean section or a large baby. This may be due to the studies being too small to detect differences in these outcomes and the outcomes not being reported by all studies. However, myo-inositol may be associated with a reduction in the rate of preterm birth compared with the control group.\nThe included studies did not report on many other relevant mother and baby outcomes, nor did they have any data relating to longer-term outcomes for the mother or infant, or the cost to the health services.\nThere is not enough evidence to support that giving myo-inositol as a dietary supplement during pregnancy, prevents gestational diabetes. However, myo-inositol may prevent hypertensive (high blood pressure) disorders of pregnancy and preterm birth. Further large, well-designed, randomised controlled trials are required to assess the effectiveness of myo-inositol in preventing gestational diabetes and improving other health outcomes for mothers and their babies."
    },
    {
      "heading": "What are the limitations of this evidence?",
      "text": "We have little confidence in the evidence because there were not enough studies to be certain about the results and many of our review outcomes were not reported in the studies that we identified. The studies were also limited to populations from high-income settings and so results may not be applicable to other populations. The studies also had some limitations on how they reported the methods."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This evidence is up-to-date to December 2022."
    }
  ]
}