{
  "doi": "10.1002/14651858.CD007928.pub3",
  "name": "Surgical interventions for high‐grade vulval intraepithelial neoplasia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an updated version of an original Cochrane review published in The Cochrane Library, 2011, Issue 1.\nVulval intraepithelial neoplasia (VIN) is a pre-malignant condition of the vulval skin. This uncommon chronic skin condition of the vulva is associated with a high risk of recurrence and the potential to progress to vulval cancer. The condition is complicated by its multicentric and multifocal nature. The incidence of this condition appears to be rising, particularly in the younger age group. There is a lack of consensus on the optimal surgical treatment method. However, the rationale for the surgical treatment of VIN has been to treat the symptoms and exclude any underlying malignancy, with the continued aim of preserving the vulval anatomy and function. Repeated treatments affect local cosmesis and cause psychosexual morbidity, thus impacting the individual's quality of life."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of surgical interventions in women with high-grade VIN."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Gynaecological Cancer Group Trials Register and the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE and EMBASE up to 1 September 2015. We also searched registers of clinical trials, abstracts of scientific meetings and reference lists of included studies, and contacted experts in the field."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) that compared surgical interventions in adult women diagnosed with high-grade VIN."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently abstracted data and assessed risk of bias."
    },
    {
      "heading": "Main results",
      "text": "We identified one RCT, including 30 women, that met our inclusion criteria; this trial reported data on carbon dioxide (CO2) laser surgery versus cavitational ultrasonic surgical aspiration (CUSA). There were no differences in the risks of disease recurrence after one year of follow-up, pain, scarring, dysuria or burning, adhesions, infection, abnormal discharge or eschar between women who underwent CO2 laser surgery and those who received CUSA. The trial lacked statistical power, due to the small number of women in each group and the low number of observed events, but was at low risk of bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The included trial lacked statistical power, due to the small number of women in each group and the low number of observed events. The absence of reliable evidence regarding the effectiveness and safety of the two surgical techniques for the management of VIN therefore precludes any definitive guidance or recommendations for clinical practice."
    }
  ],
  "pls_title": "Comparison of surgical procedures for women diagnosed with precancerous changes of the vulva (high-grade vulval intraepithelial neoplasia)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Vulval intraepithelial neoplasia (VIN) is regarded as a precancerous condition of the skin of the vulva that may further develop into vulval cancer. The condition is usually treated by surgery. The various surgical techniques currently available are either ablative (where the lesion is removed by destruction of tissue using an energy source) or excisional (the lesion is simply 'cut out'); sometimes a combination of the two may be used. There is currently no consensus as to which surgical technique is the most effective and safe. The treatment options available to the individual with VIN are currently based on the preference of the treating physician and his/her skills, and these vary both nationally and internationally. Because there is a high risk of the condition recurring after surgery, multiple treatments may be required. Hence, various conservative surgical and medical modalities of treatment are currently being explored."
    },
    {
      "heading": "Review question",
      "text": "To evaluate the effectiveness and safety of surgical interventions in women with high-grade vulval intraepithelial neoplasia (VIN)."
    },
    {
      "heading": "Main findings",
      "text": "This review is based on one randomised controlled trial (RCT) which included 30 participants and therefore the results are restricted to the analyses of a single study. This RCT compared two ablative techniques: carbon dioxide (CO2) laser surgery and cavitational ultrasonic surgical aspiration (CUSA). There was no evidence for differences in the risks of disease recurrence after one year follow up, pain, scarring, painful/uncomfortable urination (dysuria) or burning on urination, adhesions (fusion of the 'lips' or labia as part of the healing process by the formation of bridges of tissue), infection, abnormal discharge or the presence of dead tissue shedding from healthy skin (eschar) between women who received CO2 laser surgery and those who underwent CUSA."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Due to the small number of participants with high-grade VIN included in the trial there was insufficient evidence to conclude that either surgical technique is superior over the other. This review highlights the need for further high-quality, well-designed trials."
    }
  ]
}