{
  "doi": "10.1002/14651858.CD007448.pub2",
  "name": "Antibiotic regimens for the empirical treatment of newborn infants with necrotising enterocolitis ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Although the exact aetiology of necrotising enterocolitis (NEC) remains unknown, research suggests that it is multifactorial; suspected pathophysiological mechanisms include immaturity, intestinal ischaemia, disruption of intestinal mucosal integrity, formula feeding, hyperosmolar load to the intestine, infection and bacterial translocation. Various antibiotic regimens have been widely used in the treatment of NEC."
    },
    {
      "heading": "Objectives",
      "text": "To compare the efficacy of different antibiotic regimens on mortality and the need for surgery in neonates with NEC."
    },
    {
      "heading": "Search methods",
      "text": "Searches were made of the Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library, Issue 1, 2012), Oxford Database of Perinatal Trials, MEDLINE (1966 to February 2012), EMBASE (1980 to February 2012) and CINAHL (1982 to February 2012)."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised and quasi-randomised controlled trials where antibiotic regimens were used for treatment of NEC."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Eligibility of studies for inclusion was assessed independently by each review author. The criteria and standard methods of the Cochrane Neonatal Review Group were used to assess the methodological quality of the included trials."
    },
    {
      "heading": "Main results",
      "text": "Two trials met the inclusion criteria. Faix 1988 randomised 42 premature infants with radiological diagnosis of NEC. Infants were randomised to receive either intravenous ampicillin and gentamicin or ampicillin, gentamicin and clindamycin. Hansen 1980 randomised 20 infants with NEC to receive intravenous ampicillin and gentamicin with or without enteral gentamicin.\nIn the study by Faix 1988, there were no statistical differences in mortality (RR 1.10; 95% CI 0.32 to 3.83) or bowel perforation (RR 2.20; 95% CI 0.45 to 10.74) between the two groups although there was a trend towards higher rate of strictures in the group that received clindamycin (RR 7.20; 95% CI 0.97 to 53.36).\nThe Hansen 1980 study showed no statistically significant difference in death, bowel perforation or development of strictures."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There was insufficient evidence to recommend a particular antibiotic regimen for the treatment of NEC. There were concerns about adverse effects following the usage of clindamycin, related to the development of strictures. To address this issue a large randomised controlled trial needs to be performed."
    }
  ],
  "pls_title": "Antibiotic usage for necrotising enterocolitis in newborn infants",
  "pls_type": "long",
  "pls": "Necrotising enterocolitis (NEC) is a gastrointestinal disease that primarily affects premature infants. Infants who have developed NEC could rapidly become very sick, leading to various morbidities and even death. The cause of NEC is uncertain and possibly multifactorial, but an infectious agent is most commonly suspected. Various antibiotic combinations are commonly used as treatment in such infants. Certain antibiotic regimens could lead to drug side effects and even antibiotic resistance. The authors of this study reviewed the medical literature to ascertain the best antibiotic combination for the treatment of this condition. Four eligible studies were identified and only two of these studies were found to be suitable for analysis. Both these studies were performed before 1988. The two studies included 62 infants with NEC and compared one antibiotic regimen to another. There was no difference between the two groups. The authors concluded that there was insufficient evidence to recommend a particular antibiotic regimen for NEC."
}