{
  "doi": "10.1002/14651858.CD010680.pub2",
  "name": "Ankle brachial index for the diagnosis of lower limb peripheral arterial disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Peripheral arterial disease (PAD) of the lower limb is common, with prevalence of both symptomatic and asymptomatic disease estimated at 13% in the over 50 age group. Symptomatic PAD affects about 5% of individuals in Western populations between the ages of 55 and 74 years. The most common initial symptom of PAD is muscle pain on exercise that is relieved by rest and is attributed to reduced lower limb blood flow due to atherosclerotic disease (intermittent claudication). The ankle brachial index (ABI) is widely used by a variety of healthcare professionals, including specialist nurses, physicians, surgeons and podiatrists working in primary and secondary care settings, to assess signs and symptoms of PAD. As the ABI test is non-invasive and inexpensive and is in widespread clinical use, a systematic review of its diagnostic accuracy in people presenting with leg pain suggestive of PAD is highly relevant to routine clinical practice."
    },
    {
      "heading": "Objectives",
      "text": "To estimate the diagnostic accuracy of the ankle brachial index (ABI) - also known as the ankle brachial pressure index (ABPI) - for the diagnosis of peripheral arterial disease in people who experience leg pain on walking that is alleviated by rest."
    },
    {
      "heading": "Search methods",
      "text": "We carried out searches of the following databases in August 2013: MEDLINE (Ovid SP),Embase (Ovid SP), the Cumulative Index to Nursing and Allied Health Literature (CINAHL) (EBSCO), Latin American and Caribbean Health Sciences (LILACS) (Bireme), Database of Abstracts of Reviews of Effects and the Health Technology Assessment Database in The Cochrane Library, the Institute for Scientific Information (ISI) Conference Proceedings Citation Index - Science, the British Library Zetoc Conference search and Medion."
    },
    {
      "heading": "Selection criteria",
      "text": "We included cross-sectional studies of ABI in which duplex ultrasonography or angiography was used as the reference standard. We also included cross-sectional or diagnostic test accuracy (DTA) cohort studies consisting of both prospective and retrospective studies.\nParticipants were adults presenting with leg pain on walking that was relieved by rest, who were tested in primary care settings or secondary care settings (hospital outpatients only) and who did not have signs or symptoms of critical limb ischaemia (rest pain, ischaemic ulcers or gangrene).\nThe index test was ABI, also called the ankle brachial pressure index (ABPI) or the Ankle Arm Index (AAI), which was performed with a hand-held doppler or oscillometry device to detect ankle vessels. We included data collected via sphygmomanometers (both manual and aneroid) and digital equipment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently replicated data extraction by using a standard form, which included an assessment of study quality, and resolved disagreements by discussion. Two review authors extracted participant-level data when available to populate 2×2 contingency tables (true positives, true negatives, false positives and false negatives).\nAfter a pilot phase involving two review authors working independently, we used the methodological quality assessment tool the Quality Assessment of Diagnostic Accuracy Studies-2 (QUADAS-2), which incorporated our review question - along with a flow diagram to aid reviewers' understanding of the conduct of the study when necessary and an assessment of risk of bias and applicability judgements."
    },
    {
      "heading": "Main results",
      "text": "We screened 17,055 records identified through searches of databases. We obtained 746 full-text articles and assessed them for relevance. We scrutinised 49 studies to establish their eligibility for inclusion in the review and excluded 48, primarily because participants were not patients presenting solely with exertional leg pain, investigators used no reference standard or investigators used neither angiography nor duplex ultrasonography as the reference standard. We excluded most studies for more than one reason.\nOnly one study met the eligibility criteria and provided limb-level accuracy data from just 85 participants (158 legs). This prospective study compared the manual doppler method of obtaining an ABI (performed by untrained personnel) with the automated oscillometric method. Limb-level data, as reported by the study, indicated that the accuracy of the ABI in detecting significant arterial disease on angiography is superior when stenosis is present in the femoropopliteal vessels, with sensitivity of 97% (95% confidence interval (CI) 93% to 99%) and specificity of 89% (95% CI 67% to 95%) for oscillometric ABI, and sensitivity of 95% (95% CI 89% to 97%) and specificity of 56% (95% CI 33% to 70%) for doppler ABI. The ABI threshold was not reported. Investigators attributed the lower specificity for doppler to the fact that a tibial or dorsalis pedis pulse could not be detected by doppler in 12 of 27 legs with normal vessels or non-significant lesions. The superiority of the oscillometric (automated) method for obtaining an ABI reading over the manual method with a doppler probe used by inexperienced operators may be a clinically important finding."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Evidence about the accuracy of the ankle brachial index for the diagnosis of PAD in people with leg pain on exercise that is alleviated by rest is sparse. The single study included in our review provided only limb-level data from a few participants. Well-designed cross-sectional studies are required to evaluate the accuracy of ABI in patients presenting with early symptoms of peripheral arterial disease in all healthcare settings. Another systematic review of existing studies assessing the use of ABI in alternative patient groups, including asymptomatic, high-risk patients, is required."
    }
  ],
  "pls_title": "Ankle brachial index for the diagnosis of lower limb peripheral arterial disease",
  "pls_type": "long",
  "pls": "Peripheral arterial disease (PAD) of the legs affects 13% of people over 50 years of age. Sometimes PAD is \"silent\" and people are unaware they have it, but PAD can cause pain in the legs, especially with walking, and this type of symptomatic PAD affects about 5% of people in the Western world between the ages of 55 and 74 years. In PAD, fatty deposits (atherosclerosis) and blood clots cause the arteries to narrow and block. This leads to poor blood flow to the muscles during exercise, causing the classical symptom of muscle pain during walking that goes away after rest (intermittent claudication). In severe cases of PAD, symptoms of rest pain, ulceration and gangrene may develop and, if untreated, can lead to lower limb amputation. People with PAD are also at higher risk for cardiovascular disease and stroke.\nThe ankle brachial index (ABI) is a test that is used to facilitate diagnosis of PAD. This test uses a device for measuring blood pressure with an inflatable cuff, and blood pressure measurements are taken at the upper arm and the ankle. The equipment can be manual or digital with automatic electronic calculation of blood pressure. The ABI is widely used for assessment of PAD by specialist nurses, physicians, surgeons and podiatrists working in hospitals. Dividing blood pressure recorded at the ankle by that recorded at the arm produces a ratio. Ratios of 0.90 to 1.30 are considered normal for adults, and ratios less than 0.8 indicate that PAD is present. Lower readings (< 0.7) suggest that the disease is severe and people might develop ulcers and gangrene. People with mild to moderate PAD can arrive at a diagnosis by several routes when using the ABI: during routine diabetic foot checks in general practice, in community health clinic or hospital settings, as a screening test for PAD in people who have no symptoms and during assessment of people presenting with exertional leg pain suggestive of PAD. Once a diagnosis of PAD is established, treatment will include prescribed secondary prevention therapy and lifestyle advice (exercise, smoking cessation, diet, weight), and for those with impaired quality of life, treatment may include supervised exercise therapy, or revascularisation, which commonly involves endovascular treatment rather than surgery.\nIn hospitals, other tests may be used to diagnose PAD. Duplex ultrasound (DUS) shows blood flow in the arteries and is non-invasive, but only an experienced radiologist can achieve useful images. Hospital staff can use other tests to image the blood vessels, namely, computerised tomography angiography (CTA), magnetic resonance angiography (MRA) and catheter angiography.\nThe ABI test is non-invasive and inexpensive and is widely used clinically; therefore, we have reviewed all available reports obtained from a wide search of databases of medical literature to estimate its accuracy in identifying PAD in people who experience pain on walking that goes away after rest. Two review authors independently assessed studies that met inclusion criteria of the review, including use of a cross-sectional study design; enrolment of participants with pain on walking that got better with rest; and use of duplex ultrasonography or angiography to check that results of the ABI test were accurate. One study met our criteria and provided data from 85 participants (158 limbs). Investigators compared the manual doppler method of measuring ABI with the automated method. Researchers provided only data for legs as opposed to data for patients; we were therefore unable to recalculate the analysis at the whole-participant level.\nIn conclusion, we found little evidence about the accuracy of the ankle brachial index for diagnosing PAD in people presenting with exertional leg pain. The study included in our review had some flaws, and well-designed cross-sectional studies are needed to measure the accuracy of the ABI for diagnosing PAD in patients with early symptoms."
}