{
  "doi": "10.1002/14651858.CD009664",
  "name": "Sumatriptan (rectal route of administration) for acute migraine attacks in adults",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Migraine is a highly disabling condition for the individual and also has wide-reaching implications for society, healthcare services, and the economy. Sumatriptan is an abortive medication for migraine attacks, belonging to the triptan family. Rectal administration may be preferable to oral for individuals experiencing nausea and/or vomiting."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy and tolerability of rectal sumatriptan compared to placebo and other active interventions in the treatment of acute migraine attacks in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, online databases, and reference lists for studies through 13 October 2011."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, double-blind, placebo- and/or active-controlled studies using rectally administered sumatriptan to treat a migraine headache episode, with at least 10 participants per treatment arm."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data. We used numbers of participants achieving each outcome to calculate relative risk (or 'risk ratio') and numbers needed to treat to benefit (NNT) or harm (NNH) compared to placebo or a different active treatment."
    },
    {
      "heading": "Main results",
      "text": "Three studies (866 participants) compared rectally administered sumatriptan with placebo or an active comparator. Most of the data were for the 12.5 mg and 25 mg doses. For the majority of efficacy outcomes, sumatriptan surpassed placebo. For sumatriptan 12.5 mg versus placebo the NNTs were 5.2 and 3.2 for headache relief at one and two hours, respectively. Results for the 25 mg dose were similar to the 12.5 mg dose, and there were no significant differences between the two doses for any of the outcomes analysed. The NNTs for sumatriptan 25 mg versus placebo were 4.2, 3.2, and 2.4 for pain-free at two hours, headache relief at one hour, and headache relief at two hours, respectively.\nRelief of functional disability was greater with sumatriptan than with placebo, with NNTs of 8.0 and 4.0 for the 12.5 mg and 25 mg doses, respectively. For the most part, adverse events were transient and mild and were more common with sumatriptan than with placebo, but there were insufficient data to perform any analyses.\nDirect comparison of sumatriptan with active treatments was limited to one study comparing sumatriptan 25 mg with ergotamine tartrate 2 mg + caffeine 100 mg."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on limited amounts of data, sumatriptan 25 mg, administered rectally, is an effective treatment for acute migraine attacks, with participants in these studies experiencing a significant reduction in headache pain and functional disability within two hours of treatment. The lack of data on relief of headache-associated symptoms or incidence of adverse events limits any conclusions that can be drawn."
    }
  ],
  "pls_title": "Sumatriptan (rectal route of administration) for acute migraine attacks in adults",
  "pls_type": "long",
  "pls": "Sumatriptan is one of the triptan family of drugs used to treat migraine attacks. It is available as a rectal suppository in some countries, and this route of administration may be preferable for individuals experiencing nausea and/or vomiting. This review found that a single dose administered rectally was effective in relieving migraine headache pain and functional disability. Pain was reduced from moderate or severe to no pain by two hours in approximately 2 in 5 people (41%) taking sumatriptan 25 mg, compared with about 1 in 6 (17%) taking placebo. Pain was reduced from moderate or severe to no worse than mild pain by two hours in roughly 2 in 3 people (71%) taking sumatriptan 25 mg, compared with approximately 1 in 3 (30%) taking placebo. In addition to relieving headache pain, sumatriptan 25 mg also relieved functional disability by two hours in about 2 in 5 people (41%), compared with about 1 in 6 (16%) taking placebo. There was not enough evidence to draw any conclusions about the incidence of adverse events or to compare rectal sumatriptan directly with any other active comparators."
}