{
  "doi": "10.1002/14651858.CD006722.pub2",
  "name": "Psychostimulants for depression",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Depression is common, disabling, costly and under-treated. There are problems in the current first-line drug treatment, antidepressants, for moderate or severe depression. There is a body of research that has evaluated the effect of psychostimulants (PS) in the treatment of depression. This has not been reviewed systematically."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of PS in the treatment of depression and to assess adverse events associated with PS."
    },
    {
      "heading": "Search methods",
      "text": "Databases CCDANCTR-Studies and CCDANCTR-References were searched on 21/6/2006. Cochrane Central Register of Controlled Trials, MEDLINE, EMBASE, PsycInfo, AMED, CINAHL, Dissertation Abstracts and the National Health Service Research Register were searched."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) assessing the effectiveness of PS were included. The trial population comprised adults of either sex with a diagnosis of depression."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors extracted the data independently and assessed trial quality. Meta-analysis was considered for trials with comparable key characteristics. The primary outcome was depression symptoms, based on a continuous outcome, using the standardised mean difference (SMD), or a dichotomous measure of clinical response, using odds ratios (OR), with 95% confidence intervals (CI)."
    },
    {
      "heading": "Main results",
      "text": "Twenty-four RCTs were identified. The overall quality of the trials was low. Five drugs were evaluated; dexamphetamine, methylphenidate, methylamphetamine, pemoline and modafinil. Modafinil was evaluated separately as its pharmacology is different to that of the other PS. PS were administered as a monotherapy, adjunct therapy, in oral or intravenous preparation and in comparison with a placebo or an active therapy. Most effects were measured in the short term (up to four weeks). Thirteen trials had some usable data for meta-analyses. Three trials (62 participants) demonstrated that oral PS, as a monotherapy, significantly reduced short term depressive symptoms in comparison with placebo (SMD -0.87, 95% CI -1.40, -0.33, with non-significant heterogeneity. A similar effect was found for fatigue. In the short term PS were acceptable and well tolerated. Tolerance and dependence were under evaluated. No statistically significant difference in depression symptoms was found between modafinil and placebo."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is some evidence that in the short-term, PS reduce symptoms of depression. Whilst this reduction is statistically significant, the clinical significance is less clear. Larger high quality trials with longer follow-up and evaluation of tolerance and dependence are needed to test the robustness of these findings and, furthermore, to explore which PS may be more beneficial and in which clinical situations they are optimal."
    }
  ],
  "pls_title": "Psychostimulants for depression",
  "pls_type": "long",
  "pls": "Depression is common and under-treated. The current first-line drug treatment for moderate or severe depression is antidepressants, but there are problems with their use. This review evaluated the evidence from randomised controlled trials (RCTs) evaluating the effectiveness of psychostimulants (PS) in the treatment of depression. Twenty-four RCTs were identified, of which 14 had data for meta-analysis. Five drugs were evaluated, including dexamphetamine, methylphenidate, methylamphetamine, pemoline and modafinil. Modafinil was evaluated separately as its pharmacology differs from other PS. Three small trials of PS involving a total of 62 participants indicated that oral treatment with PS in the short term (up to four weeks) significantly reduced depressive symptoms when compared with placebo, however, the overall quality of the trials was poor, limiting confidence in the findings. Two trials involving 411 participants compared modafinil against placebo when combined with antidepressant treatment at 6-8 weeks, and showed a non-significant difference in reducing depression symptoms. One small trial of 50 participants compared oral modafinil against placebo after 12 weeks of treatment, and also showed a non-significant difference in reducing depression symptoms. No trials examined the longer-term effect of PS. Further well conducted trials with long term follow-up are required to find out which PS may be more effective in the treatment of depression, and whether PS are more effective in certain subgroups of depressed patients."
}