{
  "doi": "10.1002/14651858.CD012268.pub2",
  "name": "Calcium supplementation for people with overweight or obesity",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Obesity is a major health problem worldwide as it can lead to high blood pressure, heart disease, stroke, diabetes, and insulin resistance. The prevalence of overweight and obesity is increasing worldwide across different age groups. There is evidence of an inverse relationship between calcium intake and body weight. The clinical relevance of a small reduction in body weight has been questioned. However, at a population level, a small effect could mitigate the observed global trends."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of calcium supplementation on weight loss in individuals living with overweight or obesity."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, LILACS (Latin American and Caribbean Health Science Information database), and two clinical trials registries. The date of the last search of all databases (except Embase) was 10 May 2023. No language restrictions were applied."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials evaluating the effect of calcium in participants with overweight or obesity of any age or gender. We excluded studies in participants with absorption problems. We included studies of any dose with a minimum duration of two months. We included the following comparisons: calcium supplementation versus placebo, calcium-fortified food or beverage versus placebo, or calcium-fortified food or beverage versus non-calcium-fortified food or beverage. We excluded studies that evaluated the effect of calcium and vitamin D or mixed minerals compared to placebo."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. Our primary outcomes were body weight, health-related quality of life, and adverse events. Our secondary outcomes were anthropometric measures other than body weight, all-cause mortality, and morbidity."
    },
    {
      "heading": "Main results",
      "text": "We found 18 studies that evaluated the effect of calcium compared to placebo or control, with a total of 1873 randomised participants (950 participants in the calcium supplementation groups and 923 in the control groups). All included studies gave oral calcium supplementation as the intervention. We did not find any studies evaluating calcium-fortified foods. We excluded 38 studies, identified four ongoing studies, and listed one study as 'awaiting classification'.\nSixteen studies compared calcium supplementation to placebo; two studies compared different doses of calcium supplementation. Doses ranged from very low (0.162 g of calcium/day) to high (1.5 g of calcium/day). Most studies were performed in the USA and Iran, lasted less than six months, and included only women.\nLow-certainty evidence suggests that calcium supplementation compared to placebo or control may result in little to no difference in body weight (mean difference (MD) -0.15 kg, 95% confidence interval (CI) -0.55 to 0.24; P = 0.45, I2 = 46%; 17 studies, 1317 participants; low-certainty evidence). We downgraded the certainty of the evidence by two levels for risk of bias and heterogeneity.\nNone of the included studies reported health-related quality of life, all-cause mortality, or morbidity/complications as outcomes. Only five studies assessed or reported adverse events. Low-certainty evidence suggests a low frequency of adverse events, with no clear difference between intervention and control groups.\nModerate-certainty evidence shows that calcium supplementation compared to placebo or control probably results in a small reduction in body mass index (BMI) (MD -0.18 kg/m2,95% CI -0.22 to -0.13; P < 0.001, I2 = 0%; 9 studies, 731 participants) and waist circumference (MD -0.51 cm, 95% CI -0.72 to -0.29; P < 0.001, I2 = 0%; 6 studies, 273 participants). Low-certainty evidence suggests that calcium supplementation compared to placebo or control may result in a small reduction in body fat mass (MD -0.34 kg, 95% CI -0.73 to 0.05; P < 0.001, I2 = 97%; 12 studies, 812 participants)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Calcium supplementation for eight weeks to 24 months may result in little to no difference in body weight in people with overweight or obesity. The current evidence is of low certainty, due to concerns regarding risk of bias and statistical heterogeneity. We found that the degree of heterogeneity might be partly explained by calcium dosage, the presence or absence of a co-intervention, and whether an intention-to-treat analysis was pursued. While our analyses suggest that calcium supplementation may result in a small reduction in BMI, waist circumference, and fat mass, this evidence is of low to moderate certainty.\nFuture studies could investigate the effect of calcium supplementation on lean body mass to explore if there is a change in body composition."
    }
  ],
  "pls_title": "Do calcium supplements help people with overweight or obesity lose weight?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- Calcium supplements may make little to no difference in reducing overall body weight in people with overweight, or obesity, compared to sham calcium supplements (i.e. placebo).\n- Calcium supplements probably lead to a small reduction in body mass index (BMI) and waist circumference.\n- More high-quality research is needed to provide clearer insights into the connection between calcium supplements and body weight."
    },
    {
      "heading": "What is obesity?",
      "text": "Overweight and obesity are defined as excessive fat accumulation that presents a risk to health. A body mass index (BMI) over 25 is considered overweight, and over 30 is obese. People with overweight and obesity have a higher risk of having high blood pressure, cardiovascular diseases, and diabetes. Obesity is a significant global health concern."
    },
    {
      "heading": "What is calcium supplementation?",
      "text": "Calcium is a mineral the body needs to build and maintain strong bones and carry out other important functions. Calcium supplementation involves taking calcium through oral supplements, such as tablets or foods and drinks with added calcium."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if calcium supplements or calcium-fortified foods help people with overweight or obesity to lose weight. We also wanted to find out if calcium supplements were associated with any unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that investigated the effects of calcium supplements in people with overweight, and obesity. We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 18 studies involving 1873 participants. All the studies gave participants calcium tablets of varying doses. We did not find any studies evaluating calcium-fortified foods or drinks. The studies included adults from 18 to 80 years old. Ten of the 18 studies included only women, and across all the studies, most of the participants were female. Eight studies were conducted in the USA, six in Iran, one each in Brazil, China, and Puerto Rico, and one study was carried out in centres in Argentina, Zimbabwe, and South Africa.\n- Our findings suggest that calcium supplements may have little to no effect on reducing overall body weight, compared to not taking supplements. \n- Calcium supplements probably lead to a small reduction in body mass index (or BMI, a measure of body fat based on height and weight that applies to adult men and women) and waist circumference. \n- Calcium supplements may result in a small reduction in body fat mass (also known as 'stored fat'. The body uses it for energy; it insulates your body, surrounds your organs, and is just under your skin).\nOnly five studies investigated if calcium supplements had any unwanted effects. Results from these studies suggest there were few unwanted effects, with no clear difference between those given calcium supplements and those not given supplements. None of the included studies assessed three of the review's outcomes: participants' health-related quality of life, death by any cause, or illnesses and complications."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Overall, we have little confidence in the evidence because of the small size of many studies, variations in results amongst the studies, and a lack of clarity in reporting certain aspects, such as how participants were allocated to groups in some of the studies."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "This evidence is current to 10 May 2023."
    }
  ]
}