{
  "doi": "10.1002/14651858.CD001139.pub4",
  "name": "Interventions for preventing and treating low‐back and pelvic pain during pregnancy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "More than two-thirds of pregnant women experience low-back pain and almost one-fifth experience pelvic pain. The two conditions may occur separately or together (low-back and pelvic pain) and typically increase with advancing pregnancy, interfering with work, daily activities and sleep."
    },
    {
      "heading": "Objectives",
      "text": "To update the evidence assessing the effects of any intervention used to prevent and treat low-back pain, pelvic pain or both during pregnancy."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth (to 19 January 2015), and the Cochrane Back Review Groups' (to 19 January 2015) Trials Registers, identified relevant studies and reviews and checked their reference lists."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) of any treatment, or combination of treatments, to prevent or reduce the incidence or severity of low-back pain, pelvic pain or both, related functional disability, sick leave and adverse effects during pregnancy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias, extracted data and checked them for accuracy."
    },
    {
      "heading": "Main results",
      "text": "We included 34 RCTs examining 5121 pregnant women, aged 16 to 45 years and, when reported, from 12 to 38 weeks’ gestation. Fifteen RCTs examined women with low-back pain (participants = 1847); six examined pelvic pain (participants = 889); and 13 examined women with both low-back and pelvic pain (participants = 2385). Two studies also investigated low-back pain prevention and four, low-back and pelvic pain prevention. Diagnoses ranged from self-reported symptoms to clinicians’ interpretation of specific tests. All interventions were added to usual prenatal care and, unless noted, were compared with usual prenatal care. The quality of the evidence ranged from moderate to low, raising concerns about the confidence we could put in the estimates of effect.\nFor low-back pain\nResults from meta-analyses provided low-quality evidence (study design limitations, inconsistency) that any land-based exercise significantly reduced pain (standardised mean difference (SMD) -0.64; 95% confidence interval (CI) -1.03 to -0.25; participants = 645; studies = seven) and functional disability (SMD -0.56; 95% CI -0.89 to -0.23; participants = 146; studies = two). Low-quality evidence (study design limitations, imprecision) also suggested no significant differences in the number of women reporting low-back pain between group exercise, added to information about managing pain, versus usual prenatal care (risk ratio (RR) 0.97; 95% CI 0.80 to 1.17; participants = 374; studies = two).\nFor pelvic pain\nResults from a meta-analysis provided low-quality evidence (study design limitations, imprecision) of no significant difference in the number of women reporting pelvic pain between group exercise, added to information about managing pain, and usual prenatal care (RR 0.97; 95% CI 0.77 to 1.23; participants = 374; studies = two).\nFor low-back and pelvic pain\nResults from meta-analyses provided moderate-quality evidence (study design limitations) that: an eight- to 12-week exercise program reduced the number of women who reported low-back and pelvic pain (RR 0.66; 95% CI 0.45 to 0.97; participants = 1176; studies = four); land-based exercise, in a variety of formats, significantly reduced low-back and pelvic pain-related sick leave (RR 0.76; 95% CI 0.62 to 0.94; participants = 1062; studies = two).\nThe results from a number of individual studies, incorporating various other interventions, could not be pooled due to clinical heterogeneity. There was moderate-quality evidence (study design limitations or imprecision) from individual studies suggesting that osteomanipulative therapy significantly reduced low-back pain and functional disability, and acupuncture or craniosacral therapy improved pelvic pain more than usual prenatal care. Evidence from individual studies was largely of low quality (study design limitations, imprecision), and suggested that pain and functional disability, but not sick leave, were significantly reduced following a multi-modal intervention (manual therapy, exercise and education) for low-back and pelvic pain.\nWhen reported, adverse effects were minor and transient."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is low-quality evidence that exercise (any exercise on land or in water), may reduce pregnancy-related low-back pain and moderate- to low-quality evidence suggesting that any exercise improves functional disability and reduces sick leave more than usual prenatal care. Evidence from single studies suggests that acupuncture or craniosacral therapy improves pregnancy-related pelvic pain, and osteomanipulative therapy or a multi-modal intervention (manual therapy, exercise and education) may also be of benefit.\nClinical heterogeneity precluded pooling of results in many cases. Statistical heterogeneity was substantial in all but three meta-analyses, which did not improve following sensitivity analyses. Publication bias and selective reporting cannot be ruled out.\nFurther evidence is very likely to have an important impact on our confidence in the estimates of effect and change the estimates. Studies would benefit from the introduction of an agreed classification system that can be used to categorise women according to their presenting symptoms, so that treatment can be tailored accordingly."
    }
  ],
  "pls_title": "Treatments for preventing and treating low-back and pelvic pain during pregnancy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We looked for evidence about the effects of any treatment used to prevent or treat low-back pain, pelvic pain or both during pregnancy. We also wanted to know whether treatments decreased disability or sick leave, and whether treatments caused any side effects for pregnant women."
    },
    {
      "heading": "Background",
      "text": "Pain in the lower-back, pelvis, or both, is a common complaint during pregnancy and often gets worse as pregnancy progresses. This pain can disrupt daily activities, work and sleep for pregnant women. We wanted to find out whether any treatment, or combination of treatments, was better than usual prenatal care for pregnant women with these complaints."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to 19 January 2015. We included 34 randomised studies in this updated review, with 5121 pregnant women, aged 16 to 45 years. Women were from 12 to 38 weeks’ pregnant. Studies looked at different treatments for pregnant women with low-back pain, pelvic pain or both types of pain. All treatments were added to usual prenatal care, and were compared with usual prenatal care alone in 23 studies. Studies measured women's symptoms in different ways, ranging from self-reported pain and sick leave to the results of specific tests."
    },
    {
      "heading": "Key results",
      "text": ""
    },
    {
      "heading": "Low-back pain",
      "text": "When we combined the results from seven studies (645 women) that compared any land-based exercise with usual prenatal care, exercise interventions (lasting from five to 20 weeks) improved women's levels of low-back pain and disability."
    },
    {
      "heading": "Pelvic pain",
      "text": "There is less evidence available on treatments for pelvic pain. Two studies found that women who participated in group exercise and received information about managing their pain reported no difference in their pelvic pain than women who received usual prenatal care."
    },
    {
      "heading": "Low-back and pelvic pain",
      "text": "The results of four studies combined (1176 women) showed that an eight- to 12-week exercise program reduced the number of women who reported low-back and pelvic pain. Land-based exercise, in a variety of formats, also reduced low-back and pelvic pain-related sick leave in two studies (1062 women).\nHowever, two other studies (374 women) found that group exercise plus information was no better at preventing either pelvic or low-back pain than usual prenatal care.\nThere were a number of single studies that tested a variety of treatments. Findings suggested that craniosacral therapy, osteomanipulative therapy or a multi-modal intervention (manual therapy, exercise and education) may be of benefit.\nWhen reported, there were no lasting side effects in any of the studies."
    },
    {
      "heading": "Quality of the evidence and conclusions",
      "text": "There is low-quality evidence suggesting that exercise improves pain and disability for women with low-back pain, and moderate-quality evidence that exercise results in less sick leave and fewer women reporting pain in those with both low-back and pelvic pain together. The quality of evidence is due to problems with the design of studies, small numbers of women and varied results. As a result, we believe that future studies are very likely to change our conclusions. There is simply not enough good quality evidence to make confident decisions about treatments for these complaints."
    }
  ]
}