{
  "doi": "10.1002/14651858.CD008080.pub2",
  "name": "Intratympanic corticosteroids for sudden sensorineural hearing loss",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Idiopathic sudden sensorineural hearing loss (ISSNHL) is common, and defined as a sudden decrease in sensorineural hearing sensitivity of unknown aetiology. Systemic corticosteroids are widely used, however their value remains unclear. Intratympanic injections of corticosteroids have become increasingly common in the treatment of ISSNHL."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of intratympanic corticosteroids in people with ISSNHL."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane ENT Information Specialist searched the Cochrane ENT Trials Register; CENTRAL (2021, Issue 9); PubMed; Ovid Embase; CINAHL; Web of Science; ClinicalTrials.gov; ICTRP and additional sources for published and unpublished trials (search date 23 September 2021)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) involving people with ISSNHL and follow-up of over a week. Intratympanic corticosteroids were given as primary or secondary treatment (after failure of systemic therapy)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods, including GRADE to assess the certainty of the evidence. Our primary outcome was change in hearing threshold with pure tone audiometry. Secondary outcomes included the proportion of people whose hearing improved, final hearing threshold, speech audiometry, frequency-specific hearing changes and adverse effects."
    },
    {
      "heading": "Main results",
      "text": "We included 30 studies, comprising 2133 analysed participants. Some studies had more than two treatment arms and were therefore relevant to several comparisons. Studies investigated intratympanic corticosteroids as either primary (initial) therapy or secondary (rescue) therapy after failure of initial treatment.\n1. Intratympanic corticosteroids versus systemic corticosteroids as primary therapy\nWe identified 16 studies (1108 participants). Intratympanic therapy may result in little to no improvement in the change in hearing threshold (mean difference (MD) -5.93 dB better, 95% confidence interval (CI) -7.61 to -4.26; 10 studies; 701 participants; low-certainty). We found little to no difference in the proportion of participants whose hearing was improved (risk ratio (RR) 1.04, 95% CI 0.97 to 1.12; 14 studies; 972 participants; moderate-certainty). Intratympanic therapy may result in little to no difference in the final hearing threshold (MD -3.31 dB, 95% CI -6.16 to -0.47; 7 studies; 516 participants; low-certainty). Intratympanic therapy may increase the number of people who experience vertigo or dizziness (RR 2.53, 95% CI 1.41 to 4.54; 1 study; 250 participants; low-certainty) and probably increases the number of people with ear pain (RR 15.68, 95% CI 6.22 to 39.49; 2 studies; 289 participants; moderate-certainty). It also resulted in persistent tympanic membrane perforation (range 0% to 3.9%; 3 studies; 359 participants; very low-certainty), vertigo/dizziness at the time of injection (1% to 21%, 3 studies; 197 participants; very low-certainty) and ear pain at the time of injection (10.5% to 27.1%; 2 studies; 289 participants; low-certainty).\n2. Intratympanic plus systemic corticosteroids (combined therapy) versus systemic corticosteroids alone as primary therapy\nWe identified 10 studies (788 participants). Combined therapy may have a small effect on the change in hearing threshold (MD -8.55 dB better, 95% CI -12.48 to -4.61; 6 studies; 435 participants; low-certainty). The evidence is very uncertain as to whether combined therapy changes the proportion of participants whose hearing is improved (RR 1.27, 95% CI 1.15 to 1.41; 10 studies; 788 participants; very low-certainty). Combined therapy may result in slightly lower (more favourable) final hearing thresholds but the evidence is very uncertain, and it is not clear whether the change would be important to patients (MD -9.11 dB, 95% CI -16.56 to -1.67; 3 studies; 194 participants; very low-certainty). Some adverse effects only occurred in those who received combined therapy. These included persistent tympanic membrane perforation (range 0% to 5.5%; 5 studies; 474 participants; very low-certainty), vertigo or dizziness at the time of injection (range 0% to 8.1%; 4 studies; 341 participants; very low-certainty) and ear pain at the time of injection (13.5%; 1 study; 73 participants; very low-certainty).\n3. Intratympanic corticosteroids versus no treatment or placebo as secondary therapy\nWe identified seven studies (279 participants). Intratympanic therapy may have a small effect on the change in hearing threshold (MD -9.07 dB better, 95% CI -11.47 to -6.66; 7 studies; 280 participants; low-certainty). Intratympanic therapy may result in a much higher proportion of participants whose hearing is improved (RR 5.55, 95% CI 2.89 to 10.68; 6 studies; 232 participants; low-certainty). Intratympanic therapy may result in lower (more favourable) final hearing thresholds (MD -11.09 dB, 95% CI -17.46 to -4.72; 5 studies; 203 participants; low-certainty). Some adverse effects only occurred in those who received intratympanic injection. These included persistent tympanic membrane perforation (range 0% to 4.2%; 5 studies; 185 participants; very low-certainty), vertigo or dizziness at the time of injection (range 6.7% to 33%; 3 studies; 128 participants; very low-certainty) and ear pain at the time of injection (0%; 1 study; 44 participants; very low-certainty).\n4. Intratympanic plus systemic corticosteroids (combined therapy) versus systemic corticosteroids alone as secondary therapy\nWe identified one study with 76 participants. Change in hearing threshold was not reported. Combined therapy may result in a higher proportion with hearing improvement, but the evidence is very uncertain (RR 2.24, 95% CI 1.10 to 4.55; very low-certainty). Adverse effects were poorly reported with only data for persistent tympanic membrane perforation (rate 8.1%, very low-certainty)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Most of the evidence in this review is low- or very low-certainty, therefore it is likely that further studies may change our conclusions.\nFor primary therapy, intratympanic corticosteroids may have little or no effect compared with systemic corticosteroids. There may be a slight benefit from combined treatment when compared with systemic treatment alone, but the evidence is uncertain.\nFor secondary therapy, there is low-certainty evidence that intratympanic corticosteroids, when compared to no treatment or placebo, may result in a much higher proportion of participants whose hearing is improved, but may only have a small effect on the change in hearing threshold. It is very uncertain whether there is additional benefit from combined treatment over systemic steroids alone.\nAlthough adverse effects were poorly reported, the different risk profiles of intratympanic treatment (including tympanic membrane perforation, pain and dizziness/vertigo) and systemic treatment (for example, blood glucose problems) should be considered when selecting appropriate treatment."
    }
  ],
  "pls_title": "Treatment of sudden hearing loss with corticosteroids applied into the middle ear",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is sudden hearing loss?",
      "text": "Sudden hearing loss is a condition characterised by the sudden onset (usually within 72 hours) of reduced or absent hearing."
    },
    {
      "heading": "How is it treated?",
      "text": "People have often used corticosteroids – a type of anti-inflammatory medicine - to treat the condition. These medicines are usually taken by mouth or injected into the body (known as systemic corticosteroids), but can also be given as an injection directly into the middle ear, through the eardrum (known as intratympanic corticosteroids)."
    },
    {
      "heading": "What did we want to find out?",
      "text": "It is not clear whether intratympanic treatment with corticosteroids is effective, or which of these treatments (intratympanic or systemic) is best for treating this condition."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for all relevant studies in the medical literature, compared the results and summarised the evidence. We also assessed how certain the evidence was, considering factors such as study size and the way studies were conducted. Based on our assessments, we categorised the evidence as being of very low, low, moderate or high certainty."
    },
    {
      "heading": "What did we find?",
      "text": "We found 30 studies that included 2133 people. These studies compared intratympanic treatment with corticosteroids with no treatment, with placebo (sham or dummy treatment) and with corticosteroids that were taken by mouth or injection into the body (systemic corticosteroids). We took into account whether people were having their first treatment for sudden deafness or whether they had previously had some other kind of treatment (which had not worked)."
    },
    {
      "heading": "For people having their first treatment for sudden deafness",
      "text": "We did not find any studies that compared intratympanic corticosteroids to no treatment or placebo (dummy) treatment.\nIntratympanic corticosteroids might result in little or no difference in hearing when compared to people who receive systemic corticosteroids, and might make little to no difference in the number of people whose hearing improves. The side effects may be different with these two types of treatment. With intratympanic treatment, people may have an increase in the risk of dizziness or ear pain as compared to systemic corticosteroids, typically at the time of injection, and some may develop a small hole in the ear drum. However, systemic treatment may also cause an increased risk of different side effects, such as problems with sugar levels in the blood.\nTaking intratympanic corticosteroids as well as systemic corticosteroids might result in a small improvement in hearing compared to systemic corticosteroids alone, but it is uncertain how many people would notice an improvement. As above, intratympanic treatment may cause some side effects, but we cannot be certain of the number of people who may experience these."
    },
    {
      "heading": "For people having additional treatment for sudden deafness (when their first treatment did not work)",
      "text": "When compared to no treatment or a placebo (dummy) treatment, intratympanic corticosteroids may result in a much larger number of people having an improvement in their hearing but may only improve hearing slightly. As with first treatment, intratympanic injections might cause some side effects, such as pain or dizziness at the time of the injection, or development of a small hole in the ear drum. We are not certain how often these side effects will happen.\nWe are very uncertain whether adding intratympanic treatment to systemic treatment will result in an improvement in hearing."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We considered most of the evidence we found to be of low or very low certainty. This was because there were often some problems with how the studies had been carried out, there may have been few people included in the studies and sometimes results from different studies were conflicting. Therefore, the conclusions of this review may change as new studies are published."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence in this Cochrane Review is current to 23 September 2021."
    }
  ]
}