{
  "doi": "10.1002/14651858.CD009350.pub2",
  "name": "Dietary flavonoid for preventing colorectal neoplasms",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Flavonoids are polyphenolic compounds that are distributed widely in the plant kingdom; they are especially abundant in fruits and vegetables. More than 5,000 individual flavonoids have been identified and classified into more than 10 subgroups according to their chemical structure. Flavonoids have many possible biological effects that may play a role in cancer prevention. Prior studies have suggested that a high intake of flavonoids may help prevent cancer."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of dietary flavonoids on the incidence of colorectal adenoma and CRC."
    },
    {
      "heading": "Search methods",
      "text": "Eligible studies were searched up until July 2011 in the Cochrane Library, PubMed, EMBASE and other CINAHL databases and reference lists of previous reviews."
    },
    {
      "heading": "Selection criteria",
      "text": "All prospective, controlled interventional studies and observational studies that either assessed the association between flavonoids and risk of CRC incidence or colorectal adenoma recurrence were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two investigators independently reviewed the material and extracted the data according to the inclusion criteria; in addition, the methodological quality of the studies was assessed."
    },
    {
      "heading": "Main results",
      "text": "Eight studies with 390,769 participants were included. Five studies used a prospective cohort design, two were case-control studies and one a randomised controlled trial (RCT). The methodological quality was measured using the Newcastle-Ottawa scale (NOS). The three prospective cohort studies were of high methodological quality, and two were of medium quality. The two case-control studies were of medium methodological quality.\nThe results form the studies assessing associations between flavonoids, colorectal cancer and adenomas were contradictory. There was no evidence that total flavonoid intake reduced the risk of colorectal neoplasms. The evidence for Isoflavones, Flavonols, Flavones and Flavanones was conflicting. For Flavan-3-ols, the results from two studies suggested that increased intake of Flavan-3-ols reduced the risk of both CRC and colorectal adenomas. A statistically significant reduced risk of CRC was found with high intake of epicatechin. There was medium quality evidence to support that increased intake of procyanidin and phytoestrogen could reduced the incidence of CRC. There was no evidence that suggested that high anthocyanin intake had an inverse association with colorectal adenomas."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient and conflicting evidence regarding flavonoid intake and the prevention of colorectal neoplasms. It is difficult to determine flavonoid intake. Therefore, more evidence is needed to clarify the association between flavonoids and colorectal neoplasms."
    }
  ],
  "pls_title": "Dietary flavonoid for preventing colorectal neoplasms",
  "pls_type": "long",
  "pls": "Eight studies with 390,769 participants, mainly observational, were included in this systematic review. The aim of the studies reviewed was to determine an association of the intake of total flavonoids, and eight main flavonoid subclasses, with colorectal neoplasms including CRC and adenomas. The majority of the studies were of medium to high methodological quality. The evidence that intake of dietary flavonoids reduces the risk of colorectal neoplasms was conflicting, and could partly be explained due to difficulties in quantifying the intake of flavonoids. Therefore, the association of dietary flavonoids and prevention of colorectal neoplasms remains unproven."
}