{
  "doi": "10.1002/14651858.CD012691",
  "name": "Diet, physical activity and behavioural interventions for the treatment of overweight or obese adolescents aged 12 to 17 years ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Adolescent overweight and obesity has increased globally, and can be associated with short- and long-term health consequences. Modifying known dietary and behavioural risk factors through behaviour changing interventions (BCI) may help to reduce childhood overweight and obesity. This is an update of a review published in 2009."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of diet, physical activity and behavioural interventions for the treatment of overweight or obese adolescents aged 12 to 17 years."
    },
    {
      "heading": "Search methods",
      "text": "We performed a systematic literature search in: CENTRAL, MEDLINE, Embase, PsycINFO, CINAHL, LILACS, and the trial registers ClinicalTrials.gov and ICTRP Search Portal. We checked references of identified studies and systematic reviews. There were no language restrictions. The date of the last search was July 2016 for all databases."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomised controlled trials (RCTs) of diet, physical activity and behavioural interventions for treating overweight or obesity in adolescents aged 12 to 17 years."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed risk of bias, evaluated the overall quality of the evidence using the GRADE instrument and extracted data following the guidelines of the Cochrane Handbook for Systematic Reviews of Interventions. We contacted trial authors for additional information."
    },
    {
      "heading": "Main results",
      "text": "We included 44 completed RCTs (4781 participants) and 50 ongoing studies. The number of participants in each trial varied (10 to 521) as did the length of follow-up (6 to 24 months). Participants ages ranged from 12 to 17.5 years in all trials that reported mean age at baseline. Most of the trials used a multidisciplinary intervention with a combination of diet, physical activity and behavioural components. The content and duration of the intervention, its delivery and the comparators varied across trials. The studies contributing most information to outcomes of weight and body mass index (BMI) were from studies at a low risk of bias, but studies with a high risk of bias provided data on adverse events and quality of life.\nThe mean difference (MD) of the change in BMI at the longest follow-up period in favour of BCI was -1.18 kg/m2 (95% confidence interval (CI) -1.67 to -0.69); 2774 participants; 28 trials; low quality evidence. BCI lowered the change in BMI z score by -0.13 units (95% CI -0.21 to -0.05); 2399 participants; 20 trials; low quality evidence. BCI lowered body weight by -3.67 kg (95% CI -5.21 to -2.13); 1993 participants; 20 trials; moderate quality evidence. The effect on weight measures persisted in trials with 18 to 24 months' follow-up for both BMI (MD -1.49 kg/m2 (95% CI -2.56 to -0.41); 760 participants; 6 trials and BMI z score MD -0.34 (95% CI -0.66 to -0.02); 602 participants; 5 trials).\nThere were subgroup differences showing larger effects for both BMI and BMI z score in studies comparing interventions with no intervention/wait list control or usual care, compared with those testing concomitant interventions delivered to both the intervention and control group. There were no subgroup differences between interventions with and without parental involvement or by intervention type or setting (health care, community, school) or mode of delivery (individual versus group).\nThe rate of adverse events in intervention and control groups was unclear with only five trials reporting harms, and of these, details were provided in only one (low quality evidence). None of the included studies reported on all-cause mortality, morbidity or socioeconomic effects.\nBCIs at the longest follow-up moderately improved adolescent's health-related quality of life (standardised mean difference 0.44 ((95% CI 0.09 to 0.79); P = 0.01; 972 participants; 7 trials; 8 comparisons; low quality of evidence) but not self-esteem.\nTrials were inconsistent in how they measured dietary intake, dietary behaviours, physical activity and behaviour."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found low quality evidence that multidisciplinary interventions involving a combination of diet, physical activity and behavioural components reduce measures of BMI and moderate quality evidence that they reduce weight in overweight or obese adolescents, mainly when compared with no treatment or waiting list controls. Inconsistent results, risk of bias or indirectness of outcome measures used mean that the evidence should be interpreted with caution. We have identified a large number of ongoing trials (50) which we will include in future updates of this review."
    }
  ],
  "pls_title": "Diet, physical activity and behavioural interventions for the treatment of overweight or obese adolescents aged 12 to 17 years",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "How effective are diet, physical activity and behavioural interventions in reducing the weight of overweight or obese adolescents aged 12 to 17 years?"
    },
    {
      "heading": "Background",
      "text": "Across the world, more adolescents are becoming overweight and obese. These adolescents are more likely to suffer from health problems in later life. More information is needed about what works best in treating this problem."
    },
    {
      "heading": "Study characteristics",
      "text": "We found 44 randomised controlled trials (clinical studies where people are randomly put into one of two or more treatment groups) comparing diet, physical activity and behavioural (where habits are changed or improved) treatments (interventions) to a variety of control groups delivered to 4781 overweight or obese adolescents aged 12 to 17 years. Our systematic review reports on the effects of multidisciplinary interventions, dietary interventions and physical activity interventions compared with a control group (no intervention, 'usual care,' enhanced usual care or some other therapy if it was also delivered to the intervention group). The adolescents in the included studies were monitored (called follow-up) for between six months and two years."
    },
    {
      "heading": "Key results",
      "text": "The average age of adolescents ranged from 12 to 17.5 years. Most studies reported the body mass index (BMI). BMI is a measure of body fat and is calculated by dividing weight (in kilograms) by the square of the body height measured in metres (kg/m2). We summarised the results of 28 studies in 2774 adolescents reporting BMI, which on average was 1.18 kg/m2 lower in the intervention groups compared with the control groups. We summarised the results of 20 studies in 1993 adolescents reporting weight, which on average was 3.67 kg lower in the intervention groups compared with the control groups. BMI reduction was maintained at 18 to 24 months of follow-up (monitoring participants until the end of the study), which on average was 1.49 kg/m2 lower in the intervention groups compared with the control groups. The interventions moderately improved health-related quality of life (a measure of a person's satisfaction with their life and health) but we did not find firm evidence of an advantage or disadvantage of these interventions for improving self-esteem, physical activity and food intake. No study reported on death from any cause, morbidity (illnesses) or socioeconomic effects (such as days away from school). Three studies reported no side effects, one reported no serious side effects, one did not provide details of side effects and the rest of the studies did not report whether side effects occurred or not.\nWe identified 50 ongoing studies which we will include in future updates of our review."
    },
    {
      "heading": "Currentness of evidence",
      "text": "This evidence is up to date as of July 2016."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The overall quality of the evidence was rated as low for most of the outcomes (results) measured, mainly because of limited confidence in how studies were performed, inconsistent results between the studies and the way that some outcomes used do not capture obesity outcomes directly. Also, there were just a few studies for some outcomes, with small numbers of included adolescents."
    }
  ]
}