{
  "doi": "10.1002/14651858.CD012047.pub2",
  "name": "Perioperative local anaesthesia for reducing pain following septal surgery",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Septal surgery is a well-established procedure used to treat nasal obstruction due to deviation of the nasal septum, which is carried out under local or general anaesthesia. Local anaesthesia is used for postoperative pain control, but its effectiveness and safety are unclear."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of perioperative local anaesthesia for reducing pain in septal surgery and to evaluate the risk of associated complications."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane ENT Information Specialist searched the Cochrane ENT Trial Register; Central Register of Controlled Trials; Ovid MEDLINE; Ovid Embase; CINAHL; Web of Science; ClinicalTrials.gov; ICTRP and additional sources for published and unpublished trials. The date of the search was 9 January 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials and cluster-randomised controlled trials involving adults or children (or both) who underwent septal surgery. We included studies comparing local anaesthesia versus no treatment/placebo. We also included studies comparing different types of local anaesthesia to each other (i.e. local injection, the addition of an anaesthetic agent to nasal packing, where used, and sphenopalatine ganglion block)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures expected by Cochrane. The primary outcome was postoperative pain intensity at 12, 24 and 48 hours measured by visual analogue scale (VAS) or another pain outcome tool including numerical or verbal rating scales. Secondary outcomes were requirement for additional analgesia, duration of hospitalisation and adverse effects (postoperative bleeding and postoperative vomiting). We used GRADE to assess the quality of the evidence for each outcome; this is indicated in italics."
    },
    {
      "heading": "Main results",
      "text": "We included seven randomised controlled trials involving 493 participants. In all studies the participants were adults undergoing septoplasty. These studies were heterogeneous and the quality of the body of evidence ranged from low to very low. Few of the studies provided reliable data for the primary outcome in this review.\nLocal anaesthetic injection versus no treatment/placebo\nTwo studies (142 participants) compared local anaesthetic injection versus placebo but these studies did not report postoperative pain at 12, 24 or 48 hours. It is unclear whether local anaesthetic injection changed the risk of vomiting (odds ratio (OR) 3.10, 95% confidence interval (CI) 0.12 to 79.23; 60 participants; one study) (low-quality evidence). Neither study reported the requirement for additional analgesia, duration of hospitalisation or uncontrollable postoperative bleeding.\nLocal anaesthetic application via nasal packing versus no packing/packing with placebo\nFour studies (301 participants) used nasal packing postoperatively and compared the addition of local anaesthetic to the pack versus packing with a placebo added. Compared with packing with placebo, the addition of local anaesthetic to nasal packing reduced the pain score on a VAS (ranging from 0 to 100) at 12 hours (mean difference (MD) -16.95, 95% CI -22.27 to -11.62; 151 participants; two studies; I2 = 49%) (low-quality evidence) and at 24 hours postoperatively (MD -7.53, 95% CI -9.76 to -5.29; 268 participants; four studies; I2 = 83%) (very low-quality evidence). These studies did not report postoperative pain at 48 hours. The addition of local anaesthetic to nasal packing decreased the requirement for additional analgesia (OR 0.15, 95% CI 0.07 to 0.34; 151 participants; two studies; I2 = 15%) (moderate-quality evidence). No studies reported duration of hospitalisation, postoperative vomiting or uncontrollable postoperative bleeding.\nNo studies compared the addition of local anaesthetic to nasal packing versus no packing.\nSphenopalatine ganglion block versus no treatment/placebo\nOne study (50 participants) compared sphenopalatine ganglion block versus no treatment but this study did not report postoperative pain, requirement for additional analgesia, duration of hospitalisation, vomiting or uncontrollable postoperative bleeding."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The addition of local anaesthesia to nasal packs (if these are being used) following septal surgery may reduce postoperative pain within the first 12 hours, compared to nasal packing with a placebo added. The effect is uncertain at 24 hours because the quality of the evidence is very low. Evidence was lacking for other outcomes, including adverse effects. There is a lack of evidence about the effects of local anaesthesia added to nasal packing compared to no nasal packing. There is also a lack of evidence about the effects of local anaesthesia given by injection and the effects of sphenopalatine ganglion block."
    }
  ],
  "pls_title": "Perioperative local anaesthesia for reducing pain following septal surgery",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Does local anaesthesia at the time of the operation (perioperative) reduce pain after surgery to the nasal septum and are there any adverse effects?"
    },
    {
      "heading": "Background",
      "text": "Septal surgery is used to treat nasal obstruction due to deviation of the nasal septum. Local anaesthesia is used to decrease pain after the operation and there are several types (e.g. local injection, addition of local anaesthesia to nasal packing, if this is being used to manage bleeding after the operation, and regional nerve block). Most surgeons agree on the use of local anaesthesia, but the choice of which type to use depends on the surgeon's preference."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to January 2018. We included seven studies, recruiting 493 patients. The participants were adults having septoplasty in all of the included studies and the percentage of females ranged from 20.7% to 58.3%. Two studies, recruiting 142 participants, assessed local anaesthetic injection. Four studies, recruiting 301 participants, used nasal packing postoperatively and assessed the addition of a local anaesthetic to the nasal pack. One study, recruiting 50 participants, assessed a regional nerve block. No studies were funded by the anaesthetic drug manufacturer."
    },
    {
      "heading": "Key results",
      "text": "Local anaesthetic injection compared to no treatment/placebo\nThe main outcome we looked at was the effect on reducing pain at 12, 24 and 48 hours postoperatively. Two studies assessed local injection of anaesthesia, but neither reported on pain at these times. It is unclear whether local injection increased postoperative vomiting. Neither study reported uncontrollable postoperative bleeding.\nLocal anaesthetic application via nasal packing compared to no packing/packing with placebo\nFour studies that used nasal packing after the operation assessed the addition of a local anaesthetic to the pack compared to packing with a placebo added. Four of these studies reported pain at 12 or 24 hours (or both) postoperatively. Local anaesthetic added to nasal packing reduced pain by 17.0 points on a 100-point scale at 12 hours postoperatively and by 7.5 points at 24 hours postoperatively. These studies did not report on pain at 48 hours postoperatively. Local anaesthetic application by nasal packing decreased the need for additional analgesia (painkillers) postoperatively. No studies reported postoperative vomiting or uncontrollable postoperative bleeding.\nNo studies evaluated local anaesthetic application via nasal packing compared to no packing.\nRegional nerve block compared to no treatment/placebo\nOne study compared a regional nerve block with no treatment, but this study did not report postoperative pain or any of our other outcomes."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We graded the quality of evidence for the use of local anaesthetic injection as low, which means that further research is very likely to have an important impact on our confidence in the estimate of effect and is likely to change the estimate. We downgraded the quality of the evidence because of the small number of patients and events. We graded the quality of evidence for the use of local anaesthetic applied to nasal packing as low at 12 hours postoperatively and very low at 48 hours. We downgraded the quality of the evidence because of the poor conduct of the studies and because the results were not similar across studies. We did not grade the quality of evidence for the use of regional nerve block because none of our review outcomes were reported by the one study looking at this."
    },
    {
      "heading": "Conclusion",
      "text": "The addition of local anaesthesia to nasal packs (if these are being used) following septal surgery may reduce postoperative pain within the first 12 hours postoperatively compared to nasal packing with a placebo added. However, our review revealed a lack of evidence on which to base comparisons of the various types of local anaesthesia. This review should prompt further research comparing local anaesthesia by injection, as an addition to nasal packing and as a regional nerve block following septal surgery."
    }
  ]
}