{
  "doi": "10.1002/14651858.CD010160.pub2",
  "name": "Nurse‐led versus doctor‐led preoperative assessment for elective surgical patients requiring regional or general anaesthesia ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The organization of elective surgical services has changed in recent years, with increasing use of day surgery, reduced hospital stay and preoperative assessment (POA) performed in an outpatient clinic rather than by a doctor in a hospital ward after admission. Nurse specialists often lead these clinic-based POA services and have responsibility for assessing a patient's fitness for anaesthesia and surgery and organizing any necessary investigations or referrals. These changes offer many potential benefits for patients, but it is important to demonstrate that standards of patient care are maintained as nurses take on these responsibilities."
    },
    {
      "heading": "Objectives",
      "text": "We wished to examine whether a nurse-led service rather than a doctor-led service affects the quality and outcome of preoperative assessment (POA) for elective surgical participants of all ages requiring regional or general anaesthesia. We considered the evidence that POA led by nurses is equivalent to that led by doctors for the following outcomes: cancellation of the operation for clinical reasons; cancellation of the operation by the participant; participant satisfaction with the POA; gain in participant knowledge or information; perioperative complications within 28 days of surgery, including mortality; and costs of POA. We planned to investigate whether there are differences in quality and outcome depending on the age of the participant, the training of staff or the type of surgery or anaesthesia provided."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE and two trial registers on 13 February 2013, and performed reference checking and citation searching to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) of participants (adults or children) scheduled for elective surgery requiring general, spinal or epidural anaesthesia that compared POA, including assessment of physical status and anaesthetic risk, undertaken or led by nursing staff with that undertaken or led by doctors. This assessment could have taken place in any setting, such as on a ward or in a clinic. We included studies in which the comparison assessment had taken place in a different setting. Because of the variation in service provision, we included two separate comparison groups: specialist doctors, such as anaesthetists; and non-specialist doctors, such as interns."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological approaches as expected by The Cochrane Collaboration, including independent review of titles, data extraction and risk of bias assessment by two review authors."
    },
    {
      "heading": "Main results",
      "text": "We identified two eligible studies, both comparing nurse-led POA with POA led by non-specialist doctors, with a total of 2469 participants. One study was randomized and the other quasi-randomized. Blinding of staff and participants to allocation was not possible. In both studies, all participants were additionally assessed by a specialist doctor (anaesthetist in training), who acted as the reference standard. In neither study did participants proceed from assessment by nurse or junior doctor to surgery. Neither study reported on cancellations of surgery, gain in participant information or knowledge or perioperative complications. Reported outcomes focused on the accuracy of the assessment. One study undertook qualitative assessment of participant satisfaction with the two forms of POA in a small number of non-randomly selected participants (42 participant interviews), and both groups of participants expressed high levels of satisfaction with the care received. This study also examined economic modelling of costs of the POA as performed by the nurse and by the non-specialist doctor based on the completeness of the assessment as noted in the study and found no difference in cost."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Currently, no evidence is available from RCTs to allow assessment of whether nurse-led POA leads to an increase or a decrease in cancellations or perioperative complications or in knowledge or satisfaction among surgical participants. One study, which was set in the UK, reported equivalent costs from economic models. Nurse-led POA is now widespread, and it is not clear whether future RCTs of this POA strategy are feasible. A diagnostic test accuracy review may provide useful information."
    }
  ],
  "pls_title": "Nurse-led assessment of fitness for surgery",
  "pls_type": "long",
  "pls": "Before people undergo surgery, they must be examined so the practitioner can confirm that they are fit enough to tolerate the procedure. Traditionally, doctors have performed this assessment after admission to hospital and before surgery, but as many people now have day-case surgery, fitness is frequently assessed in nurse-led outpatient clinics. These changes offer many potential benefits, but it is important to examine their impact on outcomes such as cancellation of surgery and perioperative complications. In February 2013, we searched medical databases to look for controlled trials of participants who had undergone surgery and had been randomly assigned to nurse- or doctor-led preoperative assessment (POA). We found two trials, one randomized and one quasi-randomized. Both studies were conducted in the UK and compared POA performed by the nurse with POA performed by the non-specialist doctor. One studied 1874 adult participants who were undergoing elective surgery, and the other studied 595 children who were undergoing day surgery. Neither study reported on cancellations of surgery, gain in participant information or knowledge or perioperative complications. Reported outcomes focused on the accuracy of the assessment. As there is currently no evidence from trials concerning the impact of nurse-led POA on patient outcomes, we are unable to make any recommendations for practice on the basis of this review."
}