{
  "doi": "10.1002/14651858.CD012040.pub3",
  "name": "Ataluren and similar compounds (specific therapies for premature termination codon class I mutations) for cystic fibrosis ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cystic fibrosis (CF) is a common, life-shortening, genetic disorder in populations of Northern European descent caused by the mutation of a single gene that codes for the production of the cystic fibrosis transmembrane conductance regulator (CFTR) protein. This protein coordinates the transport of salt (and bicarbonate) across cell surfaces, and the mutation most notably affects the airways. In the lungs of people with CF, the defective protein compromises mucociliary clearance and makes the airway prone to chronic infection and inflammation, damaging the structure of the airways and eventually leading to respiratory failure. In addition, abnormalities in the truncated CFTR protein lead to other systemic complications, including malnutrition, diabetes and subfertility.\nFive classes of mutation have been described, depending on the impact of the mutation on the processing of the CFTR protein in the cell. In class I mutations, premature termination codons prevent the production of any functional protein, resulting in severe CF. Therapies targeting class I mutations aim to enable the normal cellular mechanism to read through the mutation, potentially restoring the production of the CFTR protein. This could, in turn, normalise salt transport in the cells and decrease the chronic infection and inflammation that characterises lung disease in people with CF.\nThis is an update of a previously published review."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of ataluren and similar compounds on clinically important outcomes in people with CF with class I mutations (premature termination codons)."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis Trials Register, which is compiled from electronic database searches and handsearching of journals and conference abstract books. We also searched the reference lists of relevant articles. The last search of the Cochrane Cystic Fibrosis Trials Register was conducted on 7 March 2022.\nWe searched clinical trial registries maintained by the European Medicines Agency, the US National Institutes of Health and the World Health Organization. The last search of the clinical trials registries was conducted on 4 October 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) of parallel design comparing ataluren and similar compounds (specific therapies for class I mutations) with placebo in people with CF who have at least one class I mutation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "For the included trials, the review authors independently extracted data, assessed the risk of bias and evaluated the certainty of the evidence using GRADE; trial authors were contacted for additional data."
    },
    {
      "heading": "Main results",
      "text": "Our searches identified 56 references to 20 trials; of these, 18 trials were excluded. Both the included parallel RCTs compared ataluren to placebo for 48 weeks in 517 participants (males and females; age range six to 53 years) with CF who had at least one nonsense mutation (a type of class I mutation).\nThe certainty of evidence and risk of bias assessments for the trials were moderate overall. Random sequence generation, allocation concealment and blinding of trial personnel were well documented; participant blinding was less clear. Some participant data were excluded from the analysis in one trial that also had a high risk of bias for selective outcome reporting. PTC Therapeutics Incorporated sponsored both trials with grant support from the Cystic Fibrosis Foundation, the US Food and Drug Administration's Office of Orphan Products Development and the National Institutes of Health.\nThe trials reported no difference between treatment groups in terms of quality of life, and no improvement in respiratory function measures. Ataluren was associated with a higher rate of episodes of renal impairment (risk ratio 12.81, 95% confidence interval 2.46 to 66.65; P = 0.002; I2 = 0%; 2 trials, 517 participants). The trials reported no treatment effect for ataluren for the review's secondary outcomes of pulmonary exacerbation, computed tomography score, weight, body mass index and sweat chloride. No deaths were reported in the trials.\nThe earlier trial performed a post hoc subgroup analysis of participants not receiving concomitant chronic inhaled tobramycin (n = 146). This analysis demonstrated favourable results for ataluren (n = 72) for the relative change in forced expiratory volume in one second (FEV1) per cent (%) predicted and pulmonary exacerbation rate. The later trial aimed to prospectively assess the efficacy of ataluren in participants not concomitantly receiving inhaled aminoglycosides, and found no difference between ataluren and placebo in FEV1 % predicted and pulmonary exacerbation rate."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently insufficient evidence to determine the effect of ataluren as a therapy for people with CF with class I mutations. One trial reported favourable results for ataluren in a post hoc subgroup analysis of participants not receiving chronic inhaled aminoglycosides, but these were not reproduced in the later trial, suggesting that the earlier results may have occurred by chance. Future trials should carefully assess for adverse events, notably renal impairment, and consider the possibility of drug interactions. Cross-over trials should be avoided, given the potential for the treatment to change the natural history of CF."
    }
  ],
  "pls_title": "Ataluren and similar compounds (specific therapies for premature termination codon class I mutations) for cystic fibrosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Can ataluren (and similar compounds specifically targeting class I mutations in cystic fibrosis (CF)) improve the quality of life and lung function of people with CF without having adverse effects?"
    },
    {
      "heading": "Key messages",
      "text": "What is CF?\nIn people with CF, the gene encoding a protein called the cystic fibrosis transmembrane conductance regulator (CFTR) is faulty. This especially affects the airways, causing the airway surface to dry out and making it difficult to clear thick mucus. This leads to progressive infection and damages the lungs, shortening life expectancy.\nHow will ataluren treat CF?\nIn people with certain CF genetic mutations where the genetic instructions for producing  the CFTR protein are interrupted (known as premature termination codon or class I mutations), ataluren (and similar medicines) may be able to skip over the break in the faulty gene sequence and allow the body to produce a corrected version of the CFTR protein. By correcting the protein, the airway surface should remain hydrated, allowing people with CF to better clear their mucus and so develop fewer lung infections."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to know whether ataluren can improve the quality of life and lung function of people with CF, and whether it can do so without any side effects. We also wanted to measure the effects on lung infections (need for hospital visits or additional antibiotics), survival, nutritional status (weight, body mass index and height) and whether treatment was cost-effective."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for trials that directly compared drugs such as ataluren to placebo (treatment not containing an active drug) or to a different treatment for these specific genetic mutations in any people with CF."
    },
    {
      "heading": "What did we find?",
      "text": "We found two trials including 517 people (males and females between 6 and 53 years of age) comparing ataluren to a placebo. The trials lasted 48 weeks and everyone taking part in the trials had at least one gene with a class I mutation."
    },
    {
      "heading": "Key results",
      "text": "In people taking ataluren, there was no improvement in clinical outcomes such as quality of life, lung function, exacerbations (flare up of disease), sweat chloride (salt) levels or weight compared with people taking placebo. The trials found that kidney damage was more common in people taking ataluren.\nThe earlier trial analysed their results in a way not originally planned to see whether the effects of ataluren and placebo were different in people using inhaled tobramycin (an antibiotic) on a long-term basis compared with people not taking the inhaled antibiotic. In people taking ataluren but not using inhaled tobramycin, lung function declined at a slower rate and there were fewer exacerbations than in people in the placebo group also not using inhaled tobramycin. The later trial specifically recruited people not taking tobramycin to see whether this really was an effect of the antibiotic, but the investigators did not find any difference between the ataluren and placebo groups for changes in lung function or exacerbations. This suggests that the earlier results occurred by chance.\nThere were no deaths and we did not find any differences between ataluren and placebo in side effects or nutritional status. Neither trial reported on hospitalisations, extra courses of antibiotics or cost-effectiveness.\nWe have not found enough high-quality evidence to determine the effect of ataluren for treating CF. We recommend that future trials are designed and reported clearly so that their results can be included in a systematic review."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are moderately confident in our findings, but there is some uncertainty due to how widely the results varied between participants. We are satisfied that everyone taking part had an equal chance of being in either group (ataluren or placebo) and that no one could work out which group the next person would be put into (so that healthier people did not receive the treatment and make the results seem better). We believe that the clinicians running the trials and those taking part in the trials did not know which treatment each person was receiving. We have some concerns about the emphasis the investigators of one trial placed on the results of a comparison they had not planned (the use of long-term inhaled tobramycin). Unfortunately, that trial did not report all its results clearly. Sometimes, the results were reported in a way that meant they could not be used in this review, and sometimes the information was not reported at all. This affected our confidence in the overall results."
    },
    {
      "heading": "Trial funding sources",
      "text": "Both trials were sponsored by PTC Therapeutics Incorporated, who make ataluren. The Cystic Fibrosis Foundation, the US Food and Drug Administration's Office of Orphan Products Development and the US National Institutes of Health also supported the trials."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "We last searched for evidence on 4 October 2022."
    }
  ]
}