{
  "doi": "10.1002/14651858.CD006854.pub2",
  "name": "Electropalatography for articulation disorders associated with cleft palate",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cleft palate is the most common congenital deformity of the face. It could affect speech acquisition, resulting in articulation errors that could persist into adulthood. Electropalatography (EPG) has been used in speech therapy with individuals who have articulation problems that are unresponsive to \"standard treatment\" procedures."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of speech intervention using electropalatography (EPG) for treating articulation errors in individuals with repaired cleft palate."
    },
    {
      "heading": "Search methods",
      "text": "The following databases were searched: CENTRAL 2008 (Issue1), MEDLINE 1966 to March 2008, EMBASE 1974 to March 2008, CINAHL 1982 to March 2008, PsycINFO 1967 to March 2008 and eight other databases. We handsearched Clinical Linguistics and Phonetics (1987 to 2008, Issue 2), Cleft Palate Journal/ Cleft Palate-Craniofacial Journal (1980 to 2008, Issue 1), and the International Journal of Language and Communication Disorders (1980 to 2008, Issue 1). We searched the EPG bibliography (Gibbon 2007). We reviewed reference lists of relevant articles and approached researchers to identify other possible published and unpublished studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled studies comparing EPG intervention to no treatment, delayed treatment, \"standard treatment\", or alternative treatment techniques for managing articulation problems associated with cleft palate in children or adults."
    },
    {
      "heading": "Data collection and analysis",
      "text": "One author searched the titles and abstracts and assessed trial quality. A second author checked judgements; disagreement was resolved through discussion. Three authors were available to examine any potential trials for possible inclusion in the review."
    },
    {
      "heading": "Main results",
      "text": "One trial using parallel design met the inclusion criteria of this review; no meta-analysis was performed. The study reported that fewer therapy sessions were needed to achieve the treatment goals for the EPG therapy and frication display method (N = 2), followed by EPG therapy (N = 2) and \"standard treatment\" (N = 2)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The included trial was a small-scaled study and there were serious limitations in the design and methodology (e.g. allocation concealment was unclear, blinding of outcome assessor(s) was not ensured, few quantitative outcome measures were used, and the results were not reported as planned). Therefore, the current evidence supporting the efficacy of EPG is not strong and there remains a need for high-quality randomised controlled trials to be undertaken in this area."
    }
  ],
  "pls_title": "Electropalatography for articulation disorders associated with cleft palate",
  "pls_type": "long",
  "pls": "A cleft palate means that during the early stages of pregnancy, the baby’s roof of the mouth does not join in the normal way. The lip is sometimes cleft as well as the palate. Children who are born with a cleft lip or palate usually have corrective surgery during the first few years of life. Nowadays, surgery is so good that there are few long term consequences.\nHowever, some children with repaired cleft palate can have difficulties with speech as they get older. One type of speech difficulty affects consonants formed by the tongue in the mouth, such as /t/, /d/, /s/. This makes words like “toe”, “door” and “sun” sound distorted or even unrecognisable to listeners. These consonants can be difficult to correct, even by experienced speech and language therapists. Any long term speech difficulties are likely to have a negative effect on children’s social, psychological and educational development and future prospects.\nOne technique that may help to correct these abnormal articulations is electropalatography or EPG. EPG is a computer-based technique that can display the tongue's contact with the hard palate (roof of the mouth) during speech. It involves the child wearing an adapted dental plate, with sensors on the surface. When the tongue contacts the sensors, distinctive patterns for consonants are displayed on a computer screen. The patterns can be used in speech therapy to provide visual feedback so that children can learn normal patterns for consonants they find difficult.\nIt is not known whether EPG benefits children with cleft palate. Such information is important for speech and language therapists who may want to use the technique in their clinical practice. The review reveals that at present there are no high quality (randomised controlled trial) studies in this field to enable conclusions to be drawn about the efficacy of treatment using EPG for children with cleft palate."
}