{
  "doi": "10.1002/14651858.CD009646.pub2",
  "name": "Creatine for Parkinson's disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Parkinson's disease is one of the most common neurodegenerative disorders and mitochondrial dysfunction plays an important role in its pathogenesis. Creatine is effective in improving mitochondrial function. It may therefore be useful for slowing the progression of Parkinson's disease."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of creatine used alone or as an adjuvant treatment for Parkinson's disease."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Movement Disorders Group Trials Register, CENTRAL (The Cochrane Library 2013, November Issue 4), MEDLINE (January 1966 to 10 November 2013), EMBASE (1974 to 10 November 2013) and two Chinese databases. We searched ongoing trials registers and conference proceedings, checked reference lists and contacted authors of included trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs) comparing creatine versus placebo for Parkinson's disease."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected the trials for inclusion, assessed trial quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "We included two RCTs with a total of 194 patients. Both trials compared creatine with placebo for Parkinson's disease and both had methodological limitations. There was no clear evidence of an effect on motor function (MD -0.26; 95% confidence interval (CI) -4.39 to 3.88, low quality evidence ), activities of daily living (MD 0.37; 95% CI -1.28 to 2.02, low quality evidence) or quality of life after one or two years of treatment. One trial reported serious adverse events that were not attributed to creatine. Also, one trial observed higher rates of gastrointestinal effects at two years follow-up."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence base on the effects of creatine in Parkinson's disease is limited by risk of bias, small sample sizes and short duration of the eligible trials. It does not provide a reliable basis on which treatment decisions can be made. Future well-designed RCTs with larger sample size and long-term follow-up are needed to assess creatine for Parkinson's disease."
    }
  ],
  "pls_title": "Creatine for Parkinson's disease",
  "pls_type": "long",
  "pls": "Parkinson's disease is one of the most common neurodegenerative disorders and mitochondrial dysfunction plays an important role in its pathogenesis. Creatine has been shown to help improve mitochondrial function and may, therefore, useful for treating people with Parkinson's disease. Researchers from the Cochrane Collaboration examined the evidence on whether creatine is effective and safe to treat people with Parkinson's disease, used alone or as an adjuvant treatment, up to 10 November 2013.\nWe included two randomized controlled trials with a total of 194 patients that compared creatine with placebo for people with Parkinson's disease. The effect of creatine on improvement of motor function, activities of daily living or quality of life after one or two years treatment for Parkinson's disease was uncertain due to the low quality of the trials and the small number of participants they recruited. The serious adverse events that occurred in the trials were not thought to be related to creatine. However, one trial reported higher rates of gastro-intestinal effects (including diarrhoea, nausea and constipation) with creatine."
}