{
  "doi": "10.1002/14651858.CD008922.pub2",
  "name": "Muscle relaxants for pain management in rheumatoid arthritis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pain management is a high priority for patients with rheumatoid arthritis (RA). Muscle relaxants include drugs that reduce muscle spasm (for example benzodiazepines such as diazepam (Valium), alprazolam (Xanax), lorazepam (Ativan) and non-benzodiazepines such as metaxalone (Skelaxin) or a combination of paracetamol and orphenadrine (Muscol)) and drugs that prevent increased muscle tone (baclofen and dantrolene). Despite a paucity of evidence supporting their use, antispasmodic and antispasticity muscle relaxants have gained widespread clinical acceptance as adjuvants in the management of patients with chronic musculoskeletal pain."
    },
    {
      "heading": "Objectives",
      "text": "The aim of this review was to determine the efficacy and safety of muscle relaxants in pain management in patients with RA. The muscle relaxants that were included in this review are the antispasmodic benzodiazepines (alprazolam, bromazepam, chlordiazepoxide,cinolazepam, clonazepam, cloxazolam, clorazepate, diazepam, estazolam, flunitrazepam, flurazepam, flutoprazepam, halazepam, ketazolam, loprazolam, lorazepam, lormetazepam, medazepam, midazolam, nimetazepam, nitrazepam, nordazepam, oxazepam, pinazepam, prazepam, quazepam, temazepam, tetrazepam, triazolam), antispasmodic non-benzodiazepines (cyclobenzaprine, carisoprodol, chlorzoxazone, meprobamate, methocarbamol, metaxalone, orphenadrine, tizanidine and zopiclone), and antispasticity drugs (baclofen and dantrolene sodium)."
    },
    {
      "heading": "Search methods",
      "text": "We performed a search of the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library, 4th quarter 2010), MEDLINE (1950 to week 1 November 2010), EMBASE (Week 44 2010), and PsycINFO (1806 to week 2 November 2010). We also searched the 2008 to 2009 American College of Rheumatology (ACR) and European League Against Rheumatism (EULAR) abstracts and performed a handsearch of reference lists of relevant articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials which compared a muscle relaxant to another therapy (active, including non-pharmacological therapies, or placebo) in adult patients with RA and that reported at least one clinically relevant outcome."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two blinded review authors independently extracted data and assessed the risk of bias in the trials. Meta-analyses were used to examine the efficacy of muscle relaxants on pain, depression, sleep and function, as well as their safety."
    },
    {
      "heading": "Main results",
      "text": "Six trials (126 participants) were included in this review. All trials were rated at high risk of bias. Five cross-over trials evaluated a benzodiazepine, four assessed diazepam (n = 71) and one assessed triazolam (n = 15). The sixth trial assessed zopiclone (a non-benzodiazepine) (n = 40) and was a parallel group study. No trial duration was longer than two weeks while three single dose trials assessed outcomes at 24 hours only. Overall the included trials failed to find evidence of a beneficial effect of muscle relaxants over placebo, alone (at 24 hrs, 1 or 2 weeks) or in addition to non-steroidal anti-inflammatory drugs (NSAIDs) (at 24 hrs), on pain intensity, function, or quality of life. Data from two trials of longer than 24 hours duration (n = 74) (diazepam and zopiclone) found that participants who received a muscle relaxant had significantly more adverse events compared with those who received placebo (number needed to harm (NNTH) 3, 95% CI 2 to 7). These were predominantly central nervous system side effects, including dizziness and drowsiness (NNTH 3, 95% CI 2 to 11)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based upon the currently available evidence in patients with RA, benzodiazepines (diazepam and triazolam) do not appear to be beneficial in improving pain over 24 hours or one week. The non-benzodiazepine agent zopiclone also did not significantly reduce pain over two weeks. However, even short term muscle relaxant use (24 hours to 2 weeks) is associated with significant adverse events, predominantly drowsiness and dizziness."
    }
  ],
  "pls_title": "Muscle relaxants for pain management in rheumatoid arthritis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "This summary of a Cochrane review presents what we know from research about the effect of muscle relaxants on pain in patients with rheumatoid arthritis."
    },
    {
      "heading": "The review shows that in people with rheumatoid arthritis",
      "text": "- Muscle relaxants may not improve pain when taken as a single dose or for up to a two week period\n- We are uncertain whether muscle relaxants affect functional status because of the very low quality of the evidence\n- No trials were found that evaluated whether muscle relaxants affect quality of life\n- No trials were found that evaluated whether antidepressants affect sleep\n- We are uncertain whether muscle relaxants affect mood because of the very low quality of the evidence\nWe also do not have precise information about side effects and complications. This is particularly true for rare but serious side effects. Possible side effects may include feeling tired or nauseous, headaches, blurred vision, a dry mouth, sexual dysfunction, or becoming dizzy or constipated. Rare complications may include increased suicidal thinking, liver inflammation, or a reduced white cell count."
    },
    {
      "heading": "What is rheumatoid arthritis and what are muscle relaxants?",
      "text": "When you have rheumatoid arthritis your immune system, which normally fights infection, attacks the lining of your joints. This makes your joints swollen, stiff, and painful. The small joints of your hands and feet are usually affected first. There is no cure for rheumatoid arthritis at present, so the treatments aim to relieve pain and stiffness and improve your ability to move.\nMuscle relaxants can be used to treat anxiety and promote sleep, and some people believe they may also reduce pain by acting on the nerves that cause pain, but this remains controversial. Muscle relaxants include drugs that reduce muscle spasm (for example benzodiazepines such as diazepam (Valium), Xanax, Ativan and non-benzodiazepines such as Skelaxin, Muscol) and drugs that prevent increased muscle tone (baclofen and dantrolene)."
    },
    {
      "heading": "Best estimates of what happens to people with rheumatoid arthritis who take muscle relaxants",
      "text": "Pain at 24 hours:\n- Non-significant result.\nPain at 1 to 2 weeks:\n- Non-significant result.\nWithdrawal due to adverse events, after 2 weeks:\n- Non-significant result.\nTotal adverse events:\n- 49 more people out of 100 experienced an adverse event, after 1 to 2 weeks, when they took a muscle relaxant (absolute difference 49%),\n- 52 out of 100 people who took a muscle relaxant suffered an adverse event,\n- 3 out of 100 people who took a placebo suffered an adverse event.\nCentral nervous system (CNS) adverse events:\n- 33 more people out of 100 experienced a CNS adverse event, after 1 to 2 weeks, when they took a muscle relaxant (absolute difference 33%),\n- 39 out of 100 people who took a muscle relaxant suffered a CNS adverse event,\n- 6 out of 100 people who took a placebo relaxant suffered a CNS adverse event.\nThis record should be cited as:\nThis is a Cochrane review abstract and plain language summary, prepared and maintained by The Cochrane Collaboration, currently published in the Cochrane Database of Systematic Reviews [Issue and date] © [year] The Cochrane Collaboration. Published by John Wiley and Sons, Ltd.. The full text of the review is available in The Cochrane Library (ISSN 1464-780X)."
    }
  ]
}