{
  "doi": "10.1002/14651858.CD001808.pub3",
  "name": "Prophylactic oxytocin for the third stage of labour to prevent postpartum haemorrhage",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Active management of the third stage of labour reduces the risk of postpartum blood loss (postpartum haemorrhage (PPH)), and is defined as administration of a prophylactic uterotonic, early umbilical cord clamping and controlled cord traction to facilitate placental delivery. The choice of uterotonic varies across the globe and may have an impact on maternal outcomes. This is an update of a review first published in 2001 and last updated in 2013."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of prophylactic oxytocin to prevent PPH and other adverse maternal outcomes in the third stage of labour."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched Cochrane Pregnancy and Childbirth’s Trials Register, ClinicalTrials.gov, WHO International Clinical Trials Registry Platform (ICTRP) (6 March 2019) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised, quasi- or cluster-randomised trials including women undergoing vaginal delivery who received prophylactic oxytocin during management of the third stage of labour. Primary outcomes were blood loss 500 mL or more after delivery, need for additional uterotonics, and maternal all-cause mortality."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion, extracted data, and assessed trial quality. Data were checked for accuracy. We assessed the quality of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "This review includes 24 trials, with 23 trials involving 10,018 women contributing data. Due to many trials assessed at high risk of bias, evidence grade ranged from very low to moderate quality.\nProphylactic oxytocin versus no uterotonics or placebo (nine trials) \nProphylactic oxytocin compared with no uterotonics or placebo may reduce the risk of blood loss of 500 mL after delivery (average risk ratio (RR) 0.51, 95% confidence interval (C) 0.37 to 0.72; 4162 women; 6 studies; Tau² = 0.10, I² = 75%; low-quality evidence), and blood loss 1000 mL after delivery (RR 0.59, 95% CI 0.42 to 0.83; 4123 women; 5 studies; low-quality evidence). Prophylactic oxytocin probably reduces the need for additional uterotonics (average RR 0.54, 95% CI 0.36 to 0.80; 3135 women; 4 studies; Tau² = 0.07, I² = 44%; moderate-quality evidence). There may be no difference in the risk of needing a blood transfusion in women receiving oxytocin compared to no uterotonics or placebo (RR 0.88, 95% CI 0.44 to 1.78; 3081 women; 3 studies; low-quality evidence). Oxytocin may be associated with an increased risk of a third stage greater than 30 minutes (RR 2.55, 95% CI 0.88 to 7.44; 1947 women; 1 study; moderate-quality evidence), however the confidence interval is wide and includes 1.0, indicating that there may be little or no difference.\n\nProphylactic oxytocin versus ergot alkaloids (15 trials)\nIt is uncertain whether oxytocin reduces the likelihood of blood loss 500 mL (average RR 0.84, 95% CI 0.56 to 1.25; 3082 women; 10 studies; Tau² = 0.14, I² = 49%; very low-quality evidence) or the need for additional uterotonics compared to ergot alkaloids (average RR 0.89, 95% CI 0.43 to 1.81; 2178 women; 8 studies; Tau² = 0.76, I² = 79%; very low-quality evidence), because the quality of this evidence is very low. The quality of evidence was very low for blood loss of 1000 mL (RR 1.13, 95% CI 0.63 to 2.01; 1577 women; 3 studies; very low-quality evidence), and need for blood transfusion (average RR 1.37, 95% CI 0.34 to 5.51; 1578 women; 7 studies; Tau² = 1.34, I² = 45%; very low-quality evidence), making benefit of oxytocin over ergot alkaloids uncertain. Oxytocin probably increases the risk of a prolonged third stage greater than 30 minutes (RR 4.69, 95% CI 1.63 to 13.45; 450 women; 2 studies; moderate-quality evidence), although it is uncertain if this translates into increased risk of manual placental removal (average RR 1.10, 95% CI 0.39 to 3.10; 3127 women; 8 studies; Tau² = 1.07, I² = 76%; very low-quality evidence). Oxytocin may make little or no difference to risk of diastolic blood pressure > 100 mm Hg (average RR 0.28, 95% CI 0.04 to 2.05; 960 women; 3 studies; Tau² = 1.23, I² = 50%; low-quality evidence), and is probably associated with a lower risk of vomiting (RR 0.09, 95% CI 0.05 to 0.14; 1991 women; 7 studies; moderate-quality evidence), although the impact of oxytocin on headaches is uncertain (average RR 0.19, 95% CI 0.03 to 1.02; 1543 women; 5 studies; Tau² = 2.54, I² = 72%; very low-quality evidence).\nProphylactic oxytocin-ergometrine versus ergot alkaloids (four trials)\nOxytocin-ergometrine may slightly reduce the risk of blood loss greater than 500 mL after delivery compared to ergot alkaloids (RR 0.44, 95% CI 0.20 to 0.94; 1168 women; 3 studies; low-quality evidence), based on outcomes from quasi-randomised trials with a high risk of bias. There were no maternal deaths reported in either treatment group in the one trial that reported this outcome (RR not estimable; 1 trial, 807 women; moderate-quality evidence). Need for additional uterotonics was not reported.\nNo subgroup differences were observed between active or expectant management, or different routes or doses of oxytocin for any of our comparisons."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Prophylactic oxytocin compared with no uterotonics may reduce blood loss and the need for additional uterotonics. The effect of oxytocin compared to ergot alkaloids is uncertain with regards to blood loss, need for additional uterotonics, and blood transfusion. Oxytocin may increase the risk of a prolonged third stage compared to ergot alkaloids, although whether this translates into increased risk of manual placental removal is uncertain. This potential risk must be weighed against the possible increased risk of side effects associated with ergot alkaloids. Oxytocin-ergometrine may reduce blood loss compared to ergot alkaloids, however the certainty of this conclusion is low. More high-quality trials are needed to assess optimal dosing and route of oxytocin administration, with inclusion of important outcomes such as maternal mortality, shock, and transfer to a higher level of care. A network meta-analysis of uterotonics for PPH prevention plans to address issues around optimal dosing and routes of oxytocin and other uterotonics."
    }
  ],
  "pls_title": "Oxytocin to prevent excessive blood loss for women during the third stage of labour",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Active management of the third stage of labour (AMTSL) has been shown to decrease the risk of excessive blood loss after delivery. This management strategy has been defined as administration of a medication to increase uterine tone and contractions, early umbilical cord clamping and gentle cord traction to facilitate placental delivery. While AMTSL has become standard practice in many countries and institutions, execution of the individual components varies. Oxytocin is a uterotonic medication that promotes increased uterine tone and contractions, and is commonly administered immediately following delivery of the infant's shoulder as part of AMTSL. This review considers the efficacy and safety of oxytocin prophylaxis in the third stage of labour compared with no uterotonics, a placebo, ergot alkaloids, and in combination with ergometrine compared with ergot alkaloids."
    },
    {
      "heading": "Why is this important?",
      "text": "Postpartum haemorrhage is one of the most prevalent causes of maternal morbidity and mortality worldwide, therefore, determining the most effective preventative strategies is crucial."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence in March 2019 and identified six trials that met the inclusion criteria for the review. Outcomes from an additional 1100 women from these six trials was combined with those from the previous version of this review for a total of 10,018 women (23 trials). Of note, two previously included trials were excluded from this current review due to methodological concerns.\nThe majority of trials contributing information to this review were found to be at high risk of bias. The quality of evidence ranged from very low to moderate, and for most outcomes was assessed as low to very low quality.\nOur results showed that compared to no uterotonics or placebo, oxytocin may reduce the risk of blood loss (quality of evidence: low) and the need for additional uterotonics (quality of evidence: moderate). The effect of oxytocin compared with ergot alkaloids is uncertain with regards to blood loss (quality of evidence: very low), need for additional uterotonics (quality of evidence: very low), and need for blood transfusion (quality of evidence: very low), but may increase the risk of a third stage greater than 30 minutes (quality of evidence: moderate). Whether or not this translates into increased risk of needing a manual placental removal is uncertain (quality of evidence: very low). This potential risk of retained placenta must be weighed against a possible increased risk of side effects with ergot alkaloids, including diastolic hypertension (quality of evidence: low), vomiting (quality of evidence: very low), and headaches (quality of evidence: very low). While the combination of oxytocin and ergometrine may slightly reduce the risk of blood loss compared to ergot alkaloids (quality of evidence: low), the certainty of this conclusion is low given the poor quality of contributing studies."
    },
    {
      "heading": "What does this mean?",
      "text": "Oxytocin may reduce blood loss and the need for additional uterotonics when given prophylactically in the third stage of labour, and therefore could be considered as a component of AMTSL. The side-effect profile may be more favourable than ergot alkaloids, which must be weighed against a possible increased risk of third stage greater than 30 minutes and unclear benefit of oxytocin or ergot alkaloids with regards to blood loss.\n\nMore placebo-controlled, randomised, double-blinded trials are needed to improve the quality of data used to compare oxytocin versus ergot alkaloids. Future studies should aim to include important outcomes such as maternal mortality, shock, transfer to a higher level of care, serious side effects, and other patient-centred outcomes. A large complex review analysing all available data from different uterotonic medications (network meta-analysis) will help to inform future choice of uterotonic and the best route and dose of administration."
    }
  ]
}