{
  "doi": "10.1002/14651858.CD008447.pub3",
  "name": "Stent graft types for endovascular repair of abdominal aortic aneurysms",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The UK prevalence of abdominal aortic aneurysm (AAA) is estimated at 4.9% in over 65-year olds. Progressive and unpredictable enlargement can lead to rupture. Endovascular repair of AAAs involves a stent graft system being introduced via the femoral artery and manipulated within the aorta under radiological guidance. Following endograft deployment, a seal is formed at the proximal and distal landing zones to exclude the aneurysm sac from the circulation. With the increasing popularity of endovascular repair there has been an increase in the number of commercially available stent graft designs on the market. This is an update of the review first published in 2013."
    },
    {
      "heading": "Objectives",
      "text": "This review aimed to assess the different stent graft types for endovascular repair of AAA."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Vascular Group Trials Search Co-ordinator (TSC) searched the Specialised Register (last searched February 2015) and the Cochrane Register of Studies (2015, Issue 1). Trial databases were searched by the TSC for details of ongoing and unpublished studies."
    },
    {
      "heading": "Selection criteria",
      "text": "All published and unpublished randomised controlled trials (RCTs) of stent graft types in the repair of AAAs were sought without language restriction and in consultation with the Cochrane Vascular Group TSC."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We planned to conduct data collection and analysis in accordance with the Cochrane Handbook for Systematic Reviews of Interventions."
    },
    {
      "heading": "Main results",
      "text": "No studies were identified that met the inclusion criteria. It was not possible to review the quality of the evidence in the absence of studies eligible for inclusion in the review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Unfortunately, no data exist regarding direct comparisons of the performance of different stent graft types. High quality randomised controlled trials evaluating stent graft types in abdominal endovascular aneurysm repair are required."
    }
  ],
  "pls_title": "Different stent grafts for repair of abdominal aortic aneurysms",
  "pls_type": "long",
  "pls": "Background\nAn aneurysm is a localised widening of an artery. The abdominal aorta is the largest artery in the body, delivering blood from the heart to the organs in the abdomen and the legs. If an aneurysm occurs in the abdominal aorta it can expand and may rupture, resulting in death. Open surgery can treat these aneurysms; this involves opening the abdomen and placing an artificial graft over the widening. A new alternative treatment involves an artifical stent graft, delivered through an arterial blood vessel in the groin, fixed over the widening. This technique is called endovascular repair. There are many different types of stent graft available. They differ in how they are inserted in/access the blood vessel, how they attach to the walls of the artery and the design and materials they are made from.\nStudy characteristics and key results\nWe searched for evidence directly comparing the different types of stent grafts in aneurysm repair (current until February 2015). This review found no randomised controlled trial evidence investigating if any specific stent graft performs better than another type of stent graft. More research is required to help surgeons decide which specific type of stent graft to use.\nQuality of the evidence\n\nIt was not possible to review the quality of the evidence in the absence of studies eligible for inclusion in the review."
}