{
  "doi": "10.1002/14651858.CD000436.pub3",
  "name": "Dietary sodium manipulation and asthma",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "There is a wide geographical variation in the prevalence of asthma and observational studies have suggested that dietary sodium may play a role."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of dietary sodium manipulation on asthma control."
    },
    {
      "heading": "Search methods",
      "text": "We carried out a search using the Cochrane Airways Group asthma register. We searched the bibliographies of included randomised controlled trials (RCTs) for additional studies. We carried out the most recent search in November 2010."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered only RCTs that involved dietary sodium reduction or increased sodium intake in patients with asthma."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Both review authors assessed study and extracted data. We conducted data analyses in RevMan 5 using mean differences and random effects."
    },
    {
      "heading": "Main results",
      "text": "We identified a total of nine studies in relation to sodium manipulation and asthma, of which five were in people with asthma (318 participants), and four in people with exercise-induced asthma (63 participants). There were no significant benefits of salt restriction on the control of asthma. There was some evidence from the exercise-induced asthma studies that a low sodium diet may improve lung function after exercise and possibly baseline lung function, but this is based on findings from a very small numbers of participants."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review did not find any evidence that dietary sodium reduction significantly improves asthma control. Although dietary sodium reduction may result in improvements in lung function in exercise-induced asthma, the clinical significance of this effect is unclear."
    }
  ],
  "pls_title": "Does reducing the amount of salt in a diet improve asthma symptoms?",
  "pls_type": "long",
  "pls": "A review of the current literature suggests that reduction in the amount of dietary sodium consumed has no significant effect on the symptoms of asthma but may be associated with improvements in some lung function measurements in exercise-induced asthma."
}