{
  "doi": "10.1002/14651858.CD004807.pub2",
  "name": "Consumer‐providers of care for adult clients of statutory mental health services",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "In mental health services, the past several decades has seen a slow but steady trend towards employment of past or present consumers of the service to work alongside mental health professionals in providing services. However the effects of this employment on clients (service recipients) and services has remained unclear.\nWe conducted a systematic review of randomised trials assessing the effects of employing consumers of mental health services as providers of statutory mental health services to clients. In this review this role is called 'consumer-provider' and the term 'statutory mental health services' refers to public services, those required by statute or law, or public services involving statutory duties. The consumer-provider's role can encompass peer support, coaching, advocacy, case management or outreach, crisis worker or assertive community treatment worker, or providing social support programmes."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of employing current or past adult consumers of mental health services as providers of statutory mental health services."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library 2012, Issue 3), MEDLINE (OvidSP) (1950 to March 2012), EMBASE (OvidSP) (1988 to March 2012), PsycINFO (OvidSP) (1806 to March 2012), CINAHL (EBSCOhost) (1981 to March 2009), Current Contents (OvidSP) (1993 to March 2012), and reference lists of relevant articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of current or past consumers of mental health services employed as providers ('consumer-providers') in statutory mental health services, comparing either: 1) consumers versus professionals employed to do the same role within a mental health service, or 2) mental health services with and without consumer-providers as an adjunct to the service."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies and extracted data. We contacted trialists for additional information. We conducted analyses using a random-effects model, pooling studies that measured the same outcome to provide a summary estimate of the effect across studies. We describe findings for each outcome in the text of the review with considerations of the potential impact of bias and the clinical importance of results, with input from a clinical expert."
    },
    {
      "heading": "Main results",
      "text": "We included 11 randomised controlled trials involving 2796 people. The quality of these studies was moderate to low, with most of the studies at unclear risk of bias in terms of random sequence generation and allocation concealment, and high risk of bias for blinded outcome assessment and selective outcome reporting.\nFive trials involving 581 people compared consumer-providers to professionals in similar roles within mental health services (case management roles (4 trials), facilitating group therapy (1 trial)). There were no significant differences in client quality of life (mean difference (MD) -0.30, 95% confidence interval (CI) -0.80 to 0.20); depression (data not pooled), general mental health symptoms (standardised mean difference (SMD) -0.24, 95% CI -0.52 to 0.05); client satisfaction with treatment (SMD -0.22, 95% CI -0.69 to 0.25), client or professional ratings of client-manager relationship; use of mental health services, hospital admissions and length of stay; or attrition (risk ratio 0.80, 95% CI 0.58 to 1.09) between mental health teams involving consumer-providers or professional staff in similar roles.\nThere was a small reduction in crisis and emergency service use for clients receiving care involving consumer-providers (SMD -0.34 (95%CI -0.60 to -0.07). Past or present consumers who provided mental health services did so differently than professionals; they spent more time face-to-face with clients, and less time in the office, on the telephone, with clients' friends and family, or at provider agencies.\nSix trials involving 2215 people compared mental health services with or without the addition of consumer-providers. There were no significant differences in psychosocial outcomes (quality of life, empowerment, function, social relations), client satisfaction with service provision (SMD 0.76, 95% CI -0.59 to 2.10) and with staff (SMD 0.18, 95% CI -0.43 to 0.79), attendance rates (SMD 0.52 (95% CI -0.07 to 1.11), hospital admissions and length of stay, or attrition (risk ratio 1.29, 95% CI 0.72 to 2.31) between groups with consumer-providers as an adjunct to professional-led care and those receiving usual care from health professionals alone. One study found a small difference favouring the intervention group for both client and staff ratings of clients' needs having been met, although detection bias may have affected the latter. None of the six studies in this comparison reported client mental health outcomes.\nNo studies in either comparison group reported data on adverse outcomes for clients, or the financial costs of service provision."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Involving consumer-providers in mental health teams results in psychosocial, mental health symptom and service use outcomes for clients that were no better or worse than those achieved by professionals employed in similar roles, particularly for case management services.\nThere is low quality evidence that involving consumer-providers in mental health teams results in a small reduction in clients' use of crisis or emergency services. The nature of the consumer-providers' involvement differs compared to professionals, as do the resources required to support their involvement. The overall quality of the evidence is moderate to low. There is no evidence of harm associated with involving consumer-providers in mental health teams.\nFuture randomised controlled trials of consumer-providers in mental health services should minimise bias through the use of adequate randomisation and concealment of allocation, blinding of outcome assessment where possible, the comprehensive reporting of outcome data, and the avoidance of contamination between treatment groups. Researchers should adhere to SPIRIT and CONSORT reporting standards for clinical trials.\nFuture trials should further evaluate standardised measures of clients' mental health, adverse outcomes for clients, the potential benefits and harms to the consumer-providers themselves (including need to return to treatment), and the financial costs of the intervention. They should utilise consistent, validated measurement tools and include a clear description of the consumer-provider role (eg specific tasks, responsibilities and expected deliverables of the role) and relevant training for the role so that it can be readily implemented. The weight of evidence being strongly based in the United States, future research should be located in diverse settings including in low- and middle-income countries."
    }
  ],
  "pls_title": "Involving adults who use mental health services as providers of mental health services to others",
  "pls_type": "long",
  "pls": "Past or present consumers of mental health services can work in partnership with mental health professionals in 'consumer-provider' roles, when providing mental health services to others. Their roles may include peer support, coaching, advocacy, specialists or peer interviewers, case management or outreach, crisis worker or assertive community treatment worker, or providing social support programmes. Until now, the effects of employing past or present consumers of mental health services, in providing services to adult clients of these services, have not been assessed rigorously.\nWe conducted a systematic review, comprehensively searching databases and other materials to identify randomised controlled trials which involved past or present consumers of mental health services employed as providers of mental healthcare services for adult clients. To be included, studies had to make one of two comparisons: 1) consumer-providers versus professionals employed to do the same role within a mental health service, or 2) mental health services with and without consumer-providers as an adjunct to the service.\nWe found 11 randomised controlled trials involving approximately 2796 people. The quality of the evidence is moderate to low; it was unclear in many cases whether steps were taken to minimise bias, both in the way that participants were allocated to groups, and in how the outcomes were assessed and reported.\nFive of the 11 trials involving 581 people compared consumer-providers to professionals who occupied similar roles within mental health services (case management roles (4 trials), and facilitating group therapy (1 trial)). There were no significant differences between the two groups, in terms of client (care recipient) quality of life, mental health symptoms, satisfaction, use of mental health services, or on the numbers of people withdrawing from the study. People receiving care from past or present users of mental health services used crisis and emergency services slightly less than those receiving care from professional staff. Past or present consumers who provided mental health services did so differently than professionals; they spent more time face-to-face with clients, and less time in the office, on the telephone, with clients' friends and family, or at provider agencies.\nSix of the 11 trials, involving 2215 people, compared mental health services with or without the addition of consumer-providers. There were no significant differences in quality of life, empowerment, function and social relations, in client satisfaction, attendance rates, hospital use, or in the numbers of people withdrawing from the study, between groups with consumer-providers as an adjunct to professional care and those receiving usual care by health professionals alone. None of these six studies reported on clients' mental health symptoms. None of the studies reported on adverse outcomes (harms) for clients, or on the costs of providing the services.\nOverall, we concluded that employing past or present consumers of mental health services as providers of mental health services achieves psychosocial, mental health symptom and service use outcomes that are no better or worse than those achieved by professional staff in providing care.\nThere is no evidence that the involvement of consumer-providers is harmful. More high-quality and well-reported randomised trials are needed, particularly to evaluate mental health outcomes, adverse outcomes for clients, the potential benefits and harms to the consumer-providers themselves (including a need to return to treatment), and whether it is cost-effective to employ them. Future researchers should include a clear description of the consumer-provider role and relevant training for the role so that it can be readily implemented, and should investigate consumer-providers in settings outside the United States."
}