{
  "doi": "10.1002/14651858.CD001333.pub4",
  "name": "Oral naltrexone maintenance treatment for opioid dependence",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Research on clinical application of oral naltrexone agrees on several things. From a pharmacological perspective, naltrexone works. From an applied perspective, the medication compliance and the retention rates are poor."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effects of naltrexone maintenance treatment versus placebo or other treatments in preventing relapse in opioid addicts after detoxification."
    },
    {
      "heading": "Search methods",
      "text": "We searched: Cochrane Central Register of Controlled Trials (CENTRAL - The Cochrane Library issue 6 2010), PubMed (1973- June 2010), CINAHL (1982- June 2010). We inspected reference lists of relevant articles and contacted pharmaceutical producers of naltrexone, authors and other Cochrane review groups."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled clinical trials which focus on the use of naltrexone maintenance treatment versus placebo, or other treatments to reach sustained abstinence from opiate drugs"
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three reviewers independently assessed studies for inclusion and extracted data. One reviewer carried out the qualitative assessments of the methodology of eligible studies using validated checklists."
    },
    {
      "heading": "Main results",
      "text": "Thirteen studies, 1158 participants, met the criteria for inclusion in this review.\nComparing naltrexone versus placebo or no pharmacological treatments, no statistically significant difference were noted for all the primary outcomes considered. The only outcome statistically significant in favour of naltrexone is re incarceration, RR 0.47 (95%CI 0.26-0.84), but results come only from two studies. Considering only studies were patients were forced to adherence a statistical significant difference in favour of naltrexone was found for retention and abstinence, RR 2.93 (95%CI 1.66-5.18).\nComparing naltrexone versus psychotherapy, in the two considered outcomes, no statistically significant difference was found in the single study considered.\nNaltrexone was not superior to benzodiazepines and to buprenorphine for retention and abstinence and side effects. Results come from single studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The findings of this review suggest that oral naltrexone did not perform better than treatment with placebo or no pharmacological agent with respect to the number of participants re-incarcerated during the study period. If oral naltrexone is compared with other pharmacological treatments such as benzodiazepine and buprenorphine, no statistically significant difference was found. The percentage of people retained in treatment in the included studies is however low (28%). The conclusion of this review is that the studies conducted have not allowed an adequate evaluation of oral naltrexone treatment in the field of opioid dependence. Consequently, maintenance therapy with naltrexone cannot yet be considered a treatment which has been scientifically proved to be superior to other kinds of treatment."
    }
  ],
  "pls_title": "Oral naltrexone as maintenance treatment to prevent relapse in opioid addicts who have undergone detoxification",
  "pls_type": "long",
  "pls": "Opioid dependence is considered to be a lifelong, chronic relapsing disorder. Substantial therapeutic efforts are needed to keep people drug free. Methadone treatment plays a vital role in detoxification or maintenance programs but some individuals who are on methadone continue to use illicit drugs, commit crime and engage in behaviours that promote the spread of communicable diseases. Naltrexone is a long acting opioid antagonist that does not produce euphoria and is not addicting. It is used in accidental heroin overdose and for the treatment of people who have opioid dependence. Naltrexone is particularly suitable to prevent a relapse to opioid use after heroin detoxification for those for whom failure to comply with treatment has major consequences, for example health professionals, business executives and individuals under legal supervision. Medication compliance and retention rates with naltrexone treatment are however low. \nIn this review of the medical literature oral naltrexone, with or without psychotherapy, was no better than placebo or no pharmacological treatments with regard to retention in treatment, use of the primary substance of abuse or side effects. The only outcome that was clearly in favour of naltrexone was a reduction of re incarcerations by about a half but these results were from only two studies. In single studies naltrexone was not superior to benzodiazepines or buprenorphine for retention, abstinence or side effects. The review authors identified a total of 13 randomised controlled studies that involved 1158 opioid addicts treated as outpatients following detoxification. Less than a third of participants were retained in treatment over the duration of the included studies. The mean duration was six months (range one to 10 months). None of included studies considered deaths from fatal overdoses in people treated with naltrexone."
}