{
  "doi": "10.1002/14651858.CD002954.pub3",
  "name": "Drugs for discoid lupus erythematosus",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Discoid lupus erythematosus (DLE) is a chronic form of cutaneous lupus, which can cause scarring. Many drugs have been used to treat this disease and some (such as thalidomide, cyclophosphamide and azathioprine) are potentially toxic. This is an update of a Cochrane Review first published in 2000, and previously updated in 2009. We wanted to update the review to assess whether any new information was available to treat DLE, as we were still unsure of the effectiveness of available drugs and how to select the most appropriate treatment for an individual with DLE."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of drugs for discoid lupus erythematosus."
    },
    {
      "heading": "Search methods",
      "text": "We updated our searches of the following databases to 22 September 2016: the Cochrane Skin Specialised Register, CENTRAL, MEDLINE, Embase and LILACS. We also searched five trials databases, and checked the reference lists of included studies for further references to relevant trials. Index Medicus (1956 to 1966) was handsearched and we approached authors for information about unpublished trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs) of drugs to treat people with DLE in any population group and of either gender. Comparisons included any drug used for DLE against either another drug or against placebo cream. We excluded laser treatment, surgery, phototherapy, other forms of physical therapy, and photoprotection as we did not consider them drug treatments."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two reviewers independently extracted data onto a data extraction sheet, resolving disagreements by discussion. We used standard methods to assess risk of bias, as expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "Five trials involving 197 participants were included. Three new trials were included in this update. None of the five trials were of high quality.\n'Risk of bias' assessments identified potential sources of bias in each study. One study used an inappropriate randomisation method, and incomplete outcome data were a concern in another as 15 people did not complete the trial. We found most of the trials to be at low risk in terms of blinding, but three of the five did not describe allocation concealment.\nThe included trials inadequately addressed the primary outcome measures of this review (percentage with complete resolution of skin lesions, percentage with clearing of erythema in at least 50% of lesions, and improvement in patient satisfaction/quality of life measures).\nOne study of fluocinonide cream 0.05% (potent steroid) compared with hydrocortisone cream 1% (low-potency steroid) in 78 people reported complete resolution of skin lesions in 27% (10/37) of participants in the fluocinonide cream group and in 10% (4/41) in the hydrocortisone group, giving a 17% absolute benefit in favour of fluocinonide (risk ratio (RR) 2.77, 95% CI 0.95 to 8.08, 1 study, n = 78, low-quality evidence). The other primary outcome measures were not reported. Adverse events did not require discontinuation of the drug. Skin irritation occurred in three people using hydrocortisone, and one person developed acne. Burning occurred in two people using fluocinonide (moderate-quality evidence).\nA comparative trial of two oral agents, acitretin (50 mg daily) and hydroxychloroquine (400 mg daily), reported two of the outcomes of interest: complete resolution was seen in 13 of 28 participants (46%) on acitretin and 15 of 30 participants (50%) on hydoxychloroquine (RR 0.93, 95% CI 0.54 to 1.59, 1 study, n = 58, low-quality evidence). Clearing of erythema in at least 50% of lesions was reported in 10 of 24 participants (42%) on acitretin and 17 of 25 (68%) on hydroxychloroquine (RR 0.61, 95% CI 0.36 to 1.06, 1 study, n = 49, low-quality evidence). This comparison did not assess improvement in patient satisfaction/quality of life measures. Participants taking acitretin showed a small increase in serum triglyceride, not sufficient to require withdrawal of the drug. The main adverse effects were dry lips (93% of the acitretin group and 20% of the hydroxychloroquine group) and gastrointestinal disturbance (11% of the acitretin group and 17% of the hydroxychloroquine group). Four participants on acitretin withdrew due to gastrointestinal events or dry lips (moderate-quality evidence).\nOne trial randomised 10 people with DLE to apply a calcineurin inhibitor, pimecrolimus 1% cream, or a potent steroid, betamethasone 17-valerate 0.1% cream, for eight weeks. The study reported none of the primary outcome measures, nor did it present data on adverse events.\nA trial of calcineurin inhibitors compared tacrolimus cream 0.1% with placebo (vehicle) over 12 weeks in 14 people, but reported none of our primary outcome measures. In the tacrolimus group, five participants complained of slight burning and itching, and for one participant, a herpes simplex infection was reactivated (moderate-quality evidence).\nTopical R-salbutamol 0.5% cream was compared with placebo (vehicle) over eight weeks in one trial of 37 people with DLE. There was a significant improvement in pain and itch in the salbutamol group at two, four, six, and eight weeks compared to placebo, but the trial did not record a formal measure of quality of life. None of the primary outcome measures were reported. Changes in erythema did not show benefit of salbutamol over placebo, but we could not obtain from the trial report the number of participants with clearing of erythema in at least 50% of lesions. There were 15 events in the placebo group (experienced by 12 participants) and 24 in the salbutamol group (experienced by nine participants). None of the adverse events were considered serious (moderate-quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Fluocinonide cream may be more effective than hydrocortisone in clearing DLE skin lesions. Hydroxychloroquine and acitretin appear to be of equal efficacy in terms of complete resolution, although adverse effects might be more frequent with acitretin, and clearing of erythema in at least 50% of lesions occurred less often in participants applying acitretin. Moderate-quality evidence found adverse events were minor on the whole. There is not enough reliable evidence about other drugs used to treat DLE. Overall, the quality of the trials and levels of uncertainty were such that there is a need for further trials of sufficient duration comparing, in particular, topical steroids with other agents."
    }
  ],
  "pls_title": "Drugs for discoid lupus erythematosus",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Discoid lupus erythematosus (DLE) is a form of skin inflammation which occurs particularly on sun-exposed skin and can cause scarring. All forms of cutaneous lupus erythematosus are most common in women of childbearing age, which is important because some treatments, including thalidomide and acitretin, can cause birth defects, and hydroxychloroquine may cause damage to the eye or ear. As the chronic nature and scarring of DLE can have psychological impact, and some treatments may produce serious adverse effects, we felt it was important to combat uncertainty and identify the best and safest treatment. The evidence is current to September 2016."
    },
    {
      "heading": "Review question",
      "text": "We aimed to identify the best treatment for people with DLE, to reduce the risk of scarring and possible psychological effects. We searched for all possible drug treatments, including topical agents (steroids and pimecrolimus or tacrolimus) and oral agents, such as hydroxychloroquine, retinoids, methotrexate, azathioprine, lenalidomide, and biological agents. Potentially, any of these interventions could have been compared with placebo or with any other intervention. We excluded surgery, laser, photoprotection, phototherapy, and other forms of physical therapy as we did not consider them drug treatments. We hoped to find evidence for effective treatment, without serious adverse effects."
    },
    {
      "heading": "Study characteristics",
      "text": "We identified five studies, involving 197 people (aged between 17 and 82). Participants were recruited from Europe, Scandinavia, Iran, and the United States. Most of the skin lesions were recorded on the face, ear, and scalp. The duration of disease ranged from one month to 16 years. Treatments included steroid creams of different potencies (fluocinonide and betamethasone cream, both potent steroids; and hydrocortisone, a low-potency steroid); oral hydroxychloroquine; oral acitretin; tacrolimus cream; pimecrolimus cream; and salbutamol cream. The tacrolimus and salbutamol trials used placebo in the control arm."
    },
    {
      "heading": "Key results",
      "text": "In a trial involving 78 participants, fluocinonide cream 0.05% appeared nearly three times as effective as hydrocortisone cream 1% in terms of complete clearing of the DLE (27% versus 10%). The percentage of people who had a reduction in the redness of at least 50% of their sores was not reported, nor was patient satisfaction. Skin irritation occurred in three people using hydrocortisone and one person developed acne; burning occurred in two people using fluocinonide. Adverse events did not stop any participants continuing to apply the creams.\nHydroxychloroquine 400 mg and acitretin 50 mg appear to work equally well in terms of complete resolution (50% versus 46%, respectively). Marked improvement in redness may be less in the acitretin group (42% versus 68%), but neither drug has been compared with placebo. Patient satisfaction was not measured. Adverse events, more common in the acitretin group, were reported as minor, although four people stopped treatment due to dry lips and gastrointestinal symptoms.\nPimecrolimus cream 1% (an anti-inflammatory cream) was compared with betamethasone (steroid) 0.1% cream in a small 8-week study involving 10 people, but none of the review primary outcomes were reported; nor were adverse effects.\nA longer study using a similar type of cream, tacrolimus 0.1%, compared with placebo did not report the primary outcomes. Slight burning and itching was reported in five participants applying tacrolimus, and a herpes simplex infection came back in one participant. A few people reported burning or irritation after the use of tacrolimus cream, but not sufficient to cause withdrawal.\nR-salbutamol 0.5% topical cream was compared with placebo cream in a trial of 37 people, but the primary outcomes of this review were not reported. There were only minor adverse events reported in each group: 15 in the placebo group and 24 in the salbutamol group."
    },
    {
      "heading": "Quality of the evidence",
      "text": "For our primary outcome of clearing or excellent improvement, we had low-quality evidence for fluocinonide 0.05% compared with hydrocortisone 1% as the only study assessing this comparison contained a high number of dropouts; while for acitretin (50 mg) compared with hydroxychloroquine (400 mg), for our primary outcomes of reduction in erythema and complete resolution we rated the quality of evidence as low, as the study contained a small number of people and differences between the groups in the number of people who had forms of lupus other than DLE. Overall, moderate-quality evidence was found for adverse events."
    }
  ]
}