{
  "doi": "10.1002/14651858.CD015395.pub3",
  "name": "Nirmatrelvir combined with ritonavir for preventing and treating COVID‐19",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Oral nirmatrelvir/ritonavir (Paxlovid) aims to avoid severe COVID-19 in asymptomatic people or those with mild symptoms, thereby decreasing hospitalization and death. It remains to be evaluated for which indications and patient populations the drug is suitable."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of nirmatrelvir/ritonavir plus standard of care (SoC) compared to SoC with or without placebo, or any other intervention for treating COVID-19 or preventing SARS-CoV-2 infection.\nTo explore equity aspects in subgroup analyses.\nTo keep up to date with the evolving evidence base using a living systematic review (LSR) approach and make new relevant studies available to readers in-between publication of review updates."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane COVID-19 Study Register, Scopus, and World Health Organization COVID-19 Research Database, identifying completed and ongoing studies without language restrictions and incorporating studies up to 15 May 2023.\nThis is a LSR. We conduct update searches every two months and make them publicly available on the open science framework (OSF) platform."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) comparing nirmatrelvir/ritonavir plus SoC to SoC with or without placebo, or any other intervention for treatment of people with confirmed COVID-19 diagnosis, irrespective of disease severity or treatment setting, and for prevention of SARS-CoV-2 infection.\nWe screened all studies for research integrity. Studies were ineligible if they had been retracted, or if they were not prospectively registered including appropriate ethics approval."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We followed standard Cochrane methodology and used the Cochrane RoB 2 tool. We rated the certainty of evidence using the GRADE approach for the following outcomes: 1. to treat outpatients with mild COVID-19; 2. to treat inpatients with moderate to severe COVID-19: mortality, clinical worsening or improvement, quality of life, (serious) adverse events, and viral clearance; 3. to prevent SARS-CoV-2 infection in postexposure prophylaxis (PEP); and 4. pre-exposure prophylaxis (PrEP) scenarios: SARS-CoV-2 infection, development of COVID-19 symptoms, mortality, admission to hospital, quality of life, and (serious) adverse events.\nWe explored inequity by subgroup analysis for elderly people, socially-disadvantaged people with comorbidities, populations from low-income countries and low- to middle-income countries, and people from different ethnic and racial backgrounds."
    },
    {
      "heading": "Main results",
      "text": "As of 15 May 2023, we included two RCTs with 2510 participants with mild and mild to moderate symptomatic COVID-19 in outpatient and inpatient settings comparing nirmatrelvir/ritonavir plus SoC to SoC with or without placebo. All trial participants were without previous confirmed SARS-CoV-2 infection and at high risk for progression to severe disease. Randomization coincided with the Delta wave for outpatients and Omicron wave for inpatients. Outpatient trial participants and 73% of inpatients were unvaccinated. Symptom onset in outpatients was no more than five days before randomisation and prior or concomitant therapies including medications highly dependent on CYP3A4 were not allowed.\nWe excluded two studies due to concerns with research integrity. We identified 13 ongoing studies. Three studies are currently awaiting classification.\nNirmatrelvir/ritonavir for treating people with asymptomatic or mild COVID-19 in outpatient settings\nNirmatrelvir/ritonavir plus SoC compared to SoC plus placebo may reduce all-cause mortality at 28 days (risk ratio (RR) 0.04, 95% confidence interval (CI) 0.00 to 0.68; 1 study, 2224 participants; low-certainty evidence) and admission to hospital or death within 28 days (RR 0.13, 95% CI 0.07 to 0.27; 1 study, 2224 participants; low-certainty evidence).\nNirmatrelvir/ritonavir plus SoC may reduce serious adverse events during the study period compared to SoC plus placebo (RR 0.24, 95% CI 0.15 to 0.41; 1 study, 2224 participants; low-certainty evidence). Nirmatrelvir/ritonavir plus SoC probably has little or no effect on treatment-emergent adverse events (RR 0.95, 95% CI 0.82 to 1.10; 1 study, 2224 participants; moderate-certainty evidence), and probably increases treatment-related adverse events such as dysgeusia and diarrhoea during the study period compared to SoC plus placebo (RR 2.06, 95% CI 1.44 to 2.95; 1 study, 2224 participants; moderate-certainty evidence). Nirmatrelvir/ritonavir plus SoC probably decreases discontinuation of study drug due to adverse events compared to SoC plus placebo (RR 0.49, 95% CI 0.30 to 0.80; 1 study, 2224 participants; moderate-certainty evidence).\nNo studies reported improvement of clinical status, quality of life, or viral clearance.\nNirmatrelvir/ritonavir for treating people with moderate to severe COVID-19 in inpatient settings\nWe are uncertain whether nirmatrelvir/ritonavir plus SoC compared to SoC reduces all-cause mortality at 28 days (RR 0.63, 95% CI 0.21 to 1.86; 1 study, 264 participants; very low-certainty evidence), or increases viral clearance at seven days (RR 1.06, 95% CI 0.71 to 1.58; 1 study, 264 participants; very low-certainty evidence) and 14 days (RR 1.05, 95% CI 0.92 to 1.20; 1 study, 264 participants; very low-certainty evidence).\nNo studies reported improvement or worsening of clinical status and quality of life. We did not include data for safety outcomes due to insufficient and inconsistent information.\nSubgroup analyses for equity\nFor outpatients, the outcome 'admission to hospital or death' was investigated for equity regarding age (less than 65 years versus 65 years or greater) and ethnicity. There were no subgroup differences for age or ethnicity.\nFor inpatients, the outcome 'all-cause mortality' was investigated for equity regarding age (65 years or less versus greater than 65 years). There was no difference between subgroups of age.\nNo further equity-related subgroups were reported, and no subgroups were reported for other outcomes.\nNirmatrelvir/ritonavir for preventing SARS-CoV-2 infection (PrEP and PEP)\nNo studies available."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Low-certainty evidence suggests nirmatrelvir/ritonavir reduces the risk of all-cause mortality and hospital admission or death in high-risk, unvaccinated COVID-19 outpatients infected with the Delta variant of SARS-CoV-2. There is low- to moderate-certainty evidence of the safety of nirmatrelvir/ritonavir.\nVery low-certainty evidence exists regarding the effects of nirmatrelvir/ritonavir on all-cause mortality and viral clearance in mildly to moderately affected, mostly unvaccinated COVID-19 inpatients infected with the Omicron variant of SARS-CoV-2. Insufficient and inconsistent information prevents the assessment of safety outcomes.\nNo reliable differences in effect size and direction were found regarding equity aspects.\nThere is no available evidence supporting the use of nirmatrelvir/ritonavir for preventing SARS-CoV-2 infection.\nWe are continually updating our search and making search results available on the OSF platform."
    }
  ],
  "pls_title": "Is the combination of nirmatrelvir plus ritonavir effective for treating or preventing COVID-19?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Nirmatrelvir/ritonavir (Paxlovid) is evaluated for the treatment of coronavirus disease 2019 (COVID-19).\nNirmatrelvir/ritonavir may lead to fewer deaths and improve patient condition, as assessed by need for hospitalization or death within 28 days for unvaccinated outpatients at increased risk for disease progression receiving treatment within five days of symptom onset.\nWe are very uncertain about the effectiveness of nirmatrelvir/ritonavir in inpatients.\nWe excluded two studies due to concerns with research integrity. We found 13 ongoing studies."
    },
    {
      "heading": "What is nirmatrelvir/ritonavir?",
      "text": "The combination of nirmatrelvir with ritonavir is a new medicine developed to treat infection with the SARS-CoV-2 virus and aims to avoid severe COVID-19 in people without symptoms, or those with mild symptoms. Ritonavir increases the effectiveness of nirmatrelvir but it can interact with many other medicines, which can increase side effects."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to know if nirmatrelvir/ritonavir reduces death, illness, and length of infection in people with COVID-19, or if it is useful in prevention of the disease. We included studies comparing the medicine with placebo (dummy treatment), no treatment, usual care, or any other treatments for COVID-19. We addressed equity and wanted to know whether there are certain groups of people for which nirmatrelvir/ritonavir works best or is less effective. We looked at elderly people, socially disadvantaged people with other illnesses (comorbidities), people from low-income and low- to middle-income countries, and people from different ethnic and racial backgrounds.\nWe evaluated the effects of nirmatrelvir/ritonavir in people with COVID-19 regarding:\n– people dying;\n– whether COVID-19 symptoms got better or worse;\n– quality of life;\n– unwanted effects of the medicine;\n– virus elimination.\nFor prevention, we sought the effect on preventing COVID-19 and SARS-CoV-2 infection."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for randomized controlled trials (clinical studies where people are randomly put into one of two or more treatment groups) that investigated nirmatrelvir/ritonavir to prevent or treat COVID-19. People receiving nirmatrelvir/ritonavir as treatment had to have laboratory-confirmed COVID-19 and be treated in hospital or as outpatients. People receiving nirmatrelvir/ritonavir to prevent an infection had to have a high risk of contracting the disease or had to have had a high-risk contact with a person with confirmed COVID-19.\nWe summarized the results of the studies and rated our confidence in the evidence, based on common criteria as to how reliable the evidence was.\nWe examined differences with respect to age, level of comorbidity, country according to the World Bank country classification by income level, and ethnicity."
    },
    {
      "heading": "What did we find?",
      "text": "We found two studies with 2510 participants that investigated nirmatrelvir/ritonavir compared to placebo or standard of care for the treatment of COVID-19 in people without previous confirmed SARS-CoV-2 infection and at increased risk for progression to severe disease due to a comorbidity or risk factor such as current smoking. Included outpatients were enrolled during the Delta wave, unvaccinated, and had a symptom onset of up to five days before starting treatment. Included inpatients were enrolled during the Omicron wave, mostly unvaccinated, and mildly to moderately affected.\nWe found 13 ongoing studies that have not yet been completed, and three studies are currently awaiting classification."
    },
    {
      "heading": "Main results",
      "text": ""
    },
    {
      "heading": "Treating outpatients with COVID-19",
      "text": "For the specific population of unvaccinated, high-risk patients, nirmatrelvir/ritonavir may:\n– lead to fewer deaths;\n– improve patients' condition assessed by need for admission to hospital or death within 28 days;\n– reduce serious unwanted events.\nFor the specific population of unvaccinated, high-risk patients, nirmatrelvir/ritonavir probably:\n– has little effect on any unwanted events;\n– increases any treatment-related unwanted events (mostly taste disturbance and diarrhoea);\n– decreases discontinuation of study medicine due to unwanted events.\nEquity aspects\nMost study participants were younger than 65 years and of white ethnicity. There was no difference in effectiveness between younger and older participants and participants from different ethnic groups. No subgroups were reported for different levels of comorbidity and World Bank country classification by income level."
    },
    {
      "heading": "Treating inpatients with COVID-19",
      "text": "We are uncertain whether, for the specific population of mildly to moderately affected, high-risk patients, nirmatrelvir/ritonavir:\n– leads to fewer deaths; and\n– increases virus elimination\nEquity aspects\nMost study participants were older than 65 years. There was no difference in effectiveness between younger and older participants. No subgroups were reported for different levels of comorbidity, ethnicity, and World Bank country classification by income level.\nNo subgroups were reported for other outcomes."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence is low to moderate for outpatients and very low for inpatients. The studies did not report everything we were interested in, such as quality of life and symptom resolution, and had a highly specific population of people at high risk of progression to severe COVID-19."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to 15 May 2023.\nAccording to this review's living approach, we will update our search every two months. We are making search results and new relevant studies publicly available."
    }
  ]
}