{
  "doi": "10.1002/14651858.CD006206.pub4",
  "name": "Garlic for the common cold",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Garlic is alleged to have antimicrobial and antiviral properties that relieve the common cold, among other beneficial effects. There is widespread usage of garlic supplements. The common cold is associated with significant morbidity and economic consequences. On average, children have six to eight colds per year and adults have two to four."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether garlic (Allium sativum) is effective for the prevention or treatment of the common cold, when compared to placebo, no treatment or other treatments."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (2014, Issue 7), OLDMEDLINE (1950 to 1965), MEDLINE (January 1966 to July week 5, 2014), EMBASE (1974 to August 2014) and AMED (1985 to August 2014)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of common cold prevention and treatment comparing garlic with placebo, no treatment or standard treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently reviewed and selected trials from searches, assessed and rated study quality and extracted relevant data."
    },
    {
      "heading": "Main results",
      "text": "In this updated review, we identified eight trials as potentially relevant from our searches. Again, only one trial met the inclusion criteria. This trial randomly assigned 146 participants to either an allicin-containing garlic capsule (dose unspecified) or a placebo (once daily) for 12 weeks. The trial reported 24 occurrences of the common cold in the garlic intervention group compared with 65 in the placebo group (P < 0.001), resulting in fewer days of illness in the garlic group compared with the placebo group (111 versus 366). The number of days to recovery from an occurrence of the common cold was similar in both groups (4.63 versus 5.63). Only one trial met the inclusion criteria, therefore limited conclusions can be drawn. The trial relied on self reported episodes of the common cold but was of reasonable quality in terms of randomisation and allocation concealment. Adverse effects included rash and odour."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient clinical trial evidence regarding the effects of garlic in preventing or treating the common cold. A single trial suggested that garlic may prevent occurrences of the common cold but more studies are needed to validate this finding. Claims of effectiveness appear to rely largely on poor-quality evidence."
    }
  ],
  "pls_title": "Garlic for the common cold",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Garlic is popularly believed to be useful for the common cold. This belief is based on traditional use and some laboratory evidence that garlic has antibacterial and antiviral properties. On average, adults have two to four common colds per year."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to the 7 August 2014. Of the eight studies identified, only one fulfilled the criteria for the review. This study assessed 146 participants over a three-month period. Half the participants took a placebo capsule and half took a garlic capsule during this time. The participants then wrote in a diary when they had symptoms of a cold."
    },
    {
      "heading": "Key results",
      "text": "The included study found that people who took garlic every day for three months (instead of a placebo) had fewer colds. That is, over the three-month period, there were 24 occurrences of the common cold in the garlic group, compared to 65 in the placebo group. When participants experienced a cold, the length of illness was similar in both groups (4.63 versus 5.63 days)."
    },
    {
      "heading": "Quality of the evidence",
      "text": "More participants in the garlic group (four) than the placebo group (one) noted a smell when burping, so it is possible that blinding of participants was not adequate. However, other potential biases were well controlled. The only included study is directly relevant to the review question. Although the trial is small, there were enough participants to provide precise, reliable results. There is no evidence that results were selectively reported. However, this was possible as the outcomes do not appear to have been decided in advance. Considering the financial incentive for supplement companies to produce positive trials, it is also possible that trials that showed no effect of garlic were never published. Overall, the quality of the evidence is moderate."
    },
    {
      "heading": "Side effects",
      "text": "Possible side effects in this small trial included odour and a skin rash. More information is needed about the possible side effects of garlic."
    }
  ]
}