{
  "doi": "10.1002/14651858.CD008779.pub2",
  "name": "Chinese herbal medicines for hypothyroidism",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The reduced production of thyroid hormones is the main feature of the clinical state termed hypothyroidism. In Chinese philosophical and medical theory, it results from Yang deficiency. Chinese herbal medicines (CHM) are thought to restore Yang and have been used in China to treat hypothyroidism for many years."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of CHM for hypothyroidism."
    },
    {
      "heading": "Search methods",
      "text": "We searched The Cochrane Library, MEDLINE, EMBASE, the Chinese Biomedical Literature Database on Disc, and the China National Knowledge Infrastructure for randomised clinical trials (RCTs). The date of the last search was September 2014 for all databases. We also searched for ongoing trials in trial registers."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered RCTs of CHM alone or combined with thyroid hormone therapy compared with no treatment, placebo or thyroid hormone therapy. We also planned to compare different formulae of CHM with each other, alone or combined with thyroid hormone therapy. Hypothyroid individuals had to be diagnosed by the standard criteria valid at the time of the beginning of the trial regardless of the cause of hypothyroidism."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data extraction and risk of bias assessment were not performed because no study could be included."
    },
    {
      "heading": "Main results",
      "text": "We found no RCTs and therefore could not establish the effects of CHM on hypothyroidism."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Currently, there is no evidence available from RCTs on CHM for the treatment of hypothyroidism. We also did not find any ongoing registered trial."
    }
  ],
  "pls_title": "Chinese herbal medicines for hypothyroidism",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What are the effects of Chinese herbal medicines for the treatment of hypothyroidism?"
    },
    {
      "heading": "Background",
      "text": "Hypothyroidism, also known as underactive or low thyroid, is a condition in which the thyroid gland does not produce sufficient amounts of thyroid hormones which are important for many functions of the body (metabolism). In adults hypothyroidism may cause fatigue and sluggishness, increased sensitivity to cold, constipation, pale and dry skin, brittle fingernails and hair, a puffy face, hoarse voice, unexplained weight gain, muscle aches, tenderness, stiffness and weakness, pain, stiffness or swelling in the joints, heavier than normal menstrual periods, and depression. Hypothyroidism in infants and teenagers may result in poor growth and mental development as well as delayed development of permanent teeth and puberty.\nIn Chinese philosophical and medical theory, Yin and Yang are the essential components of the material universe. When Yang is deficient, it cannot produce the vital energy necessary to keep the body functioning well, and symptoms of hypothyroidism may result. Chinese herbal medicines are thought to restore Yang, but the specific mechanisms are unknown."
    },
    {
      "heading": "Results",
      "text": "We did not find any randomised clinical trial or ongoing study investigating the effects of Chinese herbal medicines for hypothyroidism and could therefore not establish the effects of this treatment."
    },
    {
      "heading": "Currentness of evidence",
      "text": "This evidence is up to date as of September 2014."
    }
  ]
}