{
  "doi": "10.1002/14651858.CD010033.pub2",
  "name": "Endoscopic third ventriculostomy (ETV) for idiopathic normal pressure hydrocephalus (iNPH) ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Idiopathic normal pressure hydrocephalus (iNPH) is a type of communicating hydrocephalus also known as non-obstructive hydrocephalus. This type of hydrocephalus is caused by impaired cerebrospinal fluid reabsorption without any obstruction in the ventricular system and is associated with normal cerebrospinal fluid pressure. It is characterised clinically by gait disturbance, cognitive dysfunction, and urinary incontinence (known as the Hakim-Adams triad). The exact cause of iNPH is unknown. It may be managed conservatively or treated surgically by inserting a ventriculoperitoneal (VP) or ventriculoatrial (VA) shunt. However, a substantial number of patients do not respond well to surgical treatment, complication rates are high and there is often a need for further surgery. Endoscopic third ventriculostomy (ETV) is an alternative surgical intervention. It has been suggested that ETV may lead to better outcomes, including fewer complications."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of ETV for treatment of patients with iNPH compared to conservative therapy, or shunting of CSF using VP or VA shunts.\nTo assess the perioperative and postoperative complication rates in patients with iNPH after ETV compared to conservative therapy, VP or VA shunting."
    },
    {
      "heading": "Search methods",
      "text": "We searched for eligible studies using ALOIS: a comprehensive register of dementia studies, The Cochrane Central Register of Controlled Trials (CENTRAL) and several bibliographic databases such as MEDLINE (Ovid SP), EMBASE (Ovid SP), PsycINFO (Ovid SP), CINAHL (EBSCOhost) and LILACS (BIREME).\nWe also searched the Database of Abstracts of Reviews of Effects (DARE) to identify potentially relevant reviews. The search strategy was adapted for other databases, using the most appropriate controlled vocabulary for each. We did not apply any language or time restrictions. The searches were performed in August 2014."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) of ETV treatment of iNPH. Patients had to have at least two symptoms of the Hakim-Adams triad. Exclusion criteria were obstructive causes of hydrocephalus, other significant intracranial pathology and other confirmed causes of dementia. The eligible comparators were conservative treatment or shunting using VP and VA shunts."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened search results, selected eligible studies, assessed risk of bias and extracted data. We contacted trial authors for additional data."
    },
    {
      "heading": "Main results",
      "text": "Only one study met the inclusion criteria: an RCT comparing effectiveness of ETV and non-programmable VP shunts in 42 patients with iNPH. The study was conducted in Brazil between 2009 and 2012. The overall study risk of bias was high. The primary outcome in the study was the proportion of patients with improved symptoms one year after surgery, determined as a change of at least two points on the Japanese NPH scale. Due to imprecision in the results, it was not possible to determine whether there was any difference between groups in the proportion of patients who improved 3 or 12 months after surgery (3 months: odds ration (OR) 1.12, 95% confidence interval (CI) 0.26 to 4.76, n = 42; 12 months: OR 2.5, 95% CI 0.62 to 10.11, n = 38). We were unable to estimate the effect of treatment on other efficacy outcomes (cognition, balance, function, gait and mobility) because they were inadequately reported. Of the 26 patients in the VP shunting group, 5 developed subdural hematoma postoperatively, while there were no complications among the 16 patients in the ETV group (OR 0.12, 95% CI 0.01 to 2.3, n = 42), but the estimate was too imprecise to determine whether this was likely to reflect a true difference in complication rates. This was also the case for rates of further surgical intervention (OR 1.4, 95% CI 0.31 to 6.24, n = 42). There were no deaths during the trial. We judged the quality of evidence for all outcomes to be very low because of a high risk of selection, attrition and reporting bias and serious imprecision in the results."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The only randomised trial of ETV for iNPH compares it to an intervention which is not a standard practice (VP shunting using a non-programmable valve). The evidence from this study is inconclusive and of very low quality. Clinicians should be aware of the limitations of the evidence. There is a need for more robust research on this topic to be able to determine the effectiveness of ETV in patients with iNPH."
    }
  ],
  "pls_title": "Endoscopic third ventriculostomy for idiopathic normal pressure hydrocephalus",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Cerebrospinal fluid (CSF) is the fluid which circulates around the brain and spinal cord and through spaces called ventricles within the brain. It protects the brain, supplies nutrients and removes waste products. Normally, its production and reabsorption are tightly controlled. In idiopathic normal pressure hydrocephalus (iNPH), there is an increase in the volume of CSF for unknown reasons. This causes the ventricles to enlarge and eventually leads to damage to surrounding brain tissue. It usually occurs in older people. Its characteristic symptoms are deterioration in balance and gait, urinary incontinence and cognitive decline. It is one of the less common causes of dementia.\nIt is thought that the symptoms of some patients with iNPH can be improved by an operation to drain away the excess CSF. This has usually been done by inserting a tube (a shunt) to drain fluid into the chest or abdomen (ventriculoatrial or ventriculoperitoneal shunts). However, there is uncertainty about the effectiveness of this approach and a significant number of patients develop complications or need further surgery. Endoscopic third ventriculostomy (ETV) is a newer and less invasive surgical approach which involves making a small hole in the floor of one of the ventricles."
    },
    {
      "heading": "Review question",
      "text": "We undertook this review to try to determine how safe and effective ETV is for treating iNPH. We did this by looking for any randomised, controlled trials (RCTs) which compared ETV to no surgery or to insertion of a shunt."
    },
    {
      "heading": "Results",
      "text": "We searched for trials which had been reported by August 2014. We were able to include only one RCT with 42 participants in the review. It compared ETV to insertion of a ventriculoperitoneal shunt, but unfortunately a type of shunt which is not often used in standard practice. We compared the numbers of patients whose symptoms improved with each treatment, but the result was too imprecise to allow us to draw a conclusion. In the shunting group, 19% of the patients had a surgical complication, while there were no complications in the ETV group. Due to the small number of participants, we could not be sure whether this was likely to reflect a true difference in complication rates."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We considered the quality of the evidence to be very low because there was a high risk of bias in the trial results, because the results were so imprecise, and because several outcomes measured in the trial were not fully reported."
    },
    {
      "heading": "Conclusions",
      "text": "Doctors and patients should be aware of the limitations of the evidence on the effectiveness and safety of this operation for iNPH. There should be more and larger trials to compare the different treatment options."
    }
  ]
}