{
  "doi": "10.1002/14651858.CD009890.pub2",
  "name": "Surgical interventions for treating distal humeral fractures in adults",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Distal humeral fractures in adults are relatively uncommon injuries that require surgical intervention in most cases. There is a lack of consensus regarding the best management of distal humeral fractures in adults, including the role of conservative treatment, appropriate surgical approach, fixation strategies, the role of total elbow arthroplasty and handling of nerves such as the ulnar nerve."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects (benefits and harms) of surgical interventions for distal humeral fractures in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Bone, Joint and Muscle Trauma Group Specialised Register (May 2012), the Cochrane Central Register of Controlled Trials (The Cochrane Library, 2012 Issue 4), MEDLINE (1946 to April Week 4 2012), EMBASE (1980 to 2012 Week 17), Current Controlled Trials (1st May 2012), the WHO International Clinical Trials Registry Platform (1st May 2012) and the bibliographies of trial reports and relevant articles."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised and quasi-randomised controlled trials pertinent to the management of distal humeral fractures in adults were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently performed study selection, assessed of risk of bias and extracted data. Pooling of data was impossible due to study heterogeneity."
    },
    {
      "heading": "Main results",
      "text": "Three small randomised controlled trials, with a total of 109 participants with Orthopaedic Trauma Association/Arbeitsgemeinschaft für Osteosynthesefragen (OTA/AO) type C distal humeral fractures, were included. Overall, the quality of the available evidence is limited. As well as the small sample sizes and detection bias from the lack of blinding of subjective outcomes, the methods and results of all three trials were incompletely reported.\nOne trial, involving 42 participants, compared open reduction-internal fixation (ORIF) with total elbow arthroplasty (TEA) in patients aged over 65 years. Of the 40 participants followed up for two years, five allocated ORIF underwent intraoperative conversion to TEA. These participants were crossed-over to the TEA group in the analyses. The reported Mayo Elbow Performance Score (MEPS) results were consistently better in the TEA group at follow-up after 6, 12, and 24 months, whereas the Disability of the Arm, Shoulder, Hand (DASH) scores showed short term (after 6 months), but not longer term (after 12 and 24 months), superiority in the TEA group. The reoperation rate, complication rate and elbow range of motion results showed no statistically significant differences between the two groups. While an intention-to-treat analysis of treatment failure, where the five cross-over participants are placed in their original allocated group, is in favour of TEA, the result did not reach statistical significance (9/21 versus 3/21; RR 3.00, 95% CI 0.94 to 9.55).\nThe second trial, involving 38 patients but reporting results for 35, compared perpendicular versus parallel double plate fixation strategies. There was a consistent finding of a lack of significant differences between the two treatment groups in terms of MEPS, re-operation for complications (3/17 versus 3/18; RR 1.06, 95% CI 0.25 to 4.54), complications and elbow joint range of motion.\nThe third trial, which included 29 patients with preoperative ulnar nerve compression symptoms, compared anterior subfascial transposition with in situ decompression of the ulnar nerve. Although results for complete recovery of ulnar nerve function (12/15 versus 8/14; RR 1.4, 95% CI 0.83 to 2.35) and grades based on the Bishop rating system tended to favour the transposition group, none of the differences were statistically significant."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Overall, this review found there is either no or insufficient evidence from randomised or quasi-randomised controlled trials to determine whether surgery is, and which surgical interventions are, the most appropriate for the management of different types of distal humerus fractures. Well designed and reported large and multi-centre randomised controlled trials testing current interventions, such as pre-contoured and locking plating systems, are needed."
    }
  ],
  "pls_title": "Surgical interventions for treating distal humeral fractures in adults",
  "pls_type": "long",
  "pls": "The distal humerus is the end of the upper arm bone (the humerus) and forms the upper part of the elbow joint. Its structure is highly complex as it connects with both forearm bones (the radius and ulna) to allow a wide range of motion: in bending and straightening out of the elbow, and rotating of the forearm. Fractures to the distal humerus most often occur in young men from high-energy trauma; or older women, aged 60 years and over, who typically have osteoporosis and whose fracture results from a low-energy fall. Most distal humeral fractures need surgical intervention because elbow motion is either very difficult or impossible. Open reduction and internal fixation, to hold the bone fragments in place until the bone is healed, with various plates and fixation techniques is the standard surgical treatment, especially in younger patients. Total elbow replacement or arthroplasty is where the distal humerus and ulna bone ends forming the elbow are replaced by an artificial joint. Imposed lifting restrictions, irrespective of age, are necessary for successful total elbow arthoplasty.\nDespite a comprehensive search, we identified only three small randomised controlled trials with a total of 109 participants. Each trial tested different interventions for treating a complete intra-articular fracture in which the joint surface is separated from the shaft of the humerus. One trial compared open reduction and internal fixation versus total elbow replacement in people aged 65 years and older. This found some limited evidence that internal fixation is sometimes not practical for some more complex and difficult fractures and that people treated total elbow replacement may have a better outcome early on (around six months). The second trial compared two ways of placing two plates used for internal fixation. These were either perpendicular (where the plates were at right angles to each other along the bone) or parallel (where the plates were on either side of the bone). The trial did not find any major differences in outcome between the two methods. The third trial did not provide clear evidence of a difference in two surgical approaches of managing pre-operative ulnar nerve dysfunction.\nIn all, none of these three under-sized trials provided adequate evidence to determine which of the surgical interventions under test was the most appropriate. The review found no evidence to inform on the use of more current methods of surgical fixation, specifically the use of locking plates."
}