{
  "doi": "10.1002/14651858.CD010260.pub3",
  "name": "Hysterectomy with radiotherapy or chemotherapy or both for women with locally advanced cervical cancer ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an update of the Cochrane Review published in Issue 4, 2015. Cervical cancer is one of the most frequent cause of death from gynaecological cancers worldwide. Many new cervical cancer cases in low-income countries present at an advanced stage. Standard care in Europe and the US for locally advanced cervical cancer (LACC) is chemoradiotherapy. In low-income countries, with limited access to radiotherapy, LACC may be treated with chemotherapy and hysterectomy. It is not certain if this improves survival. It is important to assess the value of hysterectomy with radiotherapy or chemotherapy, or both, as an alternative."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether hysterectomy, in addition to standard treatment with radiotherapy or chemotherapy, or both, in women with LACC (Stage IB2 to III) is safe and effective compared with standard treatment alone."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE via Ovid, Embase via Ovid, LILACS, trial registries and the grey literature up to 3 February 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We searched for randomised controlled trials (RCTs) that compared treatments involving hysterectomy versus radiotherapy or chemotherapy, or both, in women with LACC International Federation of Gynecology and Obstetrics (FIGO) Stages IB2 to III."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. We independently assessed study eligibility, extracted data and assessed the risk of bias. Where possible, we synthesised overall (OS) and progression-free (PFS) or disease-free (DFS) survival in a meta-analysis using a random-effects model. Adverse events (AEs) were incompletely reported and we described the results of single trials in narrative form. We used the GRADE approach to assess the certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "From the searches we identified 968 studies. After deduplication, title and abstract screening, and full-text assessment, we included 11 RCTs (2683 women) of varying methodological quality. This update identified four new RCTs and three ongoing RCTs.\nThe included studies compared: hysterectomy (simple or radical) with radiotherapy or chemoradiotherapy or neoadjuvant chemotherapy (NACT) versus radiotherapy alone or chemoradiotherapy (CCRT) alone or CCRT and brachytherapy. There is also one ongoing study comparing three groups: hysterectomy with CCRT versus hysterectomy with NACT versus CCRT.\nThere were two comparison groups for which we were able to do a meta-analysis.\nHysterectomy (radical) with neoadjuvant chemotherapy versus chemoradiotherapy alone\nTwo RCTs with similar design characteristics (620 and 633 participants) found no difference in five-year OS between NACT with hysterectomy versus CCRT. Meta-analysis assessing 1253 participants found no evidence of a difference in risk of death (OS) between women who received NACT plus hysterectomy and those who received CCRT alone (HR 0.94, 95% CI 0.76 to 1.16; moderate-certainty evidence). In both studies, the five-year DFS in the NACT plus surgery group was worse (57%) compared with the CCRT group (65.6%), mostly for Stage IIB.\nResults of single trials reported no apparent difference in long-term severe complications, grade 3 acute toxicity and severe late toxicity between groups (very low-quality evidence).\nHysterectomy (simple or radical) with neoadjuvant chemotherapy versus radiotherapy alone\nMeta-analysis of three trials of NACT with hysterectomy versus radiotherapy alone, assessing 571 participants, found that women who received NACT plus hysterectomy had less risk of death (OS) than those who received radiotherapy alone (HR 0.71, 95% CI 0.55 to 0.93; I2 = 0%; moderate-quality evidence). However, a significant number of participants who received NACT plus hysterectomy also had radiotherapy. There was no difference in the proportion of women with disease progression or recurrence (DFS and PFS) between NACT plus hysterectomy and radiotherapy groups (RR 0.75, 95% CI 0.53 to 1.05; I2 = 20%; moderate-quality evidence).\nThe certainty of the evidence was low or very-low for all other comparisons for all outcomes.\nNone of the trials reported quality of life outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "From the available RCTs, we found insufficient evidence that hysterectomy with radiotherapy, with or without chemotherapy, improves the survival of women with LACC who are treated with radiotherapy or CCRT alone. The overall certainty of the evidence was variable across the different outcomes and was universally downgraded due to concerns about risk of bias. The certainty of the evidence for NACT and radical hysterectomy versus radiotherapy alone for survival outcomes was moderate. The same occurred for the comparison involving NACT and hysterectomy compared with CCRT alone. Evidence from other comparisons was generally sparse and of low or very low-certainty. This was mainly based on poor reporting and sparseness of data where results were based on single trials. More trials assessing medical management with and without hysterectomy may test the robustness of the findings of this review as further research is likely to have an important impact on our confidence in the estimate of effect."
    }
  ],
  "pls_title": "Hysterectomy with medical management for cervical cancer that has spread to nearby tissues only",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "The issue",
      "text": "Cancer of the neck of the womb (cervical cancer) is the most common cancer among women up to 65 years of age. A high proportion of women in poor countries are diagnosed with locally advanced cervical cancer (spread to nearby tissues, but no obvious distant spread). They are usually treated with radiotherapy, with or without chemotherapy (medical treatment). Hysterectomy (surgery to remove the womb and the cervix) with medical treatment is also used, especially in poor countries where access to radiotherapy is limited."
    },
    {
      "heading": "The aim of the review",
      "text": "Is hysterectomy with medical treatment more beneficial compared to medical treatment alone in women with locally advanced cervical cancer?"
    },
    {
      "heading": "How did we conduct the review?",
      "text": "A literature search from 1966 to February 2022 identified 11 clinical trials at moderate to high risk of bias. These included 2683 women and compared: hysterectomy with radiotherapy versus radiotherapy alone; hysterectomy with chemoradiotherapy (chemotherapy plus radiotherapy) versus chemoradiotherapy alone; hysterectomy with chemoradiotherapy versus internal radiotherapy (brachytherapy) with chemoradiotherapy; and hysterectomy preceded by chemotherapy (neoadjuvant, to reduce the size of the cancer) versus radiotherapy alone. We also identified three ongoing trials."
    },
    {
      "heading": "What are the main findings?",
      "text": "Hysterectomy (simple (womb and cervix) or radical (womb, cervix and surrounding tissues)) with neoadjuvant chemotherapy versus radiotherapy alone\nBy combining results from three studies that assessed 571 women, we found that fewer women who received neoadjuvant chemotherapy plus hysterectomy died than those who received radiotherapy alone. However, many women in the first group also had radiotherapy. There was no difference in the number of women who were disease-free after treatment.\nHysterectomy (radical) with neoadjuvant chemotherapy versus chemoradiotherapy alone\nWe combined the results of two studies that assessed 1253 women. We found no difference in the risk of death between women who received hysterectomy with neoadjuvant chemotherapy and those who received chemoradiotherapy alone.\nSide effects were not well reported. Results of single trials showed no differences in severe side effects between groups in any comparison. Limited data suggested that the interventions appeared to be reasonably well tolerated, although more evidence is needed.\nStudies did not report how women's quality of life was affected."
    },
    {
      "heading": "What are the conclusions?",
      "text": "We found insufficient evidence that hysterectomy added to radiotherapy and chemoradiation improved survival, quality of life or side effects in women with locally advanced cervical cancer compared with medical treatment alone. Overall, the quality of the evidence was variable and we had concerns about risk of bias. More trials assessing medical management with and without hysterectomy may test the robustness of the findings of this review. Further data from carefully planned trials assessing medical management with and without hysterectomy are likely to impact on how confident we are about these findings."
    }
  ]
}