{
  "doi": "10.1002/14651858.CD001884.pub3",
  "name": "Desmopressin use for minimising perioperative blood transfusion",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Blood transfusion is administered during many types of surgery, but its efficacy and safety are increasingly questioned. Evaluation of the efficacy of agents, such as desmopressin (DDAVP; 1-deamino-8-D-arginine-vasopressin), that may reduce perioperative blood loss is needed."
    },
    {
      "heading": "Objectives",
      "text": "To examine the evidence for the efficacy of DDAVP in reducing perioperative blood loss and the need for red cell transfusion in people who do not have inherited bleeding disorders."
    },
    {
      "heading": "Search methods",
      "text": "We searched for randomised controlled trials (RCTs) in the Cochrane Central Register of Controlled Trials (2017, issue 3) in the Cochrane Library, MEDLINE (from 1946), Embase (from 1974), the Cumulative Index to Nursing and Allied Health Literature (CINAHL) (from 1937), the Transfusion Evidence Library (from 1980), and ongoing trial databases (all searches to 3 April 2017)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials comparing DDAVP to placebo or an active comparator (e.g. tranexamic acid, aprotinin) before, during, or immediately after surgery or after invasive procedures in adults or children."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We identified 65 completed trials (3874 participants) and four ongoing trials. Of the 65 completed trials, 39 focused on adult cardiac surgery, three on paediatric cardiac surgery, 12 on orthopaedic surgery, two on plastic surgery, and two on vascular surgery; seven studies were conducted in surgery for other conditions. These trials were conducted between 1986 and 2016, and 11 were funded by pharmaceutical companies or by a party with a commercial interest in the outcome of the trial.\nThe GRADE quality of evidence was very low to moderate across all outcomes. No trial reported quality of life.\nDDAVP versus placebo or no treatment\nTrial results showed considerable heterogeneity between surgical settings for total volume of red cells transfused (low-quality evidence ) and for total blood loss (very low-quality evidence) due to large differences in baseline blood loss. Consequently, these outcomes were not pooled and were reported in subgroups.\nCompared with placebo, DDAVP may slightly decrease the total volume of red cells transfused in adult cardiac surgery (mean difference (MD) -0.52 units, 95% confidence interval (CI) -0.96 to -0.08 units; 14 trials, 957 participants), but may lead to little or no difference in orthopaedic surgery (MD -0.02, 95% CI -0.67 to 0.64 units; 6 trials, 303 participants), vascular surgery (MD 0.06, 95% CI -0.60 to 0.73 units; 2 trials, 135 participants), or hepatic surgery (MD -0.47, 95% CI -1.27 to 0.33 units; 1 trial, 59 participants).\nDDAVP probably leads to little or no difference in the total number of participants transfused with blood (risk ratio (RR) 0.96, 95% CI 0.86 to 1.06; 25 trials; 1806 participants) (moderate-quality evidence).\nWhether DDAVP decreases total blood loss in adult cardiac surgery (MD -135.24 mL, 95% CI -210.80 mL to -59.68 mL; 22 trials, 1358 participants), orthopaedic surgery (MD -285.76 mL, 95% CI -514.99 mL to -56.53 mL; 5 trials, 241 participants), or vascular surgery (MD -582.00 mL, 95% CI -1264.07 mL to 100.07 mL; 1 trial, 44 participants) is uncertain because the quality of evidence is very low.\nDDAVP probably leads to little or no difference in all-cause mortality (Peto odds ratio (pOR) 1.09, 95% CI 0.51 to 2.34; 22 trials, 1631 participants) or in thrombotic events (pOR 1.36, 95% CI, 0.85 to 2.16; 29 trials, 1984 participants) (both low-quality evidence).\nDDAVP versus placebo or no treatment for people with platelet dysfunction\nCompared with placebo, DDAVP may lead to a reduction in the total volume of red cells transfused (MD -0.65 units, 95% CI -1.16 to -0.13 units; 6 trials, 388 participants) (low-quality evidence ) and in total blood loss (MD -253.93 mL, 95% CI -408.01 mL to -99.85 mL; 7 trials, 422 participants) (low-quality evidence).\nDDAVP probably leads to little or no difference in the total number of participants receiving a red cell transfusion (RR 0.83, 95% CI 0.66 to 1.04; 5 trials, 258 participants) (moderate-quality evidence).\nWhether DDAVP leads to a difference in all-cause mortality (pOR 0.72, 95% CI 0.12 to 4.22; 7 trials; 422 participants) or in thrombotic events (pOR 1.58, 95% CI 0.60 to 4.17; 7 trials, 422 participants) is uncertain because the quality of evidence is very low.\nDDAVP versus tranexamic acid\nCompared with tranexamic acid, DDAVP may increase the volume of blood transfused (MD 0.6 units, 95% CI 0.09 to 1.11 units; 1 trial, 40 participants) and total blood loss (MD 142.81 mL, 95% CI 79.78 mL to 205.84 mL; 2 trials, 115 participants) (both low-quality evidence).\nWhether DDAVP increases or decreases the total number of participants transfused with blood is uncertain because the quality of evidence is very low (RR 2.42, 95% CI 1.04 to 5.64; 3 trials, 135 participants).\nNo trial reported all-cause mortality.\nWhether DDAVP leads to a difference in thrombotic events is uncertain because the quality of evidence is very low (pOR 2.92, 95% CI 0.32 to 26.83; 2 trials, 115 participants).\nDDAVP versus aprotinin\nCompared with aprotinin, DDAVP probably increases the total number of participants transfused with blood (RR 2.41, 95% CI 1.45 to 4.02; 1 trial, 99 participants) (moderate-quality evidence).\nNo trials reported volume of blood transfused or total blood loss and the single trial that included mortality as an outcome reported no deaths.\nWhether DDAVP leads to a difference in thrombotic events is uncertain because the quality of evidence is very low (pOR 0.98, 95% CI 0.06 to 15.89; 2 trials, 152 participants)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Most of the evidence derived by comparing DDAVP versus placebo was obtained in cardiac surgery, where DDAVP was administered after cardiopulmonary bypass. In adults undergoing cardiac surgery, the reduction in volume of red cells transfused and total blood loss was small and was unlikely to be clinically important. It is less clear whether DDAVP may be of benefit for children and for those undergoing non-cardiac surgery. A key area for researchers is examining the effects of DDAVP for people with platelet dysfunction. Few trials have compared DDAVP versus tranexamic acid or aprotinin; consequently, we are uncertain of the relative efficacy of these interventions."
    }
  ],
  "pls_title": "Desmopressin use for reducing the need for blood transfusion for people having an operation",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Could desmopressin (a medicine that can be used to prevent bleeding) reduce the need for blood transfusion when people have surgery?"
    },
    {
      "heading": "Background",
      "text": "Blood loss is common during major surgery. Blood transfusions can replace blood that has been lost. Risks associated with blood transfusion include reactions against the blood, and – particularly in low- and middle-income countries – infection.\nDesmopressin is a medicine commonly known as DDAVP (an abbreviation of its chemical name: 1-deamino-8-D-arginine vasopressin). It is used for people born with problems that put them at risk of bleeding, and may help people who do not have bleeding disorders. DDAVP may have side effects; for instance, it might increase risk of heart attack or stroke, or cause low blood pressure when it is given."
    },
    {
      "heading": "Study characteristics",
      "text": "We investigated whether giving DDAVP reduced the need for blood transfusion in people having surgery.\nWe searched the medical literature to 3 April 2017. We identified 65 relevant trials with 3874 participants (adults and children). All trials assessed the effects of giving DDAVP before, during, or immediately after surgery or more minor procedures like biopsies. Most trials focused on adult heart surgery, or bone and joint surgery. Fewer trials focused on heart surgery for children, plastic surgery, surgery on blood vessels, or liver surgery. The trials were conducted between 1986 and 2016. Eleven were funded by pharmaceutical companies or by a party with a commercial interest in the trial’s outcome."
    },
    {
      "heading": "Key results",
      "text": "Compared with placebo (an inactive substance that looks the same as the substance being tested, i.e. DDAVP) or no treatment, DDAVP may slightly reduce the amount of blood transfused in adult heart surgery. DDAVP may lead to little or no difference in the amount of blood transfused in heart surgery for children, bone and joint surgery, surgery on major blood vessels, or liver surgery. DDAVP probably leads to little or no difference in the total number of people who receive a blood transfusion. Whether DDAVP increases or reduces total blood loss is uncertain because the quality of evidence is very low. DDAVP may lead to little or no difference in the risk of death, heart attack, or stroke.\nFor people who are more vulnerable to bleeding because they are taking an antiplatelet medicine that stops their blood from clotting normally, DDAVP may lead to a reduction in the total volume of red cells transfused and in total blood loss. It probably leads to little or no difference in the number of people receiving a red cell transfusion. Whether DDAVP increases or reduces the risk of death, heart attack, or stroke is uncertain because the quality of evidence is very low.\nCompared with tranexamic acid (a medication used to treat or prevent excessive blood loss) DDAVP may be less effective in reducing the volume of blood transfused and total blood loss. Whether DDAVP increases or reduces the number of people who receive a blood transfusion, or risk of death, heart attack, or stroke is uncertain because the quality of evidence is very low.\nCompared with aprotinin (another medication used to reduce bleeding) DDAVP probably increases the number of people who receive a blood transfusion. Whether it increases or decreases the risk of a heart attack or stroke is uncertain because the quality of evidence is very low. No trials comparing DDAVP against aprotinin reported the volume of blood transfused, total blood loss, or risk of death.\nNone of the 65 trials assessed quality of life."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We rated the quality of evidence as very low to moderate for the outcomes above. We considered many of the trials to be at high risk of bias and noted inconsistency and imprecision in their results."
    },
    {
      "heading": "Conclusion",
      "text": "Overall, differences in transfusion and blood loss when people were treated with DDAVP or placebo were small and unlikely to be clinically important. It is possible that people who are more vulnerable to bleeding, such as those taking antiplatelet agents, may gain more benefit from DDAVP. Few trials compared DDAVP against tranexamic acid or aprotinin; consequently, we are uncertain whether DDAVP is better or worse than these agents."
    }
  ]
}