{
  "doi": "10.1002/14651858.CD006901.pub3",
  "name": "Nitric oxide donors for cervical ripening and induction of labour",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Sometimes it is necessary to bring on labour artificially because of safety concerns for the mother or baby. This review is one of a series of reviews of methods of labour induction using a standardised protocol."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of NO donors (isosorbide mononitrate (ISMN), isosorbide dinitrate (ISDN), nitroglycerin and sodium nitroprusside) for third trimester cervical ripening or induction of labour, in comparison with placebo or no treatment or other treatments from a predefined hierarchy."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth's Trials Register (15 August 2016) and the reference lists of trial reports."
    },
    {
      "heading": "Selection criteria",
      "text": "Clinical trials comparing NO donors for cervical ripening or labour induction with other methods listed above it on a predefined list of methods of labour induction. Interventions include NO donors (isosorbide mononitrate, isosorbide dinitrate, nitroglycerin and sodium nitroprusside) compared with other methods listed above it on a predefined list of methods of labour induction."
    },
    {
      "heading": "Data collection and analysis",
      "text": "This review is part of a series of reviews focusing on methods of induction of labour, based on a generic protocol. Three review authors independently assessed trials for inclusion, assessed risk of bias and extracted data. In this update, the quality of the evidence for the main comparison was assessed using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included 23 trials (including a total of 4777 women). Included studies compared NO donors with placebo, vaginal prostaglandin E2 (PGE2), intracervical PGE2, vaginal misoprostol and intracervical Foley catheter. The majority of the included studies were assessed as being at low risk of bias.\nNitric oxide versus placebo\nThere was no evidence of a difference for any of the primary outcomes analysed: vaginal delivery not achieved in 24 hours (risk ratio (RR) 0.97, 95% confidence interval (CI) 0.83 to 1.15; one trial, 238 women; low-quality evidence ), uterine hyperstimulation with fetal heart rate (FHR) changes (RR 0.09, 95% CI 0.01 to 1.62; two trials, 300 women; low-quality evidence ), caesarean section (RR 0.99, 95% CI 0.88 to 1.11; nine trials, 2624 women; moderate-quality evidence ) or serious neonatal morbidity/perinatal death (average RR 1.61, 95% CI 0.08 to 33.26; two trials, 1712 women; low-quality evidence). There were no instances of serious maternal morbidity or death (one study reported this outcome).\nThere was a reduction in an unfavourable cervix at 12 to 24 hours in women treated with NO donors (average RR 0.78, 95% CI 0.67 to 0.90; four trials, 762 women), and this difference was observed in both subgroups of standard release and slow release formulation. Women who received NO donors were less likely to experience uterine hyperstimulation without FHR rate changes (RR 0.05, 95% CI 0.00 to 0.80; one trial, 200 women), and more likely to experience side effects, including nausea, headache and vomiting.\nNitric oxide donors versus vaginal prostaglandins\nThere was no evidence of any difference between groups for uterine hyperstimulation with FHR changes or caesarean section (RR 0.97, 95% CI 0.78 to 1.21; three trials, 571 women). Serious neonatal morbidity and serious maternal morbidity were not reported. There were fewer women in the NO donor group who did not achieve a vaginal delivery within 24 hours (RR 0.63, 95% CI 0.47 to 0.86; one trial, 400 primiparae women).\nNitric oxide donors versus intracervical prostaglandins\nOne study reported a reduction in the number of women who had not achieved a vaginal delivery within 24 hours with NO donors (RR 0.63, 95% CI 0.47 to 0.86; one trial, 400 women). This result should be interpreted with caution as the information was extracted from an abstract only and a full report of the study is awaited. No differences were observed between groups for uterine hyperstimulation with FHR changes (RR 0.33, 95% CI 0.01 to 7.74; one trial, 42 women) or serious neonatal morbidity/perinatal death (RR 0.33, 95% CI 0.01 to 7.74; one trial, 42 women). Fewer women in the NO donor group underwent a caesarean section in comparison to women who received intracervical prostaglandins (RR 0.63, 95% CI 0.44 to 0.90; two trials, 442 women). No study reported on the outcome serious maternal morbidity or death.\nNitric oxide donors versus vaginal misoprostol\nThere was a reduction in the rate of uterine hyperstimulation with FHR changes with NO donors (RR 0.07, 95% CI 0.01 to 0.37; three trials, 281 women). There were no differences in caesarean section rates (RR 1.00, 95% CI 0.82 to 1.21; 761 women; six trials) and no cases of serious neonatal morbidity/perinatal death were reported. One study found that women in the NO donor group were more likely to not deliver within 24 hours (RR 5.33, 95% CI 1.62 to 17.55; one trial, 150 women). Serious maternal morbidity or death was not reported.\nIn terms of secondary outcomes, there was an increase in cervix unchanged/unfavourable with NO (RR 3.43, 95% CI 2.07 to 5.66; two trials, 151 women) and an increase in the need for oxytocin augmentation with NO induction (RR 2.67, 95% CI 1.31 to 5.45; 7 trials; 767 women), although there was evidence of significant heterogeneity which could not be fully explained. Uterine hyperstimulation without FHR was lower in the NO group, as was meconium-stained liquor, Apgar score less than seven at five minutes and analgesia requirements.\nNitric oxide donors versus intracervical catheter\nThere was no evidence on any difference between the effects of NO and the use of a Foley catheter for induction of labour for caesarean section (RR 1.00, 95% CI 0.39 to 2.59; one trial, 80 women). No other primary outcomes were reported. One study of 75 participants did not contribute any data to the review.\nFor all comparisons, women who received NO donors were more likely to experience side effects such as headache, nausea or vomiting."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Available data suggests that NO donors can be a useful tool in the process of induction of labour causing the cervix to be more favourable in comparison to placebo. However, additional data are needed to assess the true impact of NO donors on all important labour process and delivery outcomes."
    }
  ],
  "pls_title": "Nitric oxide donors for cervical ripening and induction of labour",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Sometimes it is necessary to bring on labour artificially in the third trimester because of safety concerns for the mother or her baby. Most commonly used cervical ripening or induction agents also cause uterine activity or contraction, which requires close monitoring of mother and baby within a hospital environment."
    },
    {
      "heading": "Why is this important?",
      "text": "Nitric oxide (NO) donor agents such as isosorbide mononitrate, Isosorbide dinitrate, nitroglycerin and sodium nitroprusside are thought to bring on ripening of the cervix (neck of the womb) without producing contractions and could be used in an outpatient setting. There are increasing data to support their use for this purpose."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence on 15th August 2016 and identified a further 13 studies. The review now includes a total of 23 studies involving 4777 women. The five main primary outcomes (after the administration of NO donors) included: vaginal delivery not achieved within 24 hours; uterine hyperstimulation with changes in the fetal heart rate; caesarean section; serious neonatal morbidity/perinatal death; and serious maternal morbidity or death. The evidence for the five primary outcomes was mainly found to be of low quality. There was no evidence of a difference for any of the primary outcomes analysed. There was evidence from four trials to suggest that NO donors were superior to placebo in bringing on ripening of the cervix. Women who received NO donors were also more likely to experience side effects such as headache, nausea or vomiting."
    },
    {
      "heading": "What does this mean?",
      "text": "NO donor leads to little or no difference on the majority of labour process and delivery outcomes. However, there was some evidence to suggest that it probably helps in causing the cervix to be more favourable at 12 to 24 hours after administration. Additional studies are needed to see the true impact of NO donors in bringing on induction of labour and its effect on caesarean section rates."
    }
  ]
}