{
  "doi": "10.1002/14651858.CD008040.pub3",
  "name": "Paracetamol (acetaminophen) with or without an antiemetic for acute migraine headaches in adults ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an updated version of the original Cochrane review published in Issue 11, 2010 (Derry 2010). Migraine is a common, disabling condition and a burden for the individual, health services and society. Many sufferers choose not to, or are unable to, seek professional help and rely on over-the-counter analgesics. Co-therapy with an antiemetic should help to reduce nausea and vomiting, which are commonly associated with migraine."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy and tolerability of paracetamol (acetaminophen), alone or in combination with an antiemetic, compared with placebo and other active interventions in the treatment of acute migraine in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE and the Oxford Pain Relief Database for studies through 4 October 2010 for the original review, and to 13 February 2013 for the update. Two clinical trials registers (ClinicalTrials.gov and gsk-clinicalstudyregister.com) were also searched on both occasions."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, double-blind, placebo- or active-controlled studies using self-administered paracetamol to treat a migraine headache episode, with at least 10 participants per treatment arm."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data. Numbers of participants achieving each outcome were used to calculate relative risk and numbers needed to treat (NNT) or harm (NNH) compared with placebo or other active treatment."
    },
    {
      "heading": "Main results",
      "text": "Searches for the update identified one additional study for inclusion. Eleven studies (2942 participants, 5109 attacks) compared paracetamol 1000 mg, alone or in combination with an antiemetic, with placebo or other active comparators, mainly sumatriptan 100 mg. For all efficacy outcomes paracetamol was superior to placebo, with NNTs of 12 (19% response with paracetamol, 10% with placebo), 5.0 (56% response with paracetamol, 36% with placebo) and 5.2 (39% response with paracetamol, 20% with placebo) for 2-hour pain-free and 2- and 1-hour headache relief, respectively, when medication was taken for moderate to severe pain.\nParacetamol 1000 mg plus metoclopramide 10 mg was not significantly different from oral sumatriptan 100 mg for 2-hour headache relief; there were no 2-hour pain-free data.\nAdverse event rates were similar between paracetamol and placebo, and between paracetamol plus metoclopramide and sumatriptan. No serious adverse events occurred with paracetamol alone, but more serious and/or severe adverse events occurred with sumatriptan than with the combination therapy (NNH 32)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Paracetamol 1000 mg alone is statistically superior to placebo in the treatment of acute migraine, but the NNT of 12 for pain-free response at two hours is inferior to at of other commonly used analgesics. Given the low cost and wide availability of paracetamol, it may be a useful first choice drug for acute migraine in those with contraindications to, or who cannot tolerate, non-steroidal anti-inflammatory drugs (NSAIDs) or aspirin. The addition of 10 mg metoclopramide gives short-term efficacy equivalent to oral sumatriptan 100 mg. Adverse events with paracetamol did not differ from placebo; serious and/or severe adverse events were slightly more common with sumatriptan than with paracetamol plus metoclopramide."
    }
  ],
  "pls_title": "Paracetamol (acetaminophen) with or without an antiemetic for acute migraine in adults",
  "pls_type": "long",
  "pls": "This is an updated version of the original Cochrane review published in Issue 11, 2010 (Derry 2010). New searches identified one additional study for inclusion; this study compared paracetamol with etodolac and did not contribute to any of the analyses in the review.\nA single oral dose of paracetamol 1000 mg will reduce headache pain from moderate or severe to none by 2 hours in 1 in 5 people (19%) taking paracetamol, compared with 1 in 10 (10%) taking placebo. Pain will be reduced from moderate or severe to no worse than mild pain by 2 hours in about 1 in 2 people (56%) taking paracetamol, compared with about 1 in 3 (36%) taking placebo. Too few data were available to assess efficacy beyond 2 hours.\nParacetamol 1000 mg plus metoclopramide 10 mg and oral sumatriptan 100 mg provide similar levels of headache relief at 2 hours. There was insufficient information to compare paracetamol, alone or in combination, with other active treatments.\nAdverse events do not differ significantly between paracetamol and placebo. Slightly more serious and/or severe adverse events occur with sumatriptan 100 mg than with paracetamol 1000 mg plus metoclopramide 10 mg."
}