{
  "doi": "10.1002/14651858.CD009790.pub2",
  "name": "Exercise therapy for chronic low back pain",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Low back pain has been the leading cause of disability globally for at least the past three decades and results in enormous direct healthcare and lost productivity costs."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective of this systematic review is to assess the impact of exercise treatment on pain and functional limitations in adults with chronic non-specific low back pain compared to no treatment, usual care, placebo and other conservative treatments."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (which includes the Cochrane Back and Neck trials register), MEDLINE, Embase, CINAHL, PsycINFO, PEDro, SPORTDiscus, and trials registries (ClinicalTrials.gov and World Health Organization International Clinical Trials Registry Platform), and conducted citation searching of relevant systematic reviews to identify additional studies. The review includes data for trials identified in searches up to 27 April 2018. All eligible trials have been identified through searches to 7 December 2020, but have not yet been extracted; these trials will be integrated in the next update."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials that assessed exercise treatment compared to no treatment, usual care, placebo or other conservative treatment on the outcomes of pain or functional limitations for a population of adult participants with chronic non-specific low back pain of more than 12 weeks’ duration."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors screened and assessed studies independently, with consensus. We extracted outcome data using electronic databases; pain and functional limitations outcomes were re-scaled to 0 to 100 points for meta-analyses where 0 is no pain or functional limitations. We assessed risk of bias using the Cochrane risk of bias (RoB) tool and used GRADE to evaluate the overall certainty of the evidence. When required, we contacted study authors to obtain missing data. To interpret meta-analysis results, we considered a 15-point difference in pain and a 10-point difference in functional limitations outcomes to be clinically important for the primary comparison of exercise versus no treatment, usual care or placebo."
    },
    {
      "heading": "Main results",
      "text": "We included 249 trials of exercise treatment, including studies conducted in Europe (122 studies), Asia (38 studies), North America (33 studies), and the Middle East (24 studies). Sixty-one per cent of studies (151 trials) examined the effectiveness of two or more different types of exercise treatment, and 57% (142 trials) compared exercise treatment to a non-exercise comparison treatment. Study participants had a mean age of 43.7 years and, on average, 59% of study populations were female. Most of the trials were judged to be at risk of bias, including 79% at risk of performance bias due to difficulty blinding exercise treatments.\nWe found moderate-certainty evidence that exercise treatment is more effective for treatment of chronic low back pain compared to no treatment, usual care or placebo comparisons for pain outcomes at earliest follow-up (MD -15.2, 95% CI -18.3 to -12.2), a clinically important difference. Certainty of evidence was downgraded mainly due to heterogeneity. For the same comparison, there was moderate-certainty evidence for functional limitations outcomes (MD -6.8 (95% CI -8.3 to -5.3); this finding did not meet our prespecified threshold for minimal clinically important difference. Certainty of evidence was downgraded mainly due to some evidence of publication bias.\nCompared to all other investigated conservative treatments, exercise treatment was found to have improved pain (MD -9.1, 95% CI -12.6 to -5.6) and functional limitations outcomes (MD -4.1, 95% CI -6.0 to -2.2). These effects did not meet our prespecified threshold for clinically important difference. Subgroup analysis of pain outcomes suggested that exercise treatment is probably more effective than education alone (MD -12.2, 95% CI -19.4 to -5.0) or non-exercise physical therapy (MD -10.4, 95% CI -15.2 to -5.6), but with no differences observed for manual therapy (MD 1.0, 95% CI -3.1 to 5.1).\nIn studies that reported adverse effects (86 studies), one or more adverse effects were reported in 37 of 112 exercise groups (33%) and 12 of 42 comparison groups (29%). Twelve included studies reported measuring adverse effects in a systematic way, with a median of 0.14 (IQR 0.01 to 0.57) per participant in the exercise groups (mostly minor harms, e.g. muscle soreness), and 0.12 (IQR 0.02 to 0.32) in comparison groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found moderate-certainty evidence that exercise is probably effective for treatment of chronic low back pain compared to no treatment, usual care or placebo for pain. The observed treatment effect for the exercise compared to no treatment, usual care or placebo comparisons is small for functional limitations, not meeting our threshold for minimal clinically important difference. We also found exercise to have improved pain (low-certainty evidence) and functional limitations outcomes (moderate-certainty evidence) compared to other conservative treatments; however, these effects were small and not clinically important when considering all comparisons together. Subgroup analysis suggested that exercise treatment is probably more effective than advice or education alone, or electrotherapy, but with no differences observed for manual therapy treatments."
    }
  ],
  "pls_title": "Exercise for treatment of chronic low back pain",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Is exercise an effective therapy to treat long-lasting low back pain?",
      "text": ""
    },
    {
      "heading": "Key messages",
      "text": "- Exercise probably reduces pain compared to no treatment, usual care or placebo in people with long-lasting (chronic) low back pain.\n- Exercise may reduce pain and improve disability compared to common treatments such as electrotherapy or education.\n- There is a lot of research in this field but we need bigger and better designed studies to allow us to draw firm conclusions."
    },
    {
      "heading": "How might exercise help people with long-lasting low back pain?",
      "text": "Long-lasting (chronic) low back pain is a common cause of disability across the world and is expensive in terms of healthcare costs and lost working hours. Exercise therapy aims to increase muscle and joint strength, and improve muscle function and range of motion. This should reduce pain and disability, and speed recovery and return to usual activities. Exercise therapies are designed or prescribed by health professionals and cover a range of exercise types, durations, and delivery methods. Examples of exercise therapies include general physical fitness programmes delivered in a group setting, aerobic exercise in the form of walking programmes, and strengthening of specific muscles or groups of muscles to increase core stability."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to know whether exercise improves pain and disability for people with chronic low back pain more than no treatment, usual care, placebo or other common treatments. In our review, chronic low back pain is pain that lasts three months or longer or that goes away but returns more than twice in one year. It does not have a specific cause such as a tumour or injury. Examples of common treatments are spinal manipulation, or psychological therapy. ‘Usual care’ is care provided by a family physician."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that assessed the effects of exercise therapy on pain or disability compared to no treatment, usual care, placebo or other common treatments. People in the studies had to be adults with chronic low back pain.\nWe compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 249 studies with a total of 24,486 people. Most studies took place in Europe (122 studies); other common study locations were Asia, North America, and the Middle East. Study participants’ average age was 43.7 years; 59% were women. Participants’ average pain intensity at the start of the studies was 51 points on a 100-point scale, where 100 is the most pain. They had back pain for 12 weeks to 3 years (78 studies) or longer than 3 years (72 studies); 99 studies did not report how long their participants had low back pain.\nSixty-one per cent of studies (151 studies) examined the effectiveness of two or more different types of exercise, and 57% (142 studies) compared exercise therapy to a non-exercise treatment. The most common types of exercises were core strengthening (127 study groups), mixed exercises (>2 types) (109 study groups), Pilates (29 study groups), general strengthening exercises (52 study groups), and aerobic exercise (30 study groups). Exercise sessions were one-on-one with a healthcare provider (163 study groups) or in a group exercise class (162 study groups). More than half of studies included another treatment alongside exercise (247 study groups), including education or advice (137 study groups), electrotherapy (46 study groups), or manual therapy (21 study groups).\nMost studies measured pain (223 studies) and disability (223 studies). Only 12 studies reported data that we could use on unwanted effects of treatments. Studies followed people in the short term (6 to 12 weeks; 184 studies); medium term (13 to 47 weeks; 121 studies) and long-term (48 weeks or more, 69 studies).\nWe also identified 172 more recent studies that we will add to the next version of our review."
    },
    {
      "heading": "Main results",
      "text": "People receiving exercise therapy rated their pain on average 15 points better and their disability 7 points better, on a scale of 0 to 100, three months after the start of treatment compared to people who had no treatment, usual care or placebo. Exercise is probably more effective for pain (35 studies, 2746 people) and probably slightly more effective for disability (38 studies, 2942 people) than no treatment, usual care or placebo at all follow-up periods.\nExercise may be more effective for pain (64 studies, 6295 people) and is probably more effective for disability (52 studies, 6004 people) than common treatments in the short and medium term.\nFew studies reported mostly minor unwanted effects of exercise, most commonly increased low back pain and muscle soreness. However, the non-exercise groups reported similar types and numbers of unwanted effects."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence is limited. The studies used exercise therapy in different ways and so reported different results from each other. Some studies were very small – the average number of participants was just 98. It is possible that the design of some studies may have made the benefits of exercise seem larger than they are."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to 28 April 2018."
    }
  ]
}