{
  "doi": "10.1002/14651858.CD013559",
  "name": "Intense pulsed light (IPL) therapy for the treatment of meibomian gland dysfunction",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Meibomian gland dysfunction (MGD) is the major cause of evaporative dry eye disease, which is the more prevalent form of dry eye disease. Intense pulsed light (IPL) therapy, involving treatment of the skin near the eyelids, has emerged as a potential treatment for MGD."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of intense pulsed light (IPL) for the management dry eye disease resulting from meibomian gland dysfunction (MGD)."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE (Ovid), Embase Ovid and three trial registers for eligible clinical trials on 1 August 2019. There were no restrictions on publication status, date or language."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) studying the effectiveness or safety of IPL for treating MGD."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Our outcomes of interest were the change from baseline in subjective dry eye symptoms, adverse events, changes to lipid layer thickness, tear break-up time (TBUT), tear osmolarity, eyelid irregularity, eyelid telangiectasia, meibomian gland orifice plugging, meibomian gland dropout, corneal sodium fluorescein staining and conjunctival lissamine green staining.\nTwo review authors independently screened abstracts and full-text articles, extracted data from eligible RCTs and judged the risk of bias using the Cochrane tool. We reached consensus on any disagreements by discussion. We summarised the overall certainty of the evidence using the GRADE Working Group approach."
    },
    {
      "heading": "Main results",
      "text": "We included three RCTs, one from New Zealand, one from Japan and one from China, published between 2015 and 2019. Together, these trials enrolled 114 adults (228 eyes). Two studies used a paired-eye (inter-eye comparison) design to evaluate the effects of a sham (control) IPL treatment relative to an actual IPL treatment. One study randomised individuals to either an IPL intervention combined with meibomian gland expression (MGX), or MGX alone (standard therapy). The study follow-up periods ranged from 45 days to nine months. None of the trials were at low risk of bias in all seven domains. The first authors of two included studies were in receipt of funding from patents or the manufacturers of IPL devices. The funding sources and declaration of interests were not given in the report of the third included trial.\nAll three trials evaluated the effect of IPL on dry eye symptoms, quantified using the Standard Patient Evaluation of Eye Dryness (SPEED) questionnaire. Pooling data from two trials that used a paired-eye design, the summary estimate for these studies indicated little to no reduction in dry eye symptoms with IPL relative to a sham intervention (mean difference (MD) –0.33 units, 95% confidence interval (CI) –2.56 to 1.89; I² = 0%; 2 studies, 144 eyes). The other study was not pooled as it had a unit-of-analysis error, but reported a reduction in symptoms in favour of IPL (MD –4.60, 95% CI –6.72 to –2.48; 84 eyes). The body of evidence for this outcome was of very low certainty, so we are uncertain about the effect of IPL on dry eye symptoms.\nThere were no relevant combinable data for any of the other secondary outcomes, thus the effect of IPL on clinical parameters relevant to dry eye disease are currently unclear.\nFor sodium fluorescein TBUT, two studies indicated that there may be an improvement in favour of IPL (MD 2.02 seconds, 95% CI 0.87 to 3.17; MD 2.40 seconds, 95% CI 2.27 to 2.53; 172 eyes total; low-certainty evidence).\nWe are uncertain of the effect of IPL on non-invasive tear break-up time (MD 5.51 seconds, 95% CI 0.79 to 10.23; MD 3.20, 95% CI 3.09 to 3.31 seconds; two studies; 140 eyes total; very low-certainty evidence).\nFor tear osmolarity, one study indicated that there may be an improvement in favour of IPL (MD –7.00 mOsmol/L, 95% –12.97 to –1.03; 56 eyes; low-certainty evidence).\nWe are uncertain of the effect of IPL on meibomian gland orifice plugging (MD –1.20 clinical units, 95% CI –1.24 to –1.16; 84 eyes; very low-certainty evidence).\nWe are uncertain of the effect of IPL on corneal sodium fluorescein staining. One study reported no evidence of a difference between the IPL and sham intervention arms at three months of follow-up (P = 0.409), and a second study reported data favouring IPL (MD –1.00 units, 95% CI –1.07 to –0.93 units; 172 eyes in total; very low-certainty evidence).\nWe considered the incidence of adverse events at the study endpoint, as a measure of safety. As most trials did not specifically report adverse events, the safety of IPL as a treatment for MGD could also not be determined with any certainty. Very low-certainty results from individual studies suggest some adverse effects that may be experienced by participants, include mild pain and burning, and the potential for partially losing eyelashes (due to clinician error)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This systematic review finds a scarcity of RCT evidence relating to the effectiveness and safety of IPL as a treatment for MGD. Whether IPL is of value for modifying the symptoms or signs of evaporative dry eye disease is currently uncertain. Due to a lack of comprehensive reporting of adverse events, the safety profile of IPL in this patient population is also unclear. The current limitations in the evidence base should be considered by clinicians using this intervention to treat MGD, and outlined to individuals potentially undergoing this procedure with the intent of treating dry eye disease.\nThe results of the 14 RCTs currently in progress will be of major importance for establishing a more definitive answer regarding the effectiveness and safety of IPL for treating MGD. We intend to update this review when results from these trials become available."
    }
  ],
  "pls_title": "Intense-pulsed light (IPL) therapy for the treatment of meibomian gland dysfunction",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "dry eye is an eye condition that can cause eye soreness or irritation and changes to vision. One of the main causes of dry eye is known as 'meibomian gland dysfunction' (MGD), which causes problems in the meibomian glands (glands located in the eyelids). These glands produce an oily substance (known as meibum). Meibum is important for keeping the tears and surface of the eye healthy. In MGD, the meibomian glands become blocked and the meibum is abnormal. Intense pulsed light (IPL) therapy is a light treatment applied to the skin near the bottom eyelids. IPL therapy has been suggested as a treatment for MGD."
    },
    {
      "heading": "Aim of the review",
      "text": "to summarise research on the use of IPL for treating MGD. We were interested in whether the treatment improved dry eye symptoms. We considered whether there were any side effects from IPL. We were also interested in several clinical tests, such as corneal sodium fluorescein staining (a test that uses orange dye (fluorescein) to detect damage to the surface of the eye). These tests give us information about whether the treatment improves the working of the meibomian glands."
    },
    {
      "heading": "Study characteristics",
      "text": "we searched for studies that had been published up to 1 August 2019. We identified three randomised controlled trials (RCTs; clinical studies where people are randomly put into one of two or more treatment groups) involving 114 adults (228 eyes) from three countries (New Zealand, Japan and China) that had been published between 2015 and 2019. The maximum time that people in the studies were followed up for after the treatment was nine months."
    },
    {
      "heading": "Key findings",
      "text": "because of very low-quality evidence, we are unclear about the effect of IPL on dry eye symptoms. IPL may be helpful to improve some of the clinical signs of MGD (such as tear stability and tear composition - both signs of how healthy the tears produced by the eye are). We are uncertain about the effect of IPL on meibomian gland blockage or corneal sodium fluorescein staining.\nAs most studies did not report side effects, we are uncertain about the safety of IPL as a treatment for MGD. Very low-quality results from individual studies suggest there may be some side effects, including mild eye pain and burning, and partially losing eyelashes (due to mistakes when using the IPL device)."
    },
    {
      "heading": "Quality of the evidence",
      "text": "the evidence for how effective and safe IPL is for treating MGD was of low or very low quality."
    },
    {
      "heading": "Conclusions",
      "text": "due to limited information in the clinical trials, we could not determine with certainty whether IPL treatment for MGD is effective or safe. The review findings indicate that more research is needed. It is important that eye care clinicians, and people considering having IPL as a dry eye treatment, are aware that there is limited high-quality research to understand whether the procedure is effective or safe."
    }
  ]
}