{
  "doi": "10.1002/14651858.CD003064.pub3",
  "name": "Diuretics for transient tachypnoea of the newborn",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Transient tachypnoea of the newborn (TTN) results from delayed clearance of lung liquid and is a common cause of admission of full-term infants to neonatal intensive care units. The condition is particularly common after elective caesarean section. Conventional treatment involves appropriate oxygen administration and continuous positive airway pressure in some cases. Most infants receive antibiotic therapy. Hastening the clearance of lung liquid may shorten the duration of the symptoms and reduce complications."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether diuretic administration reduces the duration of oxygen therapy and respiratory symptoms and shortens hospital stay in term infants presenting with transient tachypnoea of the newborn."
    },
    {
      "heading": "Search methods",
      "text": "An updated search was carried out in September 2015 of the following databases: the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library issue 9, 2015), MEDLINE via Ovid, EMBASE, PubMed, and CINAHL via OVID."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised and quasi-randomised controlled trials that compared the effect of diuretics administration versus placebo or no treatment in infants of less than seven days of age, born at 37 or more weeks of gestation with the clinical picture of transient tachypnoea of the newborn."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted and analysed data according to the methods outlined in the latest Cochrane Handbook for Systematic Reviews of Interventions. Two review authors assessed trial quality in each potentially eligible manuscript and two review authors extracted data."
    },
    {
      "heading": "Main results",
      "text": "Our previous systematic review included two trials enrolling a total of 100 infants with transient tachypnoea of the newborn (Wiswell 1985; Karabayir 2006). The updated search revealed no new trials. Wiswell 1985 randomised 50 infants to receive either oral furosemide (2 mg/kg body weight at time of diagnosis followed by a 1 mg/kg dose 12 hours later if the tachypnoea persisted) or placebo. Karabayir 2006 randomised 50 infants to receive either intravenous furosemide (2 mg/kg body weight) or an equal volume of normal saline placebo. Neither trial reported on the need for respiratory support. Neither trial demonstrated a statistically significant impact of furosemide on transient tachypnoea of the newborn regarding duration of symptoms or length of hospitalisation."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Diuretics cannot be recommended as treatment for transient tachypnoea of the newborn and it should not be used unless additional data become available. This finding suggests that either furosemide is not effective in promoting resorption of lung fluid, or factors other than delayed resorption of this fluid contribute to the pathogenesis of transient tachypnoea of the newborn. The question remains as to whether furosemide given to the infant (or even to the mother before caesarean section) might shorten the duration of the illness. As elective caesarean section continues at a high level, these two interventions might be worthy of trials."
    }
  ],
  "pls_title": "Diuretics for transient tachypnoea of the newborn (TTN)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Does diuretic treatment reduce the duration of oxygen therapy and respiratory symptoms and shorten hospital stay in term infants presenting with the clinical syndrome of transient tachypnoea of the newborn?"
    },
    {
      "heading": "Background",
      "text": "It is common for full-term infants born by elective caesarean section to have laboured, rapid breathing (tachypnoea) and to require oxygen for about 48 hours. This transient tachypnoea of the newborn (TTN) is responsible for about half of all cases of neonatal respiratory distress. Although it is transient and not usually serious, the condition requires admission to a neonatal intensive care unit, involves separation of mother and baby, and uses expensive resources. The underlying pathology of TTN is not well understood. The most commonly proposed mechanism is a delay in the resorption of foetal lung fluid after birth. Diuretic medication, including furosemide, may reduce fluid in the lungs."
    },
    {
      "heading": "Studies characteristics",
      "text": "We identified two randomised controlled trials involving 100 babies that compared the effect of furosemide given orally or intravenously versus placebo or no treatment in babies of less than seven days of age, born at 37 or more weeks of gestation with TTN. No new trials were identified in the 2015 update."
    },
    {
      "heading": "Results",
      "text": "Neither trial demonstrated a statistically significant impact of furosemide on transient tachypnoea of the newborn regarding duration of symptoms or length of hospitalisation."
    },
    {
      "heading": "Conclusion",
      "text": "Diuretics cannot be recommended as treatment for transient tachypnoea of the newborn and it should not be used unless additional data become available."
    }
  ]
}