{
  "doi": "10.1002/14651858.CD000179.pub3",
  "name": "Pyridoxine (vitamin B6) supplementation during pregnancy or labour for maternal and neonatal outcomes ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Vitamin B6 plays vital roles in numerous metabolic processes in the human body, such as nervous system development and functioning. It has been associated with some benefits in non-randomised studies, such as higher Apgar scores, higher birthweights, and reduced incidence of pre-eclampsia and preterm birth. Recent studies also suggest a protection against certain congenital malformations."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the clinical effects of vitamin B6 supplementation during pregnancy and/or labour."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group Trials Register (31 March 2015) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials comparing vitamin B6 administration in pregnancy and/or labour with: placebos, no supplementations, or supplements not containing vitamin B6."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias, extracted data and checked them for accuracy. For this update, we assessed methodological quality of the included trials using risk of bias and the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "Four trials (1646 women) were included. The method of randomisation was unclear in all four trials and allocation concealment was reported in only one trial. Two trials used blinding of participants and outcomes. Vitamin B6 as oral capsules or lozenges resulted in decreased risk of dental decay in pregnant women (capsules: risk ratio (RR) 0.84; 95% confidence interval (CI) 0.71 to 0.98; one trial, n = 371, low quality of evidence ; lozenges: RR 0.68; 95% CI 0.56 to 0.83; one trial, n = 342, low quality of evidence ). A small trial showed reduced mean birthweights with vitamin B6 supplementation (mean difference -0.23 kg; 95% CI -0.42 to -0.04; n = 33; one trial). We did not find any statistically significant differences in the risk of eclampsia (capsules: n = 1242; three trials; lozenges: n = 944; one trial), pre-eclampsia (capsules n = 1197; two trials, low quality of evidence ; lozenges: n = 944; one trial, low-quality evidence ) or low Apgar scores at one minute (oral pyridoxine: n = 45; one trial), between supplemented and non-supplemented groups. No differences were found in Apgar scores at five minutes, or breastmilk production between controls and women receiving oral (n = 24; one trial) or intramuscular (n = 24; one trial) loading doses of pyridoxine at labour. Overall, the risk of bias was judged as unclear. The quality of the evidence using GRADE was low for both pre-eclampsia and dental decay. The other primary outcomes, preterm birth before 37 weeks and low birthweight, were not reported in the included trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There were few trials, reporting few clinical outcomes and mostly with unclear trial methodology and inadequate follow-up. There is not enough evidence to detect clinical benefits of vitamin B6 supplementation in pregnancy and/or labour other than one trial suggesting protection against dental decay. Future trials assessing this and other outcomes such as orofacial clefts, cardiovascular malformations, neurological development, preterm birth, pre-eclampsia and adverse events are required."
    }
  ],
  "pls_title": "Vitamin B6 (pyridoxine) supplementation in pregnancy or labour for maternal and neonatal outcomes",
  "pls_type": "long",
  "pls": "This review could not provide evidence from randomised controlled trials that routine supplementation with vitamin B6 during pregnancy is of any benefit, other than one trial suggesting protection against dental decay. It may cause harm if too much is taken, as amounts well above the recommended daily allowance are associated with numbness and difficulty in walking.\nVitamin B6 is a water-soluble vitamin which plays vital roles in numerous metabolic processes in the human body and helps with the development of the nervous system. Vitamin B6 is contained in many foods including meat, poultry, fish, vegetables, and bananas. It is thought that B6 may play a role in the prevention of pre-eclampsia, where the mother’s blood pressure is high with large amounts of protein in the urine or other organ dysfunction, and in babies being born too early (preterm birth). Vitamin B6 may be helpful for reducing nausea in pregnancy. This review of four trials (involving 1646 pregnant women) assessed routine B6 supplementation during pregnancy with the aim of reducing the chances of pre-eclampsia and preterm birth. Vitamin B6 as oral capsules or lozenges resulted in a decreased risk of dental decay in pregnant women in one trial. Lozenges had a greater effect, suggesting a local or topical effect of pyridoxine within the oral cavity. We did not find any clear differences in the risk of eclampsia or pre-eclampsia (three trials and two trials, respectively, low quality evidence). The studies did not have enough data to be able to make any other useful assessments.\nThe included trials were conducted between 1960 and 1983 and did not include important newborn outcomes that have only recently been associated with vitamin B6, such as decreases in cardiovascular malformations and orofacial clefts. The trials began at different times during pregnancy, most had high rates of loss to follow-up, and adverse effects of vitamin B6 (pyridoxine) use were not assessed.\nFurther research assessing outcomes such as orofacial clefts, cardiovascular malformations, neurological development, preterm birth, pre-eclampsia and adverse events would be helpful."
}