{
  "doi": "10.1002/14651858.CD012498.pub2",
  "name": "Single‐dose intravenous diclofenac for acute postoperative pain in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Postoperative administration of non-steroidal anti-inflammatory drugs (NSAIDs) reduces patient opioid requirements and, in turn, reduces the incidence and severity of opioid-induced adverse events (AEs)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the analgesic efficacy and adverse effects of single-dose intravenous diclofenac, compared with placebo or an active comparator, for moderate to severe postoperative pain in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases without language restrictions: the Cochrane Central Register of Controlled Trials (Cochrane Register of Studies Online), MEDLINE, and Embase on 22 May 2018. We checked clinical trials registers and reference lists of retrieved articles for additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized trials that compared a single postoperative dose of intravenous diclofenac with placebo or another active treatment, for treating acute postoperative pain in adults following any surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. Two review authors independently considered trials for review inclusion, assessed risk of bias, and extracted data.\nOur primary outcome was the number of participants in each arm achieving at least 50% pain relief over a four- and six-hour period.\nOur secondary outcomes were time to, and number of participants using rescue medication; withdrawals due to lack of efficacy, AEs, and for any cause; and number of participants experiencing any AE, serious AEs (SAEs), and NSAID-related AEs. We performed a post hoc analysis of opioid-related AEs, to enable indirect comparisons with other analyses of postoperative analgesics.\nFor subgroup analysis, we planned to analyze different doses and formulations of parenteral diclofenac separately.\nWe assessed the overall quality of the evidence for each outcome using GRADE and created two 'Summary of findings' tables."
    },
    {
      "heading": "Main results",
      "text": "We included eight studies, involving 1756 participants undergoing various surgeries (dental, mixed minor, abdominal, and orthopedic), with 20 to 175 participants receiving intravenous diclofenac in each study. Mean study population ages ranged from 24.5 years to 54.5 years. Intravenous diclofenac doses varied among and within studies, ranging from 3.75 mg to 75 mg. Five studies assessed newer formulations of parenteral diclofenac that could be administered as an undiluted intravenous bolus. Most studies had an unclear risk of bias for several domains and a high risk of bias due to small sample size. The overall quality of evidence for each outcome was generally low for reasons including unclear risk of bias in studies, imprecision, and low event numbers.\nPrimary outcome\nThree studies (277 participants) produced a number needed to treat for an additional beneficial outcome (NNTB) for at least 50% of maximum pain relief versus placebo of 2.4 (95% confidence interval (CI) 1.9 to 3.1) over four hours (low-quality evidence). Four studies (436 participants) produced an NNTB of 3.8 versus placebo (95% CI 2.9 to 5.9) over six hours (low-quality evidence). No studies provided data for the comparison of intravenous diclofenac with another NSAID over four hours. At six hours there was no difference between intravenous diclofenac and another NSAID (low-quality evidence).\nSecondary outcomes\nFor secondary efficacy outcomes, intravenous diclofenac was generally superior to placebo and similar to other NSAIDs.\nFor time to rescue medication, comparison of intravenous diclofenac versus placebo demonstrated a median of 226 minutes for diclofenac versus 80 minutes for placebo (5 studies, 542 participants, low-quality evidence). There were insufficient data for pooled analysis for comparisons of diclofenac with another NSAID (very low-quality evidence).\nFor the number of participants using rescue medication, two studies (235 participants) compared diclofenac with placebo. The number needed to treat to prevent one additional harmful event (NNTp) (here, the need for rescue medication) compared with placebo was 3.0 (2.2 to 4.5, low-quality evidence). The comparison of diclofenac with another NSAID included only one study (98 participants). The NNTp was 4.5 (2.5 to 33) for ketorolac versus diclofenac (very low-quality evidence).\nThe numbers of participants withdrawing were generally low and inconsistently reported (very low-quality evidence). Participant withdrawals were: 6% (8/140) diclofenac versus 5% (7/128) placebo, and 9% (8/87) diclofenac versus 7% (6/82) another NSAID for lack of efficacy; 2% (4/211) diclofenac versus 0% (0/198) placebo, and 3% (4/138) diclofenac versus 2% (2/129) another NSAID due to AEs; and 11% (21/191) diclofenac versus 17% (30/179) placebo, and 18% (21/118) diclofenac versus 15% (17/111) another NSAID for any cause.\nOverall adverse event rates were similar between intravenous diclofenac and placebo (71% in both groups, 2 studies, 296 participants) and between intravenous diclofenac and another NSAID (55% and 58%, respectively, 2 studies, 265 participants) (low-quality evidence for both comparisons). Serious and specific AEs were rare, preventing meta-analysis.\nThere were sufficient data for a dose-effect analysis for our primary outcome for only one alternative dose, 18.75 mg. Analysis of the highest dose employed in each study demonstrated a relative benefit compared with placebo of 1.9 (1.4 to 2.4), whereas for the group receiving 18.75 mg, the relative benefit versus placebo was 1.6 (1.2 to 2.1, 2 studies). Compared to another NSAID, the high-dose analysis demonstrated a relative benefit of 0.9 (0.8 to 1.1), for the group receiving 18.75 mg, the relative benefit was 0.78 (0.65 to 0.93). For direct comparison of high dose versus 18.75 mg, the proportion of participants with at least 50% pain relief was 66% (90/137) for the high-dose arm versus 57% (77/135) in the low-dose arm. There were insufficient data for subgroup meta-analysis of different diclofenac formulations."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The amount and quality of evidence for the use of intravenous diclofenac as a treatment for postoperative pain is low. The available evidence indicates that postoperative intravenous diclofenac administration offers good pain relief for the majority of patients, but further research may impact this estimate. Adverse events appear to occur at a similar rate to other NSAIDs. Insufficient information is available to assess whether intravenous diclofenac has a different rate of bleeding, renal dysfunction, or cardiovascular events versus other NSAIDs. There was insufficient information to evaluate the efficacy and safety of newer versus traditional formulations of intravenous diclofenac. There was a lack of studies in major and cardiovascular surgeries and in elderly populations, which may be at increased risk for adverse events."
    }
  ],
  "pls_title": "Single-dose intravenous diclofenac for short-term pain after surgery in adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Bottom line",
      "text": "There is some evidence that intravenous diclofenac is effective for reducing pain after surgery in adults, but it is less clear how safe it is in this setting."
    },
    {
      "heading": "Background",
      "text": "Pain is common in the short term after surgery. Non-steroidal anti-inflammatory drugs (NSAIDs, aspirin-like drugs) are often given along with opioids (such as morphine) to treat pain. However, NSAIDs may cause bleeding (e.g. at the site of an incision or wound) and injury to the kidneys and gut. Diclofenac is an NSAID that can be given by injection into a vein (intravenously), which may be useful when patients are not able to take medicines by mouth."
    },
    {
      "heading": "Study characteristics",
      "text": "In May 2018, we searched for clinical trials where intravenous diclofenac was used to treat pain after surgery in adults. We found eight studies enrolling a total of 1756 people that met our requirements. The studies were similar in their design, although they were carried out in different surgeries (dental, mixed minor surgeries, abdominal, and orthopedic). The dose of intravenous diclofenac used also varied. Intravenous diclofenac was mostly compared to placebo (a sham treatment, such as a bag of saline administered into a vein) or another NSAID."
    },
    {
      "heading": "Key findings",
      "text": "We were most interested in determining the number of participants with at least half the maximum possible pain relief over four or six hours after treatment. Around twice as many participants had at least half the maximum possible pain relief when they received diclofenac versus those who received placebo. When diclofenac was compared with another NSAID, similar numbers of participants had at least half the maximum possible pain relief. Other assessments, such as how quickly and how many participants needed rescue medication (an extra pain medication available to study participants if the study medication is not treating the participant's pain well enough), and how many participants withdrew from a study, also usually showed that intravenous diclofenac was better than placebo and similar to other NSAIDs.\nThere was insufficient information in the studies to make a good assessment of side effects and serious side effects, but the rate at which they occurred appeared to be similar among all treatments. Very few participants dropped out of the studies because of side effects. This is usually the case in studies where patients are only in a study for a short period of time."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We generally rated the quality of the evidence for each assessment as low due to issues with the design of many of the studies, and low overall numbers of people enrolled. Low-quality evidence means that further research may have an important impact on our findings."
    }
  ]
}