{
  "doi": "10.1002/14651858.CD012082.pub2",
  "name": "Red blood cell transfusion to treat or prevent complications in sickle cell disease: an overview of Cochrane reviews ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Globally, sickle cell disease (SCD) is one of the commonest severe monogenic disorders, due to the inheritance of two abnormal haemoglobin (beta globin) genes. SCD can cause severe pain, significant end-organ damage, pulmonary complications, and premature death. Red blood cell (RBC) transfusions are used to treat complications of SCD, e.g. acute chest syndrome (ACS) (this often involves a single transfusion episode), or they can be part of a regular long-term transfusion programme to prevent SCD complications."
    },
    {
      "heading": "Objectives",
      "text": "To summarize the evidence in Cochrane Reviews of the effectiveness and safety of RBC transfusions versus no transfusion, or restrictive (to increase the total haemoglobin) versus liberal (to decrease the haemoglobin S level below a specified percentage) transfusion, for treating or preventing complications experienced by people with SCD."
    },
    {
      "heading": "Methods",
      "text": "We included Cochrane Reviews of randomised or quasi-randomised controlled trials published in the Cochrane Database of Systematic Reviews, that addressed various SCD complications and had RBC transfusion as an intervention or comparator. We assessed the methodological quality of included reviews according to the AMSTAR quality assessment."
    },
    {
      "heading": "Main results",
      "text": "We included 15 Cochrane Reviews, 10 of which had no included studies with an RBC transfusion intervention (five reported RCTs with other interventions; and five contained no studies). Five of the 15 reviews included participants randomised to RBC transfusion, but in one of these reviews only 10 participants were randomised with no usable data. Four reviews (nine trials with 1502 participants) reported data comparing short- or long-term RBC transfusions versus standard care, disease-modifying agents, a restrictive versus a liberal transfusion strategy and long-term RBC transfusions versus transfusions to treat complications. All reviews were of high quality according to AMSTAR quality assessment, however, the quality of the included trials was highly variable across outcomes. Trials were downgraded according to GRADE methodology for risk of bias, indirectness (most trials were conducted in children with HbSS), and imprecision (outcomes had wide confidence intervals).\nIn all four reviews and all comparisons there was little or no difference in the risk of death (very low-quality evidence). There were either no deaths or death was a rare event.\nShort-term RBC transfusion versus standard care (one review: two trials, 434 participants, GRADE very low- to low-quality evidence)\nIn people undergoing low- to medium-risk surgery, RBC transfusions may decrease the risk of acute chest syndrome (ACS) in people with African haplotypes compared to standard care (low-quality evidence), but there was little or no difference in people with the Arabic haplotype (very-low quality evidence). There was also little or no difference in the risk of other SCD-related or transfusion-related complications (very-low quality evidence).\nLong-term RBC transfusion versus standard care (two reviews: three trials, 405 participants, very low- to moderate-quality evidence)\nIn children and adolescents at high risk of stroke (abnormal transcranial doppler (TCD) velocities or silent cerebral infarct (SCI)), long-term RBC transfusions probably decrease the risk of stroke (moderate-quality evidence) and may decrease the risk of ACS and painful crisis compared to standard care (low-quality evidence). Long-term RBC transfusions may also decrease the risk of SCI in children with abnormal TCD velocities (low-quality evidence), but there may be little or no difference in the risk of SCI in children with normal TCD velocities and previous SCI (low-quality evidence).\nIn children and adolescents already receiving long-term RBC transfusions for preventing stroke, in comparison to standard care, continuing long-term RBC transfusions may reduce the risk of SCI (low-quality evidence) but we do not know whether there is a difference in the risk of stroke (very-low quality evidence). In children with normal TCD velocities and SCI there was little or no difference in the risk of alloimmunisation or transfusion reactions, but RBC transfusions may increase the risk of iron overload (low-quality evidence).\nLong-term RBC transfusion versus RBC transfusion to treat complications (one review: one trial, 72 participants, very low- to low-quality evidence)\nIn pregnant women, long-term RBC transfusions may decrease the risk of painful crisis compared to transfusion for complications (low-quality evidence); but there may be little or no difference in the risk of other SCD-related complications or transfusion reactions (very-low quality evidence).\nRBC transfusion versus disease-modifying agents (hydroxyurea) (two reviews: two trials; 254 participants, very low- to low-quality evidence)\nFor primary prevention of stroke in children, with abnormal TCD and no severe vasculopathy on magnetic resonance imaging/magnetic resonance angiography (MRI/MRA), who have received at least one year of RBC transfusions, we do not know whether there is a difference between RBC transfusion and disease-modifying agents in the risk of stroke; SCI; ACS; or painful crisis (very-low quality evidence). There may be little or no difference in the risk of iron overload (low-quality evidence).\nSimilarly, for secondary prevention of stroke in children and adolescents, we do not know whether there is a difference between these interventions in the risk of stroke; SCI; or ACS (very-low quality evidence); but hydroxyurea with phlebotomy may increase the risk of painful crisis and global SCD serious adverse events compared to RBC transfusion (low-quality evidence). There may be little or no difference in the risk of iron overload (low-quality evidence).\nRestrictive versus liberal RBC transfusion strategy (one review: one trial; 230 participants, very low-quality evidence)\nIn people undergoing cholecystectomy, there was little or no difference between strategies in the risk of SCD-related or transfusion-related complications (very-low quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This overview provides support from two high-quality Cochrane Reviews for the use of RBC transfusions in preventing stroke in children and adolescents at high risk of stroke (abnormal TCDs or SCI) and evidence that it may decrease the risk of SCI in children with abnormal TCD velocities. In addition RBC transfusions may reduce the risk of ACS and painful crisis in this population.\nThis overview highlights the lack of high-quality evidence in adults with SCD and the number of reviews that have no evidence for the use of RBC transfusions across a spectrum of SCD complications. Also of concern is the variable and often incomplete reporting of patient-relevant outcomes in the included trials such as SCD-related serious adverse events and quality of life."
    }
  ],
  "pls_title": "An overview of Cochrane Reviews on red blood cell transfusions to treat or prevent sickle cell disease-related complications",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "To summarize the evidence in Cochrane Reviews of the effectiveness and safety of red blood cell (RBC) transfusions for treating or preventing complications experienced by people with sickle cell disease (SCD)."
    },
    {
      "heading": "Background",
      "text": "SCD is a serious inherited blood disorder where the RBCs, which carry oxygen around the body, develop abnormally. Normal RBCs are flexible and disc-shaped, but in SCD they can become rigid and crescent shaped. Sickled cells are not only less flexible than healthy RBCs, they are also stickier. This can lead to the blockage of blood vessels, resulting in tissue and organ damage and episodes of severe pain. The abnormal RBCs are more fragile and break apart, which leads to fewer of them, known as anaemia."
    },
    {
      "heading": "Overview characteristics",
      "text": "We searched for Cochrane Reviews that analysed the data from randomised controlled trials (RCT; experiments that randomly allocate participants to one of two or more treatment groups), which looked at the effectiveness of RBC transfusions to prevent or treat SCD complications. This overview summarises the results of these reviews."
    },
    {
      "heading": "Key results",
      "text": "15 reviews met the inclusion criteria for this overview. However, only four reviews (which included nine RCTs and 1052 participants) looked at the effects of RBCtransfusion and had results that could be reported. In the four reviews there was no difference in the risk of death with any comparison. We found that long-term RBC transfusions compared to standard care, probably decrease the risk of stroke in children and adolescents at high risk of stroke (abnormal transcranial doppler (TCD) ultrasound (high blood flow to the brain) or a previous silent stroke (a stroke with no outward symptoms and where a person is typically unaware they have suffered a stroke)) and may also decrease their risk of painful crisis and acute chest syndrome. Red blood cell transfusions may also decrease the risk of silent stroke in children with abnormal TCD ultrasound when compared to standard care.\nWe found there was a lack of evidence for treating adults with SCD-related complications and that important outcomes, including quality of life were often not measured or reported."
    },
    {
      "heading": "Quality of the reviews and evidence within reviews",
      "text": "All reviews included in this review were of high quality and met Cochrane standards for systematic reviews.\nHowever, the quality of the trials included in the reviews was variable across the trials and in relation to the outcomes. The quality of the evidence within the trials was downgraded because trials had a high risk of bias, outcomes had imprecise measurements and much of the evidence applied only to children with HbSS disease.\nPeople with SCD are living longer and we need more high-quality evidence on treating adults with SCD; as well as on the best treatment options, including the role of RBC transfusions, to treat SCD complications. We also need to improve and standardise the reporting of outcomes across trials."
    }
  ]
}