{
  "doi": "10.1002/14651858.CD009933.pub2",
  "name": "Formal education of patients about to undergo laparoscopic cholecystectomy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Generally, before being operated on, patients will be given informal information by the healthcare providers involved in the care of the patients (doctors, nurses, ward clerks, or healthcare assistants). This information can also be provided formally in different formats including written information, formal lectures, or audio-visual recorded information."
    },
    {
      "heading": "Objectives",
      "text": "To compare the benefits and harms of formal preoperative patient education for patients undergoing laparoscopic cholecystectomy."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (Issue 2, 2013), MEDLINE, EMBASE, and Science Citation Index Expanded to March 2013."
    },
    {
      "heading": "Selection criteria",
      "text": "We included only randomised clinical trials irrespective of language and publication status."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted the data. We planned to calculate the risk ratio with 95% confidence intervals (CI) for dichotomous outcomes, and mean difference (MD) or standardised mean difference (SMD) with 95% CI for continuous outcomes based on intention-to-treat analyses when data were available."
    },
    {
      "heading": "Main results",
      "text": "A total of 431 participants undergoing elective laparoscopic cholecystectomy were randomised to formal patient education (215 participants) versus standard care (216 participants) in four trials. The patient education included verbal education, multimedia DVD programme, computer-based multimedia programme, and PowerPoint presentation in the four trials. All the trials were of high risk of bias. One trial including 212 patients reported mortality. There was no mortality in either group in this trial. None of the trials reported surgery-related morbidity, quality of life, proportion of patients discharged as day-procedure laparoscopic cholecystectomy, the length of hospital stay, return to work, or the number of unplanned visits to the doctor. There were insufficient details to calculate the mean difference and 95% CI for the difference in pain scores at 9 to 24 hours (1 trial; 93 patients); and we did not identify clear evidence of an effect on patient knowledge (3 trials; 338 participants; SMD 0.19; 95% CI -0.02 to 0.41; very low quality evidence), patient satisfaction (2 trials; 305 patients; SMD 0.48; 95% CI -0.42 to 1.37; very low quality evidence), or patient anxiety (1 trial; 76 participants; SMD -0.37; 95% CI -0.82 to 0.09; very low quality evidence) between the two groups.\nA total of 173 participants undergoing elective laparoscopic cholecystectomy were randomised to electronic consent with repeat-back (patients repeating back the information provided) (92 participants) versus electronic consent without repeat-back (81 participants) in one trial of high risk of bias. The only outcome reported in this trial was patient knowledge. The effect on patient knowledge between the patient education with repeat-back versus patient education without repeat-back groups was imprecise and based on 1 trial of 173 participants; SMD 0.07; 95% CI -0.22 to 0.37; very low quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Due to the very low quality of the current evidence, the effects of formal patient education provided in addition to the standard information provided by doctors to patients compared with standard care remain uncertain. Further well-designed randomised clinical trials of low risk of bias are necessary."
    }
  ],
  "pls_title": "Formal education of patients about to undergo laparoscopic cholecystectomy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "The liver produces bile, which has many functions including elimination of waste processed by the liver and digestion of fat. The bile is temporarily stored in the gallbladder (an organ situated underneath the liver in the abdomen (belly) before it reaches the small bowel. Concretions in the gallbladder are called gallstones. Gallstones are present in about 5% to 25% of the adult western population. Between 2% and 4% become symptomatic in one year. The symptoms include pain related to the gallbladder (biliary colic), inflammation of the gallbladder (cholecystitis), obstruction to the flow of bile from the liver and gallbladder into the small bowel resulting in jaundice (yellowish discolouration of the body usually most prominently noticed in the white of the eye, which turns yellow), bile infection (cholangitis), and inflammation of the pancreas, an organ that secretes digestive juices and harbours the insulin-secreting cells that maintain blood sugar level (pancreatitis). Removal of the gallbladder (cholecystectomy) is currently considered the best treatment option for patients with symptomatic gallstones. This is generally performed by key-hole surgery (laparoscopic cholecystectomy). Generally, before being operated on, patients will be given informal information by the healthcare providers involved in the care of the patients (doctors, nurses, ward clerks, or healthcare assistants). This information is likely to include some information on the type of anaesthesia, expected duration of surgery, expected outcome of surgery including the complications, duration of hospital stay, wound dressing care (if applicable), return to normal activity, and return to work. This information can also be provided formally in different formats including written information, formal lectures, video, or computer presentations. The review authors set out to determine whether it is preferable to provide formal information to the patients before the operation."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched the medical literature in order to identify studies that provided information on the above question. The authors obtained information from randomised trials only since such types of trials provide the best information if conducted well. Two review authors independently identified the trials and collected the information. The information is current to March 2013."
    },
    {
      "heading": "Key results",
      "text": "We found four trials including 431 patients undergoing elective laparoscopic cholecystectomy who received either formal patient education (215 participants) or standard care (216 participants). The choice of whether the patient received formal patient education or standard care was determined by a method similar to the toss of a coin in order to create comparable groups of patients. The patient education included providing information by just talking to the patient but in a more formal way or by using various method of presentation. All the trials were of high risk of bias (faults in study design that can result in erroneous conclusions). Only one trial including 212 participants reported deaths after surgery. There were no deaths in either group in this trial. There was no clear evidence of an effect on pain scores at 9 to 24 hours, patient knowledge, patient satisfaction, or patient anxiety associated with education. None of the trials reported surgical complications, quality of life, percentage of patients discharged as day-procedure laparoscopic cholecystectomy, length of hospital stay, return to work, or the number of unplanned visits to the doctor.\nA total of 173 participants undergoing elective laparoscopic cholecystectomy underwent patient education with repeat-back (patients repeating back the information provided) (92 participants) or patient education without repeat-back (81 participants) in one trial of high risk of bias. The only outcome reported in this trial was patient knowledge. The results we found for the effect onpatient knowledge between the patient education with repeat-back and patient education without repeat-back groups were uncertain and we could not exclude possible benefits of either education or control.\nDue to the very low quality of the current evidence, we are uncertain as to whether formal patient education provided in addition to the standard information provided by doctors has any benefit to patients. Further well-designed randomised clinical trials are necessary."
    },
    {
      "heading": "Quality of evidence",
      "text": "The overall quality of the evidence was very low."
    }
  ]
}