{
  "doi": "10.1002/14651858.CD010929.pub2",
  "name": "Yellow fever vaccine for patients with HIV infection",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Yellow fever (YF) is an acute viral haemorrhagic disease prevalent in tropical Africa and Latin America. The World Health Organization (WHO) estimates that there are 200,000 cases of YF and 30,000 deaths worldwide annually. Treatment for YF is supportive, but a live attenuated virus vaccine is effective for preventing infection. WHO recommends immunisation for all individuals > 9 months living in countries or areas at risk. However, the United States Advisory Committee on Immunization Practices (ACIP) advises that YF vaccine is contraindicated in individuals with HIV. Given the large populations of HIV-infected individuals living in tropical areas where YF is endemic, YF vaccine may be an important intervention for preventing YF in immunocompromised populations."
    },
    {
      "heading": "Objectives",
      "text": "To assess the risk and benefits of YF immunisation for people infected with HIV."
    },
    {
      "heading": "Search methods",
      "text": "We used standard Cochrane methods to search electronic databases and conference proceedings with relevant search terms without limits to language."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials and cohort studies of individuals with HIV infection who received YF vaccine (17DD or 17D-204)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors screened abstracts of references identified by electronic or bibliographic searches according to inclusion and exclusion criteria as detailed in the protocol. We identified 199 references and examined 19 in detail for study eligibility. Data were abstracted independently using a standardised abstraction form."
    },
    {
      "heading": "Main results",
      "text": "Three cohort studies were included in the review. They examined 484 patients with HIV infection who received YF immunisation. Patients with HIV infection developed significantly lower concentrations of neutralising antibodies in the first year post immunisation compared to uninfected patients, though decay patterns were similar for recipients regardless of HIV infection. No study patient with HIV infection suffered serious adverse events as a result of YF vaccination."
    },
    {
      "heading": "Authors' conclusions",
      "text": "YF vaccination can produce protective levels of neutralising antibodies in HIV patients. Immunogenicity of YF vaccine is slightly less in HIV-infected patients compared to HIV-uninfected patients. No serious adverse events related to YF vaccine were observed in HIV-infected study participants. At time of immunisation, higher CD4 cell counts and lower HIV RNA levels in patients with HIV infection seem to be key determinants for development of protective titres of neutralising antibodies. The quality of the evidence for all outcomes was low to very low. YF vaccine may potentially be used safely in HIV-infected patients, although our conclusions are limited by small numbers of patients who have been reported. To assure maximum effectiveness YF vaccine should be given to HIV-infected patients after HIV replication has been suppressed."
    }
  ],
  "pls_title": "Yellow fever vaccine for patients with HIV infection",
  "pls_type": "long",
  "pls": "In the United States of America, current guidelines do not recommend YF vaccine for individuals with HIV infection or AIDS; these recommendations, however, are targeted mostly at travellers to the parts of Latin America and Africa where YF occurs and who have the option of not going. For HIV-infected patients living in these areas where exposure is inevitable, it is important to weigh the risks of vaccination against the risk of developing YF. There are no known medicines for YF, further highlighting the importance of vaccine. The purpose of this review was to assess the risks and benefits of YF vaccine for people living with HIV. We found three cohort studies that addressed this question. One study in children, from a time before effective widespread use of antiretroviral drugs, found that YF vaccine worked much less well in children with HIV than it did in those without HIV. Two studies in adults found that the immune response to yellow fever vaccine was slightly lower in HIV-infected patients. No severe adverse events were observed in patients in these studies. However, because the numbers of people with HIV who have received YF vaccine is small, and serious side effects are uncommon in people without HIV infection, we are not positive about its safety. When it does need to be used, it should be given to people whose viral loads are low and CD4 counts are high."
}