{
  "doi": "10.1002/14651858.CD011199.pub3",
  "name": "Conjugate Haemophilus influenzae type b vaccines for sickle cell disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "People affected with sickle cell disease (SCD) are at high risk of infection from Haemophilus influenzae type b (Hib). Before the implementation of Haemophilus influenzae type b conjugate vaccination in high-income countries, this was responsible for a high mortality rate in children under five years of age. In African countries, where coverage of this vaccination is still extremely low, Hib remains one of the most common causes of bacteraemias in children with SCD. The increased uptake of this conjugate vaccination may substantially improve the survival of children with SCD. This is an update of a previously published Cochrane Review."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective was to determine whether Hib conjugate vaccines reduce mortality and morbidity in children and adults with SCD.\nThe secondary objectives were to assess the following in children and adults with SCD: the immunogenicity of Hib conjugate vaccines; the safety of these vaccines; and any variation in effect according to type of vaccine, mode of administration (separately or in combination with other vaccines), number of doses, and age at first dose."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group's Haemoglobinopathies Trials Register, compiled from electronic database searches and handsearching of journals and conference abstract books. We also searched trial registries (04 July 2018) and contacted relevant pharmaceutical companies to identify unpublished trials.\nDate of last search of the Cochrane Cystic Fibrosis and Genetic Disorders Group's Haemoglobinoapthies Trials Register: 18 December 2017."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials (RCTs) and quasi-RCTs comparing Hib conjugate vaccines with placebo or no treatment, or comparing different types of Hib conjugate vaccines in people with SCD."
    },
    {
      "heading": "Data collection and analysis",
      "text": "No trials of Hib conjugate vaccines in people with SCD were found."
    },
    {
      "heading": "Main results",
      "text": "There is an absence of evidence from RCTs relating to the subject of this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There has been a dramatic decrease in the incidence of invasive Hib infections observed in the post-vaccination era in people with SCD living in high-income countries. Therefore, despite the absence of evidence from RCTs, it is expected that Hib conjugate vaccines may be useful in children affected with SCD, especially in African countries where there is a high prevalence of the disease. The implementation of childhood immunisation schedules, including universal Hib conjugate vaccination, may substantially improve the survival of children with SCD living in low-income countries. We currently lack data to evaluate the potential effect of Hib vaccination among unvaccinated adults with SCD. Further research should assess the optimal Hib immunisation schedule in children and adults with SCD."
    }
  ],
  "pls_title": "Vaccines for preventing severe Haemophilus influenzae type b (Hib) infections in people with sickle cell disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the available evidence from randomised controlled trials about how effective and safe Haemophilus influenzae type b (Hib) conjugate vaccines are for people with sickle cell disease (SCD). This is an update of a previously published Cochrane Review."
    },
    {
      "heading": "Background",
      "text": "People with SCD are at high risk of infection from Hib, which was responsible for a high death rate in children under five years of age before Hib conjugate vaccination was introduced in high-income countries. In African countries, where coverage for this vaccination is extremely low, Hib remains one of the most common causes of bacteraemias (bacteria in the blood) in children with SCD. Another Cochrane Review on conjugate vaccines for preventing Hib infections in children under five years of age has shown that Hib conjugate vaccines were safe and effective but it did not specifically look at children with SCD, who have a high risk of this infection."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to: 18 December 2017."
    },
    {
      "heading": "Study characteristics",
      "text": "We did not find any randomised controlled trials comparing Hib conjugate vaccines with placebo ('dummy' treatment) or no treatment in people with SCD."
    },
    {
      "heading": "Key results and quality of the evidence",
      "text": "There are no randomised controlled trials of this vaccine in people with SCD. However, there has been a dramatic decrease in the occurrence of severe Hib infections in children with SCD living in high-income countries since the vaccination has been included in childhood immunisation schedules. Therefore, including universal Hib conjugate vaccination in low-income countries may improve the survival of children with SCD. There is not enough data to allow us to assess the potential effect of Hib vaccination in unvaccinated adults with SCD. Future trials should assess the ideal Hib immunisation schedule in children and adults with SCD."
    }
  ]
}