{
  "doi": "10.1002/14651858.CD005043.pub3",
  "name": "Advocacy interventions to reduce or eliminate violence and promote the physical and psychosocial well‐being of women who experience intimate partner abuse ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Intimate partner abuse is common worldwide, damaging the short- and long-term physical, mental, and emotional health of survivors and children. Advocacy may contribute to reducing abuse, empowering women to improve their situation by providing informal counselling and support for safety planning and increasing access to different services. Advocacy may be a stand-alone service, accepting referrals from healthcare providers, or part of a multi-component (and possibly multi-agency) intervention provided by service staff or others."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of advocacy interventions within or outside healthcare settings in women who have experienced intimate partner abuse."
    },
    {
      "heading": "Search methods",
      "text": "In April 2015, we searched CENTRAL, Ovid MEDLINE, EMBASE, and 10 other databases. We also searched WHO ICTRP, mRCT, and UK Clinical Research Network (UKCRN), and examined relevant websites and reference lists with forward citation tracking of included studies. For the original review we handsearched six key journals. We also contacted first authors of eligible papers and experts in the field."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised controlled trials comparing advocacy interventions for women with experience of intimate partner abuse versus no intervention or usual care (if advocacy was minimal and fewer than 20% of women received it)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed risk of bias and undertook data extraction. We contacted authors for missing information needed to calculate statistics for the review and looked for adverse events."
    },
    {
      "heading": "Main results",
      "text": "We included 13 trials involving 2141 participants aged 15 to 65 years, frequently having low socioeconomic status.\nThe studies were quite heterogeneous in terms of methodology, study processes and design, including with regard to the duration of follow-up (postintervention to three years), although this was not associated with differences in effect. The studies also had considerable clinical heterogeneity in relation to staff delivering advocacy; setting (community, shelter, antenatal, healthcare); advocacy intensity (from 30 minutes to 80 hours); and abuse severity. Three trials evaluated advocacy within multi-component interventions. Eleven measured some form of abuse (eight scales), six assessed quality of life (three scales), and six measured depression (three scales). Countries and ethnic groups varied (one or more minority ethnic groups in the USA or UK, and local populations in Hong Kong and Peru). Setting was associated with intensity and duration of advocacy.\nRisk of bias was high in five studies, moderate in five, and low in three. The quality of evidence (considering multiple factors such as risk of bias, study size, missing data) was moderate to low for brief advocacy and very low for intensive advocacy.\nIncidence of abuse\nPhysical abuse\nModerate quality pooled data from two healthcare studies (moderate risk of bias) and one community study (low risk of bias), all with 12-month follow-up data, showed no effect on physical abuse for brief (< 12 hours) advocacy interventions (standardised mean difference (SMD) 0.00, 95% confidence interval (CI) - 0.17 to 0.16; n = 558). One antenatal study (low risk of bias) showed an association between brief advocacy and reduced minor physical abuse at one year (mean difference (MD) change - 1.00, 95% CI - 1.82 to - 0.18; n = 110). An antenatal, multi-component study showed a greater likelihood of physical abuse ending (odds ratio (OR) 0.42, 95% CI 0.23 to 0.75) immediately after advocacy (number needed to treat (NNT) = 8); we cannot exclude impact from other components.\nLow to very low quality evidence from two intensive advocacy trials (12 hours plus duration) showed reduced severe physical abuse in women leaving a shelter at 24 months (OR 0.39, 95% CI 0.20 to 0.77; NNT = 8), but not at 12 or 36 months.\nSexual abuse\nMeta-analysis of two studies (n = 239) showed no effect of advocacy on sexual abuse (SMD - 0.12, 95% CI - 0.37 to 0.14), agreeing with the change score (MD - 0.07, 95% CI - 0.30 to 0.16) from a third study and the OR (0.96, 95% CI 0.44 to 2.12) from a fourth antenatal, multi-component study.\nEmotional abuse\nOne study in antenatal care, rated at low risk of bias, showed reduced emotional abuse at ≤ 12-month follow-up (MD (change score) - 4.24, 95% CI - 6.42 to - 2.06; n = 110).\nPsychosocial health\nQuality of life\nMeta-analysis of two studies (high risk of bias) showed intensive advocacy slightly improved overall quality of life of women recruited from shelters (MD 0.23, 95% CI 0.00 to 0.46; n = 343) at 12-month follow-up, with greater improvement in perceived physical quality of life from a primary care study (high risk of bias; MD 4.90, 95% CI 0.98 to 8.82) immediately postintervention.\nDepression\nMeta-analysis of two studies in healthcare settings, one at high risk of bias and one at moderate risk, showed that fewer women developed depression (OR 0.31, 95% CI 0.15 to 0.65; n = 149; NNT = 4) with brief advocacy. One study at high risk of bias reported a slight reduction in depression in pregnant women immediately after the intervention (OR 0.51, 95% CI 0.20 to 1.29; n = 103; NNT = 8).\nThere was no evidence that intensive advocacy reduced depression at ≤ 12-month follow-up (MD - 0.14, 95% CI - 0.33 to 0.05; 3 studies; n = 446) or at two years (SMD − 0.12, 95% CI − 0.36 to 0.12; 1 study; n = 265).\nAdverse effects\nTwo women died, one who was murdered by her partner and one who committed suicide. No evidence links either death to study participation."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Results suggest some benefits from advocacy. However, most studies were underpowered. Clinical and methodological heterogeneity largely precluded pooling of trials. Therefore, there is uncertainty about the magnitude of benefit, the impact of abuse severity, and the setting.\nBased on the evidence reviewed, intensive advocacy may improve short-term quality of life and reduce physical abuse one to two years after the intervention for women recruited from domestic violence shelters or refuges. Brief advocacy may provide small short-term mental health benefits and reduce abuse, particularly in pregnant women and for less severe abuse."
    }
  ],
  "pls_title": "Advocacy interventions to help women who experience intimate partner abuse to access community resources",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Partner abuse (domestic violence) is common worldwide. It includes physical, emotional, and sexual abuse; threats; withholding money; causing injury; and long-lasting physical and emotional health problems. Advocacy (active support by trained people) may help women make safety plans, deal with abuse, and access community resources.\nEvidence on the effects of advocacy will help service planning and provision."
    },
    {
      "heading": "Method",
      "text": "We searched scientific literature worldwide up to April 2015 for clinical trials comparing advocacy for abused women with no care or usual care, to understand whether advocacy was safe and effective. We found 13 trials conducted in several countries, involving 2141 women from various ethnic groups, aged 15 to 65 years and often poor.\nStudies varied in terms of advocacy duration (30 minutes to 80 hours) and participating staff (students, nurses, professional advocates, psychologists, social workers, community health workers, mothers in antenatal clinics, researchers). Eleven measured abuse, six assessed quality of life, and six measured depression. Three considered advocacy plus psychiatric help. Most studies followed up on the women for at least a year.\nStudies recruited women from healthcare settings, domestic violence refuges/shelters, and community centres. Brief advocacy (up to 12 hours) was most common in healthcare settings, and intensive advocacy (more than 12 hours) was more common in other settings."
    },
    {
      "heading": "Key outcomes",
      "text": "Quality of the evidence\nFive studies had design flaws that entailed a high risk of biasing their results, while five had moderate risk and three studies had low risk.\nPhysical abuse\nAfter one year, brief advocacy had no effect in two healthcare studies of moderate quality or in one community study at low risk of bias, but it reduced minor abuse in another antenatal care study (low risk of bias). Another antenatal study showed reduced abuse immediately after brief advocacy (with one woman likely to benefit if eight received the advocacy), but women were also treated for depression, which may have affected results. Two studies provided weak evidence that intensive advocacy reduces physical abuse up to two years after the intervention (with one in eight women likely to benefit).\nSexual abuse\nFour studies failed to show benefits from advocacy for sexual abuse.\nEmotional abuse\nOne antenatal care study (low risk of bias) reported reduced emotional abuse at 12 months after advocacy.\nDepression\nBrief advocacy prevented depression in abused women attending healthcare services and pregnant women immediately after advocacy (with one woman likely to benefit for every four to eight treated). Intensive advocacy did not reduce depression in shelter women followed up at 12 and 24 months. The moderate-to-low quality evidence came mostly from studies with a low risk of bias.\nQuality of life\nThree brief advocacy trials found no benefit on quality of life. Intensive advocacy showed a weak benefit in two studies in domestic violence shelters/refuges. A primary care study (high risk of bias) showed improved motivation to do daily tasks immediately after advocacy.\nDeaths\nTwo women died: one was murdered by her partner and one committed suicide; however, investigators did not consider these deaths to be related to the studies."
    },
    {
      "heading": "Conclusions",
      "text": "Intensive advocacy may improve everyday life for women in domestic violence shelters/refuges in the short term and reduce physical abuse one to two years after the intervention. There is no clear evidence that intensive advocacy reduces sexual, emotional, or overall abuse, or that it benefits women’s mental health. It is unclear whether brief advocacy (mostly given in healthcare settings) is effective, although it may provide short-term mental health benefits and reduce abuse, particularly in pregnant women and those suffering less severe abuse.\nWe considered the results of several studies to be potentially biased because of weak study designs. There was little consistency between studies, with variations in the amount of advocacy given, the type of benefits measured, and the lengths of follow-up periods. As a result, it was hard to combine their results, and we cannot be certain of how much advocacy interventions benefit women or the impact of the type of advocacy, the place it was given, or the severity of the abuse experienced by the women receiving the intervention."
    }
  ]
}