{
  "doi": "10.1002/14651858.CD002801.pub2",
  "name": "Habit retraining for the management of urinary incontinence in adults",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Habit retraining is a form of toileting assistance given by a caregiver to adults with urinary incontinence. It involves the identification of an incontinent person's natural voiding pattern and the development of an individualised toileting schedule, which pre-empts involuntary bladder emptying."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of habit retraining for the management of urinary incontinence in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Incontinence Group Specialised Register (2 April 2009), MEDLINE (January 1966 to February 2004), EMBASE (1980 to May 2002), CINAHL (January 1982-February 2001), PsycINFO (January 1972-July 2002), Biological Abstracts, Current Contents and the reference lists of relevant articles. We also contacted experts in the field, searched relevant websites and handsearched journals and conference proceedings."
    },
    {
      "heading": "Selection criteria",
      "text": "Selection criteria include all randomised or quasi-randomised controlled trials comparing habit retraining delivered either alone or in conjunction with another intervention for urinary incontinence in adults."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two people, working independently, undertook data extraction and quality assessment. We resolved any differences by discussion."
    },
    {
      "heading": "Main results",
      "text": "Four trials with a total of 378 participants meet the inclusion criteria. Three of these (n = 337) test habit retraining combined with other approaches against usual care (Colling 1992; Colling 2003; Jirovec 2001). Participants in these trials were mainly women, with an average age of 80 years, who were physically and/or cognitively impaired, dependent on caregivers and residing in either a nursing home or in their own home. The included trials are considered too heterogeneous for meta-analysis. Each trial is therefore considered individually. Primary outcomes are the incidence and/or severity of urinary incontinence. Other outcomes include the incidence of urinary-tract infection, skin rash and skin breakdown, as well as measures of cost, caregiver preparedness, role strain and burden.\nThere are no statistically significant differences detailed in incontinence rates. However, the trials are characterised by limited data, difficulties maintaining compliance with the retraining regimes, and high rates of loss to follow up. \nThe fourth trial compares habit retraining alone with habit retraining plus an electronic monitoring device, aiming to identify episodes of incontinence more reliably. The 41 participants (25 women and 16 men; mean age 83 years) were from acute care rehabilitation wards. The data are too limited to provide reliable treatment after estimates. However, there is some evidence of less severe incontinence in the monitoring group.\nA consistent finding from descriptive data suggest that caregivers involved in maintaining voiding records and implementing habit retraining find it difficult to adhere to the protocol."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The features of habit retraining programmes vary. Adherence to the protocol appears to be problematic for carers. The evidence from the four reviewed trials is too limited to judge whether or not there are improvements in continence that would make investment in habit-retraining programmes worthwhile."
    }
  ],
  "pls_title": "Habit retraining for the management of urinary incontinence in adults",
  "pls_type": "long",
  "pls": "Urinary incontinence (inability to control the release of urine) is common in older people, especially those with physical or cognitive impairment. There is a variety of ways of curing or improving incontinence. Habit retraining involves identifying an incontinent person's toileting pattern and developing an individualised toileting schedule to pre-empt involuntary bladder emptying. It can be labour intensive for the carers. This updated review found that there is not enough evidence from trials on which to judge whether or not there is sufficient improvement in continence to make a habit-retraining programme worthwhile."
}