{
  "doi": "10.1002/14651858.CD006064.pub2",
  "name": "Antenatal breast examination for promoting breastfeeding",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The rationale for antenatal breast examination has included the need to determine whether any problems with breastfeeding could be anticipated, using the time during examination as an opportunity for the healthcare provider to introduce and discuss the importance of breastfeeding, and for the detection of breast cancer during pregnancy. Despite these purported benefits of antenatal breast examination, whether there is evidence that it should be recommended for all pregnant women remains unclear."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effect of antenatal breast examination(s) on the initiation of breastfeeding."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (March 2008)."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials of the effects of antenatal breast examination, with a concurrent comparison group."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "We identified no randomised controlled trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Ideally, policies that govern the care of pregnant women should be evidence based. There is no doubt that breastfeeding is beneficial for both mother and infant. However, there is no evidence to support the notion that antenatal breast examinations are effective in promoting breastfeeding, nor any evidence on other potential effects of antenatal breast examination, such as the detection of breast anomalies or satisfaction with care."
    }
  ],
  "pls_title": "Breast examination during pregnancy for promoting breastfeeding",
  "pls_type": "long",
  "pls": "The rationale for breast examination during pregnancy is to determine whether any problems with breastfeeding can be anticipated and to use the opportunity for the healthcare provider and pregnant woman to discuss breastfeeding. Examination by a healthcare provider is recommended in some countries. Breast examination can also be performed by the pregnant woman herself. Furthermore, breast examination during pregnancy has been recommended as a screening method for breast cancer, although no evidence has been found to support breast examination by a doctor, nurse or the woman as a primary screening technique for breast cancer. A woman’s breasts are often tender and swollen during pregnancy. This makes examination difficult and potentially compounds a woman's feelings of discomfort or vulnerability. Some women may find a clinical breast examination during pregnancy intrusive, and identification of flat or inverted nipples may actually act as a deterrent to breastfeeding. No randomised controlled trials were identified to guide a decision on whether antenatal breast examination promotes breastfeeding. Ideally, policies that govern the care of pregnant women should be evidence based and impact on any disease outcomes."
}