{
  "doi": "10.1002/14651858.CD010294.pub3",
  "name": "Interventions for preventing the progression of autosomal dominant polycystic kidney disease ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Autosomal dominant polycystic kidney disease (ADPKD) is the leading inherited cause of kidney disease. Clinical management has historically focused on symptom control and reducing associated complications. Improved understanding of the molecular and cellular mechanisms involved in kidney cyst growth and disease progression has resulted in new pharmaceutical agents targeting disease pathogenesis and preventing disease progression. However, the role of disease-modifying agents for all people with ADPKD is unclear. This is an update of a review first published in 2015."
    },
    {
      "heading": "Objectives",
      "text": "We aimed to evaluate the benefits and harms of interventions to prevent the progression of ADPKD and the safety based on patient-important endpoints, defined by the Standardised Outcomes in NephroloGy-Polycystic Kidney Disease (SONG-PKD) core outcome set, and general and specific adverse effects."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Kidney and Transplants Register of Studies up to 13 August 2024 through contact with the Information Specialist using search terms relevant to this review. Studies in the Register are identified through searches of CENTRAL, MEDLINE, and EMBASE, conference proceedings, the International Clinical Trials Registry Platform (ICTRP) Search Portal, and ClinicalTrials.gov."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing any interventions for preventing the progression of ADPKD with other interventions, placebo, or standard care were considered for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed study risks of bias and extracted data. Summary estimates of effects were obtained using a random-effects model, and results were expressed as risk ratios (RR) and their 95% confidence intervals (CI) for dichotomous outcomes and mean difference (MD) or standardised mean difference (SMD) and 95% CI for continuous outcomes. Confidence in the evidence was assessed using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach."
    },
    {
      "heading": "Main results",
      "text": "We included 57 studies (8016 participants) that investigated 18 pharmacological interventions (vasopressin 2 receptor (V2R) antagonists, antihypertensive therapy, mammalian target of rapamycin (mTOR) inhibitors, somatostatin analogues, antiplatelet agents, eicosapentaenoic acids, statins, kinase inhibitors, diuretics, anti-diabetic agents, water intake, dietary intervention, and supplements) in this review.\nCompared to placebo, the V2R antagonist tolvaptan probably preserves eGFR (3 studies, 2758 participants: MD 1.26 mL/min/1.73 m2, 95% CI 0.73 to 1.78; I2 = 0%) and probably slows total kidney volume (TKV) growth in adults (1 study, 1307 participants: MD -2.70 mL/cm, 95% CI -3.24 to -2.16) (moderate certainty evidence). However, there was insufficient evidence to determine tolvaptan’s impact on kidney failure and death. There may be no difference in serious adverse events; however, treatment probably increases nocturia, fatigue and liver enzymes, may increase dry mouth and thirst, and may decrease hypertension and urinary and upper respiratory tract infections.\nData on the impact of other therapeutic interventions were largely inconclusive. Compared to placebo, somatostatin analogues probably decrease TKV (6 studies, 500 participants: SMD -0.33, 95% CI -0.51 to -0.16; I2 = 11%), probably have little or no effect on eGFR (4 studies, 180 participants: MD 4.11 mL/min/1.73 m3, 95% CI -3.19 to 11.41; I2 = 0%) (moderate certainty evidence), and may have little or no effect on kidney failure (2 studies, 405 participants: RR 0.64, 95% CI 0.16 to 2.49; I2 = 39%; low certainty evidence). Serious adverse events may increase (2 studies, 405 participants: RR 1.81, 95% CI 1.01 to 3.25; low certainty evidence). Somatostatin analogues probably increase alopecia, diarrhoea or abnormal faeces, dizziness and fatigue but may have little or no effect on anaemia or infection. The effect on death is unclear.\nTargeted low blood pressure probably results in a smaller per cent annual increase in TKV (1 study, 558 participants: MD -1.00, 95% CI -1.67 to -0.33; moderate certainty evidence) compared to standard blood pressure targets, had uncertain effects on death, but probably do not impact other outcomes such as change in eGFR or adverse events. Kidney failure was not reported.\nData comparing antihypertensive agents, mTOR inhibitors, eicosapentaenoic acids, statins, vitamin D compounds, metformin, trichlormethiazide, spironolactone, bosutinib, curcumin, niacinamide, prescribed water intake and antiplatelet agents were sparse and inconclusive. An additional 23 ongoing studies were also identified, including larger phase III RCTs, which will be assessed in a future update of this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Although many interventions have been investigated in patients with ADPKD, at present, there is little evidence that they improve patient outcomes. Tolvaptan is the only therapeutic intervention that has demonstrated the ability to slow disease progression, as assessed by eGFR and TKV change. However, it has not demonstrated benefits for death or kidney failure.\nIn order to confirm the role of other therapeutic interventions in ADPKD management, large RCTs focused on patient-centred outcomes are needed. The search identified 23 ongoing studies, which may provide more insight into the role of specific interventions."
    }
  ],
  "pls_title": "Which therapies are the most effective for preventing the progression of autosomal dominant polycystic kidney disease?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• For people with autosomal dominant kidney disease (an inherited condition that causes fluid-filled sacs called cysts to develop in the kidneys), the medicine tolvaptan probably preserves kidney function and slows the total volume growth of the kidney.\n• Targeted low blood pressure and the use of somatostatin analogue medication (which aims to suppress growth factors) probably slow the total volume growth of the kidney but have little or no effect on kidney function.\n• The small number of people enrolled in these studies, the wide range of treatments used, and the outcomes reported made it difficult to interpret the results. Larger, well-designed studies with common outcomes and longer follow-ups are needed."
    },
    {
      "heading": "What is autosomal dominant polycystic kidney disease?",
      "text": "Autosomal dominant polycystic kidney disease is an inherited condition that causes fluid-filled sacs called cysts to develop in the kidneys. These cysts can grow very large. The most common symptoms include high blood pressure, back or side pain, bleeding, and a swollen abdomen. Many people with this condition will develop kidney failure (a condition where the kidneys no longer function well enough to keep a person alive) at some point in their lives. Treatments include medication to control blood pressure, pain relieving medication, and cyst removal."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out which treatments help slow or stop the formation and growth of cysts in the kidney, the progression to kidney failure, and the harms of these medications."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that assessed the benefits and harms of randomly allocated treatments for preventing autosomal dominant polycystic kidney disease progression. We compared and summarised the results of the trials and rated our confidence in the information based on factors such as trial methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 57 studies that randomised 8016 people to 18 different treatments. Studies were conducted around the world, mainly in Europe and the United States. Treatment duration and follow-up ranged from two days to seven years. The types of interventions included medication that alters the way the kidney concentrates the urine, medication aimed at stabilising the volume of the cysts and preventing them from growing, blood pressure-lowering medication, lipid-lowering medication, fish oil, and dietary changes such as the amount of water a person drinks.\nCompared to placebo (dummy medicine), tolvaptan (a class of medicine known as vasopressin 2 receptor antagonists) probably preserves kidney function and slows the increase in total kidney volume; however, it may increase dry mouth and thirst and probably increases waking at night to urinate and fatigue.\nReducing blood pressure to lower than standard targets and somatostatin analogues (a medicine aimed to suppress growth factors) probably slowed the growth of the kidneys; however, they probably do not result in any difference in kidney function. Somatostatin analogues probably increase hair loss, diarrhoea, dizziness and fatigue, while reducing blood pressure probably does not result in more side events. Their effect on death was uncertain. Other treatments investigated had unclear results, with data being sparse and inconclusive."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The small number of studies per comparison and the small size of the studies were limitations in this review. Not all the studies provided data about the outcomes we were interested in.\nWe are moderately confident that tolvaptan preserves kidney function and slows total kidney volume growth. We are also moderately confident that targeted lower blood pressure and somatostatin analogues decrease total kidney volume but have little or no effect on preserving kidney function.\nWe are very uncertain about any of the other treatment options."
    },
    {
      "heading": "How up to date is the evidence?",
      "text": "The evidence is current to August 2024."
    }
  ]
}