{
  "doi": "10.1002/14651858.CD007364.pub2",
  "name": "Heparin versus normal saline for patency of arterial lines",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "For most patients who require intensive care, the success of clinical decision making and interventions is dependent on the accuracy of different physiological variables measured or obtained from samples using an arterial catheter. Maintaining the patency of these catheters is therefore essential for obtaining accurate measures, minimizing patient discomfort and reducing expenses incurred when an occluded catheter requires replacement. Uncertainty exists amongst clinicians as to best practice surrounding the contents of the arterial catheter flush solution (heparin or saline). The use of heparin is more expensive and is accompanied by significant risks such as haemorrhage, hypersensitivity and heparin-induced thrombocytopenia (HIT)."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to evaluate whether normal saline is as efficacious and safe as heparin in maintaining the patency of arterial intravascular catheters in adult patients without a haematological disorder."
    },
    {
      "heading": "Search methods",
      "text": "Randomized clinical trials (RCTs) were identified through electronic database searches: Cochrane Central Register of Controlled Trials (CENTRAL) 2013, Issue 1, part of The Cochrane Library; MEDLINE (Ovid, 1966 to March 2013); EMBASE (Ovid, 1988 to March 2013) and CINAHL (1988 to March 2013), using specific strategies as advised by the Cochrane Anaesthesia Group search specialist. We contacted trial authors to ask for additional information as needed."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials and quasi-randomized studies irrespective of blinding or language that compared an arterial catheter flush solution comprising any dose of heparin versus an infusion of normal saline only."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened for methodological quality and extracted data from all identified studies that met the protocol inclusion criteria."
    },
    {
      "heading": "Main results",
      "text": "A total of seven studies (606 participants) met the inclusion criteria and measured the primary outcome of interest. All studies were at unclear to high risk of bias. Given the high degree of clinical and statistical heterogeneity of the included studies, no meta-analysis was completed. The results from individual studies that compared heparin at a dose of 1 to 2 IU/mL under continuous pressure were imprecise and do not provide definitive evidence of a difference. The observed difference with a dose of heparin increased to 4 IU/mL came from only one study of 30 participants, and the quality of the reported data was poor. Similarly. consistency in assessment and reporting of adverse events such as haematoma, insertion site infection and limb ischaemia was poor. Further research with well-defined primary and secondary outcome measures using a stratified sampling process that accommodates for the different heparin doses commonly used in clinical practice is needed to confirm the trends seen in research results now reported in the literature."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The available evidence is of poor quality because of risk of bias and does not provide sufficient information to support the effects of adding heparin (1 to 2 IU/mL) to a maintenance solution (pressurized to deliver 3 mL of flush solution per hour) of 0.9% normal saline in maintaining the patency and functionality of arterial catheters."
    }
  ],
  "pls_title": "Heparin versus normal saline for maintaining an open (patent) arterial line",
  "pls_type": "long",
  "pls": "For most patients who require intensive care, the success of clinical decision making and interventions is dependent on the accuracy of blood pressure and pulse measurements of samples taken using an arterial catheter. Maintaining the patency of these catheters is therefore essential for minimizing both patient discomfort (blood clots and reduced blood flow to a limb, infection and scarring) and additional expenses incurred by the need to replace a blocked catheter. This summary of a Cochrane review presents what we know from the available research about which solution (heparin or normal saline) is more effective in maintaining the patency of arterial catheters in adult patients. Heparin is a powerful drug in terms of its ability to prevent clots from forming in the catheter, but its use is not without risk of bleeding, an allergic reaction and low platelet counts. Patients can experience serious adverse events when given heparin.\nA total of seven randomized controlled studies met the inclusion criteria and enrolled a total of 606 participants. Because of differences in the way that the studies were designed, we were unable to combine their reported results. The results from individual studies that compared heparin at a dose of 1 to 2 IU/mL under continuous pressure were imprecise and do not provide definitive evidence of a difference. The effective dose of heparin has not yet been determined. This evidence needs to be confirmed in future trials. All studies had a moderate to high risk of methodological bias. The review of trials therefore revealed that more research is needed to determine exactly how long an arterial catheter maintained with a normal saline flush solution can be in place and remain functional (to accurately measure blood pressure and pulse and to provide blood samples that can be used to monitor oxygenation and other variables)."
}