{
  "doi": "10.1002/14651858.CD013302.pub2",
  "name": "Gender differences in the context of interventions for improving health literacy in migrants: a qualitative evidence synthesis ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Health literacy can be defined as a person's knowledge, motivation and competence in four steps of health-related information processing - accessing, understanding, appraising and applying health-related information. Individuals with experience of migration may encounter difficulties with or barriers to these steps that may, in turn, lead to poorer health outcomes than those of the general population. Moreover, women and men have different health challenges and needs and may respond differently to interventions aimed at improving health literacy. In this review, we use 'gender' rather than 'sex' to discuss differences between men and women because gender is a broad term referring to roles, identities, behaviours and relationships associated with being male or female."
    },
    {
      "heading": "Objectives",
      "text": "The overall objective of this qualitative evidence synthesis (QES) was to explore and explain probable gender differences in the health literacy of migrants. The findings of this QES can provide a comprehensive understanding of the role that any gender differences can play in the development, delivery and effectiveness of interventions for improving the health literacy of female and male migrants. This qualitative evidence synthesis had the following specific objectives:\n- to explore whether there are any gender differences in the health literacy of migrants;\n- to identify factors that may underlie any gender differences in the four steps of health information processing (access, understand, appraise, and apply);\n- to explore and explain gender differences found - or not found - in the effectiveness of health literacy interventions assessed in the effectiveness review that is linked to this QES (Baumeister 2023);\n- to explain - through synthesising findings from Baumeister 2023 and this QES - to what extent gender- and migration-specific factors may play a role in the development and delivery of health literacy interventions."
    },
    {
      "heading": "Search methods",
      "text": "We conducted electronic searches in MEDLINE, CINAHL, PsycINFO and Embase until May 2021. We searched trial registries and conference proceedings. We conducted extensive handsearching and contacted study authors to identify all relevant studies. There were no restrictions in our search in terms of gender, ethnicity or geography."
    },
    {
      "heading": "Selection criteria",
      "text": "We included qualitative trial-sibling studies directly associated with the interventions identified in the effectiveness review that we undertook in parallel with this QES. The studies involved adults who were first-generation migrants (i.e. had a direct migration experience) and used qualitative methods for both data collection and analysis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data into a form that we developed specifically for this review. We assessed methodological limitations in the studies using the CASP (Critical Appraisal Skills Programme) Qualitative Studies) checklist. The data synthesis approach that we adopted was based on \"best fit\" framework synthesis. We used the GRADE-CERQual (Confidence in the Evidence from Reviews of Qualitative research) approach to assess our level of confidence in each finding. We followed PRISMA-E guidelines to report our findings regarding equity."
    },
    {
      "heading": "Main results",
      "text": "We included 27 qualitative trial-sibling studies directly associated with 24 interventions assessed in a linked effectiveness review (Baumeister 2023), which we undertook in parallel with this QES. Eleven studies included only women, one included only men and 15 included both. Most studies were conducted in the USA or Canada and primarily included people of Latino/Latina and Hispanic origin. The second most common origin was Asian (e.g. Chinese, Korean, Punjabi). Some studies lacked information about participant recruitment and consideration of ethical aspects. Reflexivity was lacking: only one study contained a reflection on the relationship between the researcher and participants and its impact on the research.\nNone of the studies addressed our primary objective. Only three studies provided findings on gender aspects; these studies were conducted with women only. Below, we present findings from these studies, with our level of confidence in the evidence added in brackets.\nAccessing health information\nWe found that 'migrant women of Korean and Afghan origin preferred access to a female doctor' (moderate confidence) for personal reasons or due to cultural norms. Our second finding was that 'Afghan migrant women considered their husbands to be gatekeepers', as women of an Afghan background stressed that, in their culture, the men were the heads of the household and the decision-makers, including in personal health matters that affected their wives (low confidence). Our third finding was 'Afghan migrant women reported limited English proficiency' (moderate confidence), which impeded their access to health information and services.\nUnderstanding health information\nFemale migrants of Afghan background reported limited writing and reading abilities, which we termed 'Afghan migrant women reported low literacy levels' (moderate confidence).\nApplying health information\nWomen of Afghan and Mexican backgrounds stated that the 'women's role in the community' (moderate confidence) prevented them from maintaining their own health and making themselves a priority; this impeded applying health information.\nAppraising health information\nWe did not find any evidence related to this step in health information processing.\nOther findings\nIn the full text of this QES, we report on migration-specific factors in health literacy and additional aspects related to health literacy in general, as well as how participants assessed the effectiveness of health literacy interventions in our linked effectiveness review. Moreover, we synthesised qualitative data with findings of the linked effectiveness review to report on gender- and migration-specific aspects that need to be taken into account in the development, design and delivery of health literacy interventions."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The question of whether gender differences exist in the health literacy of migrants cannot be fully answered in this qualitative evidence synthesis. Gender-specific findings were presented in only three of the 27 included studies. These findings represented only Afghan, Mexican and Korean women's views and were probably culturally-specific. We were unable to explore male migrants' perceived health literacy due to the notable lack of research involving migrant men.\nResearch on male migrants' perceived health literacy and their health-related challenges is needed, as well as more research on potential gender roles and differences in the context of migration. Moreover, there is a need for more research in different countries and healthcare systems to create a more comprehensive picture of health literacy in the context of migration."
    }
  ],
  "pls_title": "Are there differences between migrant women and men in how they access, understand, appraise and apply health information?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- A full exploration of whether differences exist between migrant women and men in how they access, understand, appraise and apply health information was not possible, particularly due to there being very little research with migrant men.\n- Three studies conducted with migrant women indicated that particular gender roles in different communities and cultures can influence how health information is accessed, understood and applied."
    },
    {
      "heading": "What did we want to find out?",
      "text": "Our primary goal was to find out whether there are differences in how migrant (i.e. having moved to live in a foreign country) women and men access, understand, appraise and apply health information. To help us understand the evidence, we used an approach called the 'best fit framework' and a model known as 'health literacy information processing'. The four steps of health information processing - the ability to access, understand, appraise and apply health information - are what we define as a person's 'health literacy'."
    },
    {
      "heading": "What did we do?",
      "text": "We were interested in qualitative studies (e.g. studies where people share their opinions and perspectives on a certain health topic through interviews or group discussions). We conducted another review alongside this one to find out the effectiveness of different interventions to improve the health literacy of migrant women and men. We then integrated the findings of that review with this one to explain to what extent gender- and migration-specific factors may play a role in the development and delivery of health literacy interventions.\nFor this qualitative review, we searched for qualitative studies that were directly related to the interventions in the linked effectiveness review. We were interested in studies that were conducted alongside the effectiveness studies. These were studies that explored the perceptions and opinions of people from different cultural backgrounds on a certain health topic to help develop an intervention, or explore their experiences with an intervention that they had participated in. We used the four steps of the health information processing model (described above) to guide our synthesis of these data. We also assessed the quality of the studies and rated our confidence in the evidence, based on factors such as adequacy and relevance."
    },
    {
      "heading": "What did we find?",
      "text": "We included 27 studies. Eleven studies included only women, one study included only men, and 15 studies included both women and men. The age of study participants ranged from 26 to 87 years. Most studies were conducted in the USA or Canada and primarily included people of Latino/Latina/Hispanic origin (e.g. from the Caribbean, Central America or South America). The second most common origin of people was Asian (e.g. Chinese, Korean, Punjabi). The length of time participants had been living in the new country ranged from one month up to 38 years.\nThree studies of migrant women provided evidence on aspects that were related to migrant women, some of which also indicated differences between women and men.\nRegarding accessing health information, migrant women of Afghan and Korean background in two studies preferred access to a female rather than a male doctor for personal reasons, such as feelings of shame or humiliation, or due to cultural norms. Another finding regarding access was the perception of husbands as gatekeepers; women of Afghan background mentioned that in their culture, men are the head of the household and decision-maker in the household, including about personal health matters that affect the women. Our third finding about access was that Afghan women's limited English proficiency impeded their access to health information and services.\nRegarding understanding health information, we identified low literacy levels amongst Afghan women as they reported limited ability in writing and reading.\nWe did not find any evidence about the third step of health information processing - appraising health information.\nRegarding applying health information, women of Mexican and Afghan background stated that the role of women in the community prevented them from maintaining their own health and making themselves a priority; this impeded applying health information."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We rated our confidence in the evidence as moderate. We had minor to very minor concerns regarding methodological limitations in the studies, but serious concerns regarding the adequacy of the evidence as the evidence on gender aspects stems from only three studies and those studies included women only. We were not able to explore migrant men's health literacy due to the lack of research involving men.\nWe suggest that more research on male migrants' perceived health literacy and their health-related challenges is needed, particularly to explore potential differences between women and men. Moreover, there is a need for more research in different countries and healthcare systems to create a more comprehensive picture of aspects of health literacy in the context of migration."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "We searched for studies electronically until May 2021. We conducted handsearching and contacted study authors until September 2022."
    }
  ]
}