{
  "doi": "10.1002/14651858.CD003773.pub3",
  "name": "Intermittent versus continuous renal replacement therapy for acute renal failure in adults ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Renal replacement therapy (RRT) for acute renal failure (ARF) can be applied intermittently (IRRT) or continuously (CRRT). It has been suggested that CRRT has several advantages over IRRT including better haemodynamic stability, lower mortality and higher renal recovery rates."
    },
    {
      "heading": "Objectives",
      "text": "To compare CRRT with IRRT to establish if any of these techniques is superior to each other in patients with ARF."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE, EMBASE, Cochrane Central Register of Controlled Trials (CENTRAL). Authors of included studies were contacted, reference lists of identified studies and relevant narrative reviews were screened. Search date: October 2006."
    },
    {
      "heading": "Selection criteria",
      "text": "RCTs comparing CRRT with IRRT in adult patients with ARF and reporting prespecified outcomes of interest were included. Studies assessing CAPD were excluded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors assessed trial quality and extracted data. Statistical analyses were performed using the random effects model and the results expressed as risk ratios (RR) for dichotomous outcomes or mean difference (MD) for continuous data with 95% confidence intervals (CI)."
    },
    {
      "heading": "Main results",
      "text": "We identified 15 studies (1550 patients). CRRT did not differ from IRRT with respect to in-hospital mortality (RR 1.01, 95% CI 0.92 to 1.12), ICU mortality (RR 1.06, 95% CI 0.90 to 1.26), number of surviving patients not requiring RRT (RR 0.99, 95% CI 0.92 to 1.07), haemodynamic instability (RR 0.48, 95% CI 0.10 to 2.28) or hypotension (RR 0.92, 95% CI 0.72 to 1.16) and need for escalation of pressor therapy (RR 0.53, 95% CI 0.26 to 1.08). Patients on CRRT were likely to have significantly higher mean arterial pressure (MAP) (MD 5.35, 95% CI 1.41 to 9.29) and higher risk of clotting dialysis filters (RR, 95% CI 8.50 CI 1.14 to 63.33)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In patients who are haemodynamically stable, the RRT modality does not appear to influence important patient outcomes, and therefore the preference for CRRT over IRRT in such patients does not appear justified in the light of available evidence. CRRT was shown to achieve better haemodynamic parameters such as MAP. Future research should focus on factors such as the dose of dialysis and evaluation of newer promising hybrid technologies such as SLED. Triallists should follow the recommendations regarding clinical endpoints assessment in RCTs in ARF made by the Working Group of the Acute Dialysis Quality Initiative Working Group."
    }
  ],
  "pls_title": "Intermittent versus continuous renal replacement therapy for acute renal failure in adults",
  "pls_type": "long",
  "pls": "Acute renal failure (ARF) is an abrupt reduction in kidney function with elevation of blood urea nitrogen (BUN) and plasma creatinine and a fall in urine output. In most cases correction of the underlying cause leads to recovery, however for many some form of renal replacement therapy (RRT - a treatment that removes waste products, salts and excess water form the body) may be required. RRT can either be intermittent (IRRT- performed for less than 24 hours in each 24 hour period, two to seven times per week) or continuous (CRRT- performed continuously without any interruption throughout each day). It has been suggested that CRRT has several advantages over IRRT including better haemodynamic stability (blood pressure control and blood circulation), improved survival and greater likelihood of renal recovery. Our systematic review identified 15 randomised studies with 1550 patients comparing CRRT with IRRT. We did not find any difference between CRRT and IRRT with respect to mortality, renal recovery, and risk of haemodynamic instability or hypotension episodes."
}