{
  "doi": "10.1002/14651858.CD003395.pub2",
  "name": "Treatments for gestational diabetes",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Gestational diabetes (GDM) affects 3% to 6% of all pregnancies. Women are often intensively managed with increased obstetric monitoring, dietary regulation, and insulin. However, there has been no sound evidence base to support intensive treatment. The key issue for clinicians and consumers is whether treatment of GDM improves perinatal outcome."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effect of alternative treatment policies for GDM on both maternal and infant outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (January 2009) and bibliographies of relevant papers. We updated this search on 1 July 2011 and added the results to the awaiting classification section of the review."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing alternative management strategies for women with GDM and impaired glucose tolerance in pregnancy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors and a member of the Cochrane Pregnancy and Childbirth Group's editorial team extracted and checked data independently. Disagreements were resolved through discussion with the third author."
    },
    {
      "heading": "Main results",
      "text": "Eight randomised controlled trials (1418 women) were included.\nCaesarean section rate was not significantly different when comparing any specific treatment with routine antenatal care (ANC) including data from five trials with 1255 participants (risk ratio (RR) 0.94, 95% confidence interval (CI) 0.80 to 1.12). However, when comparing oral hypoglycaemics with insulin as treatment for GDM, there was a significant reduction (RR 0.46, 95% CI 0.27 to 0.77, two trials, 90 participants). \n\nThere was a reduction in the risk of pre-eclampsia with intensive treatment (including dietary advice and insulin) compared to routine ANC (RR 0.65, 95% CI 0.48 to 0.88, one trial, 1000 participants). More women had their labours induced when given specific treatment compared to routine ANC (RR 1.33, 95% CI 1.13 to 1.57, two trials, 1068 participants). The composite outcome of perinatal morbidity (death, shoulder dystocia, bone fracture and nerve palsy) was significantly reduced for those receiving intensive treatment for mild GDM compared to routine ANC (RR 0.32, 95% CI 0.14 to 0.73, one trial, 1030 infants).\nThere was a reduction in the proportion of infants weighing more than 4000 grams (RR 0.46, 95% CI 0.34 to 0.63, one trial, 1030 infants) and the proportion of infants weighing greater than the 90th birth centile (RR 0.55, 95% CI 0.30 to 0.99, three trials, 223 infants) of mothers receiving specific treatment for GDM compared to routine ANC. However, there was no statistically significant difference in this proportion between infants of mothers receiving oral drugs compared to insulin as treatment for GDM."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Specific treatment including dietary advice and insulin for mild GDM reduces the risk of maternal and perinatal morbidity. However, it is associated with higher risk of labour induction. More research is needed to assess the impact of different types of intensive treatment, including oral drugs and insulin, on individual short- and long-term infant outcomes.\n[Note: the 29 citations in the awaiting classification section of the review may alter the conclusions of the review once assessed.]"
    }
  ],
  "pls_title": "Treatments for gestational diabetes",
  "pls_type": "long",
  "pls": "The best way of identifying and treating women with abnormal blood glucose tests in pregnancy is not known. Raised blood glucose levels during pregnancy is known as gestational diabetes. This abnormality may be associated with bigger babies, more difficult births and could be associated with higher rates of operative delivery such as caesarean section. The review of eight studies (1418 women) suggests that offering specific treatment for gestational diabetes may be associated with better baby and mother outcomes, but has not found robust evidence on the best choice of treatment which provides the better outcomes for these women and their babies, even if identified correctly. More research is needed to assess long-term mother and baby outcomes."
}