{
  "doi": "10.1002/14651858.CD012332.pub2",
  "name": "Oral nonsteroidal anti‐inflammatory drugs for fibromyalgia in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Oral nonsteroidal anti-inflammatory drugs (NSAIDs) are widely used in the treatment of pain in fibromyalgia, despite being considered not to be effective."
    },
    {
      "heading": "Objectives",
      "text": "To assess the analgesic efficacy, tolerability (drop-out due to adverse events), and safety (serious adverse events) of oral nonsteroidal anti-inflammatory drugs for fibromyalgia in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, and Embase for randomised controlled trials from inception to January 2017. We also searched the reference lists of retrieved studies and reviews, and online clinical trial registries."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, double-blind trials of two weeks' duration or longer, comparing any oral NSAID with placebo or another active treatment for relief of pain in fibromyalgia, with subjective pain assessment by the participant."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed trial quality and potential bias. Primary outcomes were participants with substantial pain relief (at least 50% pain relief over baseline or very much improved on Patient Global Impression of Change scale (PGIC)) or moderate pain relief (at least 30% pain relief over baseline or much or very much improved on PGIC), serious adverse events, and withdrawals due to adverse events; secondary outcomes were adverse events, withdrawals due to lack of efficacy, and outcomes relating to sleep, fatigue, and quality of life. Where pooled analysis was possible, we used dichotomous data to calculate risk difference (RD) and number needed to treat for an additional beneficial outcome (NNT), using standard methods. We assessed the quality of the evidence using GRADE and created a 'Summary of findings' table."
    },
    {
      "heading": "Main results",
      "text": "Our searches identified six randomised, double-blind studies involving 292 participants in suitably characterised fibromyalgia. The mean age of participants was between 39 and 50 years, and 89% to 100% were women. The initial pain intensity was around 7/10 on a 0 to 10 pain scale, indicating severe pain. NSAIDs tested were etoricoxib 90 mg daily, ibuprofen 2400 mg daily, naproxen 1000 mg daily, and tenoxicam 20 mg daily; 146 participants received NSAID and 146 placebo. The duration of treatment in the double-blind phase varied between three and eight weeks.\nNot all studies reported all the outcomes of interest. Analyses consistently showed no significant difference between NSAID and placebo: substantial benefit (at least 50% pain intensity reduction) (risk difference (RD) -0.07 (95% confidence interval (CI) -0.18 to 0.04) 2 studies, 146 participants; moderate benefit (at least 30% pain intensity reduction) (RD -0.04 (95% CI -0.16 to 0.08) 3 studies, 192 participants; withdrawals due to adverse events (RD 0.04 (95% CI -0.02 to 0.09) 4 studies, 230 participants; participants experiencing any adverse event (RD 0.08 (95% CI -0.03 to 0.19) 4 studies, 230 participants; all-cause withdrawals (RD 0.03 (95% CI -0.07 to 0.14) 3 studies, 192 participants. There were no serious adverse events or deaths. Although most studies had some measures of health-related quality of life, fibromyalgia impact, or other outcomes, none reported the outcomes beyond saying that there was no or little difference between the treatment groups.\nWe downgraded evidence on all outcomes to very low quality, meaning that this research does not provide a reliable indication of the likely effect. The likelihood that the effect could be substantially different is very high. This is based on the small numbers of studies, participants, and events, as well as other deficiencies of reporting study quality allowing possible risks of bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is only a modest amount of very low-quality evidence about the use of NSAIDs in fibromyalgia, and that comes from small, largely inadequate studies with potential risk of bias. That bias would normally be to increase the apparent benefits of NSAIDs, but no such benefits were seen. Consequently, NSAIDs cannot be regarded as useful for treating fibromyalgia."
    }
  ],
  "pls_title": "Oral NSAIDs for treating fibromyalgia pain in adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Bottom line",
      "text": "We found very low-quality evidence that oral non-steroidal anti-inflammatory drugs (NSAIDs) have no effect on pain or other symptoms in people with moderate or severe pain from fibromyalgia. Ibuprofen and diclofenac are common NSAIDs."
    },
    {
      "heading": "Background",
      "text": "Fibromyalgia is characterised by persistent, widespread pain, sleep problems, and fatigue. NSAIDs are drugs with analgesic (pain-killing), antipyretic (fever-reducing) effects, and also with anti-inflammatory effects at higher doses. NSAIDs are frequently used to treat rheumatic diseases.\nOur definition of a good result was someone who had a high level of pain relief and was able to keep taking the medicine without side effects that made them want to stop."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched for clinical trials in which NSAIDs were used to treat symptoms of fibromyalgia in adults. The latest search was in January 2017. Six studies satisfied the inclusion criteria, randomising 292 participants to treatment with NSAID or placebo. NSAIDs tested were etoricoxib 90 mg daily, ibuprofen 2400 mg daily, naproxen 1000 mg daily, and tenoxicam 20 mg daily; 146 participants received NSAID and 146 placebo. Study duration was between three and eight weeks. Not all studies reported the outcomes of interest."
    },
    {
      "heading": "Key results",
      "text": "We found no difference between NSAID or placebo for a range of outcomes. Pain reduction by half or better was experienced by 1 in 10 with NSAID and 2 in 10 with placebo. Pain reduction by a third or better was experienced by about 2 in 10 with both NSAID and placebo. Side effects were experienced by 3 in 10 with NSAID and 2 in 10 with placebo."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The evidence was of very low quality. This means that the research does not provide a reliable indication of the likely effect. The chance that the real effect of NSAIDs could be substantially different is very high. Small studies like those in this review tend to overestimate results of treatment compared to the effects found in larger, better studies. The very low-quality evidence and the lack of any obvious benefit mean that NSAIDs cannot be regarded as useful for the management of fibromyalgia."
    }
  ]
}