{
  "doi": "10.1002/14651858.CD009363.pub3",
  "name": "Surgical versus conservative interventions for treating fractures of the middle third of the clavicle ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Clavicle fractures are common, accounting for 2.6% to 4% of all fractures. Eighty per cent of clavicle fractures are located in the middle third of the clavicle. Although treatment of these fractures is usually non-surgical, displaced clavicle fractures may be considered for surgical treatment because of their greater risk of non-union. This is an update of a Cochrane Review first published in 2013."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects (benefits and harms) of surgical versus conservative interventions for treating middle third clavicle fractures."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Bone, Joint and Muscle Trauma Specialised Register, CENTRAL, MEDLINE, Embase, LILACS, trials registries and reference lists updated to December 2017. We did not apply any language or publication restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered randomised and quasi-randomised controlled trials evaluating surgical versus conservative interventions for treating fractures in the middle third of the clavicle. The primary outcomes were shoulder function or disability, pain and treatment failure, defined as the number of participants who had been given a non-routine secondary surgical intervention (excluding hardware removal), for symptomatic non-union, malunion or other complications."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two review authors selected eligible studies, independently assessed risk of bias and cross-checked data. Where appropriate, we pooled results of comparable studies."
    },
    {
      "heading": "Main results",
      "text": "We included 14 studies involving 1469 participants with acute middle third clavicle fractures. All studies included adults, with the overall range from 17 to 70 years. Of the studies that reported gender, men were over-represented. Ten studies compared plate fixation with sling or figure-of-eight bandage, or both, and four studies compared intramedullary fixation with wearing either a sling or a figure-of-eight bandage. Almost all studies had design features that carry a high risk of bias, thus limiting the strength of their findings.\nLow-quality evidence from 10 studies (838 participants), showed that, compared with conservative treatment, surgical treatment of acute middle third clavicle fractures may not improve upper arm function at follow-up of one year or longer: standardised mean difference (SMD) 0.33, 95% confidence interval (CI) −0.02 to 0.67. We downgraded the quality of the evidence because of risk of bias and high statistical heterogeneity (I2 = 83%). This corresponds to a mean improvement of 2.3 points in favour of surgery (0.14 points worse to 4.69 points better), on the 100-point Constant score; this does not represent a clinically important difference. There may be no difference in pain measured using a visual analogue scale (0 to 100 mm; higher scores mean worse pain) between treatments (mean difference (MD) −0.60 mm, 95% CI −3.51 to 2.31; 277 participants, 3 studies; low-quality evidence reflecting risk of bias and imprecision). Surgery may reduce the risk of treatment failure, that is, number of participants who had non-routine secondary surgical intervention (excluding hardware removal), for symptomatic non-union, malunion or other complication (risk ratio (RR) 0.32, 95% CI 0.20 to 0.50; 1197 participants, 12 studies; low-quality evidence, downgraded for risk of bias and imprecision). The main source of treatment failure was mechanical failure (3.4%) in the surgery group and symptomatic non-union (11.6%) in the conservative-treatment group.\nWe are uncertain whether surgery results in fewer people having one or more cosmetic problems, such as deformities, which were more common after conservative treatment, or hardware prominence or scarring, which only occurred in the surgery group (RR 0.55, 95% CI 0.31 to 0.98; 1130 participants, 11 studies; I2 = 63%; very low-quality evidence downgraded for risk of bias, imprecision and inconsistency). We are uncertain whether there is any difference between surgery and conservative treatment in the risk of incurring an adverse outcome that includes local infection, dehiscence, symptomatic malunion, discomfort leading to implant removal, skin and nerve problems: RR 1.34, 95% CI 0.68 to 2.64; 1317 participants, 14 studies; I2 = 72%; very low-quality evidence, downgraded for risk of bias, imprecision and inconsistency). Hardware removal for discomfort was a common adverse outcome in the surgery group (10.2%) while symptomatic malunion was more common in the conservative-treatment group (11.3% versus 1.2% in the surgery group). Infection occurred only in the surgery group (3.2%). There may be no between-group difference in quality of life at one year (SF-12 or SF-36 physical component scores: 0 to 100 scale, where 100 is the best score): MD 0.30 (95% CI −1.95 to 2.56, 321 participants, 2 studies; low-quality evidence downgraded for risk of bias and imprecision)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is low-quality evidence that surgical treatment has no additional benefits in terms of function, pain and quality of life compared with conservative treatment, but may result in fewer treatment failures overall. Very low-quality evidence means that we are very uncertain of the findings of a slightly better cosmetic result after surgery and of no difference between surgical and conservative treatment in the risk of adverse events. For both composite outcomes, there is a need to consider the balance of risks between the individual outcomes; for example, surgical adverse events, including wound infection or dehiscence and hardware irritation, against risk of adverse events that may be more commonly associated with conservative treatment such as symptomatic malunion and shoulder stiffness.\nTreatment options must be chosen on an individual patient basis, after careful consideration of the relative benefits and harms of each intervention and of patient preferences."
    }
  ],
  "pls_title": "Surgical versus conservative interventions for treating broken collarbones in adolescents and adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "This summary presents what we know from research about the effects of surgery compared with non-surgical (conservative) treatments, such as wearing a sling or a figure-of-eight bandage for two to six weeks to treat a fractured (broken) collarbone."
    },
    {
      "heading": "Background",
      "text": "The collarbone, or clavicle, acts as a bridge across the front of the chest to connect the arm and the rib cage. It helps to stabilise the shoulder while allowing the arm to move freely, and provides an area of attachment for muscles, functioning also as part of the musculoskeletal apparatus used in breathing. The collarbone also protects nerves and blood vessels and plays an important aesthetic role in a person's physical appearance. The most common site of clavicle fracture is the middle third of the clavicle. The injury typically occurs in youths and older adults. It usually results from a fall directly onto the outer side of the shoulder. Most middle third collarbone fractures are treated conservatively (non-surgically). However, outcome can be unsatisfactory for the more serious fractures. Surgical treatment involves putting the bone back in place and, usually, performing internal fixation by using a plate and screws or a metal rod, which is inserted into the inner cavity (medulla) of the clavicle bone."
    },
    {
      "heading": "Results of the search",
      "text": "We searched medical databases up to December 2017 and included 14 studies involving 1469 participants with displaced or angulated middle third clavicle fractures. All participants were adults, ranging in age from 17 to 70 years, and there were more men than women. Ten studies compared plate fixation with conservative intervention (sling and/or figure-of-eight bandage), and four studies compared intramedullary fixation with wearing either a sling or a figure-of-eight bandage."
    },
    {
      "heading": "Key results",
      "text": "The review showed that surgery compared with conservative treatment may not improve upper arm function, pain and quality of life one year later. However, surgery may reduce the risk of treatment failure where secondary surgery is required for fractures that did not heal or that healed incorrectly. We are uncertain whether surgery provides a better cosmetic result overall. Although surgery reduces shoulder deformity, it can result in unsightly scars and prominent metalwork. We are also uncertain if there is a difference between surgery and conservative treatment in the risk of having a complication. However the nature of such complications often differs according to treatment. Complications of surgery, such as wound infection and opening, or hardware irritation requiring additional surgery, need to be balanced against complications more likely to occur with a sling, such as shoulder stiffness and failure of the fracture to heal properly."
    },
    {
      "heading": "Quality of the evidence",
      "text": "All 14 studies had weaknesses that could affect the reliability of their results. We considered that the evidence for all outcomes was either of low or very low quality."
    },
    {
      "heading": "Conclusion",
      "text": "Low-quality evidence indicates that surgery may not result in benefits over conservative treatment, or in more complications. However we are uncertain about these effects and further studies may change these conclusions."
    }
  ]
}