{
  "doi": "10.1002/14651858.CD005487.pub3",
  "name": "Infraclavicular brachial plexus block for regional anaesthesia of the lower arm",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Several approaches exist to produce local anaesthetic blockade of the brachial plexus. It is not clear which is the technique of choice for providing surgical anaesthesia of the lower arm, although infraclavicular blockade (ICB) has several purported advantages. We therefore performed a systematic review of ICB compared to the other brachial plexus blocks (BPBs). This review was originally published in 2010 and was updated in 2013."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to evaluate the efficacy and safety of infraclavicular block (ICB) compared to other approaches to the brachial plexus in providing regional anaesthesia for surgery on the lower arm."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) in The Cochrane Library (2013, Issue 5); MEDLINE (1966 to June 2013) via OvidSP; and EMBASE (1980 to June 2013) via OvidSP. We also searched conference proceedings (from 2004 to 2012) and the www.clinicaltrials.gov trials registry. The searches for the original review were performed in September 2008."
    },
    {
      "heading": "Selection criteria",
      "text": "We included any randomized controlled trials (RCTs) that compared ICB with other BPBs as the sole anaesthetic technique for surgery on the lower arm."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The primary outcome was adequate surgical anaesthesia within 30 minutes of block completion. Secondary outcomes included sensory block of individual nerves, tourniquet pain, onset time of sensory blockade, block performance time, block-associated pain and complications related to the block."
    },
    {
      "heading": "Main results",
      "text": "In our original review we included 15 studies with 1020 participants and excluded two. In this updated review we included seven new studies and excluded six, bringing the total number of included studies to 22 and involving 1732 participants. The control group intervention was the axillary block in 14 studies, supraclavicular block in six studies, mid-humeral block in two studies, and parascalene block in one study. One study compared ICB to both axillary and supraclavicular blocks. Nine studies employed ultrasound-guided ICB. The risk of failed surgical anaesthesia 30 minutes after block completion was similar for ICB and all other BPBs (11.4% versus 12.9%, risk ratio (RR) 0.88, 95% CI 0.51 to 1.52, P = 0.64), but tourniquet pain was less likely with ICB (11.9% versus 18.0%; RR of experiencing tourniquet pain 0.66, 95% CI 0.47 to 0.92, P = 0.02). Subgroup analysis by method of nerve localization, and by control group intervention, did not show any statistically significant differences in the risk of failed surgical anaesthesia. However when compared to a single-injection axillary block, ICB was better at providing complete sensory block of the musculocutaneous nerve (RR for failure 0.46, 95% CI 0.27 to 0.60, P < 0.0001). ICB had a slightly longer sensory block onset time (mean difference (MD) 1.9 min, 95% CI 0.2 to 3.6, P = 0.03) but was faster to perform than multiple-injection axillary (MD -2.7 min, 95% CI -3.4 to -2.0, P < 0.00001) or mid-humeral (MD -4.8 min, 95% CI -6.0 to -3.6, P < 0.00001) blocks."
    },
    {
      "heading": "Authors' conclusions",
      "text": "ICB is as safe and effective as any other BPBs, regardless of whether ultrasound or neurostimulation guidance is used. The advantages of ICB include a lower likelihood of tourniquet pain during surgery, more reliable blockade of the musculocutaneous nerve when compared to a single-injection axillary block, and a significantly shorter block performance time compared to multi-injection axillary and mid-humeral blocks."
    }
  ],
  "pls_title": "A comparison of a local anaesthetic injection below the collarbone with other injection techniques for providing anaesthesia of the lower arm",
  "pls_type": "long",
  "pls": "Surgical anaesthesia of the lower arm, from the elbow to the hand, may be provided by injecting local anaesthetic around the brachial plexus (the bundle of nerves passing from the spinal cord in the neck to the arm, through the shoulder). There are several commonly-used techniques of blocking the brachial plexus but it is not clear which, if any, is the best. This updated systematic review compared the effects of blocking the brachial plexus by injecting local anaesthetic in the area below the collarbone (the infraclavicular block) with other techniques.\nWe searched the databases until June 2013, and included 22 studies involving 1732 patients of whom 842 had an infraclavicular block and 930 had brachial plexus blockade with another technique. These other techniques were axillary block (injection in the armpit area; 14 studies), supraclavicular block (injection in the area just above the collarbone; six studies), mid-humeral block (injection in the upper arm; two studies) and parascalene block (injection in the lower neck area; one study). One study compared an infraclavicular block with both an axillary block and a supraclavicular block. The infraclavicular block had a high success rate and was as good as all other blocks in providing anaesthesia of the lower arm. Advantages of the infraclavicular block included a reduced risk of pain from the tourniquet applied to the upper arm during surgery and a faster performance time (four minutes on average) compared to more complex techniques of axillary or mid-humeral block that used three or four separate injections (instead of just one). Side-effects were uncommon, and no difference was seen between the infraclavicular block and all other blocks in this regard.\nIn conclusion, this review showed that the infraclavicular block is an effective and safe choice for producing anaesthesia of the lower arm."
}