{
  "doi": "10.1002/14651858.CD012768.pub3",
  "name": "Xpert MTB/RIF Ultra and Xpert MTB/RIF assays for extrapulmonary tuberculosis and rifampicin resistance in adults ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Xpert MTB/RIF Ultra (Xpert Ultra) and Xpert MTB/RIF are World Health Organization (WHO)-recommended rapid nucleic acid amplification tests (NAATs) widely used for simultaneous detection of Mycobacterium tuberculosis complex and rifampicin resistance in sputum. To extend our previous review on extrapulmonary tuberculosis (Kohli 2018), we performed this update to inform updated WHO policy (WHO Consolidated Guidelines (Module 3) 2020)."
    },
    {
      "heading": "Objectives",
      "text": "To estimate diagnostic accuracy of Xpert Ultra and Xpert MTB/RIF for extrapulmonary tuberculosis and rifampicin resistance in adults with presumptive extrapulmonary tuberculosis."
    },
    {
      "heading": "Search methods",
      "text": "Cochrane Infectious Diseases Group Specialized Register, MEDLINE, Embase, Science Citation Index, Web of Science, Latin American Caribbean Health Sciences Literature, Scopus, ClinicalTrials.gov, the WHO International Clinical Trials Registry Platform, the International Standard Randomized Controlled Trial Number Registry, and ProQuest, 2 August 2019 and 28 January 2020 (Xpert Ultra studies), without language restriction."
    },
    {
      "heading": "Selection criteria",
      "text": "Cross-sectional and cohort studies using non-respiratory specimens. Forms of extrapulmonary tuberculosis: tuberculous meningitis and pleural, lymph node, bone or joint, genitourinary, peritoneal, pericardial, disseminated tuberculosis. Reference standards were culture and a study-defined composite reference standard (tuberculosis detection); phenotypic drug susceptibility testing and line probe assays (rifampicin resistance detection)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed risk of bias and applicability using QUADAS-2. For tuberculosis detection, we performed separate analyses by specimen type and reference standard using the bivariate model to estimate pooled sensitivity and specificity with 95% credible intervals (CrIs). We applied a latent class meta-analysis model to three forms of extrapulmonary tuberculosis. We assessed certainty of evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "69 studies: 67 evaluated Xpert MTB/RIF and 11 evaluated Xpert Ultra, of which nine evaluated both tests. Most studies were conducted in China, India, South Africa, and Uganda. Overall, risk of bias was low for patient selection, index test, and flow and timing domains, and low (49%) or unclear (43%) for the reference standard domain. Applicability for the patient selection domain was unclear for most studies because we were unsure of the clinical settings.\nCerebrospinal fluid\nXpert Ultra (6 studies)\nXpert Ultra pooled sensitivity and specificity (95% CrI) against culture were 89.4% (79.1 to 95.6) (89 participants; low-certainty evidence) and 91.2% (83.2 to 95.7) (386 participants; moderate-certainty evidence). Of 1000 people where 100 have tuberculous meningitis, 168 would be Xpert Ultra-positive: of these, 79 (47%) would not have tuberculosis (false-positives) and 832 would be Xpert Ultra-negative: of these, 11 (1%) would have tuberculosis (false-negatives).\nXpert MTB/RIF (30 studies)\nXpert MTB/RIF pooled sensitivity and specificity against culture were 71.1% (62.8 to 79.1) (571 participants; moderate-certainty evidence) and 96.9% (95.4 to 98.0) (2824 participants; high-certainty evidence). Of 1000 people where 100 have tuberculous meningitis, 99 would be Xpert MTB/RIF-positive: of these, 28 (28%) would not have tuberculosis; and 901 would be Xpert MTB/RIF-negative: of these, 29 (3%) would have tuberculosis.\nPleural fluid\nXpert Ultra (4 studies)\nXpert Ultra pooled sensitivity and specificity against culture were 75.0% (58.0 to 86.4) (158 participants; very low-certainty evidence) and 87.0% (63.1 to 97.9) (240 participants; very low-certainty evidence). Of 1000 people where 100 have pleural tuberculosis, 192 would be Xpert Ultra-positive: of these, 117 (61%) would not have tuberculosis; and 808 would be Xpert Ultra-negative: of these, 25 (3%) would have tuberculosis.\nXpert MTB/RIF (25 studies)\nXpert MTB/RIF pooled sensitivity and specificity against culture were 49.5% (39.8 to 59.9) (644 participants; low-certainty evidence) and 98.9% (97.6 to 99.7) (2421 participants; high-certainty evidence). Of 1000 people where 100 have pleural tuberculosis, 60 would be Xpert MTB/RIF-positive: of these, 10 (17%) would not have tuberculosis; and 940 would be Xpert MTB/RIF-negative: of these, 50 (5%) would have tuberculosis.\nLymph node aspirate\nXpert Ultra (1 study)\nXpert Ultra sensitivity and specificity (95% confidence interval) against composite reference standard were 70% (51 to 85) (30 participants; very low-certainty evidence) and 100% (92 to 100) (43 participants; low-certainty evidence). Of 1000 people where 100 have lymph node tuberculosis, 70 would be Xpert Ultra-positive and 0 (0%) would not have tuberculosis; 930 would be Xpert Ultra-negative and 30 (3%) would have tuberculosis.\nXpert MTB/RIF (4 studies)\nXpert MTB/RIF pooled sensitivity and specificity against composite reference standard were 81.6% (61.9 to 93.3) (377 participants; low-certainty evidence) and 96.4% (91.3 to 98.6) (302 participants; low-certainty evidence). Of 1000 people where 100 have lymph node tuberculosis, 118 would be Xpert MTB/RIF-positive and 37 (31%) would not have tuberculosis; 882 would be Xpert MTB/RIF-negative and 19 (2%) would have tuberculosis.\nIn lymph node aspirate, Xpert MTB/RIF pooled specificity against culture was 86.2% (78.0 to 92.3), lower than that against a composite reference standard. Using the latent class model, Xpert MTB/RIF pooled specificity was 99.5% (99.1 to 99.7), similar to that observed with a composite reference standard.\nRifampicin resistance\nXpert Ultra (4 studies)\nXpert Ultra pooled sensitivity and specificity were 100.0% (95.1 to 100.0), (24 participants; low-certainty evidence) and 100.0% (99.0 to 100.0) (105 participants; moderate-certainty evidence). Of 1000 people where 100 have rifampicin resistance, 100 would be Xpert Ultra-positive (resistant): of these, zero (0%) would not have rifampicin resistance; and 900 would be Xpert Ultra-negative (susceptible): of these, zero (0%) would have rifampicin resistance.\nXpert MTB/RIF (19 studies)\nXpert MTB/RIF pooled sensitivity and specificity were 96.5% (91.9 to 98.8) (148 participants; high-certainty evidence) and 99.1% (98.0 to 99.7) (822 participants; high-certainty evidence). Of 1000 people where 100 have rifampicin resistance, 105 would be Xpert MTB/RIF-positive (resistant): of these, 8 (8%) would not have rifampicin resistance; and 895 would be Xpert MTB/RIF-negative (susceptible): of these, 3 (0.3%) would have rifampicin resistance."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Xpert Ultra and Xpert MTB/RIF may be helpful in diagnosing extrapulmonary tuberculosis. Sensitivity varies across different extrapulmonary specimens: while for most specimens specificity is high, the tests rarely yield a positive result for people without tuberculosis. For tuberculous meningitis, Xpert Ultra had higher sensitivity and lower specificity than Xpert MTB/RIF against culture. Xpert Ultra and Xpert MTB/RIF had similar sensitivity and specificity for rifampicin resistance. Future research should acknowledge the concern associated with culture as a reference standard in paucibacillary specimens and consider ways to address this limitation."
    }
  ],
  "pls_title": "How accurate are tests (Xpert Ultra and Xpert MTB/RIF) for diagnosing tuberculosis outside the lungs (extrapulmonary tuberculosis) and rifampicin resistance?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is using Xpert tests for extrapulmonary tuberculosis important?",
      "text": "Tuberculosis is one of the top 10 causes of death worldwide. Tuberculosis mainly affects the lungs (pulmonary) but may occur in other parts of the body (extrapulmonary). When people receive proper and timely treatment, tuberculosis is usually curable. One problem involved in managing tuberculosis is that the bacteria become resistant to antibiotics. Not recognizing tuberculosis early may result in delayed diagnosis and treatment and increased illness and death. An incorrect tuberculosis diagnosis may result in increased anxiety and unnecessary treatment."
    },
    {
      "heading": "What is the aim of this review?",
      "text": "To update the evidence on accuracy of Xpert tests for diagnosing extrapulmonary tuberculosis and rifampicin resistance in adults. Rifampicin is an important tuberculosis drug. We included tuberculous meningitis and pleural, lymph node, bone or joint, genitourinary, peritoneal, pericardial, and disseminated tuberculosis."
    },
    {
      "heading": "What was studied in this review?",
      "text": "Xpert Ultra and Xpert MTB/RIF are rapid tests for simultaneously diagnosing tuberculosis and rifampicin resistance. We combined study results to determine:\n- sensitivity: people with tuberculosis (rifampicin resistance) correctly diagnosed as having the condition.\n- specificity: people without tuberculosis (rifampicin resistance) correctly identified as not having the condition.\nThe closer sensitivity and specificity are to 100%, the better the test. We measured Xpert results against culture and a composite reference standard (neither is a perfect reference standard because extrapulmonary tuberculosis is paucibacillary (few bacteria))."
    },
    {
      "heading": "What are the main results in this review?",
      "text": "69 studies tested lymph node, pleural, and cerebrospinal fluid, and other specimens from people with presumptive extrapulmonary tuberculosis. Studies were conducted in 28 different countries.\nFor every 1000 people tested, if 100 had tuberculosis according to the reference standards:"
    },
    {
      "heading": "cerebrospinal fluid",
      "text": "-Xpert Ultra (6 studies):\n· 89% sensitivity: 168 people would test positive, including 79 without tuberculosis\n· 91% specificity: 832 people would test negative, including 11 with tuberculosis\n- Xpert MTB/RIF (30 studies):\n· 71% sensitivity: 99 people would test positive, including 28 without tuberculosis\n· 97% specificity: 901 people would test negative, including 29 with tuberculosis"
    },
    {
      "heading": "pleural fluid",
      "text": "- Xpert Ultra (4 studies):\n· 75% sensitivity: 192 people would test positive, including 117 without tuberculosis\n· 87% specificity: 808 people would test negative, including 25 with tuberculosis\n- Xpert MTB/RIF (25 studies):\n· 50% sensitivity: 60 people would test positive, including 10 without tuberculosis\n· 99% specificity: 940 would test negative, including 50 with tuberculosis"
    },
    {
      "heading": "lymph node fluid",
      "text": "- Xpert Ultra (1 study):\n· 70% sensitivity: 70 people would test positive (all have tuberculosis)\n· 100% specificity: 930 people would test negative, including 30 with tuberculosis\n-Xpert MTB/RIF (4 studies):\n· 82% sensitivity:118 people would test positive, including 37 without tuberculosis\n· 96% specificity: 882 people would test negative, including 19 with tuberculosis"
    },
    {
      "heading": "rifampicin resistance",
      "text": "-Xpert Ultra (4 studies):\n· 100% sensitivity: 100 people would test positive (all have rifampicin resistance)\n· 100% specificity: 900 people would test negative (none have rifampicin resistance)\n- MTB/RIF test (19 studies):\n· 97% sensitivity: 105 people would test positive, including eight without rifampicin resistance\n· 99% specificity: 895 people would test negative, including three with rifampicin resistance"
    },
    {
      "heading": "Who do the results of this review apply to?",
      "text": "People thought to have extrapulmonary tuberculosis."
    },
    {
      "heading": "How confident are we in our results?",
      "text": "Fairly confident for Xpert MTB/RIF in cerebrospinal fluid and less so in lymph node fluid. Less confident for Xpert Ultra, as there were few studies and few people tested. Both reference standards are imperfect, which may affect accuracy estimates."
    },
    {
      "heading": "What are the implications of this review?",
      "text": "The Xpert tests may be helpful in diagnosing extrapulmonary tuberculosis. Sensitivity varies across different extrapulmonary specimens, while for most specimens, specificity is high, the test rarely yielding a positive result for people without tuberculosis (verified by culture). For tuberculous meningitis, Xpert Ultra had higher sensitivity than Xpert MTB/RIF and lower specificity than Xpert MTB/RIF. The tests had similar accuracy for diagnosing rifampicin resistance."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "28 January 2020."
    }
  ]
}