{
  "doi": "10.1002/14651858.CD010108.pub2",
  "name": "Neuraxial blockade for the prevention of postoperative mortality and major morbidity: an overview of Cochrane systematic reviews ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Various beneficial effects derived from neuraxial blocks have been reported. However, it is unclear whether these effects have an influence on perioperative mortality and major pulmonary/cardiovascular complications."
    },
    {
      "heading": "Objectives",
      "text": "Our primary objective was to summarize Cochrane systematic reviews that assess the effects of neuraxial blockade on perioperative rates of death, chest infection and myocardial infarction by integrating the evidence from all such reviews that have compared neuraxial blockade with or without general anaesthesia versus general anaesthesia alone for different types of surgery in various populations. Our secondary objective was to summarize the evidence on adverse effects (an adverse event for which a causal relation between the intervention and the event is at least a reasonable possibility) of neuraxial blockade. Within the reviews, studies were selected using the same criteria."
    },
    {
      "heading": "Methods",
      "text": "A search was performed in the Cochrane Database of Systematic Reviews on July 13, 2012. We have (1) included all Cochrane systematic reviews that examined participants of any age undergoing any type of surgical (open or endoscopic) procedure, (2) compared neuraxial blockade versus general anaesthesia alone for surgical anaesthesia or neuraxial blockade plus general anaesthesia versus general anaesthesia alone for surgical anaesthesia and (3) included death, chest infection, myocardial infarction and/or serious adverse events as outcomes. Neuraxial blockade could consist of epidural, caudal, spinal or combined spinal-epidural techniques administered as a bolus or by continuous infusion. Studies included in these reviews were selected on the basis of the same criteria. Reviews and studies were selected independently by two review authors, who independently performed data extraction when data differed from one of the selected reviews. Data were analysed by using Review Manager Version 5.1 and Comprehensive Meta Analysis Version 2.2.044."
    },
    {
      "heading": "Main results",
      "text": "Nine Cochrane reviews were selected for this overview. Their scores on the Overview Quality Assessment Questionnaire varied from four to six of a maximal possible score of seven. Compared with general anaesthesia, neuraxial blockade reduced the zero to 30-day mortality (risk ratio [RR] 0.71, 95% confidence interval [CI] 0.53 to 0.94; I2 = 0%) based on 20 studies that included 3006 participants. Neuraxial blockade also decreased the risk of pneumonia (RR 0.45, 95% CI 0.26 to 0.79; I2 = 0%) based on five studies that included 400 participants. No difference was detected in the risk of myocardial infarction between the two techniques (RR 1.17, 95% CI 0.57 to 2.37; I2 = 0%) based on six studies with 849 participants. Compared with general anaesthesia alone, the addition of a neuraxial block to general anaesthesia did not affect the zero to 30-day mortality (RR 1.07, 95% CI 0.76 to 1.51; I2 = 0%) based on 18 studies with 3228 participants. No difference was detected in the risk of myocardial infarction between combined neuraxial blockade-general anaesthesia and general anaesthesia alone (RR 0.69, 95% CI 0.44 to 1.09; I2 = 0%) based on eight studies that included 1580 participants. The addition of a neuraxial block to general anaesthesia reduced the risk of pneumonia (RR 0.69, 95% CI 0.49 to 0.98; I2 = 9%) after adjustment for publication bias and based on nine studies that included 2433 participants. The quality of the evidence was judged as moderate for all six comparisons.\nNo serious adverse events (seizure or cardiac arrest related to local anaesthetic toxicity, prolonged central or peripheral neurological injury lasting longer than one month or infection secondary to neuraxial blockade) were reported. The quality of the reporting score of complications related to neuraxial blocks was nine (four to 12 (median range)) of a possible maximum score of 14."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Compared with general anaesthesia, a central neuraxial block may reduce the zero to 30-day mortality for patients undergoing surgery with intermediate to high cardiac risk (level of evidence, moderate). Further research is required."
    }
  ],
  "pls_title": "Effects of spinals and epidurals on perioperative death, myocardial infarction and pneumonia: an overview of Cochrane systematic reviews",
  "pls_type": "long",
  "pls": "Epidurals and spinals are anaesthetic techniques that block the transmission of painful stimuli from a surgical site to the brain at the level of the spinal cord. They allow the surgeon to perform surgery on the lower part of the abdomen (below the umbilicus) or on the lower limbs with no painful sensation while the person remains conscious. In this Cochrane overview, we summarized relevant randomized controlled trials from nine Cochrane systematic reviews, in which epidurals or spinals were compared as a method of replacing general anaesthesia or were added to general anaesthesia to reduce the quantity of narcotics or muscle relaxants required during general anaesthesia. The types of surgery included were caesarean section, abdominal surgery, repair of hip fracture, replacement of hip and knee joints and surgery to improve circulation in the legs.\nWhen epidurals or spinals were used to replace general anaesthesia, the risk of dying during the surgery or within the following 30 days was reduced by approximately 29% (from 20 studies with 3006 participants). Also, the risk of developing pneumonia (chest infection) was reduced by 55% (from five studies with 400 participants). However, the risk of developing a myocardial infarction (heart attack) was the same for both anaesthetic techniques (from six studies with 849 participants).\nWhen epidurals (and less frequently spinals) were used to reduce the quantity of other drugs required while general anaesthesia was used, the risk of dying during the surgery or within 30 days was the same for both anaesthetic techniques (from 18 studies with 3228 participants). Also, a difference was not detected for the risk of developing myocardial infarction (from eight studies with 1580 participants). The risk of developing pneumonia was reduced by approximately 30% when a correction was made for possible missing studies (from nine studies with 2433 participants).\nNo serious side effects (seizures, cardiac arrest, nerve damage lasting longer than one month or infection) were reported from the use of epidurals or spinals in these studies.\nThe quality of the evidence for all six comparisons was rated as moderate because of some imperfections in how the studies were carried out. Therefore further research is likely to have an important impact on our confidence in these results and may even change the results.\n."
}