{
  "doi": "10.1002/14651858.CD003406.pub5",
  "name": "Behavioural and cognitive‐behavioural interventions for outwardly directed aggressive behaviour in people with intellectual disabilities ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Outwardly directed aggressive behaviour in people with intellectual disabilities is a significant issue that may lead to poor quality of life, social exclusion and inpatient psychiatric admissions. Cognitive and behavioural approaches have been developed to manage aggressive behaviour but the effectiveness of these interventions on reducing aggressive behaviour and other outcomes are unclear. This is the third update of this review and adds nine new studies, resulting in a total of 15 studies in this review."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy of behavioural and cognitive-behavioural interventions on outwardly directed aggressive behaviour compared to usual care, wait-list controls or no treatment in people with intellectual disability. We also evaluated enhanced interventions compared to non-enhanced interventions."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search date was March 2022. We revised the search terms to include positive behaviour support (PBS)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised and quasi-randomised trials of children and adults with intellectual disability of any duration, setting and any eligible comparator."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were change in 1. aggressive behaviour, 2. ability to control anger, and 3. adaptive functioning, and 4. adverse effects. Our secondary outcomes were change in 5. mental state, 6. medication, 7. care needs and 8. quality of life, and 9. frequency of service utilisation and 10. user satisfaction data. We used GRADE to assess certainty of evidence for each outcome.\nWe expressed treatment effects as mean differences (MD) or odds ratios (OR), with 95% confidence intervals (CI). Where possible, we pooled data using a fixed-effect model."
    },
    {
      "heading": "Main results",
      "text": "This updated version comprises nine new studies giving 15 included studies and 921 participants. The update also adds new interventions including parent training (two studies), mindfulness-based positive behaviour support (MBPBS) (two studies), reciprocal imitation training (RIT; one study) and dialectical behavioural therapy (DBT; one study). It also adds two new studies on PBS.\nMost studies were based in the community (14 studies), and one was in an inpatient forensic service. Eleven studies involved adults only. The remaining studies involved children (one study), children and adolescents (one study), adolescents (one study), and adolescents and adults (one study). One study included boys with fragile X syndrome.\nSix studies were conducted in the UK, seven in the USA, one in Canada and one in Germany. Only five studies described sources of funding.\nFour studies compared anger management based on cognitive behaviour therapy to a wait-list or no treatment control group (n = 263); two studies compared PBS with treatment as usual (TAU) (n = 308); two studies compared carer training on mindfulness and PBS with PBS only (n = 128); two studies involving parent training on behavioural approaches compared to wait-list control or TAU (n = 99); one study of mindfulness to a wait-list control (n = 34); one study of adapted dialectal behavioural therapy compared to wait-list control (n = 21); one study of RIT compared to an active control (n = 20) and one study of modified relaxation compared to an active control group (n = 12).\nThere was moderate-certainty evidence that anger management may improve severity of aggressive behaviour post-treatment (MD −3.50, 95% CI −6.21 to −0.79; P = 0.01; 1 study, 158 participants); very low-certainty evidence that it might improve self-reported ability to control anger (MD −8.38, 95% CI −14.05 to −2.71; P = 0.004, I2 = 2%; 3 studies, 212 participants), adaptive functioning (MD −21.73, 95% CI −36.44 to −7.02; P = 0.004; 1 study, 28 participants) and psychiatric symptoms (MD −0.48, 95% CI −0.79 to −0.17; P = 0.002; 1 study, 28 participants) post-treatment; and very low-certainty evidence that it does not improve quality of life post-treatment (MD −5.60, 95% CI −18.11 to 6.91; P = 0.38; 1 study, 129 participants) or reduce service utilisation and costs at 10 months (MD 102.99 British pounds, 95% CI −117.16 to 323.14; P = 0.36; 1 study, 133 participants).\nThere was moderate-certainty evidence that PBS may reduce aggressive behaviour post-treatment (MD −7.78, 95% CI −15.23 to −0.32; P = 0.04, I2 = 0%; 2 studies, 275 participants) and low-certainty evidence that it probably does not reduce aggressive behaviour at 12 months (MD −5.20, 95% CI −13.27 to 2.87; P = 0.21; 1 study, 225 participants). There was low-certainty evidence that PBS does not improve mental state post-treatment (OR 1.44, 95% CI 0.83 to 2.49; P = 1.21; 1 study, 214 participants) and very low-certainty evidence that it might not reduce service utilisation at 12 months (MD −448.00 British pounds, 95% CI −1660.83 to 764.83; P = 0.47; 1 study, 225 participants).\nThere was very low-certainty evidence that mindfulness may reduce incidents of physical aggression (MD −2.80, 95% CI −4.37 to −1.23; P < 0.001; 1 study; 34 participants) and low-certainty evidence that MBPBS may reduce incidents of aggression post-treatment (MD −10.27, 95% CI −14.86 to −5.67; P < 0.001, I2 = 87%; 2 studies, 128 participants).\nReasons for downgrading the certainty of evidence were risk of bias (particularly selection and performance bias); imprecision (results from single, often small studies, wide CIs, and CIs crossing the null effect); and inconsistency (statistical heterogeneity)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is moderate-certainty evidence that cognitive-behavioural approaches such as anger management and PBS may reduce outwardly directed aggressive behaviour in the short term but there is less certainty about the evidence in the medium and long term, particularly in relation to other outcomes such as quality of life. There is some evidence to suggest that combining more than one intervention may have cumulative benefits.\nMost studies were small and there is a need for larger, robust randomised controlled trials, particularly for interventions where the certainty of evidence is very low. More trials are needed that focus on children and whether psychological interventions lead to reductions in the use of psychotropic medications."
    }
  ],
  "pls_title": "Behavioural and cognitive-behavioural therapies for reducing aggressive behaviour in people with intellectual disabilities",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key message",
      "text": "– Approaches such as anger management (based on cognitive behavioural therapy) and positive behavioural support (PBS; based on behavioural therapy) may reduce outwardly aggressive behaviour in people with intellectual disabilities (learning disabilities).\n– The evidence for other outcomes and therapies is less certain due to there being only a few small studies.\n– More evidence is needed about what therapies and approaches are helpful in reducing aggression and improving other outcomes such as quality of life."
    },
    {
      "heading": "What is outwardly aggressive behaviour and why is it important?",
      "text": "Outwardly aggressive behaviour might include physical aggression towards other people such as hitting, kicking or throwing objects and damage to property. This behaviour may be a form of communication that the person's needs are not being met. It can lead to negative consequences such as being excluded from day services, breakdown in supported living placements and inappropriate admissions to psychiatric hospitals. There is a limited role for the use of antipsychotic medication in the management of challenging behaviour. However, this only applies in instances where the risk is very severe and antipsychotic medication should only be offered in combination with psychological or other interventions. Therapies that might be helpful include cognitive behavioural approaches such as anger management that help the person make links between their thoughts, feelings and behaviour; and behavioural approaches such as positive behavioural support, which aims to reduce the frequency of the behaviour by changing the triggers and response to the behaviour. Providing effective interventions in the community reduces the trauma imposed on the individual as well as greatly improving their quality of life. There is no firm evidence about which approaches are most helpful in reducing aggressive behaviour."
    },
    {
      "heading": "What did we want to find out?",
      "text": "This is an update of a Cochrane Review. The aim was to find out whether approaches such as behavioural and cognitive-behavioural therapies are helpful in reducing aggressive behaviour in children and adults with intellectual disabilities."
    },
    {
      "heading": "What did we do?",
      "text": "To identify relevant studies, we searched medical databases and registries of clinical trials up to March 2022 and references of retrieved papers. Two review authors independently screened the titles of papers for eligibility, extracted data, and assessed study limitations. When necessary, we contacted trial authors to request additional information."
    },
    {
      "heading": "What did we find?",
      "text": "We included 15 studies using a range of different therapies with a total of 921 participants in the review; nine studies are new to this update. Most studies took place in community settings and one was carried out in a high-security hospital setting. Thirteen studies were small and included between 12 and 63 participants and there were two large studies of 179 and 245 participants.\nThe evidence that we found suggests that:\n– compared to a waiting list or no treatment, anger management based on cognitive behaviour therapy is likely to reduce aggressive behaviour and possibly might improve ability to control anger, ability to carry out activities of daily living and psychiatric symptoms. However, there is not enough evidence at present about whether it improves quality of life or reduces service use and costs.\n– compared with treatment as usual, PBS is likely to reduce aggressive behaviour, but there is a lack of evidence that it improves mental health symptoms or reduces service use.\n– compared to a waiting list, mindfulness might reduce incidents of aggression.\n– compared to a PBS only, mindfulness-based PBS might reduce incidents of aggression."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We were moderately certain about the effects of anger management and PBS on reducing aggressive behaviour but less certain for the other outcomes. Most studies were very small, with only two large studies and there is not enough evidence yet to say confidently which approaches are better are reducing aggressive behaviour."
    },
    {
      "heading": "How up to date is the evidence?",
      "text": "The review is up to date to March 2022."
    }
  ]
}