{
  "doi": "10.1002/14651858.CD010442.pub2",
  "name": "Self management programmes for quality of life in people with stroke",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Stroke results from an acute lack of blood supply to the brain and becomes a chronic health condition for millions of survivors around the world. Self management can offer stroke survivors a pathway to promote their recovery. Self management programmes for people with stroke can include specific education about the stroke and likely effects but essentially, also focusses on skills training to encourage people to take an active part in their management. Such skills training can include problem-solving, goal-setting, decision-making, and coping skills."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of self management interventions on the quality of life of adults with stroke who are living in the community, compared with inactive or active (usual care) control interventions."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases from inception to April 2016: the Cochrane Stroke Group Trials Register, Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, CINAHL, PsycINFO, SCOPUS, Web of Science, OTSeeker, OT Search, PEDro, REHABDATA, and DARE. We also searched the following trial registries: ClinicalTrials.gov, Stroke Trials Registry, Current Controlled Trials, World Health Organization, and Australian New Zealand Clinical Trials Registry."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials of adults with stroke living in the community who received self management interventions. These interventions included more than one component of self management or targeted more than a single domain of change, or both. Interventions were compared with either an inactive control (waiting list or usual care) or active control (alternate intervention such as education only). Measured outcomes included changes in quality of life, self efficacy, activity or participation levels, impairments, health service usage, health behaviours (such as medication adherence or lifestyle behaviours), cost, participant satisfaction, or adverse events."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted prespecified data from all included studies and assessed trial quality and risk of bias. We performed meta-analyses where possible to pool results."
    },
    {
      "heading": "Main results",
      "text": "We included 14 trials with 1863 participants. Evidence from six studies showed that self management programmes improved quality of life in people with stroke (standardised mean difference (SMD) random effects 0.20, 95% confidence interval (CI) 0.00 to 0.41, P = 0.05; low quality evidence) and improved self efficacy (SMD, random effects 0.33, 95% CI 0.04 to 0.61, P = 0.03; low quality evidence) compared with usual care. Individual studies reported benefits for health-related behaviours such as reduced use of health services, smoking, and alcohol intake, as well as improved diet and attitude. However, there was no superior effect for such programmes in the domains of locus of control, activities of daily living, medication adherence, participation, or mood. Statistical heterogeneity was mostly low; however, there was much variation in the types and delivery of programmes. Risk of bias was relatively low for complex intervention clinical trials where participants and personnel could not be blinded."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The current evidence indicates that self management programmes may benefit people with stroke who are living in the community. The benefits of such programmes lie in improved quality of life and self efficacy. These are all well-recognised goals for people after stroke. There is evidence for many modes of delivery and examples of tailoring content to the target group. Leaders were usually professionals but peers (stroke survivors and carers) were also reported - the commonality is being trained and expert in stroke and its consequences. It would be beneficial for further research to be focused on identifying key features of effective self management programmes and assessing their cost-effectiveness."
    }
  ],
  "pls_title": "Self management programmes for people living with the long-term effects of stroke",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What are the effects of self management programmes for people who have had a stroke?"
    },
    {
      "heading": "Background",
      "text": "A stroke is caused by an interruption in the blood supply to parts of the brain resulting in damage that affects people's lives and changes their ability to live independently and with quality. It has been proposed that special training, called 'a self management programme', teaches people about stroke, helps them develop the skills to work with their problems and challenges, and helps them identify and achieve their own goals and help themselves."
    },
    {
      "heading": "Study characteristics",
      "text": "We found 14 studies up to April 2016 involving 1863 participants that looked at the benefits of these programmes for people with stroke. They were conducted in a variety of countries in a variety of formats - sometimes in groups, sometimes individually, and for varying time periods."
    },
    {
      "heading": "Key results",
      "text": "We found that such programmes may improve the quality of life after stroke. People with stroke reported improvements in their ability to live the way they wanted and that they felt more empowered to take charge of their lives, rather than be dependent on other people for their happiness and satisfaction with life. There were no reports of any risks or negative effects."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The majority of the studies were well conducted and represent credible evidence that self management programmes may benefit people with stroke who are living in the community."
    }
  ]
}