{
  "doi": "10.1002/14651858.CD011784.pub3",
  "name": "Interventions for treating oro‐antral communications and fistulae due to dental procedures",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "An oro-antral communication is an unnatural opening between the oral cavity and maxillary sinus. When it fails to close spontaneously, it remains patent and is epithelialized to develop into an oro-antral fistula. Various surgical and non-surgical techniques have been used for treating the condition. Surgical procedures include flaps, grafts and other techniques like re-implantation of third molars. Non-surgical techniques include allogenic materials and xenografts. This is an update of a review first published in May 2016."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of various interventions for the treatment of oro-antral communications and fistulae due to dental procedures."
    },
    {
      "heading": "Search methods",
      "text": "Cochrane Oral Health’s Information Specialist searched the following databases: Cochrane Oral Health’s Trials Register (to 23 May 2018), the Cochrane Central Register of Controlled Trials (CENTRAL) (the Cochrane Library, 2018, Issue 4), MEDLINE Ovid (1946 to 23 May 2018), and Embase Ovid (1980 to 23 May 2018). The US National Institutes of Health Trials Registry (ClinicalTrials.gov) and the World Health Organization International Clinical Trials Registry Platform were searched for ongoing trials. No restrictions were placed on the language or date of publication when searching the electronic databases. We also searched the reference lists of included and excluded trials for any randomised controlled trials (RCTs)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs evaluating any intervention for treating oro-antral communications or oro-antral fistulae due to dental procedures. We excluded quasi-RCTs and cross-over trials. We excluded studies on participants who had oro-antral communications, fistulae or both related to Caldwell-Luc procedure or surgical excision of tumours."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials. Two review authors assessed trial risk of bias and extracted data independently. We estimated risk ratios (RR) for dichotomous data, with 95% confidence intervals (CI). We assessed the overall quality of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included only one study in this review, which compared two surgical interventions: pedicled buccal fat pad flap and buccal flap for the treatment of oro-antral communications. The study involved 20 participants. The risk of bias was unclear. The relevant outcome reported in this trial was successful (complete) closure of oro-antral communication.\nThe quality of the evidence for the primary outcome was very low. The study did not find evidence of a difference between interventions for the successful (complete) closure of an oro-antral communication (RR 1.00, 95% Cl 0.83 to 1.20) one month after the surgery. All oro-antral communications in both groups were successfully closed so there were no adverse effects due to treatment failure.\nWe did not find trials evaluating any other intervention for treating oro-antral communications or fistulae due to dental procedures."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found very low quality evidence from a single small study that compared pedicled buccal fat pad and buccal flap. The evidence was insufficient to judge whether there is a difference in the effectiveness of these interventions as all oro-antral communications in the study were successfully closed by one month after surgery. Large, well-conducted RCTs investigating different interventions for the treatment of oro-antral communications and fistulae caused by dental procedures are needed to inform clinical practice."
    }
  ],
  "pls_title": "Treatment of communications between the oral cavity and the maxillary sinus due to dental procedures",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What evidence is available for the safe and effective treatment of openings between the mouth and main sinus caused by dental procedures?"
    },
    {
      "heading": "Background",
      "text": "The floor of the main sinus near the nose is thin and lies directly above the roots of the teeth at the back of the mouth. Sometimes following infection or dental treatment, this structure becomes damaged and openings or channels between the mouth and the sinus are formed. These are known as oro-antral communications (OAC). If the OAC is left open (then described as an oro-antral fistula (OAF), it may become permanent, leading to long-lasting sinus infections. This condition can be treated surgically by using flaps, grafts and other techniques; or non-surgically using a variety of methods and materials. There is little evidence for the most effective and safe treatments for closing OACs and OAFs and clinicians who treat these conditions have identified an urgent need for this. This is an update of a review first published in May 2016."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched various databases until 23 May 2018. Only one study, which was conducted in Iran, is included in our review. The study ran for two years and involved 20 people with OAC aged between 25 and 56 years. Participants were divided into two groups and two surgical treatments were compared for treating oro-antral communications; one group was treated with pedicled buccal fat pad flap (PBFPF) and the other with buccal flap (BF)."
    },
    {
      "heading": "Key results and quality of evidence",
      "text": "The study did not find evidence of a difference between PBFPF and BF in terms of successful (complete) closure of OAC. Both interventions resulted in successful closure by one month after surgery. The study did not therefore report any adverse effects of treatment failure. It may not be possible to generalise these findings because the quality of the evidence was very low, due to unclear risk of bias and the small numbers studied in the single included trial."
    },
    {
      "heading": "Conclusion",
      "text": "The evidence currently available is insufficient to draw reliable conclusions regarding the effects of interventions used to treat OAC or fistulae due to dental procedures. More well-designed and well-reported trials evaluating different interventions are needed to provide reliable evidence to inform clinical decisions."
    }
  ]
}