{
  "doi": "10.1002/14651858.CD005476.pub4",
  "name": "Laetrile treatment for cancer",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Laetrile is the name for a semi-synthetic compound which is chemically related to amygdalin, a cyanogenic glycoside from the kernels of apricots and various other species of the genus Prunus. Laetrile and amygdalin are promoted under various names for the treatment of cancer although there is no evidence for its efficacy. Due to possible cyanide poisoning, laetrile can be dangerous."
    },
    {
      "heading": "Objectives",
      "text": "To assess the alleged anti-cancer effect and possible adverse effects of laetrile and amygdalin."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases: CENTRAL (2014, Issue 9); MEDLINE (1951-2014); EMBASE (1980-2014); AMED; Scirus; CINAHL (all from 1982-2015); CAMbase (from 1998-2015); the MetaRegister; the National Research Register; and our own files. We examined reference lists of included studies and review articles and we contacted experts in the field for knowledge of additional studies. We did not impose any restrictions of timer or language. Searches updated June 2018 and no new studies identified."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs) and quasi-RCTs."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We searched eight databases and two registers for studies testing laetrile or amygdalin for the treatment of cancer. Two review authors screened and assessed articles for inclusion criteria."
    },
    {
      "heading": "Main results",
      "text": "We located over 200 references, 63 were evaluated in the original review, 6 in the 2011 and none in this update. However, we did not identify any studies that met our inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The claims that laetrile or amygdalin have beneficial effects for cancer patients are not currently supported by sound clinical data. There is a considerable risk of serious adverse effects from cyanide poisoning after laetrile or amygdalin, especially after oral ingestion. The risk–benefit balance of laetrile or amygdalin as a treatment for cancer is therefore unambiguously negative."
    }
  ],
  "pls_title": "Laetrile treatment for cancer",
  "pls_type": "long",
  "pls": "Laetrile is a word created from the first letters of laevorotatory and mandelonitrile and describes a semi-synthetic form of amygdalin. Amygdalin is a compound that can be isolated from the seeds of many fruits such as peaches, bitter almonds and apricots. Both laetrile and amygdalin have a common structural component, mandelonitrile, that contains cyanide.\nThe lack of laetrile's effectiveness and the risk of side effects from cyanide poisoning led the Food and Drugs Agency (FDA) in the US and the European Commission to ban its use. However, it is possible to buy laetrile or amygdalin via the Internet. As there is no government control of these markets, preparations may not only come from questionable sources but they may also be contaminated. Cancer patients should be informed about the high risk of developing serious adverse effects due to cyanide poisoning after laetrile or amygdalin, especially after oral ingestion. This risk could increase with concomitant intake of vitamin C and in vegetarians with vitamin B12 deficiency.\nThis systematic review found that there is no reliable evidence for the alleged effects of laetrile or amygdalin for curative effects in cancer patients."
}