{
  "doi": "10.1002/14651858.CD011285.pub3",
  "name": "Exercise‐based rehabilitation programmes for pulmonary hypertension",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Individuals with pulmonary hypertension (PH) have reduced exercise capacity and quality of life. Despite initial concerns that exercise training may worsen symptoms in this group, several studies have reported improvements in functional capacity and well-being following exercise-based rehabilitation."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of exercise-based rehabilitation for people with PH compared with usual care or no exercise-based rehabilitation."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search date was 28 June 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) in people with PH comparing supervised exercise-based rehabilitation programmes with usual care or no exercise-based rehabilitation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were 1. exercise capacity, 2. serious adverse events during the intervention period and 3. health-related quality of life (HRQoL). Our secondary outcomes were 4. cardiopulmonary haemodynamics, 5. Functional Class, 6. clinical worsening during follow-up, 7. mortality and 8. changes in B-type natriuretic peptide. We used GRADE to assess certainty of evidence."
    },
    {
      "heading": "Main results",
      "text": "We included eight new studies in the current review, which now includes 14 RCTs. We extracted data from 11 studies. The studies had low- to moderate-certainty evidence with evidence downgraded due to inconsistencies in the data and performance bias. The total number of participants in meta-analyses comparing exercise-based rehabilitation to control groups was 462. The mean age of the participants in the 14 RCTs ranged from 35 to 68 years. Most participants were women and classified as Group I pulmonary arterial hypertension (PAH). Study durations ranged from 3 to 25 weeks. Exercise-based programmes included both inpatient- and outpatient-based rehabilitation that incorporated both upper and lower limb exercise.\nThe mean six-minute walk distance following exercise-based rehabilitation was 48.52 metres higher than control (95% confidence interval (CI) 33.42 to 63.62; I² = 72%; 11 studies, 418 participants; low-certainty evidence), the mean peak oxygen uptake was 2.07 mL/kg/min higher than control (95% CI 1.57 to 2.57; I² = 67%; 7 studies, 314 participants; low-certainty evidence) and the mean peak power was 9.69 W higher than control (95% CI 5.52 to 13.85; I² = 71%; 5 studies, 226 participants; low-certainty evidence). Three studies reported five serious adverse events; however, exercise-based rehabilitation was not associated with an increased risk of serious adverse event (risk difference 0, 95% CI −0.03 to 0.03; I² = 0%; 11 studies, 439 participants; moderate-certainty evidence). The mean change in HRQoL for the 36-item Short Form (SF-36) Physical Component Score was 3.98 points higher (95% CI 1.89 to 6.07; I² = 38%; 5 studies, 187 participants; moderate-certainty evidence) and for the SF-36 Mental Component Score was 3.60 points higher (95% CI 1.21 to 5.98 points; I² = 0%; 5 RCTs, 186 participants; moderate-certainty evidence). There were similar effects in the subgroup analyses for participants with Group 1 PH versus studies of groups with mixed PH. Two studies reported mean reduction in mean pulmonary arterial pressure following exercise-based rehabilitation (mean reduction: 9.29 mmHg, 95% CI −12.96 to −5.61; I² = 0%; 2 studies, 133 participants; low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In people with PH, supervised exercise-based rehabilitation may result in a large increase in exercise capacity. Changes in exercise capacity remain heterogeneous and cannot be explained by subgroup analysis. It is likely that exercise-based rehabilitation increases HRQoL and is probably not associated with an increased risk of a serious adverse events. Exercise training may result in a large reduction in mean pulmonary arterial pressure. Overall, we assessed the certainty of the evidence to be low for exercise capacity and mean pulmonary arterial pressure, and moderate for HRQoL and adverse events. Future RCTs are needed to inform the application of exercise-based rehabilitation across the spectrum of people with PH, including those with chronic thromboembolic PH, PH with left-sided heart disease and those with more severe disease."
    }
  ],
  "pls_title": "Exercise-based rehabilitation in pulmonary hypertension",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "In people with pulmonary hypertension who are medically stable, exercise-based rehabilitation is most likely to be safe and improve quality of life. The evidence suggests that exercise-based rehabilitation may result in a large increase in exercise capacity and a reduction in mean pulmonary arterial pressure."
    },
    {
      "heading": "What is pulmonary hypertension?",
      "text": "Pulmonary hypertension is a condition in which the blood pressure in the arteries that carry blood from the heart to the lungs is elevated well above normal. Often with a gradual onset, it affects people of all ages, reduces their quality of life and results in premature death. Exercise-based rehabilitation is recommended for other chronic lung and heart disease populations; however up until recently, exercise was not recommended for pulmonary hypertension."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to review the evidence from well-designed clinical trials that compared exercise-based rehabilitation with usual care."
    },
    {
      "heading": "What did we do?",
      "text": "We searched medical databases for clinical trials comparing exercise training versus usual care in people with PH to see if exercise improved short- and long-term outcomes such as exercise capacity, health-related quality of life, serious side effects and changes in the pressure in the pulmonary circulation. The updated review included 14 studies with 574 people, and we included data from 11 studies in analyses (462 participants)."
    },
    {
      "heading": "What did we find?",
      "text": "The studies reported that exercise-based rehabilitation may result in large increases in exercise capacity as evaluated by how far people could walk in six minutes and maximal oxygen consumption using a specialised exercise test; however, there was marked variability in this response. Health-related quality of life was also most likely to be improved and exercise-based rehabilitation may also result in a large reduction in the pressure in the pulmonary circulation. Serious side effects were rare and exercise-based rehabilitation was unlikely to increase the risk of them."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The evidence from these trials was of low to moderate quality. The main limitations in the studies was a lack of allocation concealment (participants knew whether they were in the exercise group or not, which could cause bias) and studies did not report the results of all the outcome data. In addition, some outcomes, for example exercise capacity, had a variable response, which we could not explain by examining different subgroups of people."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is current to 28 June 2022."
    }
  ]
}