{
  "doi": "10.1002/14651858.CD008758.pub2",
  "name": "Extra fluids for breastfeeding mothers for increasing milk production",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Breastfeeding is known to be the biological norm. Despite this, many women wean their babies because of perceived insufficient breast milk production. Mothers are sometimes advised to increase their fluid intake in the hope that this could improve breast milk production. The effect of extra fluid on human breast milk production is not well established, however."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of extra fluid for breastfeeding mothers on milk production/supply and infant growth."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (27 April 2014), MEDLINE (1966 to 27 April 2014), African Journals Online (27 April 2014) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials and quasi-randomised controlled trials on extra fluids for breastfeeding mothers."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the potential studies for inclusion and assessed trial quality."
    },
    {
      "heading": "Main results",
      "text": "Five trial reports were retrieved using the search strategies. Four trials were excluded. We did not identify any randomised controlled trials for inclusion but we included one quasi-randomised study (involving 210 women) that evaluated the effect of extra fluid for breastfeeding mothers on breastfeeding outcomes. The study was considered to be at a high risk of bias. Only one of this review's primary outcomes was reported (breast milk production (as defined by the trialist)) but data were not in a suitable format for analysis (no standard deviations or standard errors were reported). The trialist reported that advising women to drink extra fluids did not improve breast milk production. No data were reported for the review's other primary outcomes: satisfactory weight gain in the infant (as defined by the trialists) and duration of exclusive breastfeeding (months). Similarly, no data were reported for any of this review's secondary outcomes: duration of any breastfeeding; mother's satisfaction with breastfeeding; hydration in mother; dehydration in the infant; or episodes of gastrointestinal illness."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review only identified one small quasi-randomised controlled trial of low quality and high risk of bias. The study provided limited data on only one of this review's primary outcomes, breast milk production, but the data were not reported in a format that permitted further analysis. The trialist reported that extra fluids did not improve breast milk production. However, this outcome was measured by using test feeds (also known as test weighing). In the 1950s, when the study was conducted, it was common for babies in developed countries to be weighed before and after a feed, known as test weighing or test feeding. However, this practice is not now routinely practiced for term infants due to concerns about lack of precision as a measure of breast milk production. The included study did not report on this review's other primary outcomes (satisfactory weight gain in the infant or duration of exclusive breastfeeding) nor any of the review's secondary outcomes.\nThe effect of additional fluids for breastfeeding mothers remains unknown, due to a lack of well-conducted trials. However, because the physiological basis for any such improvement remains unclear, the conduct of further clinical trials may not be a priority. There is not enough evidence to support an increased fluid intake beyond what breastfeeding mothers are likely to require to meet their physiological needs."
    }
  ],
  "pls_title": "Extra fluids for breastfeeding mothers for increasing milk production",
  "pls_type": "long",
  "pls": "The World Health Organization recommends breastfeeding for infants during the first six months of life. Despite this, many women wean their babies because of their perceived insufficient breast milk production. In many cases where mothers are concerned about their milk production they are encouraged to increase their fluid intake. The mother also needs water to meet her own needs. Water and all the constituents of body fluid are continually being lost in urine, stool and sweat and, therefore need to be replaced.\nThis review aimed to assess whether increasing fluid intake of breastfeeding mothers has a beneficial effect on breast milk production and infant growth. However, the review only identified one small quasi-randomised controlled trial (involving 210 women). The trial was of low quality and did not report on two of this review's important outcomes (satisfactory weight gain in the infant or duration of exclusive breastfeeding). The study did report on breast milk production (this review's other main outcome), but the data were not in a format that would permit further analysis in this review. The trial reported that advising women to consume extra fluids did not result in increased breast milk production, as measured by test feeds (also known as test weighing). In the 1950s, when the study was conducted, it was common for babies in developed countries to be weighed before and after a feed, known as test weighing or test feeding. However, this practice is not now routinely practiced for term infants due to concerns about lack of precision as a measure of breast milk production. The included study did not report any of this review's secondary outcomes: duration of any breastfeeding; mother's satisfaction with breastfeeding; hydration in mother; dehydration in the infant; or episodes of gastrointestinal illness.\nThe effect of additional fluids for breastfeeding mothers remains unknown, due to a lack of well-conducted trials. However, because the physiological basis for any such improvement remains unclear, the conduct of further clinical trials may not be a priority. There is not enough evidence to support an increased fluid intake beyond what breastfeeding mothers are likely to require to meet their physiological needs."
}