{
  "doi": "10.1002/14651858.CD000406.pub5",
  "name": "Oral calorie supplements for cystic fibrosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Poor nutrition occurs frequently in people with cystic fibrosis and is associated with other adverse outcomes. Oral calorie supplements are used to increase total daily calorie intake and improve weight gain. However, they are expensive and there are concerns they may reduce the amount of food eaten and not improve overall energy intake. This is an update of a previously published review."
    },
    {
      "heading": "Objectives",
      "text": "To establish whether in people with cystic fibrosis, oral calorie supplements: increase daily calorie intake; and improve overall nutritional intake, nutritional indices, lung function, survival and quality of life. To assess adverse effects associated with using these supplements."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis Trials Register comprising references from comprehensive electronic database searches, handsearches of relevant journals and abstract books of conference proceedings. We contacted companies marketing oral calorie supplements.\nLast search: 18 October 2016."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised controlled trials comparing use of oral calorie supplements for at least one month to increase calorie intake with no specific intervention or additional nutritional advice in people with cystic fibrosis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We independently selected the included trials, assessed risk of bias and extracted data. We contacted the authors of included trials and obtained additional information for two trials."
    },
    {
      "heading": "Main results",
      "text": "We identified 21 trials and included three, reporting results from 131 participants lasting between three months and one year. Two trials compared supplements to additional nutritional advice and one to no intervention. Two of the included trials recruited only children. In one trial the risk of bias was low across all domains, in a second trial the risk of bias was largely unclear and in the third mainly low. Blinding of participants was unclear in two of the trials. Also, in one trial the clinical condition of groups appeared to be unevenly balanced at baseline and in another trial there were concerns surrounding allocation concealment. There were no significant differences between people receiving supplements or dietary advice alone for change in weight, height, body mass index, z score or other indices of nutrition or growth. Changes in weight (kg) at three, six and 12 months respectively were: mean difference (MD) 0.32 (95% confidence interval (CI) -0.09 to 0.72); MD 0.47 (95% CI -0.07 to 1.02 ); and MD 0.16 (-0.68 to 1.00). Total calorie intake was greater in people taking supplements at 12 months, MD 265.70 (95% CI 42.94 to 488.46). There were no significant differences between the groups for anthropometric measures of body composition, lung function, gastro-intestinal adverse effects or activity levels. Moderate quality evidence exists for the outcomes of changes in weight and height and low quality evidence exists for the outcomes of change in total calories, total fat and total protein intake as results are applicable only to children between the ages of 2 and 15 years and many post-treatment diet diaries were not returned. Evidence for the rate of adverse events in the treatment groups was extremely limited and judged to be of very low quality"
    },
    {
      "heading": "Authors' conclusions",
      "text": "Oral calorie supplements do not confer any additional benefit in the nutritional management of moderately malnourished children with cystic fibrosis over and above the use of dietary advice and monitoring alone. While nutritional supplements may be used, they should not be regarded as essential. Further randomised controlled trials are needed to establish the role of short-term oral protein energy supplements in people with cystic fibrosis and acute weight loss and also for the long-term nutritional management of adults with cystic fibrosis or advanced lung disease, or both."
    }
  ],
  "pls_title": "Use of oral supplements to increase calorie intake in people with cystic fibrosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "We reviewed the evidence for the use of oral supplements to increase calorie intake in people with cystic fibrosis."
    },
    {
      "heading": "Background",
      "text": "Cystic fibrosis affects many organs, including the digestive system, and can lead to food not being absorbed as it should be, which in turn leads to growth problems. Children with cystic fibrosis need more energy than other children, but they often have reduced appetites. Poor diet has been linked to poor outcomes in cystic fibrosis. Milks or juices containing additional calories are often added to the diets of children with cystic fibrosis to increase their total daily calorie intake and help them gain weight. However, these supplements are expensive and may not achieve the desired effect if patients take them as a substitute for calories consumed from food rather than as an additional component. In toddlers or young children use of supplements may risk compromising the development of normal eating behaviour. This is an updated version of the review."
    },
    {
      "heading": "Search date",
      "text": "We last searched for evidence on 18 October 2016."
    },
    {
      "heading": "Study characteristics",
      "text": "This review includes three randomised controlled trials with a total of 131 participants and two of them only included children. Two of the trials compared supplements to dietary advice and one compared supplements to no advice. The trials lasted between three months and one year."
    },
    {
      "heading": "Key results",
      "text": "There were no major differences between people receiving supplements or just dietary advice for any nutritional or growth measurements. This was also true for measures of body composition, lung function, adverse effects on the digestive system or people's levels of activity. Advice and monitoring appear to be enough to manage the diet of moderately malnourished children.\nFuture trials should look into the use of calorie supplements for acute weight loss or long-term care for adults with cystic fibrosis."
    },
    {
      "heading": "Quality of the evidence",
      "text": "One of the trials appeared to be well run and the risk of bias was low for all the aspects of trial design that we assessed; so we do not think any bias will influence the results in a negative way. In the other two trials, we were not sure if the people taking part could guess which treatment group they were in. In one of these two trials, we further thought it was likely that the person recruiting them to the trial knew which group the participant would be in. In the second of these trials, the people in the group receiving supplements appeared to be generally in better clinical condition at the start of the trial than those who didn't receive any supplements or advice. These factors affect our confidence in the results from these trials.\nWe judged the quality of the evidence for the changes in weight and height to be moderate, but judged the quality of the evidence for the changes in total calories, total fat and total protein intake as low since results are applicable only to children aged between 2 and 15 years; also many post-treatment diet diaries were not returned to the investigators. Evidence for the rate of adverse events in the treatment groups was extremely limited and judged to be of very low quality."
    }
  ]
}