{
  "doi": "10.1002/14651858.CD007312.pub2",
  "name": "Neurosurgical interventions for the treatment of classical trigeminal neuralgia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Surgical interventions are used for trigeminal neuralgia when drug treatment fails. Surgical treatments divide into two main categories, ablative (destructive) or non-ablative. These treatments can be done at three different sites: peripherally, at the Gasserian ganglion level, and within the posterior fossa of the skull."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy of neurosurgical interventions for classical trigeminal neuralgia in terms of pain relief, quality of life and any harms. To determine if there are defined subgroups of patients more likely to benefit."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Neuromuscular Disease Group Specialized Register, (13 May 2010), CENTRAL (Issue 2, 2010 part of the Cochrane Library), Health Technology Assessment (HTA) Database, NHS Economic Evaluation Database (NHSEED) and Database of Abstracts of Reviews of Effects (DARE) (Issue 4, 2010 (HTA, NHSEED and DARE are part of the Cochrane Library)), MEDLINE (January 1966 to May 2010) and EMBASE (January 1980 to May 2010) with no language exclusion."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials and quasi-randomised controlled trials of neurosurgical interventions used in the treatment of classical trigeminal neuralgia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trial quality and extracted data. We contacted authors for clarification and missing information whenever possible."
    },
    {
      "heading": "Main results",
      "text": "Eleven studies involving 496 participants met some of the inclusion criteria stated in the protocol. One hundred and eighty patients in five studies had peripheral interventions, 229 patients in five studies had percutaneous interventions applied to the Gasserian ganglion, and 87 patients in one study underwent two modalities of stereotactic radiosurgery (Gamma Knife) treatment. No studies addressing microvascular decompression (which is the only non-ablative procedure) met the inclusion criteria. All but two of the identified studies had a high to medium risk of bias because of either missing data or methodological inconsistency. It was not possible to undertake meta-analysis because of differences in the intervention modalities and variable outcome measures. Three studies had sufficient outcome data for analysis. One trial, which involved 40 participants, compared two techniques of radiofrequency thermocoagulation (RFT) of the Gasserian ganglion at six months. Pulsed RFT resulted in return of pain in all participants by three months. When this group were converted to conventional (continuous) treatment these participants achieved pain control comparable to the group that had received conventional treatment from the outset. Sensory changes were common in the continuous treatment group. In another trial, of 87 participants, investigators compared radiation treatment to the trigeminal nerve at one or two isocentres in the posterior fossa. There were insufficient data to determine if one technique was superior to another. Two isocentres increased the incidence of sensory loss. Increased age and prior surgery were predictors for poorer pain relief. Relapses were nonsignificantly reduced with two isocentres (risk ratio (RR) 0.72, 95% confidence intervaI (CI) 0.30 to 1.71). A third study compared two techniques for RFT in 54 participants for 10 to 54 months. Both techniques produced pain relief (not significantly in favour of neuronavigation (RR 0.70, 95% CI 0.46 to 1.04) but relief was more sustained and side effects fewer if a neuronavigation system was used. The remaining eight studies did not report outcomes as predetermined in our protocol."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is very low quality evidence for the efficacy of most neurosurgical procedures for trigeminal neuralgia because of the poor quality of the trials. All procedures produced variable pain relief, but many resulted in sensory side effects. There were no studies of microvascular decompression which observational data suggests gives the longest pain relief. There is little evidence to help comparative decision making about the best surgical procedure. Well designed studies are urgently needed."
    }
  ],
  "pls_title": "Neurosurgical interventions for the treatment of classical trigeminal neuralgia",
  "pls_type": "long",
  "pls": "Trigeminal neuralgia is defined as \"sudden usually unilateral severe brief stabbing recurrent pains in the distribution of one or more branches of the fifth cranial nerve\". It has an incidence rate of 12.6 per 100,000 person years and more commonly affects older age groups. The fifth cranial nerve is one of the largest in the head. The nerve is called trigeminal because it splits into three main branches. It provides sensation to the face. When neuralgia (nerve pain) occurs in the trigeminal nerve it causes severe and sudden face pain.\nThe causes of trigeminal neuralgia are unclear. Treatment of all people with classical trigeminal neuralgia begins with drug therapy, most frequently using one of several drugs also used to treat epilepsy, among which the gold standard remains carbamazepine. If drug therapy fails then surgical interventions may be used. Surgical treatments divide into two main categories: ablative (destroying the nerve) or non-ablative (preserving nerve function and relieving the pressure on the nerve). These procedures result in pain relief for variable lengths of time.\nFor this review, we searched for all of the surgical procedures for trigeminal neuralgia. We found 11 studies, which included 496 patients, but only three had sufficient outcome data to report. These three studies, which involved a total of 181 participants, fulfilled the inclusion criteria and form the basis of this review. The primary aim of all three studies was to determine if one technique was better than the other. All three included studies evaluated destructive techniques. None of the three studies evaluated the non-destructive procedure of microvascular decompression and this is a major drawback in the literature.\nOne study compared two different techniques of radiofrequency thermocoagulation, in 40 participants six months after the procedure. This technique involves heating the nerve by passing an electrical current through the tip of a special needle which has been introduced through the skin into a hole in the base of the skull and into the ganglion from which the three divisions of the trigeminal nerve branch out (Gasserian ganglion). If the radiofrequency was given as pulsed treatment (which causes the tip of the needle to heat up intermittently and not continuously) the original pain in all participants returned by three months. The continuous radiofrequency treatment then had to be applied, and these participants then achieved pain control comparable to those who had received continuous radiofrequency throughout. Changes in sensation ranging from mild to severe numbness were common in the conventional (continuous) radiofrequency treatment group.\nA second trial, in 87 participants, looked at using one or two isocentres (specific points in the nerve) to deliver radiation to the trigeminal nerve just as it leaves the brainstem inside the skull. Use of medication afterwards was considered a surrogate measure for pain. Use of two isocentres increased the occurrence of sensory loss as a complication. Increased age and prior surgery were predictors for poorer pain relief. There were insufficient data given to judge the effectiveness of one procedure better than the other.\nA third study compared two techniques for performing radiofrequency thermocoagulation of the Gasserian ganglion in 54 participants. The study compared two ways of introducing the needle and guiding it, using either X-rays or a special neuronavigation system. Pain relief was measured by a questionnaire at three months. Both techniques provided pain relief (which did not differ significantly between the two arms) but it was more sustained if a neuronavigation system was used and this system also decreased side effects.\nAll the reviewed procedures resulted in pain relief and some participants were then able to stop taking medications. However, many procedures tended to result in sensory side effects. All the studies in this review had flaws in their methods and all but two showed considerable risk of bias. There is little evidence from these trials to guide the person with trigeminal neuralgia as to the most effective surgical procedure. There is now an urgent need to evaluate the surgical interventions used in trigeminal neuralgia and to design robust studies; either randomised controlled trials or long-term prospective independently assessed cohort studies."
}