{
  "doi": "10.1002/14651858.CD006982.pub5",
  "name": "Cycled light in the intensive care unit for preterm and low birth weight infants",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Preterm and low birth weight infants are at an early stage of development, and do not receive adequate maternal circadian signals. They are often cared for over prolonged periods of hospitalisation in neonatal intensive care units (NICU), where environmental circadian stimuli are lacking. Exposure to artificial light–dark cycles may stimulate the development of the circadian system and improve clinical outcomes. However, it remains uncertain whether cycled light (CL) is preferable to near darkness (ND) or continuous bright light (CBL) in fostering development and maturation, and reducing adverse neonatal health outcomes. This is an update of an earlier Cochrane review, last published in 2016."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of CL in preterm and low birth weight infants compared to ND or CBL."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, PubMed, Embase, and two trial registries to September 2023. We also checked reference lists, and searched for retractions of included studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) or quasi-RCTs in preterm infants (< 37 weeks' postmenstrual age (PMA)), or those with a low birth weight (< 2500 g), admitted and cared for in an NICU or a step-down unit, comparing CL with ND or CBL."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard review methods of the Cochrane Neonatal Review Group to assess the methodological quality of studies. We used the fixed-effect model with risk ratio (RR) and mean difference (MD), with their 95% confidence intervals (CIs) for dichotomous data. Our primary outcomes were (1) growth at three and six months' corrected age, (2) major neurodevelopmental disability, and (3) adverse effects. Our secondary outcomes were (4) retinopathy of prematurity, (5) duration of initial hospitalisation, (6) duration of oxygen treatment, and (7) parent satisfaction. We used GRADE to assess the certainty of evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We included 20 studies with 1633 infants. Data for meta-analysis were available for 11 studies (1126 infants). One study with multiple arms was included in both comparisons. We rated the overall risk of bias at the study level as high or unclear for all 20 studies that had one or several unclear or high risk of bias judgements across the domains.\nCycled light versus dimmed light or near darkness (10 studies)\nThe evidence is very uncertain about the effect of cycled light compared to dimmed light (reduction of illumination levels) or near darkness on weight at three months (MD 24.79, 95% CI -262.33 to 311.91; 2 studies, 187 infants; very low-certainty evidence), and weight at six months (MD 202, 95% CI -109.68 to 513.68; 1 study, 147 infants; very low-certainty evidence). The studies did not report any data for major neurodevelopmental disability. No data are available for adverse effects; it is uncertain if the absence of adverse effects is because none occurred, or because they were not identified and recorded. The evidence is very uncertain about the effect of cycled light compared to dimmed light or near darkness on the likelihood of developing retinopathy of prematurity of any stage (RR 0.89, 95% CI 0.76 to 1.03; 3 studies, 307 infants; very low-certainty evidence), and severe retinopathy of prematurity of stage 3 or higher (RR 0.98, 95% CI 0.59 to 1.61; 4 studies, 454 infants; very low-certainty evidence). Cycled light compared to dimmed light or near darkness may have little to no effect on the duration of initial hospitalisation (MD -3.04, 95% CI -7.86 to 1.78; 5 studies, 550 infants; very low-certainty evidence), but the evidence is very uncertain.\nCycled light versus continuous bright light (11 studies)\nNo data are available on the following primary outcomes, as no studies reported them: growth at three and six months' corrected age, major neurodevelopmental disability, and adverse effects. It is uncertain if the absence of adverse effects is because none occurred or because they were not identified and recorded. No data are available on retinopathy of prematurity, as no studies reported it. Cycled light compared to continuous bright light may reduce the duration of initial hospitalisation, but the evidence is very uncertain (MD -9.86, 95% CI -10.09 to -9.63; 5 studies, 499 infants; very low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Despite identifying 20 studies, we remain uncertain about the effect of CL compared to ND or CBL on all outcomes of interest in this review. In addition, a few critical outcomes were not reported by any of the included studies.\nThe evidence remains uncertain about whether CL is the right choice in the NICU. The physician should always weigh the benefits and risks, based on the effects of the different options in the specific setting."
    }
  ],
  "pls_title": "What are the benefits and risks of cycled light in the intensive care unit for preterm or very low birth weight infants?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• For babies who are born prematurely, we do not know whether cycled light in the neonatal intensive care unit (NICU) has an effect on growth, development of the nervous system, and unwanted effects.\n• We do not know whether cycled light in NICUs reduces the length of hospital stay.\n• Future research in this area should focus on assessing the effect of cycled light in NICUs on long-term health."
    },
    {
      "heading": "What is cycled light in the intensive care unit?",
      "text": "Babies who are born prematurely do not receive enough signals about body systems from their mothers to develop their circadian rhythm, which is the body's internal clock. They are typically cared for in NICUs after birth, where constant bright lighting is often used. Such an environment lacks time-specific signals, such as light and dark cycles. This may further limit the development of the nervous system. Cycled light refers to a method in which the lighting in the NICU is adjusted, typically mimicking the natural cycles of light and darkness that babies would experience outside the hospital."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out the benefits and harms of cycled light in the NICU on a baby's growth, nervous system development, length of hospital stay, length of oxygen treatment, and unwanted side effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at cycled light compared with near darkness or continuous bright light in the NICU. We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors, such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 20 studies that involved 1633 babies who were born prematurely. The studies compared cycled light to near darkness or constant bright light in NICUs, and were conducted in countries around the world.\nCompared to near darkness, we do not know whether cycled light makes a difference to a baby's growth, development of the nervous system, length of hospital stay, length of oxygen treatment, or unwanted side effects.\nCompared to constant bright light, we do not know whether cycled light makes a difference to a baby's growth, development of the nervous system, length of oxygen treatment, or unwanted side effects. Cycled light may reduce the length of a hospital stay by 10 days, but we are very uncertain about these results."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are not confident in the evidence, because there are not enough studies with enough babies (sample size), that were conducted well, to be certain about the results. The studies did not all provide data about the outcomes of the review."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This review updates our 2026 review. The evidence is up-to-date to September 2023."
    }
  ]
}