{
  "doi": "10.1002/14651858.CD009043.pub3",
  "name": "Aripiprazole for autism spectrum disorders (ASD)",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Autism spectrum disorders (ASD) include autistic disorder, Asperger's disorder and pervasive developmental disorder - not otherwise specified (PDD-NOS). Antipsychotics have been used as a medication intervention for irritability related to ASD. Aripiprazole, a third-generation, atypical antipsychotic, is a relatively new drug that has a unique mechanism of action different from that of other antipsychotics. This review updates a previous Cochrane review on the safety and efficacy of aripiprazole for individuals with ASD, published in 2011 (Ching 2011)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the safety and efficacy of aripiprazole as medication treatment for individuals with ASD."
    },
    {
      "heading": "Search methods",
      "text": "In October 2015, we searched the Cochrane Central Register of Controlled Trials (CENTRAL), Ovid MEDLINE, Embase, the Cumulative Index to Nursing and Allied Health Literature (CINAHL) and seven other databases as well as two trial registers. We searched for records published in 1990 or later, as this was the year aripiprazole became available."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) of aripiprazole (administered orally and at any dosage) versus placebo for treatment of individuals with a diagnosis of ASD."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently collected, evaluated and analysed data. We performed meta-analysis for primary and secondary outcomes, when possible. We used the GRADE (G rades of R ecommendation, A ssessment, D evelopment and Evaluation) approach to rate the overall quality of the evidence."
    },
    {
      "heading": "Main results",
      "text": "We included three trials in this review. Two were included in the previous published review, and the results of one, placebo-controlled discontinuation study were added to this review. Although we searched for studies across age groups, we found only studies conducted in children and youth. Included trials had low risk of bias across most domains. High risk of bias was seen in only one trial with incomplete outcome data. We judged the overall quality of the evidence for most outcomes to be moderate.\nTwo RCTs with similar methods evaluated use of aripiprazole for a duration of eight weeks in 316 children/adolescents with ASD. Meta-analysis of study results revealed a mean improvement of -6.17 points on the Aberrant Behavior Checklist (ABC) - Irritability subscale (95% confidence intervals (CIs) -9.07 to -3.26, two studies, 308 children/adolescents, moderate-quality evidence), -7.93 points on the ABC - Hyperactivity subscale (95% CI -10.98 to -4.88, two studies, 308 children/adolescents, moderate-quality evidence) and -2.66 points on the ABC - Stereotypy subscale (95% CI -3.55 to -1.77, two studies, 308 children/adolescents, moderate-quality evidence) in children/adolescents taking aripiprazole relative to children/adolescents taking placebo. In terms of side effects, children/adolescents taking aripiprazole had a greater increase in weight, with a mean increase of 1.13 kg relative to placebo (95% CI 0.71 to 1.54, two studies, 308 children/adolescents, moderate-quality evidence), and had a higher risk ratio (RR) for sedation (RR 4.28, 95% CI 1.58 to 11.60, two studies, 313 children/adolescents, moderate-quality evidence) and tremor (RR 10.26, 95% CI 1.37 to 76.63, two studies, 313 children/adolescents, moderate-quality evidence). A randomised, placebo-controlled discontinuation study found that 35% of children/adolescents randomised to continue intervention with aripiprazole relapsed with respect to their symptoms of irritability, compared with 52% of children/adolescents randomised to placebo, for a hazard ratio of 0.57 (95% CI 0.28 to 1.12, 85 children/adolescents, low-quality evidence).\nAll three included trials were supported by Bristol-Myers Squibb (Princeton, NJ) and Otsuka Pharmaceutical Company, Ltd. (Tokyo, Japan), with editorial support provided by Ogilvy Healthworld Medical Education and Bristol-Myers Squibb."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Evidence from two RCTs suggests that aripiprazole can be effective as a short-term medication intervention for some behavioural aspects of ASD in children/adolescents. After a short-term medication intervention with aripiprazole, children/adolescents showed less irritability and hyperactivity and fewer stereotypies (repetitive, purposeless actions). However, notable side effects, such as weight gain, sedation, drooling and tremor, must be considered. One long-term, placebo discontinuation study found that relapse rates did not differ between children/adolescents randomised to continue aripiprazole versus children/adolescents randomised to receive placebo, suggesting that re-evaluation of aripiprazole use after a period of stabilisation in irritability symptoms is warranted. Studies included in this review used criteria from the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition (DSM-IV) (APA 2000) for ASD diagnosis; however, the diagnostic criteria for ASD changed significantly with release of the fifth edition of the DSM (DSM-5) in 2013 (APA 2013)."
    }
  ],
  "pls_title": "Aripiprazole for autism spectrum disorders (ASD)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Aripirazole is an antipsychotic drug - a type of medication used to treat serious mental disorders such as paranoia. It has also been used to treat behavioural problems (e.g. aggression, severe temper tantrums) in people with autism spectrum disorders (ASD). Aripiprazole has been shown to be well tolerated and to improve behavioural problems in other disorders such as schizophrenia and bipolar disorder. As aripiprazole is a relatively new drug, it is important to understand both the benefits and side effects of this drug in patients with ASD."
    },
    {
      "heading": "Review question",
      "text": "Do children and adults with ASD benefit from treatment with aripiprazole, compared with other children and adults with ASD who receive a drug with no active ingredient (placebo)?"
    },
    {
      "heading": "Study characteristics",
      "text": "In this review, we included three studies that investigated effects of aripiprazole. Two were short-term (eight weeks) studies that evaluated whether aripiprazole improved behavioural problems in a total of 316 children/adolescents. The third was a longer-term (up to 16 weeks) study in which 85 children/adolescents whose symptoms initially improved on aripiprazole discontinued the medication to evaluate whether their behavioural problems recurred. All participants were between six and 17 years of age. All studies used multiple behavioural checklists to assess symptoms of ASD."
    },
    {
      "heading": "Key results and quality of evidence",
      "text": "Short-term studies found improved irritability, hyperactivity and stereotypy (i.e. repetitive behaviours) and inappropriate speech in children/adolescents with ASD taking aripiprazole as compared with placebo. Researchers found no improvement in lethargy/withdrawal (i.e. lack of energy and reduced alertness). White children/adolescents were less likely to relapse (return to older, problematic behaviours) when taking aripiprazole, but this finding was not reported in children/adolescents of other races. Rates of movement disorder side effects such as tremor, muscle rigidity and involuntary movement were higher in children/adolescents taking aripiprazole in all trials. Results of this review suggest that short-term use of aripiprazole may improve irritability, hyperactivity and repetitive movements in children/adolescents with ASD, although both weight gain and neurological side effects (e.g. involuntary movements of the face and jaw) can occur. Children and adolescents taking aripiprazole should be re-evaluated periodically to monitor improvements in ASD symptoms and side effects. Overall, the quality of this evidence is moderate. Since the time these studies were conducted, an updated version of the manual for diagnosing ASD and other conditions has been published. Additional studies evaluating safety and benefits of long-term use of aripiprazole would be helpful."
    }
  ]
}