{
  "doi": "10.1002/14651858.CD011771.pub2",
  "name": "Comparison of different platelet transfusion thresholds prior to insertion of central lines in patients with thrombocytopenia ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Patients with a low platelet count (thrombocytopenia) often require the insertion of central lines (central venous catheters (CVCs)). CVCs have a number of uses; these include: administration of chemotherapy; intensive monitoring and treatment of critically-ill patients; administration of total parenteral nutrition; and long-term intermittent intravenous access for patients requiring repeated treatments. Current practice in many countries is to correct thrombocytopenia with platelet transfusions prior to CVC insertion, in order to mitigate the risk of serious procedure-related bleeding. However, the platelet count threshold recommended prior to CVC insertion varies significantly from country to country. This indicates significant uncertainty among clinicians of the correct management of these patients. The risk of bleeding after a central line insertion appears to be low if an ultrasound-guided technique is used. Patients may therefore be exposed to the risks of a platelet transfusion without any obvious clinical benefit."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of different platelet transfusion thresholds prior to the insertion of a central line in patients with thrombocytopenia (low platelet count)."
    },
    {
      "heading": "Search methods",
      "text": "We searched for randomised controlled trials (RCTs) in CENTRAL (The Cochrane Library 2015, Issue 2), MEDLINE (from 1946), EMBASE (from 1974), the Transfusion Evidence Library (from 1950) and ongoing trial databases to 23 February 2015."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs involving transfusions of platelet concentrates, prepared either from individual units of whole blood or by apheresis, and given to prevent bleeding in patients of any age with thrombocytopenia requiring insertion of a CVC."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by The Cochrane Collaboration."
    },
    {
      "heading": "Main results",
      "text": "One RCT was identified that compared different platelet transfusion thresholds prior to insertion of a CVC in people with chronic liver disease. This study is still recruiting participants (expected recruitment: up to 165 participants) and is due to be completed in December 2017. There were no completed studies. There were no studies that compared no platelet transfusions to a platelet transfusion threshold."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence from RCTs to determine whether platelet transfusions are required prior to central line insertion in patients with thrombocytopenia, and, if a platelet transfusion is required, what is the correct platelet transfusion threshold. Further randomised trials with robust methodology are required to develop the optimal transfusion strategy for such patients. The one ongoing RCT involving people with cirrhosis will not be able to answer this review's questions, because it is a small study that assesses one patient group and does not address all of the comparisons included in this review. To detect an increase in the proportion of participants who had major bleeding from 1 in 100 to 2 in 100 would require a study containing at least 4634 participants (80% power, 5% significance)."
    }
  ],
  "pls_title": "Comparison of different platelet transfusion thresholds prior to insertion of central lines in people with a low platelet count",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We evaluated the evidence about whether people with a low platelet count require a platelet transfusion prior to insertion of a central line (central venous catheter (CVC)), and if so what is the platelet count level at which a platelet transfusion is required."
    },
    {
      "heading": "Background",
      "text": "Patients with a low platelet count often require the insertion of central lines. Central lines are catheters whose tip usually lies in one of two main veins returning blood to the heart. They have a number of uses including: giving chemotherapy; intensive monitoring and treatment of critically-ill patients; giving nutrition into a vein (when the patient cannot eat); and when patients require long-term repeated treatments in to a vein. Current practice in many countries is to increase the platelet count above a pre-specified level with platelet transfusions to prevent serious bleeding due to the procedure. However, the platelet count level recommended prior to central line insertion varies significantly from country to country. This means that clinicians are uncertain about which is the correct platelet count level, or if a platelet transfusion is required. The risk of bleeding after a central line insertion appears to be low if the clinician uses ultrasound to guide insertion of the line. Patients may, therefore, be exposed to the risks of a platelet transfusion without any obvious clinical benefit."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to February 2015. In this review one randomised controlled trial was identified that compared giving platelet transfusions at a low platelet count (25 x 109/l) versus giving platelet transfusions at a higher platelet count (50 x 109/l) prior to insertion of a central line to prevent bleeding. This trial is still recruiting and is due to complete recruitment in December 2017. There were no trials that compared no platelet transfusions versus giving platelet transfusions at a prespecified platelet count."
    },
    {
      "heading": "Key results",
      "text": "There are no results from the one eligible study because it is still recruiting participants. This ongoing study (expected to recruit 165 participants) will be unable to provide sufficient data for this review's primary outcomes because major bleeding and mortality are uncommon. We would need to design a study with at least 4634 participants to be able to detect an increase in the number of people who had major bleeding from 1 in 100 to 2 in 100."
    },
    {
      "heading": "Quality of the evidence",
      "text": "There is no evidence from randomised controlled trials to answer our review questions."
    }
  ]
}