{
  "doi": "10.1002/14651858.CD000188.pub2",
  "name": "Steroid sex hormones for lower limb atherosclerosis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "There is accumulating evidence that steroid sex hormones have a beneficial effect on a number of risk factors for peripheral arterial disease."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to determine whether exogenous steroid sex hormones are an effective treatment for patients with lower limb atherosclerosis."
    },
    {
      "heading": "Search methods",
      "text": "For this update the Cochrane Peripheral Vascular Diseases Group Trials Search Co-ordinator searched the Specialised Register (last searched August 2012) and CENTRAL 2012, Issue 7. There were no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomised or quasi-randomised controlled trials of steroid sex hormones in patients with lower limb atherosclerosis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Both authors extracted data and assessed trial quality independently. Whenever possible investigators were contacted to obtain information needed for the review that could not be found in published reports."
    },
    {
      "heading": "Main results",
      "text": "Four trials appeared to meet the inclusion criteria, but one was excluded because of poor methodology. The three remaining trials compared testosterone treatment with placebo in a total of 109 subjects with intermittent claudication or critical leg ischaemia. The most recent trial to meet the inclusion criteria dated from 1971. No trials were available which investigated the potentially beneficial effects of oestrogenic hormones in women with lower limb atherosclerosis.\nTestosterone therapy produced no significant improvement in tests of walking distance or in a variety of other objective tests for peripheral arterial disease, including venous filling time, muscle blood flow and plethysmography. The relative risk for subjective improvement in symptoms using the combined trial results was also non-significant (relative risk (RR) 1.10, 95% confidence interval (CI) 0.81 to 1.48)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence to date that short-term testosterone treatment is beneficial in subjects with lower limb atherosclerosis. However, this might reflect limited data rather than the lack of a real effect."
    }
  ],
  "pls_title": "Testosterone and oestrogen steroid sex hormones for lower limb atherosclerosis",
  "pls_type": "long",
  "pls": "Atherosclerosis of the arteries of the legs can become symptomatic as people age. People affected may experience discomfort and cramping pain in the legs that is triggered by exercise and relieved with rest, termed intermittent claudication. Some people with claudication go on to require reconstructive surgery and even amputation of a leg. Risk factors for peripheral arterial disease include cigarette smoking, high blood pressure, high cholesterol, low levels of high density lipoprotein (HDL) cholesterol and blood flow problems. The steroid sex hormones oestrogens and testosterone affect a number of these risk factors, particularly cholesterol and blood clotting, and may be helpful in peripheral vascular disease.\nAlthough four randomised controlled trials met the inclusion criteria, one was excluded because of poor methodology. The three remaining trials compared testosterone treatment with placebo in a total of 109 middle-aged to elderly people, predominantly men. The participants had symptoms of lower limb atherosclerosis, predominantly intermittent claudication. The trials were published from 1967 to 1971 and all took place in Denmark. Testosterone did not provide any clear improvement in the symptoms reported by the participants, walking distance or other objective tests for peripheral arterial disease including leg muscle blood flow. The dose of testosterone in the trials varied between 300 mg taken by mouth every two weeks for three months to a lower (100 mg) oral dose taken more often and 200 mg given by intramuscular injection, first weekly then every two weeks for six months. Side effects were poorly reported except for subjective sexual functioning, which did seem to improve with testosterone treatment. No trials investigated oestrogens in women with lower limb atherosclerosis.\nTrials by the Women's Health Initiative (published in 2004) have shown that oestrogen and progestin does not confer any protection against peripheral arterial disease in healthy postmenopausal women or reduce the risk of coronary events in postmenopausal women with coronary heart disease."
}