{
  "doi": "10.1002/14651858.CD014799.pub2",
  "name": "Conservative interventions for managing urinary incontinence after prostate surgery",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Men may need to undergo prostate surgery to treat prostate cancer or benign prostatic hyperplasia. After these surgeries, men may experience urinary incontinence (UI). Conservative treatments such as pelvic floor muscle training (PFMT), electrical stimulation and lifestyle changes can be undertaken to help manage the symptoms of UI."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of conservative interventions for managing urinary incontinence after prostate surgery."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Incontinence Specialised Register, which contains trials identified from the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, MEDLINE In-Process, MEDLINE Epub Ahead of Print, ClinicalTrials.gov, WHO ICTRP and handsearched journals and conference proceedings (searched 22 April 2022). We also searched the reference lists of relevant articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and quasi-RCTs of adult men (aged 18 or over) with UI following prostate surgery for treating prostate cancer or LUTS/BPO. We excluded cross-over and cluster-RCTs. We investigated the following key comparisons: PFMT plus biofeedback versus no treatment; sham treatment or verbal/written instructions; combinations of conservative treatments versus no treatment, sham treatment or verbal/written instructions; and electrical or magnetic stimulation versus no treatment, sham treatment or verbal/written instructions."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data using a pre-piloted form and assessed risk of bias using the Cochrane risk of bias tool. We used the GRADE approach to assess the certainty of outcomes and comparisons included in the summary of findings tables. We used an adapted version of GRADE to assess certainty in results where there was no single effect measurement available."
    },
    {
      "heading": "Main results",
      "text": "We identified 25 studies including a total of 3079 participants. Twenty-three studies assessed men who had previously undergone radical prostatectomy or radical retropubic prostatectomy, while only one study assessed men who had undergone transurethral resection of the prostate. One study did not report on previous surgery. Most studies were at high risk of bias for at least one domain. The certainty of evidence assessed using GRADE was mixed.\nPFMT plus biofeedback versus no treatment, sham treatment or verbal/written instructions\nFour studies reported on this comparison. PFMT plus biofeedback may result in greater subjective cure of incontinence from 6 to 12 months (1 study; n = 102; low-certainty evidence). However, men undertaking PFMT and biofeedback may be less likely to be objectively cured at from 6 to 12 months (2 studies; n = 269; low-certainty evidence). It is uncertain whether undertaking PFMT and biofeedback has an effect on surface or skin-related adverse events (1 study; n = 205; very low-certainty evidence) or muscle-related adverse events (1 study; n = 205; very low-certainty evidence). Condition-specific quality of life, participant adherence to the intervention and general quality of life were not reported by any study for this comparison.\nCombinations of conservative treatments versus no treatment, sham treatment or verbal/written instructions\nEleven studies assessed this comparison. Combinations of conservative treatments may lead to little difference in the number of men being subjectively cured or improved of incontinence between 6 and 12 months (RR 0.97, 95% CI 0.79 to 1.19; 2 studies; n = 788; low-certainty evidence; in absolute terms: no treatment or sham arm: 307 per 1000 and intervention arm: 297 per 1000). Combinations of conservative treatments probably lead to little difference in condition-specific quality of life (MD -0.28, 95% CI -0.86 to 0.29; 2 studies; n = 788; moderate-certainty evidence) and probably little difference in general quality of life between 6 and 12 months (MD -0.01, 95% CI -0.04 to 0.02; 2 studies; n = 742; moderate-certainty evidence). There is little difference between combinations of conservative treatments and control in terms of objective cure or improvement of incontinence between 6 and 12 months (MD 0.18, 95% CI -0.24 to 0.60; 2 studies; n = 565; high-certainty evidence). However, it is uncertain whether participant adherence to the intervention between 6 and 12 months is increased for those undertaking combinations of conservative treatments (RR 2.08, 95% CI 0.78 to 5.56; 2 studies; n = 763; very low-certainty evidence; in absolute terms: no intervention or sham arm: 172 per 1000 and intervention arm: 358 per 1000). There is probably no difference between combinations and control in terms of the number of men experiencing surface or skin-related adverse events (2 studies; n = 853; moderate-certainty evidence), but it is uncertain whether combinations of treatments lead to more men experiencing muscle-related adverse events (RR 2.92, 95% CI 0.31 to 27.41; 2 studies; n = 136; very low-certainty evidence; in absolute terms: 0 per 1000 for both arms).\nElectrical or magnetic stimulation versus no treatment, sham treatment or verbal/written instructions\nWe did not identify any studies for this comparison that reported on our key outcomes of interest."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Despite a total of 25 trials, the value of conservative interventions for urinary incontinence following prostate surgery alone, or in combination, remains uncertain. Existing trials are typically small with methodological flaws. These issues are compounded by a lack of standardisation of the PFMT technique and marked variations in protocol concerning combinations of conservative treatments. Adverse events following conservative treatment are often poorly documented and incompletely described. Hence, there is a need for large, high-quality, adequately powered, randomised control trials with robust methodology to address this subject."
    }
  ],
  "pls_title": "Conservative interventions for managing urinary incontinence after prostate surgery",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- In men who have urinary incontinence following prostate surgery, combined non-pharmacological and non-surgical treatments may make little difference to continence, quality of life or the number of men experiencing adverse events as a result of the interventions.\n- The evidence is uncertain as to whether pelvic floor muscle training combined with biofeedback has any effect on incontinence or quality of life, while no evidence was identified assessing electrical stimulation for our key outcomes of interest.\n- The uncertainty in the evidence we found means that further research is needed."
    },
    {
      "heading": "Background",
      "text": "The prostate is a small, walnut-sized gland that helps men produce semen. If men develop prostate cancer or experience non-cancerous enlargement of the prostate that blocks the bladder outlet (known as benign prostatic obstruction), they may require surgery. After prostate surgery, men can experience urinary incontinence; it has been estimated that between 2% and 60% of men may experience symptoms. While urinary incontinence can improve naturally after surgery, some men continue to have symptoms that can impact on their quality of life."
    },
    {
      "heading": "What did we want to find out?",
      "text": "Where possible, urinary incontinence following prostate surgery can be managed using non-surgical and non-pharmacological interventions such as pelvic floor muscle training (PFMT), electrical or magnetic stimulation, lifestyle modifications (such as diet or water intake), as well as combinations of these. However, there is currently uncertainty surrounding the benefits of these treatments. Therefore, we wanted to find out whether undertaking non-surgical and non-pharmacological interventions helps manage urinary incontinence in men who have undergone prostate surgery."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies investigating the effects of non-surgical and non-pharmacological treatments on urinary incontinence in men who have undergone prostate surgery. We compared and summarised the results of these studies and rated the confidence we had in our findings based on the studies' methods, size and results."
    },
    {
      "heading": "What did we find?",
      "text": "We found 25 studies including a total of 3079 men. Twenty-three of these recruited men who had previously undergone a form of radical prostate surgery, where the entire prostate is removed. Only one study recruited men who had previously undergone transurethral resection of the prostate, a procedure where parts of the prostate are removed through the penis. We were unclear on what type of surgery men in one study had undergone.\nFour studies stated that they did not receive any funding, while seven were funded solely by governmental organisations and one solely by a foundation. One study was funded by a governmental organisation and a university, one by a charity and a university and one through both charity and a pharmaceutical company. Ten studies did not report where they had obtained funding for their study."
    },
    {
      "heading": "Main results",
      "text": "Four studies reported on PFMT plus biofeedback versus no treatment, sham treatment and/or verbal or written instructions to perform the intervention. PFMT plus biofeedback may result in more men reporting cure of incontinence from 6 to 12 months. However, men undertaking PFMT and biofeedback may be less likely to be cured according to clinicians' measures at from 6 to 12 months. It is uncertain whether undertaking PFMT and biofeedback has an effect on surface- or skin-related adverse events (e.g. skin reactions or bruising) or muscle-related side-effects (e.g. soreness or discomfort). Condition-specific quality of life, participant adherence to the intervention and general quality of life were not reported by any study for this comparison.\nEleven studies assessed combinations of conservative treatments versus no treatment, sham treatment and/or verbal or written instructions to perform the intervention. Combinations of treatments may lead to little difference in the number of men reporting cure or improvement of incontinence between 6 and 12 months. Combinations of treatments probably lead to little difference in condition-specific quality of life and probably little difference in general quality of life between 6 and 12 months. There is little difference between combinations of treatments and control in terms of cure or improvement of incontinence using clinicians' measures between 6 and 12 months. However, it is uncertain whether participant adherence to the intervention between 6 and 12 months is increased for those undertaking combinations of treatments. There is probably no difference between combinations and control in terms of the number of men experiencing surface- or skin-related side-effects but it is uncertain whether combinations of treatments lead to more men experiencing muscle-related side effects.\nWe did not identify any studies assessing electrical or magnetic stimulation versus no intervention, sham or verbal or written instructions that reported on our key outcomes of interest."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The certainty of the evidence identified was mixed, ranging from very low-certainty to high-certainty evidence. Our concerns mainly surrounded how many participants were involved in the studies, as studies were often small. We also had concerns that there may have been bias introduced into many studies. Furthermore, it is uncertain whether evidence from open/laparoscopic surgery is applicable to robot-assisted radical prostatectomy."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to 22 April 2022."
    }
  ]
}