{
  "doi": "10.1002/14651858.CD008695.pub2",
  "name": "Short courses of antibiotics for children and adults with bronchiectasis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Bronchiectasis is an important cause of respiratory morbidity in both developing and developed countries. Antibiotics are considered standard therapy in the treatment of this condition but it is unknown whether short courses (four weeks or less) are efficacious."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether short courses of antibiotics (i.e. less than or equal to four weeks) for treatment of acute and stable state bronchiectasis, in adults and children, are efficacious when compared to placebo or usual care."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library), MEDLINE, EMBASE, OLDMEDLINE, CINAHL, AMED and PsycINFO and handsearching of respiratory journals and meeting abstracts were performed by the Cochrane Airways Group up to February 2011."
    },
    {
      "heading": "Selection criteria",
      "text": "Only randomised controlled trials were considered. Adults and children with bronchiectasis (defined clinically or radiologically) were included. Patients with cystic fibrosis were excluded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently reviewed the titles, abstracts and citations to assess eligibility for inclusion. Only one study fulfilled the inclusion criteria and thus meta-analysis could not be performed."
    },
    {
      "heading": "Main results",
      "text": "The single eligible study showed a small benefit, when compared to placebo, of four weeks of inhaled antibiotic therapy in adults with bronchiectasis and pseudomonas in their sputum. There were no studies in children and no studies on oral or intravenous antibiotics."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence in the current literature to make reasonable conclusions about the efficacy of short course antibiotics in the management of adults and children with bronchiectasis. Until further evidence is available, adherence to current treatment guidelines is recommended."
    }
  ],
  "pls_title": "Short courses of antibiotics for children and adults with bronchiectasis",
  "pls_type": "long",
  "pls": "There is a paucity of evidence to conclude whether short courses of antibiotics (i.e. less than or equal to four weeks) are equivalent or superior to placebo in the treatment of stable or exacerbation state bronchiectasis. One single study showed some benefit of short-course inhaled antibiotics over placebo, in terms of microbiological response and subjective improvement in medical condition, although this was balanced against an increase in adverse effects and antimicrobial resistance in the treatment group. Given the potential benefits of shorter duration antibiotic therapy in bronchiectasis, further RCTs are clearly needed to answer this important question."
}