{
  "doi": "10.1002/14651858.CD007578.pub2",
  "name": "Notification and support for people exposed to the risk of Creutzfeldt‐Jakob disease (CJD) (or other prion diseases) through medical treatment (iatrogenically) ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Creutzfeldt-Jakob disease (CJD) and variant CJD (vCJD) are rare and always-fatal diseases transmissible via certain medical procedures. If a person is exposed to the disease risk through medical treatment, they may need to be notified of this to prevent them passing the risk to others in healthcare settings and to enable additional infection control measures to be put in place for certain procedures. As CJD is incurable, and unable to be screened for or effectively treated, communicating this risk information after an exposure incident may have significant implications for the person at risk, their families/ carers and healthcare professionals. The best ways to notify people of their exposure to the risk of CJD or vCJD, and to support them subsequently, are currently unknown."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effects of interventions to notify and support consumers (patients and their family members or carers) in situations where exposure to the risk of CJD or vCJD has occurred as a result of medical treatment (iatrogenically), on consumer, healthcare provider and healthcare system outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Consumers and Communication Review Group Specialised Register (10 February, 2009), the Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library, Issue 1 2009), MEDLINE (OVID SP), EMBASE (OVID SP), PsycINFO (OVID SP), CINAHL (EBSCO Host), Current Contents (OVID SP) and Dissertation Abstracts (Proquest) from start date to February 2009. We searched MEDLINE In-process and Other Non-indexed Citations (OVID SP) and Sociological Abstracts (CSA) in November 2009. We searched reference lists, websites, and contacted consumer groups and experts for details of relevant research."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled studies, controlled before-and-after studies and interrupted time series analyses assessing the effects of any intervention to communicate with (notify or support) people exposed to the risk of CJD or vCJD through medical treatment were included. We sought outcomes relevant to consumers, health providers and health services, including both benefits and harms."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Cochrane review\nTwo authors independently assessed studies for inclusion against selection criteria, and would have applied standard Cochrane review methodology were any studies identified.\nThematic synthesis\nWe also conducted a thematic synthesis by systematically identifying and screening those studies that met the same population, intervention and outcome criteria as the Cochrane review, but that were identified from the broader literature providing evidence on policy implementation and consumer experiences. We systematically extracted and synthesised the data from these studies to produce a thematic synthesis, presented in appendices to this Cochrane review, which assembles evidence on the views, experiences and acceptability of notification and support strategies for people at risk."
    },
    {
      "heading": "Main results",
      "text": "Results of the Cochrane review\nNo studies meeting the study design criteria were identified for inclusion in this Cochrane review.\nResults of thematic synthesis\nIn total, 49 studies and pieces of literature meeting the same population, intervention and outcome criteria as the Cochrane review, but identified from the broader literature providing evidence on policy implementation and consumer experiences, were included and formed the basis of a thematic synthesis, and which is presented in appendices to this Cochrane review. The thematic synthesis indicates that ideally communication may be considered as a longitudinal multicomponent programme, ensuring that notification and support are coordinated; that communication is tailored and responsive to need; and that activities to support individual risk communication, such as widespread education and monitoring of access to health care for those at risk, are in place. The thematic synthesis also indicates that poor communication practices may have negative impacts or cause harm, such as discrimination in accessing health care."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient rigorous evidence to determine the effects of interventions to notify people at CJD or vCJD risk and to support them subsequently, or to identify the best approach to communication in these situations. The thematic synthesis can be used to inform policy and practice decisions for communicating with people at risk in the absence of rigorous evaluative studies."
    }
  ],
  "pls_title": "Notification and support for people exposed to the risk of Creutzfeldt-Jakob disease (CJD) (or other prion diseases) through medical treatment",
  "pls_type": "long",
  "pls": "CJD and variant CJD (vCJD) are rare and fatal diseases with very long incubation periods. While CJD can occur spontaneously or genetically, this review focuses on those forms of CJD and vCJD in which the disease risk has been acquired through one of a small number of specific medical procedures (iatrogenically), such as brain surgery or the use of human pituitary hormone products.\nRoutine healthcare sterilisation techniques may not completely destroy the infectious agent responsible for causing CJD or vCJD. If a person is exposed to the disease risk through medical treatment, they may need to be notified of this to prevent them passing the risk to others in healthcare settings, and additional infection control measures may be needed for some procedures. As there is no screening test or effective treatment for CJD or vCJD, communicating this risk information after a healthcare incident where exposure to risk occurred may have a significant impact on the person at risk, their family members or carers, and their healthcare professionals. With no way to test for CJD or vCJD, those exposed to risk can be told only that they are at an increased risk of developing the disease. The seriousness of the disease and the uncertainty of the risk can make notification a highly distressing event, and may cause significant anxiety and psychological harm. Notification of risk and living with at-risk status may also lead to ongoing problems over time, such as delays or discrimination in accessing routine or other health care.\nFor these reasons, communication about CJD and vCJD risk must be considered carefully. The risk information must be conveyed in a way that causes the least harm to individuals and their families. However, the best ways to notify people of their exposure to the risk of CJD or vCJD, and to support them after notification, are not known. These questions were the subject of this review.\nThat CJD and vCJD are very rare diseases creates challenges for researchers aiming to conduct rigorous quantitative studies in this area. Although we searched widely to identify all relevant research evaluating the effects of interventions to communicate with (notify and support) people at risk, we did not identify any studies that met the criteria for inclusion in this Cochrane review.\nHowever, systematic searches did identify a number of pieces of relevant research and literature that provided evidence about policy implementation and consumer experiences in situations of iatrogenic exposure to risk. This research formed the basis of a thematic synthesis. The synthesis identified several activities that aim to improve the experiences of people at risk of CJD and vCJD. It indicates that communication may be best considered as a longitudinal multicomponent programme occurring over time, ensuring that notification is coordinated and considers impact; that support is in place and is offered over time; that communication is flexible, tailored and responsive to need; and that supporting activities, such as widespread education of the healthcare workforce, the public and the media, and monitoring of access to health care for those at risk, are in place. The thematic synthesis also indicates that poor communication practices may have negative impacts or cause harm, such as discrimination in accessing health care. In the absence of rigorous evaluative studies the results of this thematic synthesis can be used to inform policy and practice decisions for communicating with people at risk."
}