{
  "doi": "10.1002/14651858.CD006888.pub3",
  "name": "Ginkgo biloba for intermittent claudication",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "People with intermittent claudication (IC) suffer from pain in the muscles of the leg occurring during exercise which is relieved by a short period of rest. Symptomatic relief can be achieved by (supervised) exercise therapy and pharmacological treatments. Ginkgo biloba is a vasoactive agent and is used to treat IC."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of Ginkgo biloba on walking distance in people with intermittent claudication."
    },
    {
      "heading": "Search methods",
      "text": "For this update the Cochrane Peripheral Vascular Diseases Group Trials Search Co-ordinator searched the Specialised Register (March 2013) and CENTRAL (2013, Issue 2)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of Ginkgo biloba extract, irrespective of dosage, versus placebo in people with IC."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trials for selection, assessed study quality and extracted data. We extracted number of patients, mean walking distances or times and standard deviations. To standardise walking distance or time, caloric expenditures were used to express the difference between the different treadmill protocols, which were calculated from the speed and incline of the treadmill."
    },
    {
      "heading": "Main results",
      "text": "Fourteen trials with a total of 739 participants were included. Eleven trials involving 477 participants compared Ginkgo biloba with placebo and assessed the absolute claudication distance (ACD). Following treatment with Ginkgo biloba at the end of the study the ACD increased with an overall effect size of 3.57 kilocalories (confidence interval (CI) -0.10 to 7.23, P = 0.06), compared with placebo. This translates to an increase of just 64.5 ( CI -1.8 to 130.7) metres on a flat treadmill with an average speed of 3.2 km/h. Publication bias leading to missing data or \"negative\" trials is likely to have inflated the effect size."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Overall, there is no evidence that Ginkgo biloba has a clinically significant benefit for patients with peripheral arterial disease."
    }
  ],
  "pls_title": "Ginkgo biloba for people with leg pain while walking (intermittent claudication)",
  "pls_type": "long",
  "pls": "The main symptom of peripheral arterial disease (PAD) is leg pain in one or both calves while walking. Typically, this pain occurs during walking and is relieved by a short period of rest. This clinical phenomenon is called intermittent claudication (IC). Peripheral arterial disease is caused by progressive narrowing of the arteries in one or both legs and is a manifestation of systematic atherosclerosis, possibly leading to cardiovascular events. Conservative treatment consists of treatment for cardiovascular risk factors and symptomatic relief by exercise therapy and pharmacological treatments. One of the pharmacotherapeutical options is Ginkgo biloba extract, which is derived from the leaves of the Ginkgo biloba tree and has been used in traditional Chinese medicine for centuries. It is a vasoactive agent which is believed to have a positive effect on walking ability in patients with PAD. This review shows that people using Ginkgo biloba could walk 64.5 metres further, which was a non-significant difference compared with the placebo group. Overall, there is no evidence that Ginkgo biloba has a clinically significant benefit for patients with PAD."
}