{
  "doi": "10.1002/14651858.CD008062.pub4",
  "name": "Cyanoacrylate microbial sealants for skin preparation prior to surgery",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Surgical site infections (i.e. incisions that become infected) are a continuing concern in health care. Microbial sealant is a liquid that can be applied to the skin immediately before surgery and is thought to help reduce the incidence of surgical site infections (SSIs) by sealing in the skin flora, thus preventing contamination and infection of the surgical site."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of the preoperative application of microbial sealants (compared with no microbial sealant) on rates of SSI in people undergoing clean surgery."
    },
    {
      "heading": "Search methods",
      "text": "For this second update we searched the following electronic databases in May 2015: the Cochrane Wounds Specialised Register; the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library); Ovid MEDLINE; Ovid MEDLINE (In-Process & Other Non-Indexed Citations); Ovid EMBASE and EBSCO CINAHL. There were no restrictions based on language or date of publication or study setting."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) were eligible for inclusion if they involved people undergoing clean surgery (i.e. surgery that does not involve the breathing system, gut, genital or urinary tract, or any part of the body with an existing infection) in an operating theatre and compared the use of preoperative microbial sealants with no microbial sealant."
    },
    {
      "heading": "Data collection and analysis",
      "text": "All review authors independently extracted data on the characteristics, risk of bias and outcomes of the eligible trials."
    },
    {
      "heading": "Main results",
      "text": "Seven trials (859 participants undergoing clean surgery) met the inclusion criteria. The trials all compared cyanoacrylate microbial sealant with no sealant. We found there were fewer SSIs with the use of microbial sealant (23/443 participants) than with the control comparison (46/416 participants). There was no evidence of a difference between the two groups in surgical site infection rates following the use of microbial sealants when the results were pooled (risk ratio (RR) 0.53, 95% CI 0.24 to 1.18). There were adverse events in three studies, but these were not judged to be a result of the use of microbial sealant."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In this second update there is still insufficient evidence available to determine whether the use of microbial sealants reduces the risk of surgical site infection or not. Further rigorous, adequately-powered RCTs are required to investigate this properly."
    }
  ],
  "pls_title": "Cyanoacrylate microbial sealants for skin preparation prior to surgery",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Question",
      "text": "We aimed to find evidence from randomised studies of people undergoing surgery to demonstrate whether or not microbial sealants make a difference to the number of surgical site infections.BackgroundSurgical site infection is a serious complication of surgery, where bacteria contaminate the surgical wound, preventing effective healing and in some cases spreading to other parts of the body. Research suggests that for every twenty people who have surgery, one will develop such an infection. Microbial sealant is a liquid applied to the surface of the skin immediately before surgery to seal in any bacteria living on the skin. Before applying the sealant, the skin at the operating site is usually prepared with an antiseptic solution of 10% povidone-iodine.CharacteristicsWe found seven trials, which in total included 859 people. Four trials involved heart surgery, one involved inguinal hernia repair, one concerned spinal correction and another looked at surgical repair of arteries in the leg.FindingsWhen the findings from these trials were added together, they showed that there was no difference in surgical site infection rates following the use of microbial sealants. On average, for every hundred patients who had surgery, there were six fewer surgical site infections when a microbial sealant was used compared to when no such sealant was used.Adverse effectsNone of the studies commented on any dangerous side effects or reactions resulting from use of microbial sealants, so we cannot be certain about the risks of using microbial sealants.LimitationsThe risk of bias varied across the seven studies we reviewed. In some there was a high risk of bias because the methods used to design the study may have given participants and care providers knowledge of whether patients were in the comparison group or the control group. In others studies, the authors took a number of steps to minimise this risk. Overall we cannot say that any of the studies was completely free from bias."
    }
  ]
}