{
  "doi": "10.1002/14651858.CD013259.pub3",
  "name": "Prehabilitation versus no prehabilitation to improve functional capacity, reduce postoperative complications and improve quality of life in colorectal cancer surgery ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Surgery is the cornerstone in curative treatment of colorectal cancer. Unfortunately, surgery itself can adversely affect patient health. 'Enhanced Recovery After Surgery' programmes, which include multimodal interventions, have improved patient outcomes substantially. However, these are mainly applied peri- and postoperatively. Multimodal prehabilitation includes multiple preoperative interventions to prepare patients for surgery with the aim of increasing resilience, thereby improving postoperative outcomes."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of multimodal prehabilitation programmes on functional capacity, postoperative complications, and quality of life in adult patients undergoing surgery for colorectal cancer."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase and PsycINFO in January 2021. We also searched trial registries up to March 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) in adult patients with non-metastatic colorectal cancer, scheduled for surgery, comparing multimodal prehabilitation programmes (defined as comprising at least two preoperative interventions) with no prehabilitation. We focused on the following outcomes: functional capacity (i.e. 6-minute walk test, VO2peak, handgrip strength), postoperative outcomes (i.e. complications, mortality, length of hospital stay, emergency department visits, re-admissions), health-related quality of life, compliance, safety of prehabilitation, and return to normal activities."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently selected studies, extracted data, assessed risk of bias and used GRADE to assess the certainty of the evidence. Any disagreements were solved with discussion and consensus. We pooled data to perform meta-analyses, where possible."
    },
    {
      "heading": "Main results",
      "text": "We included three RCTs that enrolled 250 participants with non-metastatic colorectal cancer, scheduled for elective (mainly laparoscopic) surgery. Included trials were conducted in tertiary care centres and recruited patients during periods ranging from 17 months to 45 months. A total of 130 participants enrolled in a preoperative four-week trimodal prehabilitation programme consisting of exercise, nutritional intervention, and anxiety reduction techniques. Outcomes of these participants were compared to those of 120 participants who started an identical but postoperative programme.\nPostoperatively, prehabilitation may improve functional capacity, determined with the 6-minute walk test at four and eight weeks (mean difference (MD) 26.02, 95% confidence interval (CI) -13.81 to 65.85; 2 studies; n = 131; and MD 26.58, 95% CI -8.88 to 62.04; 2 studies; n = 140); however, the certainty of evidence is low and very low, respectively, due to serious risk of bias, imprecision, and inconsistency. After prehabilitation, the functional capacity before surgery improved, with a clinically relevant mean difference of 24.91 metres (95% CI 11.24 to 38.57; 3 studies; n = 225). The certainty of evidence was moderate due to downgrading for serious risk of bias. The effects of prehabilitation on the number of complications (RR 0.95, 95% CI 0.70 to 1.29; 3 studies; n = 250), emergency department visits (RR 0.72, 95% CI 0.39 to 1.32; 3 studies; n = 250) and re-admissions (RR 1.20, 95% CI 0.54 to 2.65; 3 studies; n = 250) were small or even trivial. The certainty of evidence was low due to downgrading for serious risk of bias and imprecision. The effects on VO2peak, handgrip strength, length of hospital stay, mortality rate, health-related quality of life, return to normal activities, safety of the programme, and compliance rate could not be analysed quantitatively due to missing or insufficient data. The included studies did not report a difference between groups for health-related quality of life and length of hospital stay. Data on remaining outcomes were not reported or were reported inadequately in the included studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Prehabilitation may result in an improved functional capacity, determined with the 6-minute walk test both preoperatively and postoperatively. A solid effect on the number of complications, postoperative emergency department visits and re-admissions could not be established. The certainty of evidence ranges from moderate to very low, due to downgrading for serious risk of bias, imprecision and inconsistency. In addition, only three heterogeneous studies were included in this review. Therefore, the findings of this review should be interpreted with caution. Numerous relevant RCTs are ongoing and will be included in a future update of this review."
    }
  ],
  "pls_title": "Preparing a patient with bowel cancer for surgery with multiple interventions",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Aim of this review",
      "text": "The aim of this review is to find out whether multiple interventions introduced in the period prior to surgery for bowel cancer could prepare a patient by increasing the patient's overall fitness, and thus improve outcomes after surgery. Cochrane researchers collected and analysed all available randomised controlled trials on this topic."
    },
    {
      "heading": "Key messages",
      "text": "Only three studies met the inclusion criteria for this review, information was not available for all outcomes and the overall certainty of evidence was very low to moderate. More and larger studies are needed to gather evidence on this topic."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Surgery is often given to cure patients diagnosed with early stage bowel cancer. Surgery has a negative impact on the overall fitness of the patient. The energy level decreases, patients are more dependent in their daily living activities, and quality of life decreases. Furthermore, complications may occur after surgery causing a further decrease of fitness. Preoperative interventions, such as exercise programmes, nutritional advice and supplements, as well as mental support, may increase the fitness of the patient, prior to surgery. This concept is called prehabilitation. The impact of surgery is diminished and consequently results in faster and better recovery. Combining such preoperative interventions results in better preparation for surgery because each interventions may help to strengthen the effects of the others. The review authors aimed to study the effect of such multiple-intervention preparation programmes before surgery for patients with bowel cancer. The review authors focused on these outcomes: physical fitness, number of complications after surgery, death rate, quality of life (assessed with questionnaires), length of stay in the hospital, number of emergency department visits, number of re-admissions after surgery, safety of the programme and adherence to the programme. They compared groups with prehabilitation programmes to groups not receiving any preparation prior to surgery, other than standard care."
    },
    {
      "heading": "Main results of this review",
      "text": "The review authors found three studies with 250 participants with bowel cancer, without metastases, scheduled for surgery. Studies were conducted in Canada. A total of 130 participants followed four-week prehabilitation programmes prior to surgery, which included exercises, nutritional advice and supplements, as well as techniques to reduce anxiety about their cancer and its treatment. Another 120 participants followed identical programmes, but only started them after the surgery, when they were discharged from hospital.\nOverall, the review authors did not find an improvement in either group of participants. The certainty of evidence was very low to moderate, mainly because of the small numbers of studies and participants included in the review. Physical fitness potentially improves in patients receiving prehabilitation programmes prior to surgery. The effects of such a programme on the number of complications, emergency department visits and re-admissions are small or even trivial. Because data on death rates, quality of life, length of stay in the hospital, safety of the programme and adherence to the programme was not complete or not reported, the review authors did not analyse these outcomes. Due to the mostly low or very low certainty of the evidence, the findings of this review should be interpreted with caution."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The review authors searched for studies that had been published up to January 2021 and also looked for unpublished, ongoing studies up to March 2021. In a future update of this review, many ongoing studies will likely have been completed, which can be included to collect more evidence on this subject."
    }
  ]
}