{
  "doi": "10.1002/14651858.CD000058.pub2",
  "name": "Clonidine for smoking cessation",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Clonidine was originally used to lower blood pressure. It acts on the central nervous system and may reduce withdrawal symptoms in various addictive behaviours, including tobacco use."
    },
    {
      "heading": "Objectives",
      "text": "The aim of this review is to determine clonidine's effectiveness in helping smokers to quit."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Tobacco Addiction Group trials register for trials of clonidine. Date of the most recent search: June 2008."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered randomized trials of clonidine versus placebo with a smoking cessation endpoint assessed at least 12 weeks following the end of treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data in duplicate on the type of subjects, the dose and duration of clonidine therapy, the outcome measures, method of randomization, and completeness of follow up.\nThe main outcome measure was abstinence from smoking after at least 12 weeks follow up in patients smoking at baseline. We used the most rigorous definition of abstinence for each trial, and biochemically validated rates if available. Where appropriate, we performed meta-analysis using a fixed effect model."
    },
    {
      "heading": "Main results",
      "text": "Six trials met the inclusion criteria. There were three trials of oral, and three of transdermal clonidine. Some form of behavioural counselling was offered to all participants in five of the six trials.\nThere was a statistically significant effect of clonidine in one of these trials. The pooled risk ratio for success with clonidine versus placebo was 1.63 (95% confidence interval 1.22 to 2.18). There was a high incidence of dose-dependent side-effects, particularly dry mouth and sedation."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on a small number of trials, in which there are potential sources of bias, clonidine is effective in promoting smoking cessation. Prominent side-effects limit the usefulness of clonidine for smoking cessation."
    }
  ],
  "pls_title": "Does clonidine help smokers to quit",
  "pls_type": "long",
  "pls": "Clonidine is a drug used to lower blood pressure, but it may also reduce drug and alcohol withdrawal symptoms. The review of trials found that clonidine can lead to a small increase in the number of people likely to quit smoking. However, the quality of the trials was poor, which makes the evidence less reliable. Adverse effects of clonidine included a dry mouth and sedation. Clonidine may not be the best option for people trying to quit smoking, but it might be useful for people who are not helped by nicotine replacement therapy or antidepressants."
}