{
  "doi": "10.1002/14651858.CD003076.pub3",
  "name": "Home versus in‐patient treatment for deep vein thrombosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Deep vein thrombosis (DVT) occurs when a blood clot blocks blood flow through a vein, which can occur after surgery, after trauma, or when a person has been immobile for a long time. Clots can dislodge and block blood flow to the lungs (pulmonary embolism (PE)), causing death. DVT and PE are known by the term venous thromboembolism (VTE). Heparin (in the form of unfractionated heparin (UFH)) is a blood-thinning drug used during the first three to five days of DVT treatment. Low molecular weight heparins (LMWHs) allow people with DVT to receive their initial treatment at home instead of in hospital. This is an update of a review first published in 2001 and updated in 2007."
    },
    {
      "heading": "Objectives",
      "text": "To compare the incidence and complications of venous thromboembolism (VTE) in patients treated at home versus patients treated with standard in-patient hospital regimens. Secondary objectives included assessment of patient satisfaction and cost-effectiveness of treatment."
    },
    {
      "heading": "Search methods",
      "text": "For this update, the Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register (last searched 16 March 2017), the Cochrane Central Register of Controlled Trials (CENTRAL; 2017, Issue 2), and trials registries. We also checked the reference lists of relevant publications."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) examining home versus hospital treatment for DVT, in which DVT was clinically confirmed and was treated with LMWHs or UFH."
    },
    {
      "heading": "Data collection and analysis",
      "text": "One review author selected material for inclusion, and another reviewed the selection of trials. Two review authors independently extracted data and assessed included studies for risk of bias. Primary outcomes included combined VTE events (PE and recurrent DVT), gangrene, heparin complications, and death. Secondary outcomes were patient satisfaction and cost implications. We performed meta-analysis using fixed-effect models with risk ratios (RRs) and 95% confidence intervals (CIs) for dichotomous data."
    },
    {
      "heading": "Main results",
      "text": "We included in this review seven RCTs involving 1839 randomised participants with comparable treatment arms. All seven had fundamental problems including high exclusion rates, partial hospital treatment of many in the home treatment arms, and comparison of UFH in hospital versus LMWH at home. These trials showed that patients treated at home with LMWH were less likely to have recurrence of VTE events than those given hospital treatment with UFH or LMWH (fixed-effect risk ratio (RR) 0.58, 95% confidence interval (CI) 0.39 to 0.86; 6 studies; 1708 participants; P = 0.007; low-quality evidence). No clear difference was seen between groups for major bleeding (RR 0.67, 95% CI 0.33 to 1.36; 6 studies; 1708 participants; P = 0.27; low-quality evidence), minor bleeding (RR 1.29, 95% CI 0.94 to 1.78; 6 studies; 1708 participants; P = 0.11; low-quality evidence), or mortality (RR 0.69, 95% CI 0.44 to 1.09; 6 studies; 1708 participants; P = 0.11; low-quality evidence). The included studies reported no cases of venous gangrene. We could not combine patient satisfaction and quality of life outcomes in meta-analysis owing to heterogeneity of reporting, but two of three studies found evidence that home treatment led to greater improvement in quality of life compared with in-patient treatment at some point during follow-up, and the third study reported that a large number of participants chose to switch from in-patient care to home-based care for social and personal reasons, suggesting it is the patient's preferred option (very low-quality evidence). None of the studies included in this review carried out a full cost-effectiveness analysis. However, a small randomised economic evaluation of the two alternative treatment settings involving 131 participants found that direct costs were higher for those in the in-patient group. These findings were supported by three other studies that reported on their costs (very low-quality evidence).\nQuality of evidence for data from meta-analyses was low to very low. This was due to risk of bias, as many of the included studies used unclear randomisation techniques, and blinding was a concern for many. Also, indirectness was a concern, as most studies included a large number of participants randomised to the home (LMWH) treatment group who were treated in hospital for some or all of the treatment period. A further issue for some outcomes was heterogeneity that was evident in measurement and reporting of outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Low-quality evidence suggests that patients treated at home with LMWH are less likely to have recurrence of VTE than those treated in hospital. However, data show no clear differences in major or minor bleeding, nor in mortality (low-quality evidence), indicating that home treatment is no worse than in-patient treatment for these outcomes. Because most healthcare systems are moving towards more LMWH usage in the home setting it is unlikely that additional large trials will be undertaken to compare these treatments. Therefore, home treatment is likely to become the norm, and further research will be directed towards resolving practical issues by devising local guidelines that include clinical prediction rules, developing biomarkers and imaging that can be used to tailor therapy to disease severity, and providing training for community healthcare workers who administer treatment and monitor treatment progress."
    }
  ],
  "pls_title": "Home versus in-patient treatment for deep vein blood clots",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Deep vein thrombosis (DVT) occurs when a blood clot blocks the flow of blood through a vein, generally in the legs. This can happen after surgery, after trauma, when a person is immobile for a long time, or for no obvious reason. Clots can dislodge and block blood flow to the lungs (pulmonary embolism (PE)), which can be fatal. DVT and PE are known as venous thromboembolism (VTE). Heparin is a blood-thinning drug that is used to treat DVT during the first three to five days. Unfractionated heparin (UFH) is administered intravenously in hospital with laboratory monitoring. Low molecular weight heparins (LMWHs) are given by subcutaneous injection once a day and can be given at home. Oral anticoagulants are then continued for three to six months. After recovery from the acute episode, people may develop post-thrombotic syndrome with leg swelling, varicose veins, and ulceration."
    },
    {
      "heading": "Study characteristics and key results",
      "text": "Seven randomised controlled trials involving 1839 patients with clinically confirmed DVT compared home (LMWH) versus hospital (unfractionated heparin, or LMWH in one trial) treatment. Trials had limitations, including high exclusion rates and designs that did not take into account short hospital stays for any of the people treated at home to allow fair comparison of heparin in hospital with LMWH at home.\nTrials showed that patients treated at home with LMWH had less recurrence of VTE than hospital-treated patients. The review showed no clear differences between treatment groups for major bleeding, minor bleeding, or death. No study reported venous gangrene. We could not pool information on patient satisfaction and quality of life, as studies had different ways of reporting these, but two of the three studies reporting on quality of life provided evidence that home treatment led to greater improvement in quality of life compared with in-patient treatment, at some point during follow-up. The third study reported that a large number of participants chose to switch from in-patient care to home-based care for social and personal reasons, indicating that home treatment was better accepted than in-patient treatment. Studies that looked at cost found that cost of home management was lower per incident of treatment."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Overall, the quality of evidence of the available data was low to very low owing to risk of bias, indirectness, and differences in measuring and reporting of outcomes. Risk of bias is a concern, as many of the included studies did not fully explain how they randomised and allocated participants to treatments, and blinding techniques described were not clear. Full blinding would be difficult if not impossible for these types of treatments (home vs hospital), but some techniques could be put in place such as using the same treatment medications or blinding those who measure outcomes. Another concern of reviewers was that in some studies, participants randomised to home treatment actually ended up being treated in hospital but remained in their assigned treatment for the analysis (this is known as indirectness). This makes it hard to determine whether trial results actually can be used to answer the question of whether home versus hospital treatment for DVT is superior. A further concern regarding a few of outcomes is variation in the way outcomes were measured and reported."
    }
  ]
}