{
  "doi": "10.1002/14651858.CD011837.pub2",
  "name": "Medical and surgical interventions for the treatment of usual‐type vulval intraepithelial neoplasia ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Usual-type vulval intraepithelial neoplasia (uVIN) is a pre-cancerous condition of the vulval skin. Also known as high-grade VIN, VIN 2/3 or high-grade vulval squamous intraepithelial lesion (HSIL), uVIN is associated with high-risk subtype human papilloma virus (HPV) infection. The condition causes distressing vulval symptoms in the majority of affected women and may progress to vulval cancer, therefore is usually actively managed. There is no consensus on the optimal management of uVIN. High morbidity and recurrence rates associated with surgical treatments make less invasive treatments highly desirable."
    },
    {
      "heading": "Objectives",
      "text": "To determine which interventions are the most effective, safe and tolerable for treating women with uVIN."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Gynaecological Cancer Group Trials Register, Cochrane Central Register of Controlled Trials (CENTRAL), Issue 8 2015, MEDLINE and EMBASE (up to 1 September 2015). We also searched registers of clinical trials, abstracts of scientific meetings, reference lists of included studies and contacted experts in the field."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) that assessed medical and surgical interventions in women with uVIN. If no RCTs were available, we included non-randomised studies (NRSs) with concurrent comparison groups that controlled for baseline case mix in multivariate analysis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used Cochrane methodology with two review authors independently extracting data and assessing risk of bias. Where possible, we synthesised data in meta-analyses using random-effects methods. Network meta-analysis was not possible due to insufficient data."
    },
    {
      "heading": "Main results",
      "text": "We included six RCTs involving 327 women and five NRSs involving 648 women. The condition was variously named by investigators as uVIN, VIN2/3 or high-grade VIN. Five RCTs evaluated medical treatments (imiquimod, cidofovir, indole-3 carbinol), and six studies (one RCT and five NRSs) evaluated surgical treatments or photodynamic therapy. We judged two RCTs and four NRSs to be at a high or unclear risk of bias; we considered the others at relatively low risk of bias. Types of outcome measures reported in NRSs varied and we were unable to pool NRS data.\nMedical interventions: Topical imiquimod was more effective than placebo in achieving a response (complete or partial) to treatment at five to six months post-randomisation (three RCTs, 104 women; risk ratio (RR) 11.95, 95% confidence interval (CI) 3.21 to 44.51; high-quality evidence ). At five to six months, a complete response occurred in 36/62 (58%) and 0/42 (0%) women in the imiquimod and placebo groups, respectively (RR 14.40, 95% CI 2.97 to 69.80). Moderate-quality evidence suggested that the complete response was sustained at one year (one RCT, nine complete responses out of 52 women (38%)) and beyond, particularly in women with smaller VIN lesions. Histologically confirmed complete response rates with imiquimod versus cidofovir at six months were 45% (41/91) and 46% (41/89), respectively (one RCT, 180 women; RR 1.00, 95% CI 0.73 to 1.37; moderate-quality evidence ). Twelve-month data from this trial are awaited; however, interim findings suggested that complete responses were sustained at 12 months. Only one trial reported vulval cancer at one year (1/24 and 2/23 in imiquimod and placebo groups, respectively). Adverse events were more common with imiquimod than placebo and dose reductions occurred more frequently in the imiquimod group than in the placebo group (two RCTs, 83 women; RR 7.77, 95% CI 1.61 to 37.36; high-quality evidence ). Headache, fatigue and discontinuation were slightly more common with imiquimod than cidofovir (moderate-quality evidence). Quality of life scores reported in one trial (52 women) were not significantly different for imiquimod and placebo. The evidence of effectiveness of topical treatments in immunosuppressed women was scant. There was insufficient evidence on other medical interventions.\nSurgical and other interventions: Low-quality evidence from the best included NRS indicated, when data were adjusted for confounders, that there was little difference in the risk of VIN recurrence between surgical excision and laser vaporisation. Recurrence occurred in 51% (37/70) of women overall, at a median of 14 months, and was more common in multifocal than unifocal lesions (66% versus 34%). Vulval cancer occurred in 11 women (15.1%) overall at a median of 71.5 months (9 to 259 months). The risk of vulval cancer did not differ significantly between excision and laser vaporisation in any of the NRSs; however, events were too few for robust findings. Alternative surgical procedures that might be as effective include Cavitron ultrasonic surgical aspiration (CUSA) and loop electrosurgical excision (LEEP) procedures, based on low- to very low-quality evidence, respectively. Very low-quality evidence also suggested that photodynamic therapy may be a useful treatment option.\nWe found one ongoing RCT of medical treatment (imiquimod) compared with surgical treatment."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Topical treatment (imiquimod or cidofovir) may effectively treat about half of uVIN cases after a 16-week course of treatment, but the evidence on whether this effect is sustained is limited. Factors predicting response to treatment are not clear, but small lesions may be more likely to respond. The relative risk of progression to vulval cancer is uncertain. However, imiquimod and cidofovir appear to be relatively well tolerated and may be favoured by some women over primary surgical treatment.\nThere is currently no evidence on how medical treatment compares with surgical treatment. Women who undergo surgical treatment for uVIN have about a 50% chance of the condition recurring one year later, irrespective of whether treatment is by surgical excision or laser vaporisation. Multifocal uVIN lesions are at a higher risk of recurrence and progression, and pose greater therapeutic dilemmas than unifocal lesions. If occult cancer is suspected despite a biopsy diagnosis of uVIN, surgical excision remains the treatment of choice. If occult cancer is not a concern, treatment needs to be individualised to take into account the site and extent of disease, and a woman's preferences. Combined modalities may hold the key to optimal treatment of this complex disease."
    }
  ],
  "pls_title": "Medical and surgical treatments for usual-type vulval intraepithelial neoplasia (uVIN)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Usual-type vulval intraepithelial neoplasia (uVIN) is a pre-malignant condition affecting the vulval skin, which has the potential for progression to vulval cancer. Most patients have distressing symptoms that include itching, burning and soreness of the vulva, and painful intercourse. There may be white, brown, or red colour changes of the skin, breaks in the skin, or skin thickening. Usual-type VIN is associated with infection with a virus called human papilloma virus (HPV or wart virus). Treatments are aimed at relieving distressing symptoms and ensuring that the condition does not become cancerous. The most common treatment option has been surgery to remove the affected skin areas. Surgery, however, does not guarantee a cure, can be disfiguring, and may result in physical and psychological problems. Alternatives include the use of laser technology to destroy the layer of affected skin, which may give better cosmetic results, but usually does not yield a specimen to exclude cancer. It may also be ineffective in treating uVIN that extends into hair follicles. Non-surgical treatment alternatives include topical creams and gels, and HPV vaccines. This review aimed to assess the effectiveness and safety of these treatments."
    },
    {
      "heading": "What did we do?",
      "text": "We searched the literature from 1946 to September 2015 for randomised controlled trials (RCTs) and non-randomised studies (NRSs) of uVIN treatment."
    },
    {
      "heading": "What did we find?",
      "text": "We included six RCTs involving 327 women and five NRSs involving 648 women. Five RCTs evaluated medical treatments (imiquimod, cidofovir, indole-3 carbinol), and six studies (one RCT and five NRSs) evaluated surgical treatments or photodynamic therapy.\nWe pooled data from three similar trials involving 104 women and found topical imiquimod cream to be more effective than placebo in clearing uVIN after a 16-week course (58% cleared with imiquimod versus 0% with placebo). Most studies did not include long-term follow-up, but findings from one small study suggested that most women in whom uVIN was completely cleared at six months were likely to sustain this response by 12 months and beyond; however, more evidence is needed. Moderate-quality evidence suggested that topical cidofovir gel has a similar effect to imiquimod on clearing uVIN lesions at six months (complete response rates were 46% and 45%, respectively). Again, we are uncertain about the longer-term effects and more evidence is needed. Side effects of imiquimod included vulval pain, redness and swelling, usually managed by reducing the frequency of applications. Headaches and tiredness occurred more frequently with imiquimod than cidofovir. The evidence for imiquimod was of moderate to high quality, and that for cidofovir was of moderate quality. Very few women were immunosuppressed, therefore we cannot be certain whether these topical treatments will be as effective in these patients.\nLow-quality evidence showed that surgical excision and laser vaporisation were probably equally effective in removing uVIN lesions. However, uVIN recurrence after treatment was common, occurring in about half of women treated. The risk of vulval cancer did not differ significantly between these treatments, but there were too few cases for firm conclusions. Alternative surgical procedures that might be as effective include CUSA (ultrasonic surgical aspiration) and LEEP (loop electrosurgical excision procedure), based on low- to very low-quality evidence, respectively. Very low-quality evidence also suggested that photodynamic therapy may also be a useful treatment option.\nWe found no evidence on the effectiveness of medical treatment versus surgery, or of other treatments, such as HPV vaccines; however, we identified five ongoing trials that may provide important evidence in the future."
    },
    {
      "heading": "Our conclusions",
      "text": "Imiquimod or cidofovir as a 16-week course appears to be effective against uVIN in about half of women treated, but more evidence is needed to prove that this effect is sustained in the longer term. It remains unknown whether topical treatments are as effective as surgery. Surgical excision and laser vaporisation may be equally effective treatments for uVIN, but about half of women will experience uVIN recurrence after either treatment. If cancer is suspected, despite a diagnosis of uVIN, surgical excision remains the treatment of choice. If cancer is not suspected, treatment should be individualised, taking into account a woman's preferences. Long-term follow-up after any treatment is essential."
    }
  ]
}