{
  "doi": "10.1002/14651858.CD002212.pub2",
  "name": "Effectiveness of organisational infrastructures to promote evidence‐based nursing practice ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Nurses and midwives form the bulk of the clinical health workforce and play a central role in all health service delivery. There is potential to improve health care quality if nurses routinely use the best available evidence in their clinical practice. Since many of the factors perceived by nurses as barriers to the implementation of evidence-based practice (EBP) lie at the organisational level, it is of interest to devise and assess the effectiveness of organisational infrastructures designed to promote EBP among nurses."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of organisational infrastructures in promoting evidence-based nursing."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Effective Practice and Organisation of Care (EPOC) Group Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, CINAHL, LILACS, BIREME, IBECS, NHS Economic Evaluations Database, Social Science Citation Index, Science Citation Index and Conference Proceedings Citation Indexes up to 9 March 2011.\nWe developed a new search strategy for this update as the strategy published in 2003 omitted key terms. Additional search methods included: screening reference lists of relevant studies, contacting authors of relevant papers regarding any further published or unpublished work, and searching websites of selected research groups and organisations."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered randomised controlled trials, controlled clinical trials, interrupted times series (ITSs) and controlled before and after studies of an entire or identified component of an organisational infrastructure intervention aimed at promoting EBP in nursing. The participants were all healthcare organisations comprising nurses, midwives and health visitors."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently extracted data and assessed risk of bias. For the ITS analysis, we reported the change in the slopes of the regression lines, and the change in the level effect of the outcome at 3, 6, 12 and 24 months follow-up."
    },
    {
      "heading": "Main results",
      "text": "We included one study from the USA (re-analysed as an ITS) involving one hospital and an unknown number of nurses and patients. The study evaluated the effects of a standardised evidence-based nursing procedure on nursing care for patients at risk of developing healthcare-acquired pressure ulcers (HAPUs). If a patient's admission Braden score was below or equal to 18 (i.e. indicating a high risk of developing pressure ulcers), nurses were authorised to initiate a pressure ulcer prevention bundle (i.e. a set of evidence-based clinical interventions) without waiting for a physician order. Re-analysis of data as a time series showed that against a background trend of decreasing HAPU rates, if that trend was assumed to be real, there was no evidence of an intervention effect at three months (mean rate per quarter 0.7%; 95% confidence interval (CI) 1.7 to 3.3; P = 0.457). Given the small percentages post intervention it was not statistically possible to extrapolate effects beyond three months."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Despite extensive searching of published and unpublished research we identified only one low-quality study; we excluded many studies due to non-eligible study design. If policy-makers and healthcare organisations wish to promote evidence-based nursing successfully at an organisational level, they must ensure the funding and conduct of well-designed studies to generate evidence to guide policy."
    }
  ],
  "pls_title": "Can organisational infrastructures be effective in promoting evidence-based nursing practice?",
  "pls_type": "long",
  "pls": "Nurses and midwives form the bulk of the clinical health workforce, and play a central role in all health service delivery. There is potential to improve health care quality if nurses routinely use the best available evidence in their clinical practice. Since many of the factors perceived by nurses as barriers to the implementation of evidence-based practice (EBP) lie at the organisational level, it is of interest to devise and assess the effectiveness of models to change healthcare organisations in order to promote the use of EBP among nurses successfully.\nWe defined organisational infrastructures as being \"the underlying foundation or basic framework through which clinical care is delivered and supported\", which include for example: organisational policies, nurse development units and other types of organisational developments such as organisations developing and implementing evidence-based nursing procedures, standards or guidelines for clinical practice.\nWe searched the literature for robust evaluations of the effectiveness of organisational interventions in promoting EBP in nursing. We included one study from the USA which involved one hospital and for which the number of nurses was not reported. The study evaluated the effects of a standardised evidence-based nursing procedure on improved nursing care for patients at risk of developing healthcare-acquired pressure ulcers (HAPUs), as measured by the HAPU rate. If a patient's admission Braden score was lower than or equal to 18, nurses were authorised to initiate a prevention pressure ulcer care bundle, without a physician order. The Braden scale is a tool used to assess a patient's risk of developing pressure ulcers. An adult with a score below or equal to 18 is considered to have a high risk for developing a pressure ulcer.\nRe-analysis of the HAPU data, as an interrupted time series, was suggestive of a trend in rates prior to intervention and, if that trend was assumed to be real, there was no evidence of an intervention effect at three months (mean rate per quarter 0.7%; 95% confidence interval (CI) 1.7 to 3.3; P = 0.457). Given the small percentages post intervention it was not statistically possible to extrapolate effects beyond three months.\nConsidering the importance placed on organisational change in promoting EBP in nursing, it is surprising that eight years after the previous empty Cochrane review was published, appropriately evaluated organisational infrastructure interventions are still lacking. If policy-makers and healthcare organisations wish to promote evidence-based nursing at an organisational level successfully, they must ensure the funding and conduct of well-designed studies to generate evidence to guide policy."
}