{
  "doi": "10.1002/14651858.CD009706.pub2",
  "name": "Flow‐regulated versus differential pressure‐regulated shunt valves for adult patients with normal pressure hydrocephalus ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Since 1965 many ventriculo-peritoneal shunt systems have been inserted worldwide to treat hydrocephalus. The most frequent indication in adults is normal pressure hydrocephalus (NPH), a condition that can be difficult to diagnose precisely. Surgical intervention with flow-regulated and differential pressure-regulated ventriculo-peritoneal shunts remains controversial. Knowledge about the benefits and harms of these interventions is limited."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review is to summarize the evidence on benefits and harms of flow-regulated versus differential pressure-regulated shunt valves for adult patients with NPH, based on reported findings of randomised clinical trials."
    },
    {
      "heading": "Search methods",
      "text": "The ALOIS (www.medicine.ox.ac.uk/alois), the Cochrane Dementia and Cognitive Improvement Group Specialized Register; MEDLINE (from 1950) (Ovid SP); EMBASE (from 1980) (Ovid SP); CINAHL (from 1980) (EBSCOhost); PsycINFO (from 1806) (Ovid SP); LILACS (from 1982 ) (BIREME); ClinicalTrials.gov; Umin Japan Trial Register; WHO portal;The Cochrane Library’s Central Register of Controlled trials (CENTRAL); ISI Web of Knowledge Conference Proceedings; Index to Theses; and Australasian Digital Theses were searched until May 16, 2012.The search terms used were NPH, \"normal pressure hydrocephalus,\" iNPH, idiopathic normal pressure hydrocephalus, sNPH, and \"secondary normal pressure hydrocephalus.\""
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include randomised clinical trials comparing flow-regulated versus differential pressure-regulated shunt valves."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors with expert knowledge within the field independently reviewed studies for eligibility, assessed risk of bias, and extracted data."
    },
    {
      "heading": "Main results",
      "text": "No randomised clinical trials comparing flow-regulated versus differential pressure-regulated shunt valves were found."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence from randomised clinical trials indicates that flow-regulated and differential pressure-regulated shunt valves differ with regard to clinical outcome, shunt failure, or intervention risks. Randomised clinical trials are needed that take into account the large number of VP shunts implanted each year in patients with NPH."
    }
  ],
  "pls_title": "Flow-regulated versus differential pressure-regulated shunt valves for adult patients with normal pressure hydrocephalus",
  "pls_type": "long",
  "pls": "Normal pressure hydrocephalus (NPH) is a condition in which the fluid around the brain is not properly absorbed, adversely affecting brain function. It is often treated using a shunt, which drains the extra fluid from the brain into the peritoneal cavity in the abdomen, where the fluid can be absorbed (a ventriculo-peritoneal shunt). Currently about 5.5 ventriculo-peritoneal shunt implantations are performed per 100,000 inhabitants in industrial countries per year, even though evidence supporting shunting as treatment for NPH is poor. Approximately 30% to 40% of implanted shunts fail and have to be revised during the first year. To try to reduce the number of complications, many valve and shunt system designs have been developed. These valves can be classified, according to the mechanical design, into two main groups: differential pressure valves and flow-regulated valves. No randomised clinical trial so far has compared these two types of valve. Thus, there is no high-quality evidence indicating that flow-regulated and differential pressure-regulated shunt valves differ in efficacy or complication rates."
}