{
  "doi": "10.1002/14651858.CD011968.pub4",
  "name": "Repetitive peripheral magnetic stimulation for impairment and disability in people after stroke ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Repetitive peripheral magnetic stimulation (rPMS) is a non-invasive treatment method that can penetrate to deeper structures with painless stimulation to improve motor function in people with physical impairment due to brain or nerve disorders. rPMS for people after stroke has proved to be a feasible approach to improving activities of daily living and functional ability. However, the effectiveness and safety of this intervention for people after stroke remain uncertain. This is an update of the review published in 2019."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of rPMS for improving activities of daily living and functional ability in people after stroke."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Specialised Register; the Cochrane Central Register of Controlled Trials (CENTRAL), in the Cochrane Library; MEDLINE; Embase; the Cumulative Index to Nursing and Allied Health Literature (CINAHL); PsycINFO; the Allied and Complementary Medicine Database (AMED); OTseeker: Occupational Therapy Systematic Evaluation of Evidence; the Physiotherapy Evidence Database (PEDro); Ichushi-Web; and six ongoing trial registries on 5 October 2021. We screened reference lists and contacted experts in the field. We placed no restrictions on the language or date of publication when searching the electronic databases."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) conducted to assess the therapeutic effect of rPMS for people after stroke. The following comparisons were eligible for inclusion: 1) active rPMS only compared with 'sham' rPMS (a very weak form of stimulation or a sound only); 2) active rPMS only compared with no intervention; 3) active rPMS plus rehabilitation compared with sham rPMS plus rehabilitation; and 4) active rPMS plus rehabilitation compared with rehabilitation only."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion in the review. The same review authors assessed methods and risk of bias, undertook data extraction, and evaluated the certainty of the evidence using the GRADE approach. We contacted trial authors to request unpublished information if necessary. Any disagreements were resolved through discussion."
    },
    {
      "heading": "Main results",
      "text": "We included four trials (three parallel-group RCTs and one cross-over trial) involving a total of 139 participants. This result was unchanged from the review published in 2019. Blinding of participants and physicians was well reported in three trials, with no information on whether personnel were blinded in one trial. We judged the overall risk of bias across trials as low. Only two trials (with 63 and 18 participants, respectively) provided sufficient information to be included in the meta-analysis. We found no clear effect of rPMS on activities of daily living at the end of treatment (mean difference (MD) −3.00, 95% confidence interval (CI) −16.35 to 10.35; P = 0.66; 1 trial; 63 participants; low-certainty evidence) and at the end of follow-up (MD −2.00, 95% CI −14.86 to 10.86; P = 0.76; 1 trial; 63 participants; low-certainty evidence) when comparing rPMS plus rehabilitation versus sham rPMS plus rehabilitation. We found no statistical difference in improvement of upper limb function at the end of treatment (MD 2.00, 95% CI −4.91 to 8.91; P = 0.57; 1 trial; 63 participants; low-certainty evidence) and at the end of follow-up (MD 4.00, 95% CI −2.92 to 10.92; P = 0.26; 1 trial; 63 participants; low-certainty evidence) when comparing rPMS plus rehabilitation versus sham rPMS plus rehabilitation. We observed a decrease in spasticity of the elbow at the end of follow-up (MD −0.41, 95% CI −0.89 to 0.07; 1 trial; 63 participants; low-certainty evidence) when comparing rPMS plus rehabilitation versus sham rPMS plus rehabilitation. In terms of muscle strength, rPMS treatment was not associated with improved muscle strength of the ankle dorsiflexors at the end of treatment (MD 3.00, 95% CI −2.44 to 8.44; P = 0.28; 1 trial; 18 participants; low-certainty evidence) when compared with sham rPMS. No studies provided information on lower limb function or adverse events, including death. Based on the GRADE approach, we judged the certainty of evidence related to the primary outcome as low, owing to the small sample size of the studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to permit the drawing of any conclusions about routine use of rPMS for people after stroke. Additional trials with large sample sizes are needed to provide robust evidence for rPMS after stroke."
    }
  ],
  "pls_title": "Repetitive peripheral magnetic stimulation for improving everyday activities in people after stroke",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Is repetitive peripheral magnetic stimulation (rPMS) effective for improving daily activities in people after stroke?"
    },
    {
      "heading": "Background",
      "text": "Stroke, the most common cause of disability, occurs when the blood supply to part of the brain is interrupted or reduced. There are two known types of stroke: ischaemic (due to lack of blood flow) and haemorrhagic (due to bleeding). Paralysis of the arm or leg after stroke causes problems with daily activities and functions, including eating, showering, dressing, and walking. People after stroke often require physical rehabilitation, that is training of the upper and lower limbs, exercise focused on daily activities, and fitting of appropriate walking aids (e.g. cane). However, effective treatments are currently limited. Repetitive peripheral magnetic stimulation (rPMS) is a non-invasive treatment (treatment that does not involve inserting an instrument into the body) that can improve movement in people with muscle weakness due to brain or nerve damage by stimulating the end branches of the motor nerve to cause muscle contraction. rPMS can penetrate the deep layers of muscles and is nearly painless with virtually no side effects."
    },
    {
      "heading": "Search date",
      "text": "The search is current to 5 October 2021."
    },
    {
      "heading": "Study characteristics",
      "text": "This is an update of the review published in 2019. We examined the evidence from four randomised controlled trials (studies where participants are randomly assigned to one of two or more treatment groups) of rPMS involving a total of 139 participants. Two studies compared rPMS against 'sham' stimulation (a very weak stimulation or a sound only). Two studies compared rPMS plus rehabilitation versus sham plus rehabilitation."
    },
    {
      "heading": "Key results",
      "text": "We found little evidence for the use of rPMS to improve activities of daily living, muscle strength, upper limb function, and spasticity (unusual stiffness of muscles) in people after stroke. The current result is unchanged from the review published in 2019. Although one trial reported that rPMS reduced spasticity of the upper limb, the effect was small and remains unclear."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We classified the quality of the evidence as low for improving activities of daily living, mainly because one study had a small sample size."
    },
    {
      "heading": "Authors' conclusions",
      "text": "It remains unclear whether rPMS is useful in improving activities of daily living and functional ability in people after stroke. More trials involving larger numbers of participants are needed to determine the effects of rPMS."
    }
  ]
}