{
  "doi": "10.1002/14651858.CD005045.pub2",
  "name": "Treatment for periodic paralysis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Primary periodic paralyses are rare inherited muscle diseases characterised by episodes of flaccid weakness affecting one or more limbs, lasting several hours to several days, caused by mutations in skeletal muscle channel genes."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to systematically review treatment of periodic paralyses."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Neuromuscular Disease Group Trials Register, MEDLINE (from January 1966 to July 2007), and EMBASE (from January 1980 to July 2007) and any other available international medical library sources from the University of Milan for randomised trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised (including cross-over studies) and quasi-randomised trials in participants with primary periodic paralyses, in which any form of treatment, including physical therapy and alternative therapies, was compared to placebo or another treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Our primary outcome measure was the change in attack severity or frequency by eight weeks from the start of treatment. \nOur secondary outcome measures were: change in muscle strength and mass; change in Quality of Life, using Short Form 36 (SF36) or similar; preference of treatment strategy; adverse effects at eight weeks."
    },
    {
      "heading": "Main results",
      "text": "Three studies met our inclusion criteria. In one study dichlorphenamide (DCP) vs placebo was tested in two groups of participants: 42 with hypokalemic periodic paralysis (HypoPP) and 31 with hyperkalemic periodic paralysis (HyperPP), based on clinical criteria. Thirty-four of 42 participants with hypokalemic periodic paralysis completed both treatment phases. For the 34 participants having attack rate data for both treatment phases, the mean improvement in attack rate (P = 0.02) and severity-weighted attack rate (P = 0.01) on DCP relative to placebo were statistically significant. Fifteen preferred DCP, three placebo and six their baseline medication. Twenty-four of 31 participants with hyperkalemic periodic paralysis completed both treatment phases: for the 16 participants who had attack rate data for both treatment phases, the mean improvement in attack rate (P = 0.006) and in severity-weighted attack rate (P = 0.02) on DCP relative to placebo were significant. Fifteen preferred DCP, one placebo and five their baseline medication. \nAcetazolamide proved to improve muscle strength in eight participants with HypoPP in one other study and pinacidil, a potassium channel opener, also improved muscle strength in 2/4 participants with HypoPP in a third study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The largest included study that met our inclusion criteria suggested that DCP was effective in the prevention of episodic weakness in both hypokalemic and hyperkalemic periodic paralyses. The other two studies provide some evidence that either acetazolamide or pinacidil may improve muscle strength. However we still lack sufficient evidence to provide full guidelines for the treatment of people with periodic paralysis."
    }
  ],
  "pls_title": "Treatment for periodic paralysis",
  "pls_type": "long",
  "pls": "Muscle weakness and attacks of paralysis are two important features of periodic paralyses. Paralytic attacks occur in acute episodes and can be incapacitating. Attacks may last from several hours to several days according to the type of muscle channel involved. In some cases permanent muscle weakness can also occur. We are unsure whether such permanent muscle weakness is more likely to develop if the frequency of attacks is high and therefore might be less likely to occur if attacks are fully prevented by treatment. Although the treatment of choice in periodic paralysis is generally considered to be acetazolamide, there is no standardised treatment regimen and no consensus as to when to start treatment. We do not know if acetazolamide treatment prevents any permanent weakness that may occur.\nWe found two small studies demonstrating an improvement of muscle strength with pinacidil and acetazolamide. There was only one trial considering treatment of paralytic attacks, demonstrating a decrease in the severity and frequency of the attacks using diclorophenamide.\nWe did not find other randomised or quasi-randomised studies, but only case reports and anecdotal articles using other drugs to reduce paralyses attacks. Further research is needed to determine the best treatment for reducing the frequency and severity of attacks and to treat or prevent permanent muscle weakness."
}