{
  "doi": "10.1002/14651858.CD001880.pub6",
  "name": "Nutritional supplementation for hip fracture aftercare in older people",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Older people with hip fractures are often malnourished at the time of fracture, and subsequently have poor food intake. This is an update of a Cochrane review first published in 2000, and previously updated in 2010."
    },
    {
      "heading": "Objectives",
      "text": "To review the effects (benefits and harms) of nutritional interventions in older people recovering from hip fracture."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Bone, Joint and Muscle Trauma Group Specialised Register, CENTRAL, MEDLINE, MEDLINE In-Process & Other Non-Indexed Citations, Embase, CAB Abstracts, CINAHL, trial registers and reference lists. The search was last run in November 2015."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled trials of nutritional interventions for people aged over 65 years with hip fracture where the interventions were started within the first month after hip fracture."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials, extracted data and assessed risk of bias. Where possible, we pooled data for primary outcomes which were: all cause mortality; morbidity; postoperative complications (e.g. wound infections, pressure sores, deep venous thromboses, respiratory and urinary infections, cardiovascular events); and 'unfavourable outcome' defined as the number of trial participants who died plus the number of survivors with complications. We also pooled data for adverse events such as diarrhoea."
    },
    {
      "heading": "Main results",
      "text": "We included 41 trials involving 3881 participants. Outcome data were limited and risk of bias assessment showed that trials were often methodologically flawed, with less than half of trials at low risk of bias for allocation concealment, incomplete outcome data, or selective reporting of outcomes. The available evidence was judged of either low or very low quality indicating that we were uncertain or very uncertain about the estimates.\nEighteen trials evaluated oral multinutrient feeds that provided non-protein energy, protein, vitamins and minerals. There was low-quality evidence that oral feeds had little effect on mortality (24/486 versus 31/481; risk ratio (RR) 0.81 favouring supplementation, 95% confidence interval (CI) 0.49 to 1.32; 15 trials). Thirteen trials evaluated the effect of oral multinutrient feeds on complications (e.g. pressure sore, infection, venous thrombosis, pulmonary embolism, confusion). There was low-quality evidence that the number of participants with complications may be reduced with oral multinutrient feeds (123/370 versus 157/367; RR 0.71, 95% CI 0.59 to 0.86; 11 trials). Based on very low-quality evidence from six studies (334 participants), oral supplements may result in lower numbers with 'unfavourable outcome' (death or complications): RR 0.67, 95% CI 0.51 to 0.89. There was very low-quality evidence for six studies (442 participants) that oral supplementation did not result in an increased incidence of vomiting and diarrhoea (RR 0.99, 95% CI 0.47 to 2.05).\nOnly very low-quality evidence was available from the four trials examining nasogastric multinutrient feeding. Pooled data from three heterogeneous trials showed no evidence of an effect of supplementation on mortality (14/142 versus 14/138; RR 0.99, 95% CI 0.50 to 1.97). One trial (18 participants) found no difference in complications. None reported on unfavourable outcome. Nasogastric feeding was poorly tolerated. One study reported no cases of aspiration pneumonia.\nThere is very low-quality evidence from one trial (57 participants, mainly men) of no evidence for an effect of tube feeding followed by oral supplementation on mortality or complications. Tube feeding, however, was poorly tolerated.\nThere is very low-quality evidence from one trial (80 participants) that a combination of intravenous feeding and oral supplements may not affect mortality but could reduce complications. However, this expensive intervention is usually reserved for people with non-functioning gastrointestinal tracts, which is unlikely in this trial.\nFour trials tested increasing protein intake in an oral feed. These provided low-quality evidence for no clear effect of increased protein intake on mortality (30/181 versus 21/180; RR 1.42, 95% CI 0.85 to 2.37; 4 trials) or number of participants with complications but very low-quality and contradictory evidence of a reduction in unfavourable outcomes (66/113 versus 82/110; RR 0.78, 95% CI 0.65 to 0.95; 2 trials). There was no evidence of an effect on adverse events such as diarrhoea.\nTrials testing intravenous vitamin B1 and other water soluble vitamins, oral 1-alpha-hydroxycholecalciferol (vitamin D), high dose bolus vitamin D, different oral doses or sources of vitamin D, intravenous or oral iron, ornithine alpha-ketoglutarate versus an isonitrogenous peptide supplement, taurine versus placebo, and a supplement with vitamins, minerals and amino acids, provided low- or very low-quality evidence of no clear effect on mortality or complications, where reported.\nBased on low-quality evidence, one trial evaluating the use of dietetic assistants to help with feeding indicated that this intervention may reduce mortality (19/145 versus 36/157; RR 0.57, 95% CI 0.34 to 0.95) but not the number of participants with complications (79/130 versus 84/125)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is low-quality evidence that oral multinutrient supplements started before or soon after surgery may prevent complications within the first 12 months after hip fracture, but that they have no clear effect on mortality. There is very low-quality evidence that oral supplements may reduce 'unfavourable outcome' (death or complications) and that they do not result in an increased incidence of vomiting and diarrhoea. Adequately sized randomised trials with robust methodology are required. In particular, the role of dietetic assistants, and peripheral venous feeding or nasogastric feeding in very malnourished people require further evaluation."
    }
  ],
  "pls_title": "Nutritional supplementation for older people after hip fracture",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background and aim",
      "text": "Older people with hip fractures are often malnourished at the time of their fracture and many have poor food intake while in hospital. Malnutrition may hinder recovery after hip fracture. We reviewed the effects of nutritional interventions in older people recovering from hip fracture."
    },
    {
      "heading": "Search results",
      "text": "We searched the scientific literature up to November 2015 and include 41 studies including 3881 participants. All nutritional interventions were started within one month of hip fracture. The studies had flaws in their methods that may affect the validity of their results. Some evidence was very low quality which means we are very unsure of the results."
    },
    {
      "heading": "Key results",
      "text": "Eighteen studies examined the use of additional oral feeds that provided energy from sources other than protein, protein, some vitamins and minerals. There was low-quality evidence that these multinutrient oral feeds may not reduce mortality but that they may reduce the number of people with complications (e.g. pressure sore, infection, venous thrombosis, pulmonary embolism, confusion). There was very low-quality evidence that oral multinutrient feeds may reduce unfavourable outcome (death or complications) and that they did not result in increased vomiting and diarrhoea.\nFour studies examined nasogastric tube feeding, where liquid food is delivered via a tube inserted into the nose and passed down into the stomach, with non-protein energy, protein, some vitamins and minerals. These studies provided very low-quality evidence that tube feeding, which was poorly tolerated, did not seem to make a difference to mortality or complications. Unfavourable outcome was not recorded and there was insufficient evidence on adverse events.\nOne study provided very low-quality evidence that nasogastric tube feeding followed by oral feeds may not affect mortality or complications. It reported that tube feeding was poorly tolerated.\nOne study provided very low-quality evidence that giving feed into a vein initially and then by mouth may not affect mortality but may reduce complications. However, we were surprised that this intervention was being used in people who seemed to be able to take nutrition orally.\nIncreasing protein intake in an oral feed was tested in four studies. These provided low-quality evidence of no clear effect on mortality or complications and very low-quality evidence for a reduction in unfavourable outcome.\nStudies testing intravenous vitamin B1 and other water soluble vitamins, oral 1-alpha-hydroxycholecalciferol (vitamin D), high dose bolus vitamin D, different oral doses or sources of vitamin D, intravenous or oral iron, ornithine alpha-ketoglutarate versus an isonitrogenous peptide supplement, taurine versus placebo, and a supplement with vitamins, minerals and amino acids, provided low- or very low-quality evidence of no clear effect on mortality or complications, where reported.\nOne study, evaluating the use of dietetic assistants to help with feeding, provided low-quality evidence that this may reduce mortality but not the numbers of people with complications."
    },
    {
      "heading": "Conclusions",
      "text": "Oral supplements with non-protein energy, protein, vitamins and minerals started before or soon after surgery may prevent complications after hip fracture in older people but may not affect mortality. Adequately sized randomised studies with better design are required. We suggest that the role of dietetic assistants, and of peripheral venous feeding or nasogastric feeding in very malnourished patients, require further evaluation."
    }
  ]
}