{
  "doi": "10.1002/14651858.CD004250.pub5",
  "name": "Exercises for mechanical neck disorders",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Neck pain is common, disabling and costly. Exercise is one treatment approach."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of exercises to improve pain, disability, function, patient satisfaction, quality of life and global perceived effect in adults with neck pain."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE, MANTIS, ClinicalTrials.gov and three other computerized databases up to between January and May 2014 plus additional sources (reference checking, citation searching, contact with authors)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) comparing single therapeutic exercise with a control for adults suffering from neck pain with or without cervicogenic headache or radiculopathy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently conducted trial selection, data extraction, 'Risk of bias' assessment and clinical relevance. The quality of the evidence was assessed using GRADE. Meta-analyses were performed for relative risk and standardized mean differences (SMD) with 95% confidence intervals (CIs) after judging clinical and statistical heterogeneity."
    },
    {
      "heading": "Main results",
      "text": "Twenty-seven trials (2485 analyzed /3005 randomized participants) met our inclusion criteria.\nFor acute neck pain only, no evidence was found.\nFor chronic neck pain, moderate quality evidence supports 1) cervico-scapulothoracic and upper extremity strength training to improve pain of a moderate to large amount immediately post treatment [pooled SMD (SMDp) -0.71 (95% CI: -1.33 to -0.10)] and at short-term follow-up; 2) scapulothoracic and upper extremity endurance training for slight beneficial effect on pain at immediate post treatment and short-term follow-up; 3) combined cervical, shoulder and scapulothoracic strengthening and stretching exercises varied from a small to large magnitude of beneficial effect on pain at immediate post treatment [SMDp -0.33 (95% CI: -0.55 to -0.10)] and up to long-term follow-up and a medium magnitude of effect improving function at both immediate post treatment and at short-term follow-up [SMDp -0.45 (95%CI: -0.72 to -0.18)]; 4) cervico-scapulothoracic strengthening/stabilization exercises to improve pain and function at intermediate term [SMDp -14.90 (95% CI:-22.40 to -7.39)]; 5) Mindfulness exercises (Qigong) minimally improved function but not global perceived effect at short term. Low evidence suggests 1) breathing exercises; 2) general fitness training; 3) stretching alone; and 4) feedback exercises combined with pattern synchronization may not change pain or function at immediate post treatment to short-term follow-up. Very low evidence suggests neuromuscular eye-neck co-ordination/proprioceptive exercises may improve pain and function at short-term follow-up.\nFor chronic cervicogenic headache, moderate quality evidence supports static-dynamic cervico-scapulothoracic strengthening/endurance exercises including pressure biofeedback immediate post treatment and probably improves pain, function and global perceived effect at long-term follow-up. Low grade evidence supports sustained natural apophyseal glides (SNAG) exercises.\nFor acute radiculopathy, low quality evidence suggests a small benefit for pain reduction at immediate post treatment with cervical stretch/strengthening/stabilization exercises."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No high quality evidence was found, indicating that there is still uncertainty about the effectiveness of exercise for neck pain. Using specific strengthening exercises as a part of routine practice for chronic neck pain, cervicogenic headache and radiculopathy may be beneficial. Research showed the use of strengthening and endurance exercises for the cervico-scapulothoracic and shoulder may be beneficial in reducing pain and improving function. However, when only stretching exercises were used no beneficial effects may be expected. Future research should explore optimal dosage."
    }
  ],
  "pls_title": "Exercise for Neck Pain",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect of exercise therapy on pain, disability, patient satisfaction, and quality of life among people with neck pain."
    },
    {
      "heading": "Background",
      "text": "Neck pain is common; it can limit a person's ability to participate in normal activities and is costly. Exercise therapy is a widely used treatment for neck pain. This review includes active exercises (including specific neck and shoulder exercises, stretching, strengthening, postural, breathing, cognitive, functional, eye-fixation and proprioception exercises) prescribed or performed in the treatment of neck pain. Studies in which exercise therapy was given as part of a multidisciplinary treatment, multimodal treatment (along with other treatments such as manipulation or ultrasound), or exercises requiring application by a trained individual (such as hold-relax techniques, rhythmic stabilization, and passive techniques) were excluded."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to May 2014. We found 27 trials (with a total of 2485 participants) examining whether exercise can help reduce neck pain and disability; improve function, global perceived effect, patient satisfaction and/or quality of life. In these trials, exercise was compared to either a placebo treatment, or no treatment (waiting list), or exercise combined with another intervention was compared with that same intervention (which could include manipulation, education/advice, acupuncture, massage, heat or medications). Twenty-four of 27 trials evaluating neck pain reported on the duration of the disorder: 1 acute; 1 acute to chronic; 1 subacute; 4 subacute/chronic; and 16 chronic. One study reported on neck disorder with acute radiculopathy; two trials investigated subacute to chronic cervicogenic headache."
    },
    {
      "heading": "Key results",
      "text": "Results showed that exercise is safe, with temporary and benign side effects, although more than half of the trials did not report on adverse effects. An exercise classification system was used to ensure similarity between protocols when looking at the effects of different types of exercises. Some types of exercise did show an advantage over the other comparison groups. There appears to be a role for strengthening exercises in the treatment of chronic neck pain, cervicogenic headache and cervical radiculopathy if these exercises are focused on the neck, shoulder and shoulder blade region. Furthermore, the use of strengthening exercises, combined with endurance or stretching exercises has also been shown to be beneficial. There is some evidence to suggest the beneficial effects of specific exercises (e.g. sustained natural apophyseal glides) with cervicogenic headaches and mindfulness exercises (e.g. Qigong) for chronic mechanical neck pain. There appears to be minimal effect on neck pain and function when only stretching or endurance type exercises are used for the neck, shoulder and shoulder blade region."
    },
    {
      "heading": "Quality of the evidence",
      "text": "No high quality evidence was found, indicating that there is still uncertainty about the effectiveness of exercise for neck pain. Future research is likely to have an important impact on the effect estimate.There were a number of challenges with this review; for example, the number of participants in most trials was small, more than half of the included studies were either of low or very low quality and there was limited evidence on optimum dosage requirements."
    }
  ]
}