{
  "doi": "10.1002/14651858.CD013327.pub2",
  "name": "Upper limb exercise for arteriovenous fistula maturation in people requiring permanent haemodialysis access ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The failure of arteriovenous fistulas (AVF) to mature is a major problem in patients with kidney failure who require haemodialysis (HD). Preoperative planning is an important factor in increasing functional AVF. Upper limb exercise has been recommended to gain AVF maturation. Studies of pre- and post-operative upper limb exercises in patients with kidney failure patients have been reported; however, the optimal program for this population is unknown due to inconsistent results among these programs."
    },
    {
      "heading": "Objectives",
      "text": "We aimed to determine if upper limb exercise would be beneficial for AVF maturation (prior to and post AVF creation) in patients with kidney failure and to improve AVF outcomes. This review also aimed to identify adverse events related to upper limb exercise."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Kidney and Transplant Register of Studies up to 15 March 2022 through searches of CENTRAL, MEDLINE, and EMBASE, conference proceedings, the International Clinical Trials Register (ICTRP) Search Portal and ClinicalTrials.gov, and other resources (e.g. reference list, contacting relevant individuals, and grey literature)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and quasi-RCTs, comparing upper limb exercise training programs with no intervention or other control programs before or after AVF creation in patients with kidney failure. Outcome measures included time to mature, ultrasound and clinical maturation, venous diameter, blood flow in the inflow artery, dialysis efficacy indicator, vascular access function (functional AVF), vascular access complications, and adverse events."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Study selection and data extraction were taken by four independent authors. Bias assessment and quality assessment were undertaken independently by two authors. The effect estimate was analysed using risk ratio (RR) with 95% confidence intervals (CI) for dichotomous data, or mean difference (MD) or standardised mean difference (SMD) for continuous data. Confidence in the evidence was assessed using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach."
    },
    {
      "heading": "Main results",
      "text": "Nine studies (579 participants) were included, and seven studies (519 participants) conducting post-operative exercise training could be meta-analysed. Three comparisons were undertaken: (i) isotonic exercise training versus no intervention; (ii) isometric versus isotonic exercise training; and (iii) isotonic (high volume) versus isotonic exercise training (low volume). Due to insufficient data, we could not analyse pre-operative exercise training. Overall, the risk of bias was low for selection and reporting bias, high for performance and attrition bias, and unclear for detection bias.\nCompared to no intervention, isotonic exercise training may make little or no difference to ultrasound maturation (2 studies, 263 participants: RR 1.09, 95% CI 0.94 to 1.25; I² = 0%; low certainty evidence), but may improve clinical maturation (2 studies, 263 participants: RR 1.14, 95% CI 1.02 to 1.27; I² = 0%; low certainty evidence).\nCompared to isotonic exercise training, isometric exercise training may improve both ultrasound maturation (3 studies, 160 participants: RR 1.56, 95% CI 1.21 to 2.00; I² = 22%; low certainty evidence) and clinical maturation (3 studies, 160 participants: RR 1.80, 95% CI 1.18 to 2.76; I² = 53%; low certainty evidence). Venous diameter (3 studies, 160 participants: MD 0.84 mm, 95% CI 0.45 to 1.23; I² = 0%; low certainty evidence) and blood flow in the inflow artery (3 studies, 160 participants: MD 140.62 mL/min, 95% CI 38.72 to 242.52; I² = 0%; low certainty evidence) may be greater with isometric exercise training. It is uncertain whether isometric exercise training reduces vascular access complications (2 studies, 110 participants: RR 2.54, 95% CI 0.38 to 17.08; I² = 47%; very low certainty evidence).\nIt is uncertain whether high volume isotonic exercise training improves venous diameter (2 studies, 93 participants: MD 0.19 mm, 95% CI -0.75 to 1.13; I² = 34%; very low certainty evidence) or blood flow in the inflow artery (1 study, 15 participants: MD -287.70 mL/min, 95% CI -625.99 to 60.59; very low certainty evidence) compared to low volume isotonic exercise training.\nNone of the included studies reported time to mature, dialysis efficacy indicator, vascular access function, or adverse events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Our findings suggest that the current research evidence examining upper limb exercise programs is of low quality, attributable to variability in the type of interventions used and the overall low number of studies and participants."
    }
  ],
  "pls_title": "Do upper limb exercise programs work for arteriovenous fistula maturation in people with kidney failure?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is this issue?",
      "text": "An arteriovenous fistula (AVF) is a special connection made between an artery and vein, creating a strong blood vessel which can then be accessed repeatedly during haemodialysis treatment. Once created, it usually takes six to eight weeks to develop (or mature) before it can be used. Maturation results in the joined vein becoming bigger and its walls becoming thicker and stronger due to the increased blood flow. Exercise programs may improve the time taken to mature both the AVF and its function, however, what type of exercise program and when the exercise program should be undertaken (before or after the creation of the AVF) remains unclear."
    },
    {
      "heading": "What did we do?",
      "text": "We searched the literature to find studies that described the use of upper limb exercise on AVF maturation in people with kidney failure. We collected information from the studies and combined this to identify if an intervention was helpful. We examined the quality of these interventions to judge how certain we could be that the effects we observed were reliable."
    },
    {
      "heading": "What did we find?",
      "text": "We found nine studies that involved 579 patients; two studies looked at performing exercise before the AVF was created, and seven studies looked at performing exercise after the creation of the AVF. Unfortunately, only the seven studies performing exercises after the creation of the AVF could be analysed. The types of exercise programs used were isotonic (exercises which put a constant amount of weight on your muscles while moving your joints) and isometric (contraction of the muscles without any movement in the surrounding joints).\nIsotonic exercise may improve ultrasound maturation compared to no intervention, while isometric training may improve both ultrasound and clinical maturation compared to isotonic exercise. Isometric exercise may also increase vein size and artery blood flow compared to isotonic exercise. None of the included studies reported adverse events.\nThere was low confidence in the information about the effects of interventions as the studies were small and the types of interventions varied."
    },
    {
      "heading": "Conclusions",
      "text": "Our findings suggest that the current research evidence examining upper limb exercise programs is of low quality, attributable to variability in the type of interventions used and the overall low number of participants."
    }
  ]
}