{
  "doi": "10.1002/14651858.CD009604.pub2",
  "name": "Fortification of condiments and seasonings with iron for preventing anaemia and improving health ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Anaemia affects approximately 1.8 billion people worldwide; over 60% of anaemia cases globally are due to iron deficiency (ID). Iron deficiency and anaemia contribute to the global burden of disease and affect physical and cognitive development in children, and work productivity and economic well-being in adults. Fortification of food with iron, alone or in combination with other nutrients, is an effective intervention to control ID. Condiments and seasonings are ideal food vehicles for iron fortification in countries where they are commonly used."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects and safety of condiment and seasoning fortification with iron alone or iron plus other micronutrients on iron deficiency, anaemia, and health-related outcomes in the general population."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, CINAHL, and other databases up to 24 January 2023. We also searched the International clinical trials registry platform (ICTRP) for any ongoing trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) (randomisation at individual or cluster level), non-randomised controlled trials, interrupted time series with at least three measure points both before and after intervention, and controlled before-after studies. Participants were populations of any age (including pregnant women), from any country, excluding those with critical illness or severe co-morbidities. We included interventions in which condiments or seasonings have been fortified with any combination of iron and other vitamins and minerals, irrespective of the fortification technology used."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened and assessed the eligibility of studies. Disagreements were resolved through discussion or input from a third review author. Two review authors extracted the data and assessed the risk of bias in all the included studies. We followed the methods laid out by Cochrane and used GRADE criteria for assessing certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "Our search identified 15,902 records after removal of duplicates. We included 16 studies with 20,512 participants (18,410 participants after adjusting for clustering effects). They were all carried out in upper-middle- and lower-middle-income countries. Three studies were controlled before-after studies, one was non-randomised trial, and 12 were RCTs (including three cluster RCTs). Six studies took place in schools; seven in communities; and one each in a nursery/kindergarten, tea estate, and factory. Three studies involved only women, one study involved both women and their children, and all other studies focused on children and/or adolescents. Nine studies used salt as a vehicle for iron fortification, three used fish sauce, two used soy sauce, one used curry powder, and one a \"seasoning powder\". The dose of iron received by participants ranged from 4.4 mg to 55 mg/day. The sample sizes in the trials ranged from 123 to 14,398, and study durations ranged from three months to two years.\nTwelve RCTs contributed data for meta-analysis. Six trials compared iron-fortified condiments versus the unfortified condiment, and six trials provided data comparing iron fortification in combination with other micronutrients versus the same condiment with other micronutrients, but no added iron. In one trial, the fortificant contained micronutrients that may have affected the absorption of iron. Overall no studies were assessed as having a low risk of bias. All included studies were assessed to have a high overall risk of bias, with the most concerns being around allocation concealment, blinding, and random sequence generation. There was very high heterogeneity amongst studies in almost all examined outcomes.\nCondiments/seasonings fortified with iron versus unfortified condiments/seasonings\nWe are uncertain about whether consuming condiments/seasonings fortified with iron in comparison to the same unfortified condiment reduces anaemia at the end of intervention (risk ratio (RR) 0.34, 95% confidence interval (CI) 0.18 to 0.65; 2328 participants; 4 studies; very low-certainty of evidence). We are uncertain about whether consuming iron-fortified condiments increases haemoglobin concentrations (mean difference (MD) 6.40 (g/L), 95% CI -0.62 to 13.41; 2808 participants; 5 studies; very low-certainty evidence). Fortification of condiments/seasonings with iron probably slightly reduces ID (RR 0.33, 95% CI 0.11 to 1.01; 391 participants; 2 studies; moderate-certainty evidence). We are uncertain about whether fortification with iron increases ferritin concentration (MD 14.81 (µg/L), 95% CI 5.14 to 24.48; 4459 participants; 6 studies; very low-certainty evidence).\nCondiments/seasonings fortified with iron plus other micronutrients versus condiments/seasonings fortified with other micronutrients except iron\nConsuming condiments/seasonings fortified with iron plus other micronutrients may reduce anaemia (RR 0.59, 95% CI 0.40 to 0.89; 1007 participants; 4 studies; low-certainty evidence). We are uncertain about whether fortification of condiments/seasonings with iron plus other micronutrients will improve haemoglobin concentration (MD 6.22 g/dL, 95% CI 1.60 to 10.83; 1270 participants; 5 studies; very low-certainty evidence). It may reduce ID (RR 0.36, 95% CI 0.19 to 0.69; 1154 participants; 4 studies; low-certainty evidence). We are uncertain about whether fortification with iron plus other micronutrients improves ferritin concentration (MD 10.63 µg/L, 95% CI 2.40 to 18.85; 1251 participants; 5 studies; very low -certainty evidence).\nCondiments/seasonings fortified with iron versus no intervention\nNo trial reported data on this comparison.\nNo studies reported adverse effects. Funding sources do not appear to have distorted the results in any of the assessed trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We are uncertain whether consuming iron-fortified condiments/seasonings reduces anaemia, improves haemoglobin concentration, or improves ferritin concentration. It may reduce ID. Findings about ferritin should be interpreted with caution since its concentrations increase during inflammation. Consuming condiments/seasonings fortified with iron plus other micronutrients may reduce anaemia, and we are uncertain whether this will improve haemoglobin concentration or ferritin concentration. More studies are needed to determine the true effect of iron-fortified condiments/seasonings on preventing anaemia and improving health. The effects of this intervention on other health outcomes like malaria incidence, growth and development are unclear."
    }
  ],
  "pls_title": "Adding iron to condiments and seasonings for preventing anaemia and improving health",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- Adding iron to condiments/seasonings may slightly improve iron status and reduce iron deficiency. When iron is added along with other micronutrients, it may reduce anaemia. Unwanted effects were not reported.\n- There was a lot of variation between the studies included in this review, making it more difficult to draw definitive conclusions. The effects of fortifying condiments and seasonings with iron should continue to be examined in populations consuming them through well-designed studies."
    },
    {
      "heading": "What is anaemia?",
      "text": "Iron deficiency is one of the most common nutritional deficiencies throughout the world and contributes significantly to the global burden of disease. Multiple factors cause anaemia, including insufficient iron intake (the most common cause of anaemia), and it affects approximately 1.8 billion people worldwide. In general, low-income countries have more anaemia than higher-income countries. Iron deficiency and anaemia have several lifetime consequences that can affect physical and cognitive development in children, and work productivity and economic well-being in adults. Fortifying condiments or seasonings with iron may be a useful and cost-effective approach to help reduce iron deficiency. To date, there has been no systematic assessment of the safety and effectiveness of this intervention to inform policymaking."
    },
    {
      "heading": "What did we want to find out?",
      "text": "If fortifying condiments and seasonings with iron alone or iron plus other micronutrients improves measures of iron nutrition in the general population, in particular:\n- anaemia;\n- haemoglobin concentration;\n- iron deficiency;\n- iron status (including ferritin, transferrin saturation, and more).\nWe also wanted to find out if consuming iron-fortified condiments/seasonings was associated with any unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that provided iron-fortified condiments/seasonings to one group, and condiments/seasonings not fortified with iron to another. We compared and summarised the results of the studies and rated our confidence in the evidence, based on study characteristics."
    },
    {
      "heading": "What did we find?",
      "text": "We identified 16 studies that involved 18,410 participants in middle-income countries, most within schools or communities, with study durations ranging from three months to two years. The type of iron-fortified condiments/seasonings used included salt, fish sauce, soy sauce, and seasoning powders. The dose of iron received by participants ranged from 4.4mg to 55 mg/day.\nCompared to unfortified condiments/seasonings, those which are iron-fortified likely improve iron deficiency slightly. We are uncertain whether they reduce anaemia, improve haemoglobin, or other measures of iron status. Condiments/seasonings fortified with iron plus other micronutrients may reduce anaemia; we are uncertain about whether they improve haemoglobin or ferritin concentrations. They may improve iron deficiency and total iron binding capacity. No studies reported adverse effects. More studies are needed to determine the effect of iron-fortified condiments/seasonings on health such as malaria incidence, growth and development and any potential adverse effects."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence is very low to moderate; several factors reduced our confidence in the evidence. Firstly, we observed limitations in the way few studies were conducted with respect to the recruitment of people to assign interventions (this means that differences between the groups could be due to differences between people rather than between the treatments). Secondly, people in some studies may have been aware of which treatment they were getting. Also, not all the studies provided data about everything that were interested in, and results were inconsistent across the different studies. Finally, some studies were small. The results of future research could differ from the results of this review."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up-to-date to January 2023."
    },
    {
      "heading": "What this means",
      "text": "We judged the evidence in this review as very low to moderate certainty, which means we are not certain of the effect of condiments/seasonings with added iron on the reduction of anaemia and iron deficiency in people."
    }
  ]
}