{
  "doi": "10.1002/14651858.CD001737.pub4",
  "name": "Skin grafting for venous leg ulcers",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Venous leg ulceration is a recurrent, chronic, disabling condition. It affects up to one in 100 people at some time in their lives. Standard treatments are simple dressings and compression bandages or stockings. Sometimes, despite treatment, ulcers remain open for months or years. Sometimes skin grafts are used to stimulate healing. These may be taken, or grown into a dressing, from the patient's own uninjured skin (autografts), or applied as a sheet of bioengineered skin grown from donor cells (allograft). Preserved skin from other animals, such as pigs, has also been used (xenografts)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of skin grafts for treating venous leg ulcers."
    },
    {
      "heading": "Search methods",
      "text": "For this update we modified the search strategies and conducted searches of The Cochrane Wounds Group Specialised Register (searched 27 July 2012); The Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2012, Issue 7); Ovid MEDLINE (2008 to July Week 3 2012); Ovid MEDLINE (In-Process & Other Non-Indexed Citations, July 26, 2012); Ovid EMBASE (2008 to 2012 Week 29); and EBSCO CINAHL (2008 to 26 July 2012). We did not apply date or language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) of skin grafts in the treatment of venous leg ulcers."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently undertook data extraction and assessment of study quality."
    },
    {
      "heading": "Main results",
      "text": "For this update of the review, we identified one new trial, bringing the total to 17 trials (1034 participants) - all of which were generally at moderate or high risk of bias. In 12 trials participants also received compression bandaging.\nEleven trials compared a graft with standard care in which no graft was used. Two of these trials (102 participants) compared a dressing with an autograft; three trials (80 participants) compared frozen allografts with dressings, and two trials (45 participants) compared fresh allografts with dressings. Two trials (345 participants) compared tissue-engineered skin (bilayer artificial skin) with a dressing. In two trials (97 participants) a single-layer dermal replacement was compared with standard care.\nSix trials compared alternative skin grafting techniques. The first trial (92 participants) compared autografts with frozen allograft, a second (51 participants) compared a pinch graft (autograft) with porcine dermis (xenograft), the third (110 participants) compared growth-arrested human keratinocytes and fibroblasts with placebo, the fourth (10 participants) compared an autograft delivered on porcine pads with an autograft delivered on porcine gelatin microbeads, the fifth trial (92 participants) compared a meshed graft with a cultured keratinocyte autograft, and the sixth trial (50 participants) compared a frozen keratinocyte allograft with a lyophilised (freeze-dried) keratinocyte allografts.\nSignificantly more ulcers healed when treated with bilayer artificial skin than with dressings. There was insufficient evidence from the other trials to determine whether other types of skin grafting increased the healing of venous ulcers."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Bilayer artificial skin, used in conjunction with compression bandaging, increases venous ulcer healing compared with a simple dressing plus compression. Further research is needed to assess whether other forms of skin grafts increase ulcer healing."
    }
  ],
  "pls_title": "Skin grafts to improve leg ulcer healing",
  "pls_type": "long",
  "pls": "Approximately 1% of people in industrialised countries have a leg ulcer at some time, mainly caused by poor blood flow back from the legs towards the heart. Skin grafts, either using the patient's own skin, artificial skin or donor skin/cells, have been evaluated to see whether they improve the healing of ulcers. The review of trials found evidence that tissue-engineered skin composed of two layers increases the chance of healing. There was not enough evidence to recommend any other type of graft, and further research is required."
}