{
  "doi": "10.1002/14651858.CD007412.pub5",
  "name": "Active versus expectant management for women in the third stage of labour",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Active management of the third stage of labour involves giving a prophylactic uterotonic, early cord clamping and controlled cord traction to deliver the placenta. With expectant management, signs of placental separation are awaited and the placenta is delivered spontaneously. Active management was introduced to try to reduce haemorrhage, a major contributor to maternal mortality in low-income countries. This is an update of a review last published in 2015."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effects of active versus expectant management of the third stage of labour on severe primary postpartum haemorrhage (PPH) and other maternal and infant outcomes.\nTo compare the effects of variations in the packages of active and expectant management of the third stage of labour on severe primary PPH and other maternal and infant outcomes."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched Cochrane Pregnancy and Childbirth’s Trials Register, ClinicalTrials.gov and the World health Organization International Clinical Trials Registry Platform (ICTRP), on 22 January 2018, and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled trials comparing active versus expectant management of the third stage of labour. Cluster-randomised trials were eligible for inclusion, but none were identified."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the studies for inclusion, assessed risk of bias, carried out data extraction and assessed the quality of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included eight studies, involving analysis of data from 8892 women. The studies were all undertaken in hospitals, seven in higher-income countries and one in a lower-income country. Four studies compared active versus expectant management, and four compared active versus a mixture of managements. We used a random-effects model in the analyses because of clinical heterogeneity. Of the eight studies included, we considered three studies as having low risk of bias in the main aspects of sequence generation, allocation concealment and completeness of data collection. There was an absence of high-quality evidence according to GRADE assessments for our primary outcomes, which is reflected in the cautious language below.\nThe evidence suggested that, for women at mixed levels of risk of bleeding, it is uncertain whether active management reduces the average risk of maternal severe primary PPH (more than 1000 mL) at time of birth (average risk ratio (RR) 0.34, 95% confidence interval (CI) 0.14 to 0.87, 3 studies, 4636 women, I2 = 60%; GRADE: very low quality). For incidence of maternal haemoglobin (Hb) less than 9 g/dL following birth, active management of the third stage may reduce the number of women with anaemia after birth (average RR 0.50, 95% CI 0.30 to 0.83, 2 studies, 1572 women; GRADE: low quality). We also found that active management of the third stage may make little or no difference to the number of babies admitted to neonatal units (average RR 0.81, 95% CI 0.60 to 1.11, 2 studies, 3207 infants; GRADE: low quality). It is uncertain whether active management of the third stage reduces the number of babies with jaundice requiring treatment (RR 0.96, 95% CI 0.55 to 1.68, 2 studies, 3142 infants, I2 = 66%; GRADE: very low quality). There were no data on our other primary outcomes of very severe PPH at the time of birth (more than 2500 mL), maternal mortality, or neonatal polycythaemia needing treatment.\nActive management reduces mean maternal blood loss at birth and probably reduces the rate of primary blood loss greater than 500 mL, and the use of therapeutic uterotonics. Active management also probably reduces the mean birthweight of the baby, reflecting the lower blood volume from interference with placental transfusion. In addition, it may reduce the need for maternal blood transfusion. However, active management may increase maternal diastolic blood pressure, vomiting after birth, afterpains, use of analgesia from birth up to discharge from the labour ward, and more women returning to hospital with bleeding (outcome not pre-specified).\nIn the comparison of women at low risk of excessive bleeding, there were similar findings, except it was uncertain whether there was a difference identified between groups for severe primary PPH (average RR 0.31, 95% CI 0.05 to 2.17; 2 studies, 2941 women, I2 = 71%), maternal Hb less than 9 g/dL at 24 to 72 hours (average RR 0.17, 95% CI 0.02 to 1.47; 1 study, 193 women) or the need for neonatal admission (average RR 1.02, 95% CI 0.55 to 1.88; 1 study, 1512 women). In this group, active management may make little difference to the rate of neonatal jaundice requiring phototherapy (average RR 1.31, 95% CI 0.78 to 2.18; 1 study, 1447 women).\nHypertension and interference with placental transfusion might be avoided by using modifications to the active management package, for example, omitting ergot and deferring cord clamping, but we have no direct evidence of this here."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Although the data appeared to show that active management reduced the risk of severe primary PPH greater than 1000 mL at the time of birth, we are uncertain of this finding because of the very low-quality evidence. Active management may reduce the incidence of maternal anaemia (Hb less than 9 g/dL) following birth, but harms such as postnatal hypertension, pain and return to hospital due to bleeding were identified.\nIn women at low risk of excessive bleeding, it is uncertain whether there was a difference between active and expectant management for severe PPH or maternal Hb less than 9 g/dL (at 24 to 72 hours). Women could be given information on the benefits and harms of both methods to support informed choice. Given the concerns about early cord clamping and the potential adverse effects of some uterotonics, it is critical now to look at the individual components of third-stage management. Data are also required from low-income countries.\nIt must be emphasised that this review includes only a small number of studies with relatively small numbers of participants, and the quality of evidence for primary outcomes is low or very low.\n"
    }
  ],
  "pls_title": "Delivering the placenta in the third stage of labour",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "The aim of this Cochrane Review was to look at different ways of delivering the placenta after the birth of the baby; expectant, active or mixed management. We asked, what are the benefits and harms for all women, but specifically for women at low risk of severe bleeding (haemorrhage)? We collected and analysed all relevant studies to answer this question (22 January 2018)."
    },
    {
      "heading": "Why is this important?",
      "text": "Once a baby is born, the womb (uterus) continues to contract, causing the placenta to separate from the wall of the uterus. The mother then delivers the placenta, or 'after-birth'. This is called expectant management of third stage of labour. Active management of third stage involves three components: 1) giving a drug (a uterotonic) to help contract the uterus; 2) clamping the cord early (usually before, alongside, or immediately after giving the uterotonic); 3) traction is applied to the cord with counter-pressure on the uterus to deliver the placenta (controlled cord traction). Mixed management uses some, but not all, of the three components. Active management was introduced to try to reduce severe blood loss at birth. This is a major cause of women dying in low-income countries where women are more likely to be poorly nourished, anaemic and have infectious diseases. In high-income countries, severe bleeding occurs much less often, yet active management has become standard practice in many countries."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We found eight studies that contributed data and involved 8892 women and their babies. All studies were undertaken in hospital settings, seven in higher-income countries and one in a lower-income country. Four studies compared active with expectant management and four compared active with mixed management.\nOverall, the quality of the evidence was generally low or very low and we need more data to be confident in the findings. For all women, irrespective of their risk of severe bleeding, active management may reduce severe bleeding and anaemia. However, it also may reduce the baby’s birthweight and increase the mother's blood pressure, afterpains, vomiting, and the number of women returning to hospital with bleeding. Findings were similar for women at low risk of bleeding, though it was unclear if there was any difference in the incidence of severe bleeding or anaemia."
    },
    {
      "heading": "What does this mean?",
      "text": "Women should be given information before they give birth to help them make informed choices. Some adverse effects experienced by mothers may possibly be avoided by using specific drugs. Delaying cord clamping may benefit the baby by preventing the reduction in birthweight from early cord clamping, but more research is needed. Also, it may be that just giving a uterotonic might reduce severe bleeding, without using the other parts of active management. More research is needed, particularly in low-income countries."
    }
  ]
}