{
  "doi": "10.1002/14651858.CD001760.pub2",
  "name": "Interventions for vaginismus",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Vaginismus is an involuntary contraction of the vaginal muscles which makes sexual intercourse difficult or impossible. It is one of the more common female psychosexual problems. Various therapeutic strategies for vaginismus, such as sex therapy and desensitisation, have been proposed, and uncontrolled case series appear promising."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of different interventions for vaginismus."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Depression, Anxiety and Neurosis Group's Specialised Register (CCDANCTR-Studies and CCDANCTR-References) to August 2012. This register contains relevant randomised controlled trials from: The Cochrane Library (all years), EMBASE (1974 to date), MEDLINE (1950 to date) and PsycINFO (1967 to date). We searched reference lists and conference abstracts. We contacted experts in the field regarding unpublished material."
    },
    {
      "heading": "Selection criteria",
      "text": "Controlled trials comparing treatments for vaginismus with another treatment, a placebo treatment, treatment as usual or waiting list control."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The review authors extracted data which we verified with the trial investigator where possible."
    },
    {
      "heading": "Main results",
      "text": "Five studies were included, of which four with a total of 282 participants provided data. No meta-analysis was possible due to heterogeneity of comparisons within included studies as well as inadequate reporting of data. All studies were considered to be at either moderate or high risk of bias. The results of this systematic review indicate that there is no clinical or statistical difference between systematic desensitisation and any of the control interventions (either waiting list control, systematic desensitisation combined with group therapy or in vitro (with women under instruction by the therapist) desensitisation) for the treatment of vaginismus. The drop-out rates were higher in the waiting list groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "A clinically relevant effect of systematic desensitisation when compared with any of the control interventions cannot be ruled out. None of the included trials compared other behaviour therapies (e.g. cognitive behaviour therapy, sex therapy) to pharmacological interventions. The findings are limited by the evidence available and as such conclusions about the efficacy of interventions for the treatment of vaginismus should be drawn cautiously."
    }
  ],
  "pls_title": "Interventions for vaginismus",
  "pls_type": "long",
  "pls": "Vaginismus is when the muscles in the vagina tighten and prevent a woman having (vaginal) intercourse. It can cause distress, relationship problems and also infertility. Many treatments have been tried including sex therapy, education, hypnosis and drug treatments. Sex therapy may involve relaxation techniques and gradually inserting a dilator or finger into the vagina (this may be called systematic desensitisation).\nThis review found five poor to moderate quality studies, of which four with a total of 282 women provided data. There was not enough evidence to say if systematic desensitisation worked better than another treatment. Further studies including larger numbers of women are needed to show if systematic desensitisation if effective for the treatment of women with vaginismus."
}