{
  "doi": "10.1002/14651858.CD009014.pub2",
  "name": "Allergen‐specific oral immunotherapy for peanut allergy",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Peanut allergy is one of the most common forms of food allergy encountered in clinical practice.  In most cases, it does not spontaneously resolve; furthermore, it is frequently implicated in acute life-threatening reactions. The current management of peanut allergy centres on meticulous avoidance of peanuts and peanut-containing foods. Allergen-specific oral immunotherapy (OIT) for peanut allergy aims to induce desensitisation and then tolerance to peanut, and has the potential to revolutionise the management of peanut allergy. However, at present there is still considerable uncertainty about the effectiveness and safety of this approach."
    },
    {
      "heading": "Objectives",
      "text": "To establish the effectiveness and safety of OIT in people with IgE-mediated peanut allergy who develop symptoms after peanut ingestion."
    },
    {
      "heading": "Search methods",
      "text": "We searched in the following databases: AMED, BIOSIS, CAB, CINAHL, The Cochrane Library, EMBASE, Global Health, Google Scholar, IndMed, ISI Web of Science, LILACS, MEDLINE, PakMediNet and TRIP. We also searched registers of on-going and unpublished trials. The date of the most recent search was January 2012."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs), quasi-RCTs or controlled clinical trials involving children or adults with clinical features indicative of IgE-mediated peanut allergy treated with allergen-specific OIT, compared with control group receiving either placebo or no treatment, were eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently checked and reviewed titles and abstracts of identified studies and assessed risk of bias. The full text of potentially relevant trials was assessed. Data extraction was independently performed by two reviewers with disagreements resolved through discussion."
    },
    {
      "heading": "Main results",
      "text": "We found one small RCT, judged to be at low risk of bias, that enrolled 28 children aged 1 to 16 years with evidence of sensitisation to peanut and a clinical history of reaction to peanut within 60 minutes of exposure. The study did not include children who had moderate to severe asthma or who had a history of severe peanut anaphylaxis. Randomisation was in a 2:1 ratio resulting in 19 children being randomised to the intervention arm and nine to the placebo arm. Intervention arm children received OIT with peanut flour and control arm participants received placebo comprising of oat flour. The primary outcome was assessed using a double-blind, placebo controlled oral food challenge (OFC) at approximately one year. No data were available on longer term outcomes beyond the OFC conducted at the end of the study.\nBecause of adverse events, three patients withdrew from the intervention arm before the completion of the study. Therefore, only 16 participants received the full course of peanut OIT, whereas all nine patients receiving placebo completed the trial. The per-protocol analysis found a significant increase in the threshold dose of peanut allergen required to trigger a reaction in those in the intervention arm with all 16 participants able to ingest the maximum cumulative dose of 5000 mg of peanut protein (which the authors equate as being equivalent to approximately 20 peanuts) without developing symptoms, whereas in the placebo group they were able to ingest a median cumulative dose of 280 mg (range: 0 to 1900 mg, P < 0.001) before experiencing symptoms.  Per-protocol analyses also demonstrated that peanut OIT resulted in reductions in skin prick test size (P < 0.001), interleukin-5 (P = 0.01), interleukin-13 (P = 0.02) and an increase in peanut-specific immunoglobulin G4 (IgG4) (P < 0.01).\nChildren in the intervention arm experienced more adverse events during treatment than those in the placebo arm. In the initial day escalation phase, nine (47%) of the 19 participants initially enrolled in the OIT arm experienced clinically-relevant adverse events which required treatment with H1-antihistamines, two of which required additional treatment with epinephrine (adrenaline)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The one small RCT we found showed that allergen-specific peanut OIT can result in desensitisation in children, and that this is associated with evidence of underlying immune-modulation. However, this treatment approach was associated with a substantial risk of adverse events, although the majority of these were mild.  In view of the risk of adverse events and the lack of evidence of long-term benefits, allergen-specific peanut OIT cannot currently be recommended as a treatment for the management of patients with IgE-mediated peanut allergy.  Larger RCTs are needed to investigate the acceptability, long-term effectiveness and cost-effectiveness of safer treatment regimens, particularly in relation to the induction of clinical and immunological tolerance."
    }
  ],
  "pls_title": "Oral immunotherapy for the treatment of peanut allergy",
  "pls_type": "long",
  "pls": "Allergy to peanut can result in potentially life-threatening reactions and, on occasions, death. Unlike many other forms of food allergy, allergy to peanut is typically life-long. There is currently no cure for peanut allergy and people with this allergy must constantly be careful to avoid accidentally eating peanut or peanut-containing foods.  If a person with a peanut allergy accidentally ingests peanut, he or she may develop serious allergic reactions necessitating emergency treatment with epinephrine (adrenaline).\nThe overall goal of allergen-specific oral immunotherapy (OIT) for peanut allergy is to reduce and, if possible, eliminate the risk of further reactions associated with exposure to peanuts. Most people who have reactions to peanut have an immediate type (also sometimes known as IgE-mediated) reaction in which symptoms typically develop within minutes of exposure to peanut protein and it is for this group that allergen-specific OIT is a potential treatment approach.  It is not considered suitable for those who experience more delayed (also sometimes known as non-IgE mediated) reactions.  Treatment involves giving people with peanut allergy very small doses of peanut protein by mouth and gradually increasing the amount being administered (the build-up phase). Once the desired dose has been achieved, this is followed by the patient taking the same dose of peanut every day for a set period of time (maintenance phase).  As giving doses of peanut to someone with a peanut allergy has the potential to introduce allergic reactions, participants' safety needs to be carefully monitored during studies of peanut OIT.\nWe found one small trial undertaken in 28 children aged 1 to 16 years with confirmed peanut allergy. The study did not include children who had moderate to severe asthma or who had had severe anaphylaxis (a severe allergic reaction that may result in death) because of their peanut allergy. The authors randomised children to intervention or placebo in a 2:1 ratio. Intervention arm children received peanut flour whereas control arm participants received oat flour. The 48-week trial showed that treatment with peanut OIT enabled children receiving OIT to substantially increase the amount of peanut flour they ate in comparison with those in the placebo arm without having an allergic reaction.  However, almost half of the children (nine out of 19) receiving OIT had an allergic reaction due to the OIT which required antihistamines, and two had more serious reactions to the treatment which required adrenaline (epinephrine).\nAlthough promising, based on the findings of this one small trial, we cannot recommend that peanut OIT be used routinely for people with peanut allergy. There is a need for further larger studies investigating safer OIT regimens and establishing the long-term effectiveness of OIT after treatment is stopped."
}