{
  "doi": "10.1002/14651858.CD005302.pub3",
  "name": "Planned early birth versus expectant management (waiting) for prelabour rupture of membranes at term (37 weeks or more) ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Prelabour rupture of membranes (PROM) at term is managed expectantly or by planned early birth. It is not clear if waiting for birth to occur spontaneously is better than intervening, e.g. by inducing labour."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review is to assess the effects of planned early birth (immediate intervention or intervention within 24 hours) when compared with expectant management (no planned intervention within 24 hours) for women with term PROM on maternal, fetal and neonatal outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth's Trials Register (9 September 2016) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised controlled trials of planned early birth compared with expectant management (either in hospital or at home) in women with PROM at 37 weeks' gestation or later."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion, extracted the data, and assessed risk of bias of the included studies. Data were checked for accuracy."
    },
    {
      "heading": "Main results",
      "text": "Twenty-three trials involving 8615 women and their babies were included in the update of this review. Ten trials assessed intravenous oxytocin; 12 trials assessed prostaglandins (six trials in the form of vaginal prostaglandin E2 and six as oral, sublingual or vaginal misoprostol); and one trial each assessed Caulophyllum and acupuncture. Overall, three trials were judged to be at low risk of bias, while the other 20 were at unclear or high risk of bias.\nPrimary outcomes: women who had planned early birth were at a reduced risk of maternal infectious morbidity (chorioamnionitis and/or endometritis) than women who had expectant management following term prelabour rupture of membranes (average risk ratio (RR) 0.49; 95% confidence interval (CI) 0.33 to 0.72; eight trials, 6864 women; Tau² = 0.19; I² = 72%; low-quality evidence), and their neonates were less likely to have definite or probable early-onset neonatal sepsis (RR 0.73; 95% CI 0.58 to 0.92; 16 trials, 7314 infants;low-quality evidence). No clear differences between the planned early birth and expectant management groups were seen for the risk of caesarean section (average RR 0.84; 95% CI 0.69 to 1.04; 23 trials, 8576 women; Tau² = 0.10; I² = 55%; low-quality evidence); serious maternal morbidity or mortality (no events; three trials; 425 women; very low-quality evidence); definite early-onset neonatal sepsis (RR 0.57; 95% CI 0.24 to 1.33; six trials, 1303 infants; very low-quality evidence); or perinatal mortality (RR 0.47; 95% CI 0.13 to 1.66; eight trials, 6392 infants; moderate-quality evidence).\nSecondary outcomes: women who had a planned early birth were at a reduced risk of chorioamnionitis (average RR 0.55; 95% CI 0.37 to 0.82; eight trials, 6874 women; Tau² = 0.19; I² = 73%), and postpartum septicaemia (RR 0.26; 95% CI 0.07 to 0.96; three trials, 263 women), and their neonates were less likely to receive antibiotics (average RR 0.61; 95% CI 0.44 to 0.84; 10 trials, 6427 infants; Tau² = 0.06; I² = 32%). Women in the planned early birth group were more likely to have their labour induced (average RR 3.41; 95% CI 2.87 to 4.06; 12 trials, 6945 women; Tau² = 0.05; I² = 71%), had a shorter time from rupture of membranes to birth (mean difference (MD) -10.10 hours; 95% CI -12.15 to -8.06; nine trials, 1484 women; Tau² = 5.81; I² = 60%), and their neonates had lower birthweights (MD -79.25 g; 95% CI -124.96 to -33.55; five trials, 1043 infants). Women who had a planned early birth had a shorter length of hospitalisation (MD -0.79 days; 95% CI -1.20 to -0.38; two trials, 748 women; Tau² = 0.05; I² = 59%), and their neonates were less likely to be admitted to the neonatal special or intensive care unit (RR 0.75; 95% CI 0.66 to 0.85; eight trials, 6179 infants), and had a shorter duration of hospital (-11.00 hours; 95% CI -21.96 to -0.04; one trial, 182 infants) or special or intensive care unit stay (RR 0.72; 95% CI 0.61 to 0.85; four trials, 5691 infants). Women in the planned early birth group had more positive experiences compared with women in the expectant management group.\nNo clear differences between groups were observed for endometritis; postpartum pyrexia; postpartum antibiotic usage; caesarean for fetal distress; operative vaginal birth; uterine rupture; epidural analgesia; postpartum haemorrhage; adverse effects; cord prolapse; stillbirth; neonatal mortality; pneumonia; Apgar score less than seven at five minutes; use of mechanical ventilation; or abnormality on cerebral ultrasound (no events).\nNone of the trials reported on breastfeeding; postnatal depression; gestational age at birth; meningitis; respiratory distress syndrome; necrotising enterocolitis; neonatal encephalopathy; or disability at childhood follow-up.\nIn subgroup analyses, there were no clear patterns of differential effects for method of induction, parity, use of maternal antibiotic prophylaxis, or digital vaginal examination. Results of the sensitivity analyses based on trial quality were consistent with those of the main analysis, except for definite or probable early-onset neonatal sepsis where no clear difference was observed."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is low quality evidence to suggest that planned early birth (with induction methods such as oxytocin or prostaglandins) reduces the risk of maternal infectious morbidity compared with expectant management for PROM at 37 weeks' gestation or later, without an apparent increased risk of caesarean section. Evidence was mainly downgraded due to the majority of studies contributing data having some serious design limitations, and for most outcomes estimates were imprecise.\nAlthough the 23 included trials in this review involved a large number of women and babies, the quality of the trials and evidence was not high overall, and there was limited reporting for a number of important outcomes. Thus further evidence assessing the benefits or harms of planned early birth compared with expectant management, considering maternal, fetal, neonatal and longer-term childhood outcomes, and the use of health services, would be valuable. Any future trials should be adequately designed and powered to evaluate the effects on short- and long-term outcomes. Standardisation of outcomes and their definitions, including for the assessment of maternal and neonatal infection, would be beneficial."
    }
  ],
  "pls_title": "Is it better for a baby to be born immediately or to wait for labour to start spontaneously when waters break at or after 37 weeks?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "If a pregnant woman's waters break without onset of contractions (prelabour rupture of membranes – PROM) at 37 weeks of pregnancy or more, there are two options: the first is for induction of labour so that the baby is born as soon as possible (planned early birth); or secondly, to wait for labour to start naturally (expectant management)."
    },
    {
      "heading": "Why is this important?",
      "text": "In a previous version of this review we found that planned early birth may reduce the risk of maternal infection without increasing the risk of caesarean section, compared with waiting. Fewer infants went to the neonatal intensive care unit with planned early birth, though there were no differences seen in rates of neonatal infection. While there are some benefits of early induction of labour, it is important to have a more complete picture of what happens with planned early birth compared with waiting for labour to start naturally."
    },
    {
      "heading": "What evidence did we find?",
      "text": "This review included data from 23 randomised controlled trials involving 8615 pregnant women at 37 weeks of pregnancy or more. Only three trials were at overall low risk of bias, and the evidence in the review was very low to moderate quality. For planned early birth, 10 trials used intravenous oxytocin for induction of labour, 12 trials used prostaglandins, and one trial each assessed Caulophyllum and acupuncture.\nThe findings showed that planned early birth for PROM at term reduced the risk of infection for pregnant women (including infection of the membranes surrounding the baby and the amniotic fluid (known as chorioamnionitis)) compared with expectant management (eight trials, 6864 women; this was rated low-quality evidence ), Planned early birth also reduced the risk of definite or possible infections for the babies (16 trials, 7314 babies, low-quality evidenc e). However, no differences were seen in the rates of caesarean births (23 trials, 8576 women, low-quality evidence ), serious illness or death for the women (three trials, 425 women, very low-quality evidence ), definite infection for the babies (six trials, 1303 babies, very low-quality evidence ), or death for the babies (eight trials, 6392 babies, moderate-quality evidence). Babies born after planned early birth were less likely to be admitted to the intensive care unit (eight trials, 6179 babies), and both women (two trials, 748 women) and their babies (four trials, 5691 babies) had a shorter stay in hospital after planned early birth. Women had a more positive experience of planned early birth compared with expectant management (two trials, 5134 women)."
    },
    {
      "heading": "What does this mean?",
      "text": "Planned early birth (compared with expectant management) after PROM at term may help to reduce infection for women without increasing the need for a caesarean section, and neonatal infection may also be reduced. However, evidence about longer-term effects on children is needed."
    }
  ]
}