{
  "doi": "10.1002/14651858.CD003415.pub4",
  "name": "Progesterone for premenstrual syndrome",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "About 5% of women experience severe symptoms called premenstrual syndrome (PMS), only in the two weeks before their menstrual periods. Treatment with progesterone may restore a deficiency, balance menstrual hormone levels or reduce effects of falling progesterone levels on the brain or on electrolytes in the blood."
    },
    {
      "heading": "Objectives",
      "text": "The objectives were to determine if progesterone has been found to be an effective treatment for all or some premenstrual symptoms and if adverse events associated with this treatment have been reported."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Menstrual Disorders and Subfertility Group's Trials Register, the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE and PsycINFO to February 2011. We contacted pharmaceutical companies for information about unpublished trials, for the first version of this review.\nThe search strings are in Appendix 2."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised double-blind, placebo-controlled trials of progesterone on women with PMS diagnosed by at least two prospective cycles, without current psychiatric disorder."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers (BM and OF) extracted data independently and decided which trials to include. OF wrote to trial investigators for missing data."
    },
    {
      "heading": "Main results",
      "text": "From 17 studies, only two met our inclusion criteria. Together they had 280 participants aged between 18 and 45 years. One hundred and fifteen yielded analysable results. Both studies measured symptom severity using subjective scales. Differing in design, participants, dose of progesterone and how delivered, the studies could not be combined in meta-analysis.\nAdverse events which may or may not have been side effects of the treatment were described as mild.\nBoth trials had defects. They intended to exclude women whose symptoms continued after their periods. When data from ineligible women were excluded from analysis in one trial, the other women were found to have benefited more from progesterone than placebo. The smaller study found no statistically significant difference between oral progesterone, vaginally absorbed progesterone and placebo, but reported outcomes incompletely."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The trials did not show that progesterone is an effective treatment for PMS nor that it is not. Neither trial distinguished a subgroup of women who benefited, nor examined claimed success with high doses."
    }
  ],
  "pls_title": "Progesterone for premenstrual syndrome",
  "pls_type": "long",
  "pls": "There is little good evidence for treating premenstrual syndrome with progesterone. Five per cent or more of women experience symptoms, severe enough to damage work and relationships, only in the days leading to their menstrual periods. Blood progesterone levels usually rise after ovulation and fall again before menstruation. It has been suggested that premenstrual syndrome (PMS) might have been caused by too little progesterone or falling levels.\nThis review found some evidence for relief with progesterone but trials differed in route of administration, dose, duration of treatment and selection of women taking part. Outcomes also differed. The studies had flaws in methods or in handling outcome data or both.\nAdverse effects which may or may not have been the result of the treatment were generally mild.\nFurther research would be needed to test claims for the effectiveness of higher doses of progesterone. They are neither refuted nor borne out as yet. Using each woman's own symptoms to select participants and to judge treatment effects would be more accurate than checklists of largely irrelevant symptoms. Knowing how many women had fewer days with symptoms, fewer or milder symptoms, or the converse, would be more valuable than the calculations based on subjective data for groups of women."
}