{
  "doi": "10.1002/14651858.CD010485.pub2",
  "name": null,
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Genital Chlamydia trachomatis (C.trachomatis ) infection may lead to pregnancy complications such as miscarriage, preterm labour, low birthweight, preterm rupture of membranes, increased perinatal mortality, postpartum endometritis, chlamydial conjunctivitis and C.trachomatis pneumonia.This review supersedes a previous review on this topic."
    },
    {
      "heading": "Objectives",
      "text": "To establish the most efficacious and best-tolerated therapy for treatment of genital chlamydial infection in preventing maternal infection and adverse neonatal outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group’s Trials Register, ClinicalTrials.gov, the WHO International Clinical Trials Registry Platform (ICTRP) (26 June 2017) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) as well as studies published in abstract form assessing interventions for treating genital C.trachomatis infection in pregnancy. Cluster-RCTs were also eligible for inclusion but none were identified. Quasi-randomised trials and trials using cross-over design are not eligible for inclusion in this review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion, assessed trial quality and extracted the data using the agreed form. Data were checked for accuracy. Evidence was assessed using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included 15 trials (involving 1754 women) although our meta-analyses were based on fewer numbers of studies/women. All of the included studies were undertaken in North America from 1982 to 2001. Two studies were low risk of bias in all domains, all other studies had varying risk of bias. Four other studies were excluded and one study is ongoing.\nEight comparisons were included in this review; three compared antibiotic (erythromycin, clindamycin, amoxicillin) versus placebo; five compared an antibiotic versus another antibiotic (erythromycin, clindamycin, amoxicillin, azithromycin). No study reported different antibiotic regimens.\nMicrobiological cure (primary outcome)\nAntibiotics versus placebo: Erythromycin (average risk ratio (RR) 2.64, 95% confidence interval (CI) 1.60 to 4.38; two trials, 495 women; I2 = 68%; moderate-certainty evidence ), and clindamycin (RR 4.08, 95% CI 2.35 to 7.08; one trial, 85 women;low-certainty evidence ) were associated with improved microbiological cure compared to a placebo control. In one very small trial comparing amoxicillin and placebo, the results were unclear, but the evidence was graded very low (RR 2.00, 95% CI 0.59 to 6.79; 15 women).\nOne antibiotic versus another antibiotic: Amoxicillin made little or no difference in microbiological cure in comparison to erythromycin (RR 0.97, 95% CI 0.93 to 1.01; four trials, 466 women; high-certainty evidence ), probably no difference compared to clindamycin (RR 0.96, 95% CI 0.89 to 1.04; one trial, 101 women; moderate-quality evidence ), and evidence is very low certainty when compared to azithromycin so the effect is not certain (RR 0.89, 95% CI 0.71 to 1.12; two trials, 144 women; very low-certainty evidence). Azithromycin versus erythromycin (average RR 1.11, 95% CI 1.00 to 1.23; six trials, 374 women; I2 = 53%; moderate-certainty evidenc e) probably have similar efficacy though results appear to favour azithromycin. Clindamycin versus erythromycin (RR 1.06, 95% CI 0.97 to 1.15; two trials, 173 women; low-certainty evidence) may have similar numbers of women with a microbiological cure between groups.\nEvidence was downgraded for design limitations, inconsistency, and imprecision in effect estimates.\nSide effects of the treatment (maternal) (secondary outcome)\nAntibiotics versus placebo: side effects including nausea, vomiting, and abdominal pain, were reported in two studies (495 women) but there was no clear evidence whether erythromycin was associated with more side effects than placebo and a high level of heterogeneity (I2 = 78%) was observed (average RR 2.93, 95% CI 0.36 to 23.76). There was no clear difference in the number of women experiencing side effects when clindamycin was compared to placebo in one small study (5/41 versus 1/44) (RR 6.35, 95% CI 0.38 to 107.45, 62 women). The side effects reported were mostly gastrointestinal and also included resolving skin rashes.\nOne antibiotic versus another antibiotic: There was no clear difference in incidence of side effects (including nausea, vomiting, diarrhoea and abdominal pain) when amoxicillin was compared to azithromycin based on data from one small study (36 women) (RR 0.56, 95% CI 0.24 to 1.31).\nHowever, amoxicillin was associated with fewer side effects compared to erythromycin with data from four trials (513 women) (RR 0.31, 95% CI 0.21 to 0.46; I2 = 27%). Side effects included nausea, vomiting, diarrhoea, abdominal cramping, rash, and allergic reaction.\nBoth azithromycin (RR 0.24, 95% CI 0.17 to 0.34; six trials, 374 women) and clindamycin (RR 0.44, 95% CI 0.22 to 0.87; two trials, 183 women) were associated with a lower incidence of side effects compared to erythromycin. These side effects included nausea, vomiting, diarrhoea and abdominal cramping.\nOne small study (101 women) reported there was no clear difference in the number of women with side effects when amoxicillin was compared with clindamycin (RR 0.57, 95% CI 0.14 to 2.26; 107 women). The side effects reported included rash and gastrointestinal complaints.\nOther secondary outcomes\nSingle trials reported data on repeated infections, preterm birth, preterm rupture of membranes, perinatal mortality and low birthweight and found no clear differences between treatments.\nMany of this review's secondary outcomes were not reported in the included studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Treatment with antibacterial agents achieves microbiological cure from C.trachomatis infection during pregnancy. There was no apparent difference between assessed agents (amoxicillin, erythromycin, clindamycin, azithromycin) in terms of efficacy (microbiological cure and repeat infection) and pregnancy complications (preterm birth, preterm rupture of membranes, low birthweight). Azithromycin and clindamycin appear to result in fewer side effects than erythromycin.\nAll of the studies in this review were conducted in North America, which may limit the generalisability of the results. In addition, study populations may differ in low-resource settings and these results are therefore only applicable to well-resourced settings. Furthermore, the trials in this review mainly took place in the nineties and early 2000's and antibiotic resistance may have changed since then.\nFurther well-designed studies, with appropriate sample sizes and set in a variety of settings, are required to further evaluate interventions for treating C.trachomatis infection in pregnancy and determine which agents achieve the best microbiological cure with the least side effects. Such studies could report on the outcomes listed in this review."
    }
  ],
  "pls_title": "Treatment of genital Chlamydia trachomatis infection in pregnancy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "This review aimed to assess whether the treatment of chlamydial infection during pregnancy cured the infection and prevented complications to the women and babies without causing side effects. This new review supersedes an earlier review on this topic."
    },
    {
      "heading": "Why is this important?",
      "text": "Chlamydia trachomatis is a bacterial infection which is sexually transmitted. It is more common in younger women. Women may have the infection without knowing it. In pregnant women, genital Chlamydia trachomatis can cause pregnancy complications such as preterm labour, preterm birth, premature rupture of the membranes, low birthweight of infants, and infection in the uterus after giving birth. Babies who acquire Chlamydia trachomatis during birth can develop infection of the lungs and the eyes.\nFinding an effective treatment with minimal side effects is extremely important considering the complications that can occur with untreated Chlamydia trachomatis infection in pregnancy."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence (June 2017) and included 15 studies in the review. The studies had a mixed risk of bias and were of limited quality, often with small numbers of participants. Three studies compared antibiotics (erythromycin, clindamycin, and amoxicillin) with placebo. The other studies compared different antibiotics with each other.\nAll of the studies reported on curing chlamydia, based on the elimination of the bacteria, with an antibiotic. Erythromycin (moderate-quality evidence from two studies, 495 women) and clindamycin (low-quality evidence from one study, 85 women) appeared to be more effective than placebo. The quality of the evidence for amoxicillin versus placebo (one study 15 women) was very low so we cannot be certain of the results.\nWhen comparing different antibiotics with each other, no one antibiotic was substantially better than another at curing chlamydia in the studies that we examined: amoxicillin versus azithromycin (very low-quality evidence from two studies, 144 women), amoxicillin versus erythromycin (high-quality evidence from four studies, 466 women), azithromycin versus erythromycin (moderate-quality evidence from six studies, 374 women), clindamycin versus erythromycin (low-quality evidence from two studies, 173 women), amoxicillin versus clindamycin (moderate-quality evidence from one study, 101 women). Only single trials assessed repeated infections, preterm birth, preterm rupture of membranes, perinatal mortality and low birthweight and found there were no clear differences between the different types of antibiotics examined.\nSide effects were more common with erythromycin (two studies, 495 women) and clindamycin (one study, 85 women) than with placebo. Amoxicillin resulted in fewer side effects than azithromycin (one study, 36 women) or erythromycin (four studies, 513 women), and azithromycin caused fewer side effects than erythromycin (six studies, 374 women). Amoxicillin and clindamycin produced a similar number of side effects in one study (107 women)."
    },
    {
      "heading": "What does this mean?",
      "text": "Treatment of chlamydia infection with antibiotics appears to be effective during pregnancy. There is no clear difference between amoxicillin, erythromycin, clindamycin, azithromycin in curing the infection or preterm birth, preterm rupture of membranes, and low birthweight. Azithromycin and clindamycin appear to result in fewer side effects than erythromycin.\nThe included studies were all carried out in North America. Chlamydia testing remains a problem in low-resource settings because of its costs. We conclude that well-designed studies of appropriate sample size, in different settings, are needed to further assess the effects of treatment of chlamydia infection in pregnancy. Resistance to the tested antibiotics could have changed since the studies included in this review were conducted. In particular, future research could report on the outcomes of focus in this review and target those antibiotics, such as amoxicillin and clindamycin, which may be effective in curing chlamydia with the least side effects."
    }
  ]
}