{
  "doi": "10.1002/14651858.CD007476.pub3",
  "name": "Deferasirox for managing iron overload in people with thalassaemia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Thalassaemia is a hereditary anaemia due to ineffective erythropoiesis. In particular, people with thalassaemia major develop secondary iron overload resulting from regular red blood cell transfusions. Iron chelation therapy is needed to prevent long-term complications.\nBoth deferoxamine and deferiprone are effective; however, a review of the effectiveness and safety of the newer oral chelator deferasirox in people with thalassaemia is needed."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of oral deferasirox in people with thalassaemia and iron overload."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cystic Fibrosis and Genetic Disorders Group's Haemoglobinopathies Trials Register: 12 August 2016.\nWe also searched MEDLINE, Embase, the Cochrane Library, Biosis Previews, Web of Science Core Collection and three trial registries: ClinicalTrials.gov; the WHO International Clinical Trials Registry Platform; and the Internet Portal of the German Clinical Trials Register: 06 and 07 August 2015."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled studies comparing deferasirox with no therapy or placebo or with another iron-chelating treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed risk of bias and extracted data. We contacted study authors for additional information."
    },
    {
      "heading": "Main results",
      "text": "Sixteen studies involving 1807 randomised participants (range 23 to 586 participants) were included. Twelve two-arm studies compared deferasirox to placebo (two studies) or deferoxamine (seven studies) or deferiprone (one study) or the combination of deferasirox and deferoxamine to deferoxamine alone (one study). One study compared the combination of deferasirox and deferiprone to deferiprone in combination with deferoxamine. Three three-arm studies compared deferasirox to deferoxamine and deferiprone (two studies) or the combination of deferasirox and deferiprone to deferiprone and deferasirox monotherapy respectively (one study). One four-arm study compared two different doses of deferasirox to matching placebo groups.\nThe two studies (a pharmacokinetic and a dose-escalation study) comparing deferasirox to placebo (n = 47) in people with transfusion-dependent thalassaemia showed that deferasirox leads to net iron excretion. In these studies, safety was acceptable and further investigation in phase II and phase III studies was warranted.\nNine studies (1251 participants) provided data for deferasirox versus standard treatment with deferoxamine. Data suggest that a similar efficacy can be achieved depending on the ratio of doses of deferoxamine and deferasirox being compared. In the phase III study, similar or superior efficacy for the intermediate markers ferritin and liver iron concentration (LIC) could only be achieved in the highly iron-overloaded subgroup at a mean ratio of 1 mg of deferasirox to 1.8 mg of deferoxamine corresponding to a mean dose of 28.2 mg per day and 51.6 mg per day respectively. The pooled effects across the different dosing ratios are: serum ferritin, mean difference (MD) 454.42 ng/mL (95% confidence interval (CI) 337.13 to 571.71) (moderate quality evidence); LIC evaluated by biopsy or SQUID, MD 2.37 mg Fe/g dry weight (95% CI 1.68 to 3.07) (moderate quality evidence) and responder analysis, LIC 1 to < 7 mg Fe/g dry weight, risk ratio (RR) 0.80 (95% CI 0.69 to 0.92) (moderate quality evidence). The substantial heterogeneity observed could be explained by the different dosing ratios. Data on mortality (low quality evidence) and on safety at the presumably required doses for effective chelation therapy are limited. Patient satisfaction was better with deferasirox among those who had previously received deferoxamine treatment, RR 2.20 (95% CI 1.89 to 2.57) (moderate quality evidence). The rate of discontinuations was similar for both drugs (low quality evidence).\nFor the remaining comparisons in people with transfusion-dependent thalassaemia, the quality of the evidence for outcomes assessed was low to very low, mainly due to the very small number of participants included. Four studies (205 participants) compared deferasirox to deferiprone; one of which (41 participants) revealed a higher number of participants experiencing arthralgia in the deferiprone group, but due to the large number of different types of adverse events reported and compared this result is uncertain. One study (96 participants) compared deferasirox combined with deferiprone to deferiprone with deferoxamine. Participants treated with the combination of the oral iron chelators had a higher adherence compared to those treated with deferiprone and deferoxamine, but no participants discontinued the study. In the comparisons of deferasirox versus combined deferasirox and deferiprone and that of deferiprone versus combined deferasirox and deferiprone (one study, 40 participants), and deferasirox and deferoxamine versus deferoxamine alone (one study, 94 participants), only a few patient-relevant outcomes were reported and no significant differences were observed.\nOne study (166 participants) included people with non-transfusion dependent thalassaemia and compared two different doses of deferasirox to placebo. Deferasirox treatment reduced serum ferritin, MD -306.74 ng/mL (95% CI -398.23 to -215.24) (moderate quality evidence) and LIC, MD -3.27 mg Fe/g dry weight (95% CI -4.44 to -2.09) (moderate quality evidence), while the number of participants experiencing adverse events and rate of discontinuations (low quality evidence) was similar in both groups. No participant died, but data on mortality were limited due to a follow-up period of only one year (moderate quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Deferasirox offers an important treatment option for people with thalassaemia and secondary iron overload. Based on the available data, deferasirox does not seem to be superior to deferoxamine at the usually recommended ratio of 1 mg of deferasirox to 2 mg of deferoxamine. However, similar efficacy seems to be achievable depending on the dose and ratio of deferasirox compared to deferoxamine. Whether this will result in similar efficacy and will translate to similar benefits in the long term, as has been shown for deferoxamine, needs to be confirmed. Data from randomised controlled trials on rare toxicities and long-term safety are still limited. However, after a detailed discussion of the potential benefits and risks, deferasirox could be offered as the first-line option to individuals who show a strong preference for deferasirox, and may be a reasonable treatment option for people showing an intolerance or poor adherence to deferoxamine."
    }
  ],
  "pls_title": "Deferasirox for managing iron overload in people with thalassaemia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Thalassaemia is a hereditary anaemia due to a defect in the production of haemoglobin. Regular red blood cell transfusions are needed, particularly for the severe form of the disease, thalassaemia major. This results in iron overload. Since the human body has no means of actively getting rid of excessive iron, drug treatment (iron-chelating drugs) is needed. Several years ago, a newer oral iron chelator, deferasirox, was introduced."
    },
    {
      "heading": "Review question",
      "text": "Does deferasirox offer advantages compared to placebo or to the other iron chelators deferoxamine or deferiprone in people with thalassaemia with regard to effectiveness and safety?"
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to 12 August 2016. This updated review includes 16 randomised controlled studies (1807 participants) containing 20 comparisons of deferasirox versus another treatment.\nIn people with transfusion-dependent thalassaemia, two studies compared deferasirox with placebo and nine studies (1251 participants) compared deferasirox with standard treatment of deferoxamine. Four studies (205 participants) compared deferasirox to deferiprone. One study each compared deferasirox and deferiprone respectively to deferasirox and deferiprone combination therapy (40 participants), deferasirox and deferoxamine combination therapy to deferoxamine alone (94 participants) and deferasirox and deferiprone combination therapy to deferiprone and deferoxamine combination therapy (96 participants).\nIn people with non-transfusion dependent thalassemia (individuals not requiring regular blood transfusions), one study (166 participants) compared deferasirox to placebo. The duration of the included studies ranged from 12 days to two years."
    },
    {
      "heading": "Key results",
      "text": "Two studies comparing deferasirox with placebo in people with transfusion-dependent thalassaemia showed that deferasirox was effective at removing iron. Nine other studies compared deferasirox with standard treatment of deferoxamine. Similar effectiveness seems possible, depending of the doses of the two drugs compared. It needs to be confirmed whether this leads to similar improvements in patient-important outcomes in the long run. The safety of deferasirox was acceptable; however, rarer adverse events or long-term side effects could not be adequately investigated due to the limited number of participants and the relatively short duration of the studies. Patient satisfaction was significantly better with deferasirox among those who had previously been treated with deferoxamine. The rate of discontinuations was similar for both drugs. Deferasirox may be an alternative for those individuals who do not tolerate, or have poor adherence with, deferoxamine. In people with a strong preference to deferasirox, potential benefits and risks should be discussed.\nOne study (41 participants) reported that more individuals with transfusion-dependent thalassaemia experienced joint pain when treated with deferiprone than with deferasirox, but due to the large number of different types of adverse events reported and compared, this result may be due to chance. One study revealed that adherence to treatment was higher when both oral iron chelators, deferasirox and deferiprone are used than the combination of deferiprone and deferoxamine, but no participant discontinued the study. We found no evidence for any differences comparing deferasirox or deferiprone alone to combined deferasirox and deferiprone treatment or deferasirox and deferoxamine combination to deferoxamine alone, but the numbers of people in the studies were small and available data were very limited.\nOne study in people with non-transfusion-dependent thalassaemia found deferasirox was better at reducing serum ferritin and liver iron concentration compared to placebo. However, there is no evidence on the impact on patient-important outcomes or long-term safety data in this population."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of included studies comparing deferasirox to deferoxamine in people with transfusion-dependent thalassaemia was moderate to low, mainly due fact that the investigators and participants knew which interventions had been assigned to which participants, the small number of participants included in the studies and the use of a surrogate markers (measures used in place of a hard clinical end point) instead of patient-important outcomes. For the comparison of deferasirox to placebo in people with non-transfusion-dependent thalassaemia, the quality of the evidence was moderate to very low based on only one small study. For the other comparisons, the quality of the evidence was low to very low, mainly due to the inclusion of even fewer participants. Ideally, further randomised studies looking at patient-important, long-term outcomes and rarer adverse events, should be conducted."
    }
  ]
}