{
  "doi": "10.1002/14651858.CD009151.pub2",
  "name": "Treatment for recurrent vulvovaginal candidiasis (thrush)",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Recurrent vulvovaginal candidiasis (RVVC) affects up to 5% of women. No comprehensive systematic review of treatments for RVVC has been published."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective was to assess the effectiveness and safety of pharmacological and non-pharmacological treatments for RVVC. The secondary objective was to assess patient preference of treatment options."
    },
    {
      "heading": "Search methods",
      "text": "We conducted electronic searches of bibliographic databases, including CENTRAL, MEDLINE, Embase, and CINAHL (search date 6 October 2021). We also handsearched reference lists of identified trials and contacted authors of identified trials, experts in RVVC, and manufacturers of products for vulvovaginal candidiasis."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered all published and unpublished randomised controlled trials evaluating RVVC treatments for at least six months, in women with four or more symptomatic episodes of vulvovaginal candidiasis in the past year. We excluded women with immunosuppressive disorders or taking immunosuppressant medication. We included women with diabetes mellitus and pregnant women.\nDiagnosis of RVVC must have been confirmed by presence of symptoms and a positive culture and/or microscopy. We included all drug and non-drug therapies and partner treatment, assessing the following primary outcomes:\n• number of clinical recurrences per participant per year (recurrence defined as clinical signs and positive culture/microscopy);\n• proportion of participants with at least one clinical recurrence during the treatment and follow-up period; and\n• adverse events."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently reviewed titles and abstracts to identify eligible trials. Duplicate data extraction was completed independently by two authors. We assessed risk of bias as described in the Cochrane Handbook for Systematic Reviews of Interventions. We used the fixed-effects model for pooling and expressed the results as risk ratio (RR) with 95% confidence intervals (CI). Where important statistical heterogeneity was present we either did not pool data (I2 > 70%) or used a random-effects model (I2 40-70%). We used the GRADE tool to assess overall certainty of the evidence for the pooled primary outcomes."
    },
    {
      "heading": "Main results",
      "text": "Studies: Twenty-three studies involving 2212 women aged 17 to 67 years met the inclusion criteria. Most studies excluded pregnant women and women with diabetes or immunosuppression. The predominant species found on culture at study entry was Candida albicans. Overall, the included studies were small (<100 participants). Six studies compared antifungal treatment with placebo (607 participants); four studies compared oral versus topical antifungals (543 participants); one study compared different oral antifungals (45 participants); two studies compared different dosing regimens for antifungals (100 participants); one study compared two different dosing regimens of the same topical agent (23 participants); one study compared short versus longer treatment duration (26 participants); two studies assessed the effect of partner treatment (98 participants); one study compared a complementary treatment (Lactobacillus vaginal tablets and probiotic oral tablets) with placebo (34 participants); three studies compared complementary medicine with antifungals (354 participants); two studies compared 'dermasilk' briefs with cotton briefs (130 participants); one study examined Lactobacillus vaccination versus heliotherapy versus ciclopyroxolamine (90 participants); one study compared CAM treatments to an antifungal treatment combined with CAM treatments (68 participants). We did not find any studies comparing different topical antifungals. Nine studies reported industry funding, three were funded by an independent source and eleven did not report their funding source.\nRisk of bias: Overall, the risk of bias was high or unclear due to insufficient blinding of allocation and participants and poor reporting.\nPrimary outcomes: Meta-analyses comparing drug treatments (oral and topical) with placebo or no treatment showed there may be a clinically relevant reduction in clinical recurrence at 6 months (RR 0.36, 95% CI 0.21 to 0.63; number needed to treat for an additional beneficial outcome (NNTB) = 2; participants = 607; studies = 6; I² = 82%; low-certainty evidence) and 12 months (RR 0.80, 95% CI 0.72 to 0.89; NNTB = 6; participants = 585; studies = 6; I² = 21%; low-certainty evidence). No study reported on the number of clinical recurrences per participant per year.\nWe are very uncertain whether oral drug treatment compared to topical treatment increases the risk of clinical recurrence at 6 months (RR 1.66, 95% CI 0.83 to 3.31; participants = 206; studies = 3; I² = 0%; very low-certainty evidence) and reduces the risk of clinical recurrence at 12 months (RR 0.95, 95% CI 0.71 to 1.27; participants = 206; studies = 3; I² = 10%; very low-certainty evidence). No study reported on the number of clinical recurrences per participant per year.\nAdverse events were scarce across both treatment and control groups in both comparisons. The reporting of adverse events varied amongst studies, was generally of very low quality and could not be pooled. Overall the adverse event rate was low for both placebo and treatment arms and ranged from less than 5% to no side effects or complications."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In women with RVVC, treatment with oral or topical antifungals may reduce symptomatic clinical recurrences when compared to placebo or no treatment. We were unable to find clear differences between different treatment options (e.g. oral versus topical treatment, different doses and durations). These findings are not applicable to pregnant or immunocompromised women and women with diabetes as the studies did not include or report on them. More research is needed to determine the optimal medication, dose and frequency."
    }
  ],
  "pls_title": "The effectiveness and safety of treatments for recurrent vulvovaginal candidiasis (thrush)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Cochrane authors set out to investigate the effectiveness and safety of drug treatments or non-drug treatments (such as complementary and alternative medicines) for women with recurrent vulvovaginal candidiasis (thrush)."
    },
    {
      "heading": "Background",
      "text": "Thrush of the vaginal/vulvar area is caused by Candida , a form of yeast that is commonly found in the vagina as part of normal flora without causing symptoms. For unknown reasons, Candida can start growing and cause symptoms of vulvovaginal candidiasis (commonly named thrush). Symptoms of vulvovaginal thrush include itching, swelling, and irritation of the vaginal and vulval areas. It is estimated that uncomplicated vulvovaginal thrush affects up to 75% of women at some time during their reproductive years. Recurrent vulvovaginal candidiasis (RVVC) occurs when a woman has four or more fungal infections during a 12-month period. Up to 5% of women suffer from RVVC. Some doctors advise taking antifungals as a prevention, but there are no clear evidence-based guidelines."
    },
    {
      "heading": "Study characteristics",
      "text": "We identified 23 studies involving 2212 participants between 17 and 67 years old with a diagnosis of RVVC confirmed by a positive test. The studies compared a range of antifungal medicines (taken by mouth or inserted into the vagina), and some complementary or alternative treatments (such as Lactobacillus vaccines or probiotics and special underwear). The studies reported the effects on recurrence of thrush after 6 and 12 months. Only one study reported the number of clinical recurrences at 12 months. Nine studies reported industry funding, three were funded by an independent source and nine studies did not report their funding source. The evidence is current to October 2021."
    },
    {
      "heading": "Key results",
      "text": "Six studies (607 participants) compared antifungal medication with placebo or no treatment. Based on low certainty evidence antifungal treatments may give a clinically relevant reduction in clinical recurrence at 6 and 12 months. We are uncertain if oral treatments are better than topical treatments (very low certainty evidence for no difference).\nAdverse effects of taking antifungal medication to prevent recurrence of thrush were not common. Studies reported on adverse effects differently, making comparisons difficult. More research is needed to determine the optimal medication, dose and frequency. We were unable to determine the effects in women who are pregnant or have diabetes."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "Our confidence in the evidence was low to very low due to serious concerns about risk of bias, unclear reporting and the limited number of studies that could be combined. This means that new studies might change our confidence in the effects of treatments and our conclusions."
    }
  ]
}