{
  "doi": "10.1002/14651858.CD009502.pub3",
  "name": "Effectiveness of the Valsalva Manoeuvre for reversion of supraventricular tachycardia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "People with the cardiac arrhythmia supraventricular tachycardia (SVT) frequently present to clinicians in the prehospital and emergency medicine settings. Restoring sinus rhythm by terminating the SVT involves increasing the refractoriness of atrioventricular nodal tissue within the myocardium by means of vagal manoeuvres, pharmacological agents, or electrical cardioversion. A commonly used first-line technique to restore the normal sinus rhythm (reversion) is the Valsalva Manoeuvre (VM). This is a non-invasive means of increasing myocardial refractoriness by increasing intrathoracic pressure for a brief period, thus stimulating baroreceptor activity in the aortic arch and carotid bodies, resulting in increased parasympathetic (vagus nerve) tone."
    },
    {
      "heading": "Objectives",
      "text": "To assess the evidence of effectiveness of the VM in terminating SVT."
    },
    {
      "heading": "Search methods",
      "text": "We updated the electronic searches of the Cochrane Central Register of Controlled Trials (CENTRAL; 2014, Issue 7); MEDLINE Ovid (1946 to August week 3, 2014); EMBASE Classic and EMBASE Ovid (1947 to 27 August 2014); Web of Science (1970 to 27 August 2014); and BIOSIS Previews (1969 to 22 August 2014). We also checked trials registries, the Index to Theses, and the bibliographies of all relevant publications identified by these strategies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs) that examined the effectiveness of VM in terminating SVT."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted the data using a standardised form. We assessed each trial for internal validity, resolving any differences by discussion. We then extracted and entered data into Review Manager 5."
    },
    {
      "heading": "Main results",
      "text": "In this update, we did not identify any new RCT studies for inclusion. We identified two RCT studies as ongoing that we are likely to include in future updates. Accordingly, our results are unchanged and include three RCTs with a total of 316 participants. All three studies compared the effectiveness of VM in reverting SVT with that of other vagal manoeuvres in a cross-over design. Two studies induced SVT within a controlled laboratory environment. Participants had ceased all medications prior to engaging in these studies. The third study reported on people presenting to a hospital emergency department with an episode of SVT. These participants were not controlled for medications or other factors prior to intervention.\nThe two laboratory studies demonstrated reversion rates of 45.9% and 54.3%, whilst the clinical study demonstrated reversion success of 19.4%. This discrepancy may be due to methodological differences between studies, the effect of induced SVT versus spontaneous episodic SVT, and participant factors such as medications and comorbidities. We were unable to assess any of these factors, or adverse effects, further, since they were either not described in enough detail or not reported at all.\nStatistical pooling was not possible due to heterogeneity between the included studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We did not find sufficient evidence to support or refute the effectiveness of VM for termination of SVT. Further research is needed, and this research should include a standardised approach to performance technique and methodology."
    }
  ],
  "pls_title": "The effectiveness of the Valsalva Manoeuvre for stopping an abnormal heart rhythm",
  "pls_type": "long",
  "pls": "Supraventricular tachycardia (SVT) is a common heart abnormality that presents as a fast heart rate. This heart rhythm disturbance can occur in healthy individuals and may include such symptoms as chest pain, palpitations, shortness of breath, sweating, and feeling faint. In rarer instances, unconsciousness may occur. The treatment of SVT is usually a combination of physical straining manoeuvres (also known as vagal manoeuvres), medications, or electrical therapy (used in severe cases where blood pressure drops to a low level). A vagal manoeuvre is a term used to describe any physical intervention that results in stimulation of the 10th cranial nerve (vagus nerve), which in turn can lead to slowing of the heart rate in the setting of SVT. One such manoeuvre, the Valsalva Manoeuvre (VM), is performed by having a patient blow into a syringe whilst lying down (face up) for 15 seconds. This generates increased pressure within the chest cavity and triggers a slowing of heart rate that may stop the abnormal rhythm. This review examined the available evidence to see how effective the VM is in restoring normal heart rate (known as reversion success). This is an updated version of the original review published in 2013.\nThree studies involving a total of 316 participants were included in this review. Analysis of the results showed that reversion success lies somewhere between 19.4% and 54.3%. We could not calculate the likelihood and severity of side effects (adverse events) as the studies provided insufficient information to perform this analysis. Potential side effects have been reported in other articles on the subject; these have included hypotension (sudden lowering of blood pressure) or syncope (brief loss of consciousness). No side effects were reported in the three studies reviewed here. In the three studies, reversion was achieved on completion of each VM.\nOverall, the VM appears to be a simple, non-invasive method of stopping abnormal heart rhythm, but its safety and overall effectiveness are difficult to quantify. Further research is required to improve the evidence surrounding this practice."
}