{
  "doi": "10.1002/14651858.CD006178.pub3",
  "name": "Antenatal lower genital tract infection screening and treatment programs for preventing preterm delivery ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Genital tract infection is associated with preterm birth (before 37 weeks' gestation). Screening for infections during pregnancy may therefore reduce the numbers of babies being born prematurely. However, screening for infections may have some adverse effects, such as increased antibiotic drug resistance and increased cost of treatment."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of antenatal lower genital tract infection screening and treatment programs for reducing preterm birth and subsequent morbidity."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 November 2014), the Cochrane Central Register of Controlled Trials (The Cochrane Library 2014, Issue 7) and reference lists of retrieved reports."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all published and unpublished randomised controlled trials in any language that evaluated any described methods of antenatal lower genital tract infection screening compared with no screening."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for inclusion and risk of bias, extracted data and checked for accuracy."
    },
    {
      "heading": "Main results",
      "text": "One study (4155 women at less than 20 weeks' gestation) met the inclusion criteria. The intervention group (2058 women) received infection screening and treatment for bacterial vaginosis, trichomonas vaginalis and candidiasis; the control group (2097 women) also received screening, but the results of the screening program were not revealed and women received routine antenatal care. The rate of preterm birth before 37 weeks' gestation was significantly lower in the intervention group (3% versus 5% in the control group) with a risk ratio (RR) of 0.55 (95% confidence interval (CI) 0.41 to 0.75; the evidence for this outcome was graded as of moderate quality). The incidence of preterm birth for infants with a weight equal to or below 2500 g (low birthweight) and infants with a weight equal to or below 1500 g (very low birthweight) were significantly lower in the intervention group than in the control group (RR 0.48, 95% CI 0.34 to 0.66 and RR 0.34; 95% CI 0.15 to 0.75, respectively; both graded as moderate quality evidence). Based on a subset of costs for preterm births of < 1900 g, the authors reported that for each of those preterm births averted, EUR 60,262 would be saved."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is evidence from one trial that infection screening and treatment programs for pregnant women before 20 weeks' gestation reduce preterm birth and preterm low birthweight. Infection screening and treatment programs are associated with cost savings when used for the prevention of preterm birth. Future trials should evaluate the effects of different types of infection screening programs."
    }
  ],
  "pls_title": "Antenatal lower genital tract infection screening and treatment programs for preventing preterm delivery",
  "pls_type": "long",
  "pls": "A genital tract infection during pregnancy can cross into the amniotic fluid and result in prelabour rupture of the membranes and preterm labour. Preterm birth (before 37 weeks of gestation) is associated with poor infant health, death, admission of the newborn to neonatal intensive care in the first few weeks of life, prolonged hospital stay and long-term neurologic disability including cerebral palsy.\n\nIn this review, only one study of moderate quality evidence was included. The study reported on 4155 women randomly assigned either to an intervention group (2058 women received infection screening and treatment for bacterial vaginosis, trichomonas vaginalis and candidiasis) or a control group (2097 women received screening, but the results of the screening program were not revealed). The present systematic review found that a simple infection screening and treatment program during routine antenatal care may reduce preterm births and preterm low (below 2500 g) and very low (below 1500 g) birthweight. The simple infection screening reduced preterm births from 5% of women in the control group to 3% in the intervention group. The number of low birthweight preterm infants and very low birthweight preterm infants were significantly lower in the intervention group than in the control group. Moreover, an infection screening and treatment program during routine antenatal care is likely to save over EUR 60,000 for each preterm birth averted."
}