{
  "doi": "10.1002/14651858.CD005981.pub2",
  "name": "Direct thrombin inhibitors versus vitamin K antagonists or low molecular weight heparins for prevention of venous thromboembolism following total hip or knee replacement ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Patients who have undergone total hip or knee replacement (THR, TKR) have a high risk of developing venous thromboembolism (VTE) following surgery, despite appropriate anticoagulation with warfarin or low molecular weight heparin (LMWH). New anticoagulants are under investigation."
    },
    {
      "heading": "Objectives",
      "text": "To examine the efficacy and safety of prophylactic anticoagulation with direct thrombin inhibitors (DTIs) versus LMWH or vitamin K antagonists in the prevention of VTE in patients undergoing THR or TKR."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Peripheral Vascular Disease Group searched their Specialized Register (last searched 12 March 2010) and CENTRAL (last searched 2010, Issue 1)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three reviewers independently assessed methodological quality and extracted data in pre-designed tables. The reported follow-up events were included"
    },
    {
      "heading": "Main results",
      "text": "We included 14 studies included involving 21,642 patients evaluated for efficacy and 27,360 for safety. No difference was observed in major VTE in DTIs compared with LMWH in both types of operations (odds ratio (OR) 0.91; 95% confidence interval (CI) 0.69 to 1.19), with high heterogeneity (I2 71%). No difference was observed with warfarin (OR 0.85; 95% CI 0.63 to 1.15) in TKR, with no heterogeneity (I2 0%).\nMore total bleeding events were observed in the DTI group (in ximelagatran and dabigatran but not in desirudin) in patients subjected to THR (OR 1.40; 95% CI 1.06, 1.85; I2 41%) compared with LMWH. No difference was observed with warfarin in TKR (OR 1.76; 95% CI 0.91 to 3.38; I2 0%). \n\nAll-cause mortality was higher in the DTI group when the reported follow-up events were included (OR 2.06; 95% CI 1.10 to 3.87).\nStudies that initiated anticoagulation before surgery showed less VTE events; those that began anticoagulation after surgery showed more VTE events in comparison with LMWH. Therefore, the effect of the DTIs compared with LMWH appears to be influenced by the time of initiation of coagulation more than the effect of the drug itself.\nThe results obtained from sensitivity analysis, did not differ from the analysed results; this strengthens the value of the results."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Direct thrombin inhibitors are as effective in the prevention of major venous thromboembolism in THR or TKR as LMWH and vitamin K antagonists. However, they show higher mortality and cause more bleeding than LMWH. No severe hepatic complications were reported in the analysed studies. Use of ximelagatran is not recommended for VTE prevention in patients who have undergone orthopedic surgery. More studies are necessary regarding dabigatran."
    }
  ],
  "pls_title": "New types of anticoagulants to prevent deep vein thrombosis and pulmonary embolism following total hip or knee replacement surgery",
  "pls_type": "long",
  "pls": "Venous thromboembolism is the presence of a blood clot that blocks a blood vessel within the venous system; it includes deep vein thrombosis (DVT) and pulmonary embolism (PE) which can be fatal. Venous thromboembolism occurs in 44% to 90% of those patients who undergo total hip or knee replacement and who do not receive anticoagulants (blood thinning drugs).\nThe standard treatment is prophylaxis with an anticoagulant such as low molecular weight heparin (known as an indirect thrombin inhibitor), or warfarin or coumarin (vitamin K antagonists). New types of anticoagulants termed direct thrombin inhibitors have advantages over heparin as they can be given by mouth, do not require laboratory control and no relevant interaction with food or alcohol is known.\nThis review found that direct thrombin inhibitors are as effective in the prevention of major venous thromboembolism in total hip or knee replacement compared with low molecular weight heparin and vitamin K antagonists. However, the newer anticoagulants showed higher mortality and caused more bleeding than low molecular weight heparin. No severe liver complications complications were reported in the analysed studies.\nThe review also showed that the timing of the start of giving anticoagulants influences the results."
}