{
  "doi": "10.1002/14651858.CD005211.pub2",
  "name": "Exercise interventions for upper‐limb dysfunction due to breast cancer treatment",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Upper-limb dysfunction is a commonly reported side effect of treatment for breast cancer and may include decreased shoulder range of motion (the range through which a joint can be moved) (ROM) and strength, pain and lymphedema."
    },
    {
      "heading": "Objectives",
      "text": "To review randomized controlled trials (RCTs) evaluating the effectiveness of exercise interventions in preventing, minimi sing, or improving upper-limb dysfunction due to breast cancer treatment."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Specialised Register of the Cochrane Breast Cancer Group, MEDLINE, EMBASE, CINAHL, and LILACS (to August 2008); contacted experts, handsearched reference lists, conference proceedings, clinical practice guidelines and other unpublished literature sources."
    },
    {
      "heading": "Selection criteria",
      "text": "RCTs evaluating the effectiveness and safety of exercise for upper-limb dysfunction."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently performed the data abstraction. Investigators were contacted for missing data."
    },
    {
      "heading": "Main results",
      "text": "We included 24 studies involving 2132 participants. Ten of the 24 were considered of adequate methodological quality.\nTen studies examined the effect of early versus delayed implementation of post-operative exercise. Implementing early exercise was more effective than delayed exercise in the short term recovery of shoulder flexion ROM (Weighted Mean Difference (WMD): 10.6 degrees; 95% Confidence Interval (CI):  4.51 to 16.6); however, early exercise also resulted in a statistically significant increase in wound drainage volume (Standardized Mean Difference (SMD) 0.31; 95% CI: 0.13 to 0.49) and duration (WMD: 1.15 days; 95% CI: 0.65 to 1.65).\nFourteen studies examined the effect of structured exercise compared to usual care/comparison. Of these, six were post-operative, three during adjuvant treatment and five following cancer treatment. Structured exercise programs in the post-operative period significantly improved shoulder flexion ROM in the short-term (WMD: 12.92 degrees; 95% CI:  0.69 to 25.16). Physical therapy treatment yielded additional benefit for shoulder function post-intervention (SMD: 0.77; 95% CI: 0.33 to 1.21) and at six-month follow-up (SMD: 0.75; 95% CI: 0.32 to 1.19). There was no evidence of increased risk of lymphedema from exercise at any time point."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Exercise can result in a significant and clinically meaningful improvement in shoulder ROM in women with breast cancer. In the post-operative period, consideration should be given to early implementation of exercises, although this approach may need to be carefully weighed against the potential for increases in wound drainage volume and duration. High quality research studies that closely monitor exercise prescription factors (e.g. intensity), and address persistent upper-limb dysfunction are needed."
    }
  ],
  "pls_title": "Exercise interventions for upper-limb dysfunction due to breast cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "This summary of a Cochrane review presents what we know about the effect of exercise on arm and shoulder movement problems due to breast cancer."
    },
    {
      "heading": "Upper-limb dysfunction following breast cancer surgery",
      "text": "The use of upper-limb ROM, stretching and strengthening exercises after breast cancer surgery have been shown to improve recovery of shoulder movement. However, there are different views on what type of exercise is best and how soon exercises should be started following surgery. Moreover, it is not known if exercise is helpful in addressing upper-limb problems that persist following surgery and there is some concern that upper-limb exercise may increase the risk of developing lymphedema in the arm. In this review, a total of 24 studies examined the benefit of exercise on upper-limb dysfunction. Ten studies examined whether it was better to start exercise early after surgery or to delay exercise by about one week. Six studies examined structured exercise programs compared to usual care (exercise pamphlet or no exercise) following surgery. Three studies examined exercise interventions carried out during cancer treatment and five studies examined exercise interventions carried out following cancer treatment."
    },
    {
      "heading": "Best estimate of the effect of upper-limb exercise for women with breast cancer",
      "text": "1) This review found that upper-limb exercise (e.g. shoulder ROM and stretching) is helpful in recovering upper-limb movement following surgery for breast cancer. Starting exercise early after surgery (day 1 to day 3) may result in better shoulder movement in the short term; however, it may also result in more wound drainage and require the drains to be in place longer than if exercise is delayed by about one week.\n2) This review showed that more structured exercise programs, such as physical therapy, delivered in the early weeks following surgery are beneficial to regain movement in, and use of the shoulder and arm for daily activities such as reaching overhead.\n3) This review did not find any evidence that upper-limb exercise, whether carried out following surgery, or during/ following other cancer treatments, resulted in more patients developing arm lymphedema."
    }
  ]
}