{
  "doi": "10.1002/14651858.CD011774.pub2",
  "name": "Walk‐in clinics versus physician offices and emergency rooms for urgent care and chronic disease management ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Walk-in clinics are growing in popularity around the world as a substitute for traditional medical care delivered in physician offices and emergency rooms, but their clinical efficacy is unclear."
    },
    {
      "heading": "Objectives",
      "text": "To assess the quality of care and patient satisfaction of walk-in clinics compared to that of traditional physician offices and emergency rooms for people who present with basic medical complaints for either acute or chronic issues."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, six other databases, and two trials registers on 22 March 2016 together with reference checking, citation searching, and contact with study authors to identify additional studies. We applied no restrictions on language, publication type, or publication year."
    },
    {
      "heading": "Selection criteria",
      "text": "Study design: randomized trials, non-randomized trials, and controlled before-after studies. Population: standalone physical clinics not requiring advance appointments or registration, that provided basic medical care without expectation of follow-up. Comparisons: traditional primary care practices or emergency rooms."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane and the Cochrane Effective Practice and Organisation of Care (EPOC) Group."
    },
    {
      "heading": "Main results",
      "text": "The literature search identified 6587 citations, of which we considered 65 to be potentially relevant. We reviewed the abstracts of all 65 potentially relevant studies and retrieved the full texts of 12 articles thought to fit our study criteria. However, following independent author assessment of the full texts, we excluded all 12 articles."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Controlled trial evidence about the mortality, morbidity, quality of care, and patient satisfaction of walk-in clinics is currently not available."
    }
  ],
  "pls_title": "Comparing walk-in clinics to physician offices and emergency rooms",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "This review sought to compare the quality of care and patient satisfaction between walk-in clinics and other medical practice settings."
    },
    {
      "heading": "Key messages",
      "text": "Walk-in clinics are growing in popularity around the world, but it is unclear if the medical care provided by walk-in clinics is comparable to that of physicians' offices or emergency rooms."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Frequently offering extended hours, shorter wait times, and lower prices, retail clinics have become popular alternatives to traditional physician offices and emergency rooms for people with low acuity illnesses. Despite their growing popularity, walk-in clinics have been controversial. Surveys have shown that some doctors in the UK, Canada, and Australia are concerned that walk-in clinics may provide lower quality care than physician offices. In the US, prominent physician groups have voiced similar concerns. A systematic review of the research literature on the quality and patient satisfaction of walk-in clinics as compared to physician offices and emergency rooms would give patients, practitioners, and health policymakers an objective understanding of this increasingly important but controversial healthcare resource."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "An extensive search found no studies addressing this question that fit our study criteria."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The review authors searched for studies that had been published up to March 2016."
    }
  ]
}