{
  "doi": "10.1002/14651858.CD005105.pub3",
  "name": "Low glycaemic index or low glycaemic load diets for people with overweight or obesity",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The prevalence of obesity is increasing worldwide, yet nutritional management remains contentious. It has been suggested that low glycaemic index (GI) or low glycaemic load (GL) diets may stimulate greater weight loss than higher GI/GL diets or other weight reduction diets. The previous version of this review, published in 2007, found mainly short-term intervention studies. Since then, randomised controlled trials (RCTs) with longer-term follow-up have become available, warranting an update of this review."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of low glycaemic index or low glycaemic load diets on weight loss in people with overweight or obesity."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, one other database, and two clinical trials registers from their inception to 25 May 2022. We did not apply any language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs with a minimum duration of eight weeks comparing low GI/GL diets to higher GI/GL diets or any other diets in people with overweight or obesity."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. We conducted two main comparisons: low GI/GL diets versus higher GI/GL diets and low GI/GL diets versus any other diet. Our main outcomes included change in body weight and body mass index, adverse events, health-related quality of life, and mortality. We used GRADE to assess the certainty of the evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "In this updated review, we included 10 studies (1210 participants); nine were newly-identified studies. We included only one study from the previous version of this review, following a revision of inclusion criteria. We listed five studies as 'awaiting classification' and one study as 'ongoing'. Of the 10 included studies, seven compared low GI/GL diets (233 participants) with higher GI/GL diets (222 participants) and three studies compared low GI/GL diets (379 participants) with any other diet (376 participants). One study included children (50 participants); one study included adults aged over 65 years (24 participants); the remaining studies included adults (1136 participants). The duration of the interventions varied from eight weeks to 18 months. All trials had an unclear or high risk of bias across several domains.\nLow GI/GL diets versus higher GI/GL diets\nLow GI/GL diets probably result in little to no difference in change in body weight compared to higher GI/GL diets (mean difference (MD) -0.82 kg, 95% confidence interval (CI) -1.92 to 0.28; I2 = 52%; 7 studies, 403 participants; moderate-certainty evidence). Evidence from four studies reporting change in body mass index (BMI) indicated low GI/GL diets may result in little to no difference in change in BMI compared to higher GI/GL diets (MD -0.45 kg/m2, 95% CI -1.02 to 0.12; I2 = 22%; 186 participants; low-certainty evidence)at the end of the study periods. One study assessing participants' mood indicated that low GI/GL diets may improve mood compared to higher GI/GL diets, but the evidence is very uncertain (MD -3.5, 95% CI -9.33 to 2.33; 42 participants; very low-certainty evidence). Two studies assessing adverse events did not report any adverse events; we judged this outcome to have very low-certainty evidence. No studies reported on all-cause mortality.\nFor the secondary outcomes, low GI/GL diets may result in little to no difference in fat mass compared to higher GI/GL diets (MD -0.86 kg, 95% CI -1.52 to -0.20; I2 = 6%; 6 studies, 295 participants; low certainty-evidence). Similarly, low GI/GL diets may result in little to no difference in fasting blood glucose level compared to higher GI/GL diets (MD 0.12 mmol/L, 95% CI 0.03 to 0.21; I2 = 0%; 6 studies, 344 participants; low-certainty evidence).\nLow GI/GL diets versus any other diet\nLow GI/GL diets probably result in little to no difference in change in body weight compared to other diets (MD -1.24 kg, 95% CI -2.82 to 0.34; I2 = 70%; 3 studies, 723 participants; moderate-certainty evidence). The evidence suggests that low GI/GL diets probably result in little to no difference in change in BMI compared to other diets (MD -0.30 kg in favour of low GI/GL diets, 95% CI -0.59 to -0.01; I2 = 0%; 2 studies, 650 participants; moderate-certainty evidence). Two adverse events were reported in one study: one was not related to the intervention, and the other, an eating disorder, may have been related to the intervention. Another study reported 11 adverse events, including hypoglycaemia following an oral glucose tolerance test. The same study reported seven serious adverse events, including kidney stones and diverticulitis. We judged this outcome to have low-certainty evidence. No studies reported on health-related quality of life or all-cause mortality.\nFor the secondary outcomes, none of the studies reported on fat mass. Low GI/GL diets probably do not reduce fasting blood glucose level compared to other diets (MD 0.03 mmol/L, 95% CI -0.05 to 0.12; I2 = 0%; 3 studies, 732 participants; moderate-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The current evidence indicates there may be little to no difference for all main outcomes between low GI/GL diets versus higher GI/GL diets or any other diet. There is insufficient information to draw firm conclusions about the effect of low GI/GL diets on people with overweight or obesity. Most studies had a small sample size, with only a few participants in each comparison group. We rated the certainty of the evidence as moderate to very low. More well-designed and adequately-powered studies are needed. They should follow a standardised intervention protocol, adopt objective outcome measurement since blinding may be difficult to achieve, and make efforts to minimise loss to follow-up. Furthermore, studies in people from a wide range of ethnicities and with a wide range of dietary habits, as well as studies in low- and middle-income countries, are needed."
    }
  ],
  "pls_title": "Do low glycaemic index or low glycaemic load diets help people with overweight or obesity to lose weight?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- Low glycaemic index and low glycaemic load diets probably result in little to no difference in weight, compared to higher glycaemic index or load diets or any other diets.\n- We are very uncertain of the effects of these diets on people's quality of life, side effects, and death."
    },
    {
      "heading": "What is a low glycaemic index or a low glycaemic load diet?",
      "text": "Low glycaemic index and low glycaemic load diets consist of foods that produce a milder or delayed peak in blood sugar. This may cause the body to produce less insulin, which could lead to weight loss."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to evaluate the effects of following these diets in people with overweight or obesity. We checked the effects on weight, quality of life, side effects, and death."
    },
    {
      "heading": "What did we do?",
      "text": "We looked for studies that compared the effects of these diets in adults with overweight or obesity with other diets, including high glycaemic index or high glycaemic load diets (diets that would produce a higher peak in blood sugar). The studies had to have a follow-up of at least 8 weeks."
    },
    {
      "heading": "What did we find?",
      "text": "We included 10 studies with 1210 people (4.1% of participants were children and 1.9% were adults over 65 years old). Half of the studies were carried out in the USA, and there was one study each in Australia, Iran, Mexico, New Zealand, and Spain."
    },
    {
      "heading": "Main results",
      "text": "Low glycaemic index or glycaemic load diets compared to higher glycaemic index or glycaemic load diets\nLow glycaemic index or glycaemic load diets probably result in little to no difference in change in body weight. Results indicated that a low glycaemic index or glycaemic load diet may improve mood, but the actual effect is likely substantially different from the estimate of the effect. None of the participants experienced unwanted or harmful effects. None of the studies reported on deaths.\nLow glycaemic index or glycaemic load diets compared to any other diets\nLow glycaemic index or glycaemic load diets likely result in little to no difference in body weight change compared to other diets. Participants in the studies reported experiencing unwanted effects, including eating disorders, kidney stones, and diverticulitis (infection or inflammation of pouches that can form in your intestines; the pouches are called diverticula). These effects may or may not have been caused by the intervention. None of the studies for this comparison reported on participants' quality of life or deaths."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We were most certain about the findings related to weight, but there were greater uncertainties for other results. Not all studies reported what happened regarding participants' quality of life and deaths, and most of the studies were very small. Also, participants in many studies knew which diets they received, which might have influenced how they lived during the study and how the study outcomes were measured."
    },
    {
      "heading": "How up to date is this review?",
      "text": "The evidence is up to date to May 2022."
    }
  ]
}