{
  "doi": "10.1002/14651858.CD009971.pub2",
  "name": "Perioperative statin therapy for improving outcomes during and after noncardiac vascular surgery ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Patients undergoing vascular surgery are a high-risk population with widespread atherosclerosis, an adverse cardiovascular risk profile and often multiple co-morbidities. Postoperative cardiovascular complications, including myocardial infarct (MI), are common. Statins are the medical treatment of choice to reduce high cholesterol levels. Evidence is accumulating that patients taking statins at the time of surgery are protected against a range of perioperative complications, but the specific benefits for patients undergoing noncardiac vascular surgery are not clear."
    },
    {
      "heading": "Objectives",
      "text": "We examined whether short-term statin therapy, commenced before or on the day of noncardiac vascular surgery and continuing for at least 48 hours afterwards, improves patient outcomes including the risk of complications, pain, quality of life and length of hospital stay. We also examined whether the effect of statin therapy on these outcomes changes depending on the dose of statin received."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2012, Issue 7), MEDLINE via Ovid SP (1966 to August 2012), EMBASE via Ovid SP (1966 to August 2012), CINAHL via EBSCO host (1966 to August 2012) and ISI Web of Science (1946 to July 2012) without any language restriction. We used a combination of free text search and controlled vocabulary search. The results were limited to randomized controlled clinical trials (RCTs). We conducted forwards and backwards citation of key articles and searched two clinical trial Websites for ongoing trials (www.clinicaltrials.gov  and http://www.controlled-trials.com)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs that had compared short-term statin therapy, either commenced de novo or with existing users randomly assigned to different dosages, in adult participants undergoing elective and emergency noncardiac arterial surgery, including both open and endovascular procedures. We defined short-term as commencing before or on the day of surgery and continuing for at least 48 hours afterwards."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trial quality and extracted data, including information on adverse events. We contacted study authors for additional information. We performed separate analyses for the comparisons of statin with placebo/no treatment and between different doses of statin. We presented results as pooled risk ratios (RRs) with 95% confidence intervals (CIs) based on random-effects models (inverse variance method). We employed the Chi2 test and calculated the I2 statistic to investigate study heterogeneity."
    },
    {
      "heading": "Main results",
      "text": "We identified six eligible studies in total. The six Included studies were generally of high quality, but the largest eligible study was excluded because of concerns about its validity. Study populations were statin naive, which led to a considerable loss of eligible participants.\nFive RCTs compared statin use with placebo or standard care. We pooled results from three studies, with a total of 178 participants, for mortality and non-fatal event outcomes. In the statin group, 7/105 (6.7%) participants died within 30 days of surgery, as did 10/73 (13.7%) participants in the control group. Only one death in each group was from cardiovascular causes, with an incidence of 0.95% in statin participants and 1.4% in control participants, respectively. All deaths occurred in a single study population, and so effect estimates were derived from one study only. The risk ratio (RR) of all-cause mortality in statin users showed a non-significant decrease in risk (RR 0.73, 95% CI 0.31 to 1.75). For cardiovascular death, the risk ratio was 1.05 (95% CI 0.07 to 16.20). Non-fatal MI within 30 days of surgery was reported in three studies and occurred in 4/105 (3.8%) participants in the statin group and 8/73 (11.0%) participants receiving placebo, for a non-significant decrease in risk (RR 0.47, 95% CI 0.15 to 1.52). Several studies reported muscle enzyme levels as safety measures, but only three (with a total of 188 participants) reported explicitly on clinical muscle syndromes, with seven events reported and no significant difference found between statin users and controls (RR 0.94, 95% CI 0.24 to 3.63). The only participant-reported outcome was nausea in one small study,with no significant difference in risk between groups.\nTwo studies compared different doses of atorvastatin, with a total of 145 participants, but reported data were not sufficient to allow us to determine the effect of higher doses on any outcome."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Evidence was insufficient to allow review authors to conclude that statin use resulted in either a reduction or an increase in any of the outcomes examined. The existing body of evidence leaves questions about the benefits of perioperative use of statins for vascular surgery unanswered. Widespread use of statins in the target population means that it may now be difficult for researchers to undertake the large RCTs needed to demonstrate any effect on the incidence of postoperative cardiovascular events. However, participant-reported outcomes have been neglected and warrant further study."
    }
  ],
  "pls_title": "Perioperative statin use to improve outcomes during and after noncardiac vascular surgery",
  "pls_type": "long",
  "pls": "Patients undergoing vascular surgery often have widespread atherosclerosis and are at high risk of complications during and after the operation. (Atherosclerosis is a condition in which an artery wall thickens as the result of an accumulation of fatty deposits such as cholesterol.) Statins are widely used to treat raised cholesterol levels but also confer beneficial effects on the inflammatory and circulatory systems. Their long-term use in patients with vascular disease is well established. Accumulating evidence suggests that short-term treatment with statins may reduce complications after cardiac surgery, but it is not yet clear whether there are any benefits for vascular surgery patients.\nIn July 2012 we searched medical databases for controlled trials of participants who had undergone aortic or arterial surgery and were randomly assigned to either statins or placebo (or standard care). Many vascular surgery patients are already taking statins; therefore we also included trials that randomly assigned participants to different doses of statin. Statin treatment should have been started any time between the decision to operate and performance of the operation and continued for at least 48 hours after the operation. We wanted to investigate the effect of this short-term statin therapy on the risk of death and cardiovascular events such as heart attack and stroke within 30 days of surgery. We also considered adverse effects of statins such as muscle pain.\nWe found five studies that compared participants receiving statins with a control treatment or with placebo, but only three of these reported outcomes could be combined in the meta-analyses. These three studies were of high quality but studied only 178 participants in total. This means that evidence was insufficient to allow review authors to determine whether statins improved patient outcomes after surgery. We were also not able to establish whether any adverse effects such as muscle pain were associated with statin use.\nWe found that two studies had compared different doses of atorvastatin, but evidence was insufficient to determine whether any benefits or risks were associated with using a higher dose.\nGiven the limited quantity of data obtained from randomized controlled trials, further studies are required to allow investigators to gather better information about whether prescribing statins around the time of vascular surgery can improve outcomes. However, widespread use of statins in patients before they need surgery may make these studies impracticable."
}