{
  "doi": "10.1002/14651858.CD004815.pub4",
  "name": "Routine invasive strategies versus selective invasive strategies for unstable angina and non‐ST elevation myocardial infarction in the stent era ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "People with unstable angina and non-ST elevation myocardial infarction (UA/NSTEMI) are managed with a combination of medical therapy, invasive angiography and revascularisation. Specifically, two approaches have evolved: either a 'routine invasive' strategy whereby all patients undergo coronary angiography shortly after admission and, if indicated, coronary revascularisation; or a 'selective invasive' (also referred to as 'conservative') strategy in which medical therapy alone is used initially, with a selection of patients for angiography based upon evidence of persistent myocardial ischaemia. Uncertainty exists as to which strategy provides the best outcomes for these patients. This Cochrane review is an update of a Cochrane review originally published in 2006, to provide a robust comparison of these two strategies in the early management of patients with UA/NSTEMI."
    },
    {
      "heading": "Objectives",
      "text": "To determine the benefits and harms associated with the following.\n1. A routine invasive versus a conservative or 'selective invasive' strategy for the management of UA/NSTEMI in the stent era.\n2. A routine invasive strategy with and without glycoprotein IIb/IIIa receptor antagonists versus a conservative strategy for the management of UA/NSTEMI in the stent era."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases and additional resources up to 25 August 2015: the Cochrane Central Register of Controlled Trials (CENTRAL) on the Cochrane Library, MEDLINE and EMBASE, with no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We included prospective randomised controlled trials (RCTs) that compared invasive with conservative or 'selective invasive' strategies in participants with acute UA/NSTEMI."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors screened the records and extracted data in duplicate. Using intention-to-treat analysis with random-effects models, we calculated summary estimates of the risk ratio (RR) with 95% confidence intervals (CIs) for the primary endpoints of all-cause death, fatal and non-fatal myocardial infarction (MI), combined all-cause death or non-fatal MI, refractory angina and re-hospitalisation. We performed further analysis of included studies based on whether glycoprotein IIb/IIIa receptor antagonists were used routinely. We assessed the heterogeneity of included trials using Pearson χ² (Chi² test) and variance (I² statistic) analysis. Using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach, we assessed the quality of the evidence and the GRADE profiler (GRADEPRO) was used to import data from Review Manager 5.3 (Review Manager) to create Summary of findings (SoF) tables."
    },
    {
      "heading": "Main results",
      "text": "Eight RCTs with a total of 8915 participants (4545 invasive strategies, 4370 conservative strategies) were eligible for inclusion. We included three new studies and 1099 additional participants in this review update. In the all-study analysis, evidence did not show appreciable risk reductions in all-cause mortality (RR 0.87, 95% CI 0.64 to 1.18; eight studies, 8915 participants; low quality evidence) and death or non-fatal MI (RR 0.93, 95% CI 0.71 to 1.2; seven studies, 7715 participants; low quality evidence) with invasive strategies compared to conservative (selective invasive) strategies at six to 12 months follow-up. There was appreciable risk reduction in MI (RR 0.79, 95% CI 0.63 to 1.00; eight studies, 8915 participants; moderate quality evidence), refractory angina (RR 0.64, 95% CI 0.52 to 0.79; five studies, 8287 participants; moderate quality evidence) and re-hospitalisation (RR 0.77, 95% CI 0.63 to 0.94; six studies, 6921 participants; moderate quality evidence) with routine invasive strategies compared to conservative (selective invasive) strategies also at six to 12 months follow-up.\nEvidence also showed increased risks in bleeding (RR 1.73, 95% CI 1.30 to 2.31; six studies, 7584 participants; moderate quality evidence) and procedure-related MI (RR 1.87, 95% CI 1.47 to 2.37; five studies, 6380 participants; moderate quality evidence) with routine invasive strategies compared to conservative (selective invasive) strategies.\nThe low quality evidence were as a result of serious risk of bias and imprecision in the estimate of effect while moderate quality evidence was only due to serious risk of bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In the all-study analysis, the evidence failed to show appreciable benefit with routine invasive strategies for unstable angina and non-ST elevation MI compared to conservative strategies in all-cause mortality and death or non-fatal MI at six to 12 months. There was evidence of risk reduction in MI, refractory angina and re-hospitalisation with routine invasive strategies compared to conservative (selective invasive) strategies at six to 12 months follow-up. However, routine invasive strategies were associated with a relatively high risk (almost double the risk) of procedure-related MI, and increased risk of bleeding complications. This systematic analysis of published RCTs supports the conclusion that, in patients with UA/NSTEMI, a selectively invasive (conservative) strategy based on clinical risk for recurrent events is the preferred management strategy."
    }
  ],
  "pls_title": "Routine invasive versus conservative strategies for unstable angina and non-ST elevation myocardial infarction in the stent era",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "People with prolonged or recurrent chest pain may have a condition called unstable angina (UA) or suffer a certain type of heart attack called non-ST elevation myocardial infarction (NSTEMI). People with either of these two conditions may be managed by either one of two treatment strategies: the routine invasive strategy, or the conservative or 'selective invasive strategy'. With the first approach, patients have a catheter (a long, patent tube) inserted into the arteries that bring blood to the heart muscle itself, called the coronary arteries. The main objective behind inserting this catheter (in other words, to perform a procedure called coronary angiography) is to look for thickening and hardening of the vessel. If a significant narrowing or a complicated plaque is found, then the artery may be dilated by inserting a balloon catheter that can be inflated wherever the vessel is particularly narrow, so as to open the vessel and improve blood flow. The vessel is held open by inserting a metallic stent. In some cases, the region of vessel narrowing is not amenable to this approach and surgery to bypass it is required. With the other, conservative or 'selective invasive' strategy, patients are initially treated with drugs, and only those who continue to suffer further chest pain or who demonstrate evidence of ongoing coronary artery narrowing via other non-invasive tests, such as stress testing or imaging, undergo coronary angiography and revascularisation if indicated. In this Cochrane review, researchers examined the available evidence to determine which strategy is better."
    },
    {
      "heading": "Study characteristics",
      "text": "We included randomised controlled trials that compared routine invasive strategies to conservative strategies in patients with UA and NSTEMI in the stent era. We searched the available literature up to 25 August 2015."
    },
    {
      "heading": "Key results",
      "text": "We included eight studies with 8915 participants: five trials were in the review version published in 2010, and three were new trials. Of the included participants with UA and NSTEMI, there were 4545 in the invasive strategy arm and 4370 in the conservative strategy arm. Evidence failed to show appreciable risk reduction in all-cause mortality and death or non-fatal myocardial infarction (MI) with routine invasive management strategy compared to conservative strategies. There was appreciable risk reduction in MI, refractory angina and re-hospitalisation with routine invasive strategies compared to conservative strategies, but this was associated with an increased risk of procedure-related MI and bleeding complications."
    },
    {
      "heading": "Quality of evidence for primary outcomes",
      "text": "The quality of the evidence in this review update ranged from low quality to moderate quality. Low quality evidence was as a result of serious risk of bias and uncertainty surrounding the effect, while moderate quality evidence was only due to serious risk of bias."
    },
    {
      "heading": "Conclusions",
      "text": "The debate continues as to which strategy is better. The invasive strategy reduces the incidence of further chest pain or re-hospitalisation. Also, long-term follow-up from three studies suggests that it lowers the risk of a heart attack over the next three to five years. However, the invasive strategy also is associated with double the risk of heart attack during or soon after initial treatment, as well as an increased risk of bleeding. In summary, the published scientific research suggests that the invasive strategy may have particular benefit in those patients who are at high risk for recurrent events, and that patients at low risk for a recurrent event may even suffer harm from such an approach."
    }
  ]
}