{
  "doi": "10.1002/14651858.CD016120",
  "name": "Cell salvage for the management of postpartum haemorrhage",
  "free": false,
  "abstract": [
    {
      "heading": "Rationale",
      "text": "Postpartum haemorrhage (PPH), defined as a blood loss of 500 mL or more within 24 hours of birth, is the leading global cause of maternal morbidity and mortality. Allogenic blood transfusions are a critical component of PPH management, yet are often unfeasible, particularly in resource-poor settings where maternal morbidity is highest. Autologous cell salvage in the management of PPH has been proposed to combat limitations in access to allogenic blood and potential transfusion-related risks. This review examines the benefits and harms of using cell salvage for pregnant women during birth."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of cell salvage when used during birth."
    },
    {
      "heading": "Search methods",
      "text": "We searched the CENTRAL, MEDLINE, Ovid Embase, and Global Index Medicus databases and the ICTRP and ClinicalTrials.gov trials registers. We also carried out reference checking and citation searching, and contacted study authors to identify all relevant studies. The latest search date was 8 February 2024."
    },
    {
      "heading": "Eligibility criteria",
      "text": "We included randomised controlled trials (RCTs) in pregnant women (24 weeks or more gestation) comparing use of cell salvage following caesarean or vaginal birth with routine care (defined as no cell salvage). We did not place any restrictions on mode of birth, ethnicity, race, socioeconomic status, education level, or place of residence."
    },
    {
      "heading": "Outcomes",
      "text": "Critical outcomes for this review were risk of allogenic blood transfusion, risk of transfusion-related adverse reactions, risk of haemorrhage, transfer to higher level of care, length of hospitalisation, length of operation, and risk of sepsis.\nImportant outcomes were estimated blood loss, blood loss ≥ 500 mL, blood loss ≥ 1000 mL, use of additional uterotonics or tranexamic acid, maternal death, postpartum haemoglobin concentration, change in haemoglobin, major surgery including hysterectomy, future major surgery, end-organ dysfunction or failure, amniotic fluid embolism, side effects, clotting abnormalities, maternal experience/satisfaction, maternal well-being, and breastfeeding."
    },
    {
      "heading": "Risk of bias",
      "text": "We assessed risk of bias using the Cochrane risk of bias tool (RoB 1) for each critical outcome from each RCT."
    },
    {
      "heading": "Synthesis methods",
      "text": "We conducted a meta-analysis for each outcome where data were available from more than one study using a random-effects model. If data could not be analysed using meta-analysis, we synthesised results narratively using the Synthesis Without Meta-analysis (SWiM) guidance. We used GRADE to assess the certainty of evidence for each outcome."
    },
    {
      "heading": "Included studies",
      "text": "We included six RCTs with 3476 participants. All trials involved pregnant women having a caesarean birth. Three trials were conducted in high-income countries, and three were conducted in an upper-middle-income country."
    },
    {
      "heading": "Synthesis of results",
      "text": "Allogenic blood transfusion\nIntraoperative cell salvage at caesarean birth may reduce the need for allogenic transfusions received by participants, although the 95% confidence interval (CI) includes the possibility of an increase in effect. Low-certainty evidence from three studies found the risk of donor transfusions was possibly lower in participants with cell salvage (risk ratio (RR) 0.45, 95% CI 0.15 to 1.33; P = 0.15, I2 = 33%; 3 RCTs, 3115 women; low-certainty evidence). The absolute risk of transfusion was very low in the studies (4% in women not treated with cell salvage and 2% in women treated with cell salvage).\nTransfusion-related adverse reactions\nThe evidence is very uncertain about the risk of transfusion-related adverse reactions in participants with intraoperative cell salvage (RR 0.48, 95% CI 0.09 to 2.62; P = 0.39; 4 RCTs, 3304 women; very low-certainty evidence).\nHaemorrhage\nTwo studies reported risk of haemorrhage and found that there was probably no difference between arms (RR 0.88, 95% CI 0.67 to 1.15; P = 0.36, I² = 0%; 2 RCTs, 3077 women; moderate-certainty evidence).\nLength of hospitalisation\nThe evidence is very uncertain about whether interoperative cell salvage at caesarean birth affects length of hospitalisation. Three studies reported length of hospitalisation (MD -2.02 days, 95% CI -4.73 to 0.70; P = 0.15, I2 = 100%; 3 RCTs, 3174 women; very low-certainty evidence).\nLength of operation\nTwo studies reported on length of operation. However, meta-analysis was not possible due to statistical heterogeneity and divergence of study findings; the direction of effect could not be determined. We evaluated the evidence as very low certainty.\nSepsis\nOne study reported risk of sepsis, finding that there was possibly no difference between arms (RR 1.00, 95% CI 0.43 to 2.29; P = 0.99; 1 RCT, 2990 women; low-certainty evidence).\nEstimated blood loss\nCell salvage at caesarean birth may reduce blood loss. Two studies reported that estimated blood loss was possibly lower in women who had cell salvage compared to those who did not (MD -113.59 mL, 95% CI -130.41 to -96.77; P < 0.00001, I2 = 0%; 2 RCTs, 246 women; low-certainty evidence).\nPostpartum haemoglobin concentration\nCell salvage at caesarean birth may increase day one postpartum haemoglobin. Three studies reported day one postpartum haemoglobin levels (MD 6.14 g/L, 95% CI 1.62 to 10.65; P = 0.008, I2 = 97%; 3 RCTs, 3070 women; low-certainty evidence).\nAmniotic fluid embolism\nThree trials reported risk of amniotic fluid embolism and no cases were observed (n = 3226 women)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Cell salvage may reduce the need for allogenic blood transfusion, may reduce blood loss, and may increase day one postpartum haemoglobin in pregnant women having caesarean birth (low certainty). Cell salvage may make little to no difference to the risk of sepsis (low certainty) and probably makes little to no difference to the risk of haemorrhage (moderate certainty). The effect of cell salvage on risk of transfusion-related adverse reactions is very uncertain. The effect of cell salvage on the length of hospital stay was both clinically and statistically heterogenous, with a very low certainty of evidence. The effect of cell salvage on length of operation is divergent and meta-analysis was not possible due to significant statistical heterogeneity; the evidence is of very low certainty. No cases of amniotic fluid embolism were reported among the included trials. Studies in low- and middle-income settings are needed."
    },
    {
      "heading": "Funding",
      "text": "This review had no dedicated funding."
    },
    {
      "heading": "Registration",
      "text": "This review was registered with PROSPERO (CRD42024554204)."
    }
  ],
  "pls_title": "What are the benefits and risks of using cell salvage during birth?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Use of cell salvage may reduce the need for additional blood transfusions, may reduce blood loss, and may increase postpartum haemoglobin on day one in women who have a caesarean birth.    Cell salvage possibly makes little to no difference to the risk of sepsis and probably makes little to no difference to the risk of haemorrhage.    We are not confident in the evidence regarding the effect of cell salvage on the risk of transfusion-related adverse (unwanted or harmful) reactions, length of operation, and length of hospitalisation.\nUse of cell salvage may reduce the need for additional blood transfusions, may reduce blood loss, and may increase postpartum haemoglobin on day one in women who have a caesarean birth.\nCell salvage possibly makes little to no difference to the risk of sepsis and probably makes little to no difference to the risk of haemorrhage.\nWe are not confident in the evidence regarding the effect of cell salvage on the risk of transfusion-related adverse (unwanted or harmful) reactions, length of operation, and length of hospitalisation."
    },
    {
      "heading": "What is postpartum haemorrhage?",
      "text": "Postpartum haemorrhage is a blood loss of 500 mL or more within 24 hours of birth. It is the leading cause of maternal death and illness across the world. Postpartum haemorrhage causes a maternal death every seven minutes. Haemoglobin carries oxygen in the blood and haemoglobin levels can be used to diagnose postpartum haemorrhage."
    },
    {
      "heading": "What did the authors want to find out?",
      "text": "A part of postpartum haemorrhage management is the use of 'allogenic' blood transfusions. Allogenic blood transfusions use donated blood from other people. However, the supply of donor blood for transfusions is often scarce, especially in resource-limited settings. Cell salvage is an intervention that allows clinical staff to collect any blood loss from birth, clean it, and use it for transfusion back to the mother. We wanted to find out, during birth, the benefits and harms of cell salvage compared to not using cell salvage."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared the use of cell salvage to routine care (defined as no cell salvage) in pregnant women during childbirth. The studies we looked at were those in which women were assigned randomly to treatment groups.\nWe compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found six studies with 3476 women, who all had a caesarean birth. We found that the use of cell salvage may reduce the need for allogenic blood transfusion, may reduce blood loss, and may increase postpartum haemoglobin on day one in pregnant women having a caesarean birth. Cell salvage may make little to no difference to the risk of sepsis (a response to an infection that damages vital organs and, often, causes death) and probably makes little to no difference to the risk of haemorrhage. We are not confident in the evidence for transfusion-related adverse reactions, length of hospital stay, and duration of operation in pregnant women following a caesarean birth."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Overall, our confidence in the results is limited. We are moderately confident in the evidence for one of the critical outcomes (risk of haemorrhage). We have little confidence in the evidence for two critical outcomes (risk of allogenic transfusions, risk of sepsis). We are not confident in the evidence for risk of transfusion-related adverse reactions, length of hospitalisation, and length of operation. No studies reported the need for transfer to higher level care. Further studies are needed on the use of cell salvage in women having a vaginal birth and in low- and middle-income settings."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The evidence is up-to-date to 8 February 2024."
    }
  ]
}