{
  "doi": "10.1002/14651858.CD004260.pub3",
  "name": "Continuous passive motion following total knee arthroplasty in people with arthritis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Arthritis of the knee is a common problem causing pain and disability. If severe, knee arthritis can be surgically managed with a total knee arthroplasty. Rehabilitation following knee arthroplasty often includes continuous passive motion (CPM). CPM is applied by a machine that passively and repeatedly moves the knee through a specified range of motion (ROM). It is believed that CPM increases recovery of knee ROM and has other therapeutic benefits. However, it is not clear whether CPM is effective."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of CPM and standard postoperative care versus similar postoperative care, with or without additional knee exercises, in people with knee arthroplasty. This review is an update of a 2003 and 2010 version of the same review."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases: the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2012, Issue 12), MEDLINE (January 1966 to 24 January 2013), EMBASE (January 1980 to 24 January 2013), CINAHL (January 1982 to 24 January 2013), AMED (January 1985 to 24 January 2013) and PEDro (to 24 January 2013)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials in which the experimental group received CPM, and both the experimental and control groups received similar postoperative care and therapy following total knee arthroplasty in people with arthritis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion, extracted data and assessed risk of bias. The primary outcomes of interest were active knee flexion ROM, pain, quality of life, function, participants' global assessment of treatment effectiveness, incidence of manipulation under anaesthesia and adverse events. The secondary outcomes were passive knee flexion ROM, active knee extension ROM, passive knee extension ROM, length of hospital stay, swelling and quadriceps strength. We estimated effects for continuous data as mean differences or standardised mean differences (SMD), and effects for dichotomous data as risk ratios; all with 95% confidence intervals (CI). If appropriate, we performed meta-analyses using random-effects models."
    },
    {
      "heading": "Main results",
      "text": "We identified 684 papers from the electronic searches after removal of duplicates and retrieved the full reports of 62 potentially eligible trials. Twenty-four randomised controlled trials of 1445 participants met the inclusion criteria; four of these trials were new to this update.\nThere was moderate-quality evidence to indicate that CPM does not have clinically important short-term effects on active knee flexion ROM: mean knee flexion was 78 degrees in the control group, CPM increased active knee flexion ROM by 2 degrees (95% CI 0 to 5) or absolute improvement of 2% (95% CI 0% to 4%). The medium- and long-term effects are similar although the quality of evidence is lower.\nThere was low-quality evidence to indicate that CPM does not have clinically important short-term effects on pain: mean pain was 3 points in the control group, CPM reduced pain by 0.4 points on a 10-point scale (95% CI -0.8 to 0.1) or absolute reduction of -4% (95% CI -8% to 1%).\nThere was moderate-quality evidence to indicate that CPM does not have clinically important medium-term effects on function: mean function in the control group was 56 points, CPM decreased function by 1.6 points (95% CI -6.1 to 2.0) on a 100-point scale or absolute reduction of -2% (95% CI -5% to 2%). The SMD was -0.1 standard deviations (SD) (95% CI -0.3 to 0.1).\nThere was moderate-quality evidence to indicate that CPM does not have clinically important medium-term effects on quality of life: mean quality of life was 40 points in the control group, CPM improved quality of life by 1 point on a 100-point scale (95% CI -3 to 4) or absolute improvement of 1% (95% CI -3% to 4%).\nThere was very low-quality evidence to indicate that CPM reduces the risk of manipulation under anaesthesia; risk of manipulation in the control group was 7.2%, risk of manipulation in the experimental group was 1.6%, CPM decreased the risk of manipulation by 25 fewer manipulations per 1000 (95% CI 9 to 64) or absolute risk reduction of -4% (95% CI -8% to 0%). The risk ratio was 0.3 (95% CI 0.1 to 0.9).\nThere was low-quality evidence to indicate that CPM reduces the risk of adverse events; risk of adverse events in the control group was 16.3%, risk of adverse events in the experimental group was 15%, CPM decreased the risk of adverse event by 13 fewer adverse events per 1000 or absolute risk reduction of -1% (95% CI -5% to 3%). The risk ratio was 0.9 (95% CI 0.6 to 1.3). The estimates for risk of manipulation and adverse events are very imprecise and the estimate for the risk of adverse events does not distinguish between a clinically important increase and decrease in risk.\nThere was insufficient evidence to determine the effect of CPM on participants' global assessment of treatment effectiveness."
    },
    {
      "heading": "Authors' conclusions",
      "text": "CPM does not have clinically important effects on active knee flexion ROM, pain, function or quality of life to justify its routine use. It may reduce the risk of manipulation under anaesthesia and risk of developing adverse events although the quality of evidence supporting these findings are very low and low, respectively. The effects of CPM on other outcomes are unclear."
    }
  ],
  "pls_title": "Continuous passive motion after knee replacement surgery",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Knee replacement surgery is common for the management of arthritis but can cause knee stiffness. Knee stiffness can make it difficult to perform certain activities including standing up from a seated position. Continuous passive motion (CPM) is a way of providing regular movement to the knee using a machine. This Cochrane review presents what we know about the effects of CPM following knee surgery. After searching for all relevant studies in January 2013, we found 24 studies with 1445 participants who had knee replacement surgery primarily for knee arthritis. CPM was started from the first to the fourth day post surgery and applied for 1.5 to 24 hours a day, over 1 to 17 days. The review showed that CPM following knee replacement surgery probably improves the ability to bend the knee slightly and the person's quality of life but may not improve pain or function. We are uncertain about the effects of CPM on need for manipulation under anaesthesia, participants' perceptions of treatment effectiveness or risk of complications.\nBest estimates of what happens to people who have CPM after knee replacement surgery are:"
    },
    {
      "heading": "Range of motion - active knee flexion (i.e. ability to bend the knee)",
      "text": "People who had CPM were able to bend their knees an average of 2 degrees more (0 to 5 degrees more) than those who did not have CPM at six weeks (2% absolute improvement, 0 to 4% absolute improvement)\n- People who had CPM were able to bend their knees an average of 80 degrees.\n- People who did not have CPM were able to bend their knees an average of 78 degrees."
    },
    {
      "heading": "Pain (higher scores means worse or more severe pain)",
      "text": "People who had CPM rated their pain an average of 0.4 points lower (0.8 points lower to 0.1 points higher) on a 0 to 10 point scale at six weeks (4% absolute reduction, 8% reduction to 1% increase)\n- People who had CPM rated their pain an average of 2.6 points on a 0 to 10 scale.\n- People who did not have CPM rated their pain an average of 3 points on a 0 to 10 scale."
    },
    {
      "heading": "Function (higher scores means better function)",
      "text": "People who had CPM had a loss in function equivalent to an average of 1.6 points on a 0- to 100-point scale at six months (2% absolute reduction, 5% reduction to 2% increase).\n- People who had CPM had function equivalent to an average of 56 points on a 0- to 100-point scale.\n- People who did not have CPM had function equivalent to an average of 57.6 points on a 0- to 100-points scale."
    },
    {
      "heading": "Quality of life (higher scores means better quality of life)",
      "text": "People who had CPM had an increase in quality of life equivalent to an average of 1 point on a 0- to 100-point scale at six months (1% absolute improvement, 3% reduction to 4% increase).\n- People who had CPM had a quality of life equivalent to an average of 41 points on a 0- to 100-point scale.\n- People who did not have CPM had function equivalent to an average of 40 points on a 0- to 100-points scale."
    },
    {
      "heading": "Manipulation under anaesthesia",
      "text": "People who had CPM had a decrease in the risk of requiring manipulation under anaesthesia equivalent to an average of 25 fewer manipulations per 1000 patients (4% absolute risk reduction, 8% risk reduction to 0% risk reduction).\n- People who had CPM had on average a 1.6% risk of requiring manipulation under anaesthesia.\n- People who did not have CPM had on average a 7.2% risk of requiring manipulation under anaesthesia."
    },
    {
      "heading": "Adverse events",
      "text": "People who had CPM had a decrease in the risk of developing adverse events equivalent to an average of 13 fewer adverse events per 1000 patients (1% absolute risk reduction, 5% risk reduction to 3% risk increase).\n- People who had CPM had on average a 15% risk of developing adverse events.\n- People who did not have CPM had on average a 16.3% risk of developing adverse events."
    }
  ]
}