{
  "doi": "10.1002/14651858.CD007770.pub2",
  "name": "Oral H1 antihistamines as monotherapy for eczema",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Eczema is a common skin disease in many countries, and although the majority of cases of eczema occur before the age of five years and often resolve during childhood or adolescence, it can also persist into adulthood. Itch is the most important aspect of eczema, often impacting significantly on the quality of life of an affected individual."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of oral antihistamines (H1 antagonists) as monotherapy in children and adults with eczema."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following databases up to March 2012: the Cochrane Skin Group Specialised Register, CENTRAL in The Cochrane Library (2012, Issue 3), MEDLINE (from 1946), EMBASE (from 1974), and LILACS (from 1982). We examined the reference lists of excluded studies in order to identify further references to relevant trials. We searched trials registers for ongoing and unpublished trials. We also handsearched the abstracts of the International Research Workshops on eczema, as well as the conference proceedings of the European Academy of Dermatology and Venereology (EADV) and the European Academy of Allergology and Clinical Immunology (EAACI), from 2000 to 2011."
    },
    {
      "heading": "Selection criteria",
      "text": "We sought to include randomised controlled trials that assessed the effects and safety of oral H1 antihistamines as monotherapy in children and adults with eczema. We excluded studies that compared an antihistamine versus another antihistamine and had no placebo control arm. We also excluded topical antihistamines and oral H1 antihistamines as 'add-on' therapy and studies using any concomitant therapy other than emollients or moisturisers, principally because some of these forms of concomitant therapy may be considered treatment modifiers in assessments of the effects of antihistamines on eczema."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Our search retrieved 409 references to studies. Based on assessments of their titles, abstracts, or both, we excluded all except 36 of these studies. After evaluation of the full text of each report, we excluded a further 35 studies, and 1 study is awaiting classification pending a response from the trial investigators. Two review authors independently carried out study assessment."
    },
    {
      "heading": "Main results",
      "text": "No randomised controlled trials met our inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently no high-level evidence to support or refute the efficacy or safety of oral H1 antihistamines used as monotherapy for eczema. Because most of the studies allowed the use of concomitant medications and involved multi-therapeutic approaches, meaningful assessments of the individual effects of oral H1 antihistamines on eczema were not feasible. Although well-designed randomised controlled trials excluding concomitant medications appear to be needed, consideration should be given to the potential ethical issues raised with the use of antihistamines as monotherapy for the management of eczema by withholding the use of rescue or additional therapies. A further systematic review of studies in which concomitant therapies were permitted might be of value in determining the potential benefits of oral H1 antihistamines as add-on therapy."
    }
  ],
  "pls_title": "Effects of antihistamines on eczema",
  "pls_type": "long",
  "pls": "Eczema is a common chronic disease. Itch is the most important symptom, and eczema is often accompanied by dry skin. Skin lesions include rash, redness, swelling of the skin, crusts, oozing, and sometimes also bleeding as a consequence of persistent scratching. Although the disease can resolve during childhood, it might also recur in or persist into adult life. The cause of eczema is considered to be a combination of genetic and environmental factors. Moisturisers, topical corticosteroids, and topical immunomodulators are the mainstay during treatment of eczema, while more severe cases might need UV light therapy or systemic immunosuppressants. Itch is very difficult to treat and leads to scratching, which leads to more inflammation of the skin, and often people with eczema end up in a vicious circle of itching and scratching. The role of histamine in itching associated with eczema is not fully elucidated, but oral H1 antihistamines have been used for many years in the treatment of eczema. These might have been used largely for their sedative action, with highly sedative antihistamines, e.g. chlorpheniramine and hydroxyzine. However, oral H1 antihistamines are widely used in the treatment of allergic disorders, such as urticaria, allergic rhinitis, and allergic conjunctivitis, but their efficacy in alleviating itch and eczema remains unclear. This systematic review sought evidence for the effects and safety of the use of oral antihistamines for eczema, to guide their use in clinical practice.\nNo study matched our inclusion criteria. There is currently no evidence to support the efficacy or safety of the use of oral H1 antihistamines alone in the treatment of eczema. This does not mean that such antihistamines could not be useful as an add-on therapy to the main treatments including topical steroids, which will be the topic of a further review."
}