{
  "doi": "10.1002/14651858.CD008413.pub2",
  "name": "Double‐bundle versus single‐bundle reconstruction for anterior cruciate ligament rupture in adults ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Arthroscopic reconstruction for anterior cruciate ligament rupture is a common orthopaedic procedure. One area of controversy is whether the method of double-bundle reconstruction, which represents the 'more anatomical' approach, gives improved outcomes compared with the more traditional single-bundle reconstruction."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of double-bundle versus single-bundle for anterior cruciate ligament reconstruction in adults with anterior cruciate ligament deficiency."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Bone, Joint and Muscle Trauma Group Specialised Register (to February 2012), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2012, Issue 2), MEDLINE (1966 to February week 3 2012) and EMBASE (1980 to 2012 Week 8). We also searched trial registers, conference proceedings, and contacted authors where necessary."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled clinical trials comparing double-bundle versus single-bundle reconstruction for anterior cruciate ligament (ACL) rupture in adults."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected articles, assessed risk of bias and extracted data. We contacted investigators to obtain missing information. Where appropriate, results of comparable studies were pooled."
    },
    {
      "heading": "Main results",
      "text": "Seventeen trials were included. These involved 1433 people, mostly young physically active adults. All included trials had methodological weaknesses and were at risk of bias, notably selection bias from inadequate or lack of allocation concealment. Data for pooling individual outcomes were available for a maximum of nine trials and 54% of participants.\nThere were no statistically or clinically significant differences between double-bundle and single-bundle reconstruction in the subjective functional knee scores (subjective IKDC score, Tegner activity score, Lysholm score) in the intermediate (six months up to two years since surgery) or long term (two to five years from surgery). For example, the long term results for the Lysholm score (0 to 100: best score) were: mean difference (MD) 0.12, 95% confidence interval (CI) -1.50 to 1.75; 5 trials, 263 participants). The only trial reporting on long term knee pain found no statistically significant differences between the two groups. There were no significant differences between the two groups in adverse effects and complications (e.g. infection reported by nine trials (7/285 versus 7/393; risk ratio (RR) 1.14, 95% CI 0.46 to 2.81); graft failure reported by six trials (1/169 versus 4/185; RR 0.45; 95% CI 0.07 to 2.90).\nLimited data from five trials found a better return to pre-injury level of activity after double-bundle reconstruction (147/162 versus 208/255; RR 1.15, 95% CI 1.07 to 1.25). At long term follow-up, there were statistically significant differences in favour of double-bundle reconstruction for IKDC knee examination (normal or nearly normal categories: 325/344 versus 386/429; RR 1.05, 95% CI 1.01 to 1.08; 9 trials), knee stability measured with KT-1000 arthrometer (MD -0.74 mm, 95% CI -1.10 to -0.37; 5 trials, 363 participants) and rotational knee stability tested by the pivot-shift test (normal or nearly normal categories: 293/298 versus 382/415; RR 1.06, 95% CI 1.02 to 1.09; 9 trials). There were also statistically significant differences in favour of double-bundle reconstruction for newly occurring meniscal injury (9/240 versus 24/358; RR 0.46, 95% CI 0.23 to 0.92; 6 trials) and traumatic ACL rupture (1/120 versus 8/149; RR 0.17, 95% CI 0.03 to 0.96; 3 trials). There were no statistically significant differences found between the two groups in range of motion (flexion and extension) deficits."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to determine the relative effectiveness of double-bundle and single-bundle reconstruction for anterior cruciate ligament rupture in adults, although there is limited evidence that double-bundle ACL reconstruction has some superior results in objective measurements of knee stability and protection against repeat ACL rupture or a new meniscal injury. High quality, large and appropriately reported randomised controlled trials of double-bundle versus single-bundle reconstruction for anterior cruciate ligament rupture in adults appear justified."
    }
  ],
  "pls_title": "Double-bundle versus single-bundle reconstruction for anterior cruciate ligament rupture in adults",
  "pls_type": "long",
  "pls": "Anterior cruciate ligament injury is a common soft-tissue knee injury. Patients with anterior cruciate ligament deficiency, especially young physically active males, usually do not return to pre-injury level of activities due to knee instability. Surgical treatment of ACL rupture involves reconstruction of the anterior cruciate ligament by use of a graft (a piece of tendon usually obtained from the patient) that is passed through tunnels drilled into the tibia and femur at the insertion points of the ligament and then fixed. Repair may use a single-bundle or double-bundle technique. The ACL mainly consists of two distinct portions or 'bundles'. In single-bundle reconstruction, one of these bundles is restored whereas in double-bundle reconstruction, both are restored. Double-bundle reconstruction may give greater knee stability but is more technically demanding and invasive than single-bundle reconstruction. This review aimed to find out if double-bundle reconstruction gives a better result than single-bundle reconstruction.\nSeventeen trials were included. These involved 1433 patients, who were mostly young physically active adults. All included trials had methodological weaknesses that are likely to undermine the reliability of their results. Data for pooling individual outcomes were available for a maximum of nine trials.\nThere was not enough evidence of differences between two groups in terms of functional knee scores, adverse effects and complications (infection, hardware problem such as pain from fixation device, graft failure), range of motion (flexion and extension deficit). At long term follow-up, some clinician-assessed measures of knee stability and repeated rupture rate or occurrence of new meniscal injuries were better after double-bundle reconstruction.\nWe concluded that there was not enough evidence to say whether double-bundle reconstruction gives better results than single-bundle reconstruction for anterior cruciate ligament rupture in adults. However, there is limited evidence that double-bundle ACL reconstruction has some superior results for knee stability and protection against repeat ACL rupture or newly occurring meniscal injury."
}