{
  "doi": "10.1002/14651858.CD012568.pub2",
  "name": "Adjunctive systemic antimicrobials for the non‐surgical treatment of periodontitis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Systemic antimicrobials can be used as an adjunct to mechanical debridement (scaling and root planing (SRP)) as a non-surgical treatment approach to manage periodontitis. A range of antibiotics with different dosage and combinations are documented in the literature. The review follows the previous classification of periodontitis as all included studies used this classification."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of systemic antimicrobials as an adjunct to SRP for the non-surgical treatment of patients with periodontitis."
    },
    {
      "heading": "Search methods",
      "text": "Cochrane Oral Health's Information Specialist searched the following databases to 9 March 2020: Cochrane Oral Health's Trials Register, CENTRAL, MEDLINE, and Embase. The US National Institutes of Health Ongoing Trials Register ClinicalTrials.gov and the World Health Organization International Clinical Trials Registry Platform were searched for ongoing trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) which involved individuals with clinically diagnosed untreated periodontitis. Trials compared SRP with systemic antibiotics versus SRP alone/placebo, or with other systemic antibiotics."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We selected trials, extracted data, and assessed risk of bias in duplicate. We estimated mean differences (MDs) for continuous data, with 95% confidence intervals (CIs). We assessed the certainty of the evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included 45 trials conducted worldwide involving 2664 adult participants. 14 studies were at low, 8 at high, and the remaining 23 at unclear overall risk of bias. Seven trials did not contribute data to the analysis. We assessed the certainty of the evidence for the 10 comparisons which reported long-term follow-up (≥ 1 year). None of the studies reported data on antimicrobial resistance and patient-reported quality of life changes.\nAmoxicillin + metronidazole + SRP versus SRP in chronic/aggressive periodontitis: the evidence for percentage of closed pockets (MD -16.20%, 95% CI -25.87 to -6.53; 1 study, 44 participants); clinical attachment level (CAL) (MD -0.47 mm, 95% CI -0.90 to -0.05; 2 studies, 389 participants); probing pocket depth (PD) (MD -0.30 mm, 95% CI -0.42 to -0.18; 2 studies, 389 participants); and percentage of bleeding on probing (BOP) (MD -8.06%, 95% CI -14.26 to -1.85; 2 studies, 389 participants) was of very low certainty. Only the results for closed pockets and BOP showed a minimally important clinical difference (MICD) favouring amoxicillin + metronidazole + SRP.\nMetronidazole + SRP versus SRP in chronic/aggressive periodontitis: the evidence for percentage of closed pockets (MD -12.20%, 95% CI -29.23 to 4.83; 1 study, 22 participants); CAL (MD -1.12 mm, 95% CI -2.24 to 0; 3 studies, 71 participants); PD (MD -1.11 mm, 95% CI -2.84 to 0.61; 2 studies, 47 participants); and percentage of BOP (MD -6.90%, 95% CI -22.10 to 8.30; 1 study, 22 participants) was of very low certainty. Only the results for CAL and PD showed an MICD favouring the MTZ + SRP group.\nAzithromycin + SRP versus SRP for chronic/aggressive periodontitis: we found no evidence of a difference in percentage of closed pockets (MD 2.50%, 95% CI -10.19 to 15.19; 1 study, 40 participants); CAL (MD -0.59 mm, 95% CI -1.27 to 0.08; 2 studies, 110 participants); PD (MD -0.77 mm, 95% CI -2.33 to 0.79; 2 studies, 110 participants); and percentage of BOP (MD -1.28%, 95% CI -4.32 to 1.76; 2 studies, 110 participants) (very low-certainty evidence for all outcomes).\nAmoxicillin + clavulanate + SRP versus SRP for chronic periodontitis: the evidence from 1 study, 21 participants for CAL (MD 0.10 mm, 95% CI -0.51 to 0.71); PD (MD 0.10 mm, 95% CI -0.17 to 0.37); and BOP (MD 0%, 95% CI -0.09 to 0.09) was of very low certainty and did not show a difference between the groups.\nDoxycycline + SRP versus SRP in aggressive periodontitis: the evidence from 1 study, 22 participants for CAL (MD -0.80 mm, 95% CI -1.49 to -0.11); and PD (MD -1.00 mm, 95% CI -1.78 to -0.22) was of very low certainty, with the doxycycline + SRP group showing an MICD in PD only.\nTetracycline + SRP versus SRP for aggressive periodontitis: we found very low-certainty evidence of a difference in long-term improvement in CAL for the tetracycline group (MD -2.30 mm, 95% CI -2.50 to -2.10; 1 study, 26 participants).\nClindamycin + SRP versus SRP in aggressive periodontitis: we found very low-certainty evidence from 1 study, 21 participants of a difference in long-term improvement in CAL (MD -1.70 mm, 95% CI -2.40 to -1.00); and PD (MD -1.80 mm, 95% CI -2.47 to -1.13) favouring clindamycin + SRP.\nDoxycycline + SRP versus metronidazole + SRP for aggressive periodontitis: there was very low-certainty evidence from 1 study, 27 participants of a difference in long-term CAL (MD 1.10 mm, 95% CI 0.36 to 1.84); and PD (MD 1.00 mm, 95% CI 0.30 to 1.70) favouring metronidazole + SRP.\nClindamycin + SRP versus metronidazole + SRP for aggressive periodontitis: the evidence from 1 study, 26 participants for CAL (MD 0.20 mm, 95% CI -0.55 to 0.95); and PD (MD 0.20 mm, 95% CI -0.38 to 0.78) was of very low certainty and did not show a difference between the groups.\nClindamycin + SRP versus doxycycline + SRP for aggressive periodontitis: the evidence from 1 study, 23 participants for CAL (MD -0.90 mm, 95% CI -1.62 to -0.18); and PD (MD -0.80 mm, 95% CI -1.58 to -0.02) was of very low certainty and did not show a difference between the groups.\nMost trials testing amoxicillin, metronidazole, and azithromycin reported adverse events such as nausea, vomiting, diarrhoea, mild gastrointestinal disturbances, and metallic taste. No serious adverse events were reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is very low-certainty evidence (for long-term follow-up) to inform clinicians and patients if adjunctive systemic antimicrobials are of any help for the non-surgical treatment of periodontitis. There is insufficient evidence to decide whether some antibiotics are better than others when used alongside SRP. None of the trials reported serious adverse events but patients should be made aware of the common adverse events related to these drugs.\nWell-planned RCTs need to be conducted clearly defining the minimally important clinical difference for the outcomes closed pockets, CAL, PD, and BOP."
    }
  ],
  "pls_title": "What are the benefits and risks of using antibiotics as well as cleaning by a dental care professional to treat gum disease?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is this question important?",
      "text": "Gum disease is a common condition in which the gums become swollen, sore or infected. It is caused by bacteria that accumulate on gums and teeth. Diseased gums may bleed when people brush their teeth, and may cause bad breath. If gum disease is not treated, teeth can become loose and eventually fall out. This can affect a person’s ability to chew and speak. It can also make people feel self-conscious about their appearance.\nDental-care professionals can clean teeth and gums to remove excess bacteria from the mouth. They use special instruments – typically, an ultrasound scraper followed by specialised hand-held instruments – to scrape bacteria from the teeth, and stop these from affecting the gums.\nAntibiotics (medicines that kill bacteria) taken by mouth (orally) can be used alongside professional cleaning, to remove bacteria from the area between the teeth and gums. However, there are potential risks associated with antibiotics, such as allergic reactions and antibiotic resistance (changes in bacteria after exposure to antibiotics, that allow the bacteria to survive future antibiotic treatment).\nWe conducted a review of the evidence from research studies to find out about the benefits and risks of using antibiotics alongside professional dental cleaning to treat gum disease. We also wanted to know if some antibiotics work better than others in this situation."
    },
    {
      "heading": "How did we identify and evaluate the evidence?",
      "text": "First, we searched for randomized controlled studies (clinical studies where people are randomly put into one of two or more treatment groups), because these studies provide the most robust evidence about the effects of a treatment. We then compared the results, and summarized the evidence from all the studies. Finally, we rated our confidence in the evidence, based on factors such as study methods and sizes, and the consistency of findings across studies."
    },
    {
      "heading": "What did we find?",
      "text": "We found 45 studies that involved a total of 2664 people over the age of 18 who had gum disease. The studies compared professional cleaning plus antibiotics against professional cleaning alone, or compared different antibiotics used alongside professional cleaning against one another.\nWe cannot tell whether antibiotics reduce gum disease in the long term (one year or more after treatment), or whether some antibiotics are better than others. This is because we have very little confidence in the evidence we found.\nWe cannot tell whether antibiotics are associated with unwanted effects, because we have too little confidence in the evidence. The most commonly reported unwanted effects were temporary, mild gastrointestinal disturbances, such as nausea, vomiting, diarrhoea, or a metallic taste in the mouth. No serious unwanted effects were reported.\nNo studies reported on antimicrobial resistance or changes in people’s quality of life."
    },
    {
      "heading": "What does this mean?",
      "text": "We do not know whether:\n- using antibiotics alongside professional cleaning is beneficial for treating gum disease in the long term (more than one year after treatment);\n- using antibiotics alongside professional cleaning is associated with unwanted effects; or\n- some antibiotics are better than others for treating gum disease alongside professional cleaning.\nOur confidence in the available evidence is very low. The results of our review are likely to change if more evidence becomes available. Future studies should clearly define what qualifies as a minimally important improvement in gum disease."
    },
    {
      "heading": "How-up-to date is this review?",
      "text": "The evidence in this Cochrane Review is current to March 2020."
    }
  ]
}