{
  "doi": "10.1002/14651858.CD012501.pub2",
  "name": "Cerivastatin for lowering lipids",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cerivastatin was the most potent statin until it was withdrawn from the market due to a number of fatalities due to rhabdomyolysis, however, the dose-related magnitude of effect of cerivastatin on blood lipids is not known."
    },
    {
      "heading": "Objectives",
      "text": "Primary objective\nTo quantify the effects of various doses of cerivastatin on the surrogate markers: LDL cholesterol, total cholesterol, HDL cholesterol and triglycerides in children and adults with and without cardiovascular disease.\nThe aim of this review is to examine the pharmacology of cerivastatin by characterizing the dose-related effect and variability of the effect of cerivastatin on surrogate markers.\nSecondary objectives\nTo quantify the effect of various doses of cerivastatin compared to placebo on withdrawals due to adverse effects. To compare the relative potency of cerivastatin with respect to fluvastatin, atorvastatin and rosuvastatin for LDL cholesterol, total cholesterol, HDL cholesterol and triglycerides."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Hypertension Information Specialist searched the following databases for RCTs up to March 2019: CENTRAL (2019, Issue 3), Ovid MEDLINE, Ovid Embase, the WHO International Clinical Trials Registry Platform, and ClinicalTrials.gov.We also searched the European Patent Office, FDA.gov, and ProQuest Dissertations & Theses, and contacted authors of relevant papers regarding further published and unpublished work. The searches had no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "RCTs and controlled before-and-after studies evaluating the dose response of different fixed doses of cerivastatin on blood lipids over a duration of three to 12 weeks in participants of any age with and without cardiovascular disease."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed eligibility criteria for trials to be included and extracted data. We entered data from RCTs and controlled before-and-after studies into Review Manager 5 as continuous and generic inverse variance data respectively. We collected information on withdrawals due to adverse effects from the RCTs. We assessed all trials using the 'Risk of bias' tool under the categories of sequence generation, allocation concealment, blinding, incomplete outcome data, selective reporting, and other potential biases."
    },
    {
      "heading": "Main results",
      "text": "Fifty trials (19 RCTs and 31 before-and-after studies) evaluated the dose-related efficacy of cerivastatin in 12,877 participants who had their LDL cholesterol measured. The participants were of any age with and without cardiovascular disease and the trials studied cerivastatin effects within a treatment period of three to 12 weeks. Cerivastatin 0.025 mg/day to 0.8 mg/day caused LDL cholesterol decreases of 11.0% to 40.8%, total cholesterol decreases of 8.0% to 28.8% and triglyceride decreases of 9.0% to 21.4%. We judged the certainty of evidence for these effects to be high. Log dose-response data over doses of 2.5 mg to 80 mg revealed strong linear dose-related effects on LDL cholesterol, total cholesterol and triglycerides.\nWhen compared to fluvastatin, atorvastatin and rosuvastatin, cerivastatin was about 250-fold more potent than fluvastatin, 20-fold more potent than atorvastatin and 5.5-fold more potent than rosuvastatin at reducing LDL cholesterol; 233-fold more potent than fluvastatin, 18-fold more potent than atorvastatin and six-fold more potent than rosuvastatin at reducing total cholesterol; and 125-fold more potent than fluvastatin, 11-fold more potent than atorvastatin and 13-fold more potent than rosuvastatin at reducing triglycerides. There was no dose-related effect of cerivastatin on HDL cholesterol, but overall cerivastatin increased HDL cholesterol by 5%. There was a high risk of bias for the outcome withdrawals due to adverse effects, but a low risk of bias for the lipid measurements. Withdrawals due to adverse effects were not different between cerivastatin and placebo in 11 of 19 of these short-term trials (risk ratio 1.09, 95% confidence interval 0.68 to 1.74)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The LDL cholesterol, total cholesterol, and triglyceride lowering effect of cerivastatin was linearly dependent on dose. Cerivastatin log dose-response data were linear over the commonly prescribed dose range. Based on an informal comparison with fluvastatin, atorvastatin and rosuvastatin, cerivastatin was about 250-fold more potent than fluvastatin, 20-fold more potent than atorvastatin and 5.5-fold more potent than rosuvastatin in reducing LDL cholesterol, and 233-fold greater potency than fluvastatin, 18-fold greater potency than atorvastatin and six-fold greater potency than rosuvastatin at reducing total cholesterol. This review did not provide a good estimate of the incidence of harms associated with cerivastatin because of the short duration of the trials and the lack of reporting of adverse effects in 42% of the RCTs."
    }
  ],
  "pls_title": "Cerivastatin for lowering lipids",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "How different doses of cerivastatin affect fats in our blood."
    },
    {
      "heading": "Background",
      "text": "Cerivastatin is a very strong cholesterol-lowering drug. We don't know how its dose size affects the amount of fats in our blood."
    },
    {
      "heading": "Search date",
      "text": "We looked at research up to March 2019."
    },
    {
      "heading": "Study characteristics",
      "text": "We looked for high quality randomised trials (RCTs) and before-and-after studies with cerivastatin in different dose sizes . The trials were between three and twelve weeks long. People of any age and gender, either with or without heart disease were in these trials.\nParticipants could be of any age and gender, with or without cardiovascular disease."
    },
    {
      "heading": "Key results",
      "text": "We found fifty trials with 13,018 participants who had their lipid levels measured. 12,877 participants had their LDL cholesterol measured.\nPeople taking 0.025 to 0.8 mg of cerivastatin per day lowered their LDL cholesterol by 12% to 42%. The higher the dose, the lower the levels of three measures of cholesterol. HDL cholesterol increased by 5%.\nFor lowering LDL cholesterol, cerivastatin is 250-times stronger than fluvastatin, 20-times stronger than atorvastatin and 5.5 times stronger than rosuvastatin.\nOnly 11 of the 19 RCTs reported the number of people who dropped out of the studies because of adverse effects. The level of drop outs due to adverse effects were similar in the people who took cerivastatin and placebo."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "There is a high level of trust around the results  for total cholesterol and LDL cholesterol and very low to moderate for triglycerides. We have a low level of trust in the evidence around drop outs because many (8 out of 19 trials) did not report drop outs due to adverse effects."
    }
  ]
}