{
  "doi": "10.1002/14651858.CD005344.pub4",
  "name": "Laparoscopy versus laparotomy for FIGO stage I ovarian cancer",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an updated version of the original review that was first published in the Cochrane Database of Systematic Reviews 2008, Issue 4. Laparoscopy has become an increasingly common approach to surgical staging of apparent early-stage ovarian tumours. This review was undertaken to assess the available evidence on the benefits and risks of laparoscopy compared with laparotomy for the management of International Federation of Gynaecology and Obstetrics (FIGO) stage I ovarian cancer."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of laparoscopy in the surgical treatment of FIGO stage I ovarian cancer (stages Ia, Ib and Ic) when compared with laparotomy."
    },
    {
      "heading": "Search methods",
      "text": "For the original review, we searched the Cochrane Gynaecological Cancer Group Trials (CGCRG) Register, Cochrane Central Register of Controlled Trials (CENTRAL 2007, Issue 2), MEDLINE, Embase, LILACS, Biological Abstracts and CancerLit from 1 January 1990 to 30 November 2007. We also handsearched relevant journals, reference lists of identified studies and conference abstracts. For the first updated review, the search was extended to the CGCRG Specialised Register, CENTRAL, MEDLINE, Embase and LILACS to 6 December 2011. For this update we searched CENTRAL, MEDLINE, and Embase from November 2011 to September 2016."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs), quasi-RCTs and prospective cohort studies comparing laparoscopic staging with open surgery (laparotomy) in women with stage I ovarian cancer according to FIGO."
    },
    {
      "heading": "Data collection and analysis",
      "text": "There were no studies to include, therefore we tabulated data from non-randomised studies (NRSs) for discussion as well as important data from other meta-analyses."
    },
    {
      "heading": "Main results",
      "text": "We performed no meta-analyses."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review has found no good-quality evidence to help quantify the risks and benefits of laparoscopy for the management of early-stage ovarian cancer as routine clinical practice."
    }
  ],
  "pls_title": "Laparoscopy versus laparotomy (open surgery) for early-stage ovarian cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Stage I ovarian cancer is diagnosed when the tumour is confined to one or both ovaries, without spread to lymph nodes or other parts of the body. Approximately 25% of women with ovarian cancer will be diagnosed at an early stage, thus the diagnosis often occurs due to an accidental finding. The intention of surgical staging is to establish a diagnosis, to assess the extent of the cancer and to remove as much tumour as possible. The latter is particularly important as women with ovarian cancer survive for longer when all visible tumour has been removed."
    },
    {
      "heading": "Review question",
      "text": "We conducted this review in an attempt to clarify whether laparoscopy (keyhole surgery) is as safe and effective as laparotomy (open surgery) for early-stage ovarian cancer. We intended to include only high-quality studies that compared the two types of surgery. We wanted to know whether women having laparoscopy survived as long as those having open surgery and whether there were differences in the time it took for the cancer to get worse. We were also interested to see how these different surgeries compared with regard to blood loss and other complications."
    },
    {
      "heading": "Main findings and quality of the evidence",
      "text": "We search the literature from 1990 to 2106. Unfortunately, we were unable to find any high-quality randomised trials comparing these approaches."
    }
  ]
}