{
  "doi": "10.1002/14651858.CD001282",
  "name": "Beclomethasone for asthma in children: effects on linear growth",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Inhaled steroids play a central role in the management of childhood asthma. There is concern about their side effects, especially on growth. However asthma may also cause growth retardation. Growth rates are not stable, so randomised controlled parallel group studies are needed to assess the impact of inhaled steroids on growth. This review is confined to one inhaled steroid, beclomethasone, that is known to have significant levels of systemic absorption."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether inhaled beclomethasone cause significant delay in the linear growth of children with asthma."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Airways Group asthma register was searched. Bibliographies from included studies, and known reviews were searched for additional citations. Personal contact with colleagues and researchers working in the field of asthma were made to identify potentially relevant trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized, controlled trials comparing the effects of beclomethasone to non-steroidal medication (placebo or non-steroidal therapy) on the linear growth of children with asthma."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data related to the clinical outcome \"change in growth\" were extracted by two reviewers working independently"
    },
    {
      "heading": "Main results",
      "text": "One hundred and fifty-nine citations were identified by the search strategy and bibliography review. Three studies met the inclusion criteria. All used beclomethasone 200 mcg twice daily delivered by dry powder Diskhaler to treat children with mild-moderate asthma. Study duration was 7-12 months. In all three studies, a significant decrease in linear growth occurred in children treated with beclomethasone compared to those receiving placebo or non-steroidal asthma therapy. The average decrease, calculated through meta-analysis, was -1.54 cm per year (95% CI -1.15, -1.94)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In children with mild-moderate asthma, beclomethasone 200 mcg twice daily caused a decrease in linear growth of -1.54 cm per year. These studies lasted a maximum of 54 weeks, so it remains unclear whether the decrease in growth is sustained or whether it reverses with 'catch up' after therapy is discontinued. We are unable to comment on growth effects of other inhaled steroids that have potentially less systemic effects. If inhaled steroids are required to control a child's asthma, we recommend using the minimum dose that effectively controls the child's asthma and closely following growth."
    }
  ],
  "pls_title": "The effect of beclomethasone on height in children",
  "pls_type": "long",
  "pls": "During an asthma attack, the airways (passages to the lungs) narrow from swelling (inflammation) and muscle spasm. This causes breathing problems, wheezing and coughing. Inhaled steroids are used to reduce the swelling to the airways, but they may also stunt growth in children. The review of trials found that the inhaled steroid, beclomethasone causes an average decrease in growth of about one and a half centimetres a year. However, it is not known whether there is any catch-up growth once the treatment is stopped. More research is needed."
}