{
  "doi": "10.1002/14651858.CD006829.pub2",
  "name": null,
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Both inhaled steroids (ICS) and long-acting beta2-agonists (LABA) are used in the management of chronic obstructive pulmonary disease (COPD). This updated review compared compound LABA plus ICS therapy (LABA/ICS) with the LABA component drug given alone."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy of ICS and LABA in a single inhaler with mono-component LABA alone in adults with COPD."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Specialised Register of trials. The date of the most recent search was November 2011."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, double-blind controlled trials. We included trials comparing compound ICS and LABA preparations with their component LABA preparations in people with COPD."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed study risk of bias and extracted data. The primary outcomes were exacerbations, mortality and pneumonia, while secondary outcomes were health-related quality of life (measured by validated scales), lung function, withdrawals due to lack of efficacy, withdrawals due to adverse events and side-effects. Dichotomous data were analysed as random-effects model odds ratios or rate ratios with 95% confidence intervals (CIs), and continuous data as mean differences and 95% CIs. We rated the quality of evidence for exacerbations, mortality and pneumonia according to recommendations made by the GRADE working group."
    },
    {
      "heading": "Main results",
      "text": "Fourteen studies met the inclusion criteria, randomising 11,794 people with severe COPD. We looked at any LABA plus ICS inhaler (LABA/ICS) versus the same LABA component alone, and then we looked at the 10 studies which assessed fluticasone plus salmeterol (FPS) and the four studies assessing budesonide plus formoterol (BDF) separately. The studies were well-designed with low risk of bias for randomisation and blinding but they had high rates of attrition, which reduced our confidence in the results for outcomes other than mortality.\nPrimary outcomes \nThere was low quality evidence that exacerbation rates in people using LABA/ICS inhalers were lower in comparison to those with LABA alone, from nine studies which randomised 9921 participants (rate ratio 0.76; 95% CI 0.68 to 0.84). This corresponds to one exacerbation per person per year on LABA and 0.76 exacerbations per person per year on ICS/LABA. Our confidence in this effect was limited by statistical heterogeneity between the results of the studies (I2 = 68%) and a risk of bias from the high withdrawal rates across the studies. When analysed as the number of people experiencing one or more exacerbations over the course of the study, FPS lowered the odds of an exacerbation with an odds ratio (OR) of 0.83 (95% CI 0.70 to 0.98, 6 studies, 3357 participants). With a risk of an exacerbation of 47% in the LABA group over one year, 42% of people treated with LABA/ICS would be expected to experience an exacerbation. Concerns over the effect of reporting biases led us to downgrade the quality of evidence for this effect from high to moderate.\nThere was no significant difference in the rate of hospitalisations (rate ratio 0.79; 95% CI 0.55 to 1.13, very low quality evidence due to risk of bias, statistical imprecision and inconsistency). There was no significant difference in mortality between people on combined inhalers and those on LABA, from 10 studies on 10,680 participants (OR 0.92; 95% CI 0.76 to 1.11, downgraded to moderate quality evidence due to statistical imprecision). Pneumonia occurred more commonly in people randomised to combined inhalers, from 12 studies with 11,076 participants (OR 1.55; 95% CI 1.20 to 2.01, moderate quality evidence due to risk of bias in relation to attrition) with an annual risk of around 3% on LABA alone compared to 4% on combination treatment. There were no significant differences between the results for either exacerbations or pneumonia from trials adding different doses or types of inhaled corticosteroid.\nSecondary outcomes \nICS/LABA was more effective than LABA alone in improving health-related quality of life measured by the St George's Respiratory Questionnaire (1.58 units lower with FPS; 2.69 units lower with BDF), dyspnoea (0.09 units lower with FPS), symptoms (0.07 units lower with BDF), rescue medication (0.38 puffs per day fewer with FPS, 0.33 puffs per day fewer with BDF), and forced expiratory volume in one second (FEV1) (70 mL higher with FPS, 50 mL higher with BDF). Candidiasis (OR 3.75) and upper respiratory infection (OR 1.32) occurred more frequently with FPS than SAL. We did not combine adverse event data relating to candidiasis for BDF studies as the results were very inconsistent."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Concerns over the analysis and availability of data from the studies bring into question the superiority of ICS/LABA over LABA alone in preventing exacerbations. The effects on hospitalisations were inconsistent and require further exploration. There was moderate quality evidence of an increased risk of pneumonia with ICS/LABA. There was moderate quality evidence that treatments had similar effects on mortality. Quality of life, symptoms score, rescue medication use and FEV1 improved more on ICS/LABA than on LABA, but the average differences were probably not clinically significant for these outcomes. To an individual patient the increased risk of pneumonia needs to be balanced against the possible reduction in exacerbations.\nMore information would be useful on the relative benefits and adverse event rates with combination inhalers using different doses of inhaled corticosteroids. Evidence from head-to-head comparisons is needed to assess the comparative risks and benefits of the different combination inhalers."
    }
  ],
  "pls_title": "Do combined inhalers (steroid plus bronchodilator) offer additional benefits or harms in people with COPD compared with the bronchodilator alone?",
  "pls_type": "long",
  "pls": "Chronic obstructive pulmonary disease (COPD) includes chronic bronchitis and emphysema. People with COPD have damaged (inflamed) or narrowed airways (tubes in the lungs), which makes breathing difficult. The symptoms are breathlessness, coughing and phlegm and can vary from mild to severe (where day-to-day activities become limited). The most common cause of COPD is smoking, however COPD may also be caused by occupational exposure to dust.\nThis review is about regular treatment with the combined delivery of inhaled steroids and long-acting beta agonists in one inhaler (a combination inhaler). Combination inhalers contain two medications normally given in separate inhalers, a long-acting beta2-agonist (LABA), which is a bronchodilator that widens the tubes in the lungs, and a steroid which helps control the underlying inflammation in the lungs. This combination inhaler may make it easier to take the medication than using separate inhalers. Two combination inhalers containing two different medications are currently licensed for COPD, budesonide and formoterol (marketed as Symbicort) and fluticasone and salmeterol (marketed as Advair, Viani or Seretide).\nWe searched for randomised controlled trials (RCTs) that compared any combination inhaler versus the same LABA component inhaler used by people with COPD. The studies were well-designed with low risk of bias for randomisation and blinding but there were high numbers of people who dropped out of the trials, which affected our confidence in the results for the outcomes.\nOverall, we found 14 trials involving 11,794 people with COPD.\nThe results of the studies showed that combined inhalers reduced the frequency of exacerbations compared with their LABA component alone, from, for example, an average of one exacerbation per year on a long-acting beta2-agonist to an average of 0.76 exacerbations per year on a combined inhaler. The risk of mortality was similar between the treatments, although the overall result was not precise enough to rule out an effect in favour of either treatment. There was evidence of an overall increased risk of pneumonia with combined inhalers, from around three per 100 people per year on LABA to four per 100 per year on combined inhalers.\nThere was no significant difference between treatments in terms of hospitalisations although the results of the three studies were inconsistent so we cannot be certain what this means. Combined treatment was more effective than LABA in improving health-related quality of life, symptoms such as breathlessness and cough, some measures of lung function, and also reduced rescue medication use, but it is difficult to tell whether these differences would be meaningful for individual people with COPD. Fluticasone/salmeterol led to more candidiasis and chest infections compared with salmeterol.\nFuture research is required to show whether combined therapy reduces hospitalisations, and to better estimate the increased risks of pneumonia. This will need more trials with different doses of inhaled corticosteroids and including direct comparisons of different combination inhalers. The conclusions of the review are current to November 2011."
}