{
  "doi": "10.1002/14651858.CD011352.pub3",
  "name": "Oral non‐steroidal anti‐inflammatory drugs (single dose) for perineal pain in the early postpartum period ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Many women experience perineal pain after childbirth, especially after having sustained perineal trauma. Perineal pain-management strategies are an important part of postnatal care. Non-steroidal anti-inflammatory drugs (NSAIDs) are a commonly-used type of medication in the management of postpartum pain, and their effectiveness and safety should be assessed. This is an update of a review first published in 2016."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of a single dose of an oral NSAID for relief of acute perineal pain in the early postpartum period."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched the Cochrane Pregnancy and Childbirth Group's Trials Register, ClinicalTrials.gov, the WHO International Clinical Trials Registry Platform (ICTRP) (9 December 2019), OpenSIGLE and ProQuest Dissertations and Theses (28 February 2020), and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) assessing a single dose of a NSAID versus a single dose of placebo, paracetamol or another NSAID for women with perineal pain in the early postpartum period. We excluded quasi-RCTs and cross-over trials. We included papers in abstract format only if they had sufficient information to determine that they met the review’s prespecified inclusion criteria."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors (FW and VS) independently assessed all identified papers for inclusion and risks of bias, resolving any discrepancies through discussion. Two review authors independently conducted data extraction, including calculations of pain relief scores, and checked it for accuracy. We assessed the certainty of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included 35 studies examining 16 different NSAIDs and involving 5136 women (none were breastfeeding). Studies were published between 1967 and 2013. Risk of bias due to random sequence generation, allocation concealment and blinding of outcome assessors was generally unclearly to poorly reported, but participants and caregivers were blinded, and outcome data were generally complete. We downgraded the certainty of evidence due to risk of bias, suspected publication bias, and imprecision for small numbers of participants.\nNSAID versus placebo\nCompared to women who receive a placebo, more women who receive a single-dose NSAID may achieve adequate pain relief at four hours (risk ratio (RR) 1.91, 95% confidence interval (CI) 1.64 to 2.23; 10 studies, 1573 women; low-certainty evidence) and at six hours (RR 1.92, 95% CI 1.69 to 2.17; 17 studies, 2079 women; very low-certainty evidence), although we are less certain about the effects at six hours. At four hours after administration, women who receive a NSAID are probably less likely to need additional analgesia compared to women who receive placebo (RR 0.39, 95% CI 0.26 to 0.58; 4 studies, 486 women; moderate-certainty evidence) and may be less likely to need additional analgesia at six hours after initial administration, although the evidence was less certain at six hours (RR 0.32, 95% CI 0.26 to 0.40; 10 studies, 1012 women; very low-certainty evidence).\nOne study reported that no adverse events were observed at four hours post-administration (90 women). There may be little or no difference in maternal adverse effects between NSAIDs and placebo at six hours post-administration (RR 1.38, 95% CI 0.71 to 2.70; 13 studies, 1388 women; low-certainty evidence). Fourteen maternal adverse effects were reported in the NSAID group (drowsiness (5), abdominal discomfort (2), weakness (1), dizziness (2), headache (2), moderate epigastralgia (1), not specified (1)) and eight in the placebo group (drowsiness (2), light-headedness (1), nausea (1), backache (1), dizziness (1), epigastric pain (1), not specified (1)), although not all studies assessed adverse effects. Neonatal adverse effects were not assessed in any of the studies.\nNSAID versus paracetamol\nNSAIDs may lead to more women achieving adequate pain relief at four hours, compared with paracetamol (RR 1.54, 95% CI 1.07 to 2.22; 3 studies, 342 women; low-certainty evidence). We are uncertain if there is any difference in adequate pain relief between NSAIDs and paracetamol at six hours post-administration (RR 1.82, 95% CI 0.61 to 5.47; 2 studies, 99 women; very low-certainty evidence) or in the need for additional analgesia at four hours (RR 0.55, 95% CI 0.27 to 1.13; 1 study, 73 women; very low-certainty evidence). NSAIDs may reduce the risk of requiring additional analgesia at six hours compared with paracetamol (RR 0.28, 95% CI 0.12 to 0.67; 1 study, 59 women; low-certainty evidence).\nOne study reported that no maternal adverse effects were observed at four hours post-administration (210 women). Six hours post-administration, we are uncertain if there is any difference between groups in the number of maternal adverse effects (RR 0.74, 95% CI 0.27 to 2.08; 3 studies, 300 women; very low-certainty evidence), with one case of pruritis in the NSAID group and one case of sleepiness in the paracetamol group. Neonatal adverse effects were not assessed in any of the included studies.\nComparisons of different NSAIDs or doses did not demonstrate any differences in effectiveness for any primary outcome measures; however, few data were available on some NSAIDs.\nNone of the included studies reported on any of this review's secondary outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In women who are not breastfeeding and who sustained perineal trauma, NSAIDs (compared to placebo or paracetamol) may provide greater pain relief for acute postpartum perineal pain and fewer women need additional analgesia, but uncertainty remains, as the evidence is rated as low- or very low-certainty. The risk of bias was unclear for many studies, adverse effects were often not assessed and breastfeeding women were not included. While this review provides some indication of the likely effect, there is uncertainty in our conclusions. The main reasons for downgrading were the inclusion of studies at high risk of bias and inconsistency in the findings of individual studies.\nFuture studies could examine NSAIDs' adverse effects, including neonatal effects and the compatibility of NSAIDs with breastfeeding, and could assess other secondary outcomes. Future research could consider women with and without perineal trauma, including perineal tears. High-quality studies could be conducted to further assess the efficacy of NSAIDs versus paracetamol and the efficacy of multimodal treatments."
    }
  ],
  "pls_title": "Anti-inflammatory drugs for relief of perineal pain after childbirth",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Following childbirth, many women experience pain in the perineum, an area between the anus and vagina. This Cochrane Review asked if this pain can be reduced by one dose of a non-steroidal anti-inflammatory drug (NSAID), such as aspirin or ibuprofen."
    },
    {
      "heading": "Why is this important?",
      "text": "The pain some women experience in the perineum after childbirth can be particularly acute if the perineum tears during the birth, or needs to be cut (known as an episiotomy). Even a woman without tearing or surgery often experiences discomfort in her perineum, which can affect her mobility as well as her ability to care for her baby. This review is part of a series of reviews on the effectiveness of different drugs for pain relief for perineal pain immediately after birth. We are looking specifically at NSAIDs, such as aspirin and ibuprofen."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We found 35 studies with 5136 women that examined 16 different NSAIDs (aspirin, ibuprofen, etc.). We included studies up to 9 December 2019. The studies we found only included women who had trauma of the perineum and who were not breastfeeding. Studies were conducted between 1967 and 2013 and had few women in them."
    },
    {
      "heading": "adequate pain relief",
      "text": "adequate pain reliefat six hours.\nWomen who received a single dose of NSAID are probably less likely to need additional pain relief at four hours (moderate-certainty evidence) after taking the drug compared to women who received placebo or no treatment. We are uncertain if there is any difference between NSAIDs and placebo for women needing additional pain relief at six hours (very low-certainty evidence). Not all of the studies assessed adverse effects of the drugs, but some studies reported maternal adverse effects such as drowsiness, headache, weakness, nausea, gastric discomfort. The evidence is very uncertain about the difference in maternal adverse effects between NSAIDs and placebo at six hours after administration (very low-certainty evidence). One small study (90 women) reported that there were no maternal adverse effects at four hours after administration. None of the studies measured possible adverse effects on the baby."
    },
    {
      "heading": "adequate pain relief",
      "text": "adequate pain reliefat six hours or in the number of women who need additional pain relief at four hours after administration. Women who receive NSAID may be less likely to need additional pain relief at six hours compared to women who received paracetamol. One study reported that nomaternal adverse effectswere observed at four hours (210 women). Three small studies reported maternal adverse effects at six hours after administration but we are uncertain if there is any difference between the groups. Adverse effects on the baby were not reported in any of the included studies and all studies excluded women who were breastfeeding.\nComparisons of different NSAIDs and different doses of the same NSAID did not demonstrate any clear differences in their effectiveness on any of the main outcomes measured in this review. However, little information was available for some NSAIDs.\nNone of the included studies reported on any of this review's secondary outcomes, including: extended hospital stay or readmission to hospital for perineal pain; breastfeeding; perineal pain at six weeks after having the baby; women's views, postpartum depression or measures of disability due to perineal pain."
    },
    {
      "heading": "What does this mean?",
      "text": "For women who are not breastfeeding, a single dose of a NSAID may be better than placebo or paracetamol for perineal pain at four hours. No serious side effects were reported, but not all studies examined these. For women who breastfeed, there are no data and these women should seek help, as some NSAIDs are not recommended for women who breastfeed."
    }
  ]
}