{
  "doi": "10.1002/14651858.CD007402.pub3",
  "name": "Topical NSAIDs for acute musculoskeletal pain in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Use of topical NSAIDs to treat acute musculoskeletal conditions has become widely accepted because they can provide pain relief without associated systemic adverse events. This review is an update of 'Topical NSAIDs for acute pain in adults' originally published in Issue 6, 2010."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy and safety of topically applied NSAIDs in acute musculoskeletal pain in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Register of Studies Online, MEDLINE, and EMBASE to February 2015. We sought unpublished studies by asking personal contacts and searching online clinical trial registers and manufacturers websites. For the earlier review, we also searched our own in-house database and contacted manufacturers."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, double-blind, active or placebo (inert carrier)-controlled trials in which treatments were administered to adults with acute pain resulting from strains, sprains or sports or overuse-type injuries (twisted ankle, for instance). There had to be at least 10 participants in each treatment arm, with application of treatment at least once daily."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion, and extracted data. We used numbers of participants achieving each outcome to calculate the risk ratio and numbers needed to treat for an additional beneficial outcome (NNT) or additional harmful outcome (NNH) compared with placebo or other active treatment. We reported 95% confidence intervals (CI). We were particularly interested to compare different formulations (gel, cream, plaster) of individual NSAIDs."
    },
    {
      "heading": "Main results",
      "text": "For this update we added 14 new included studies (3489 participants), and excluded four studies. We also identified 20 additional reports of completed or ongoing studies that have not been published in full. The earlier review included 47 studies.\nThis update included 61 studies. Most compared topical NSAIDs in the form of a gel, spray, or cream with a similar topical placebo; 5311 participants were treated with a topical NSAID, 3470 with placebo, and 220 with an oral NSAID. This was a 63% increase in the number of included participants over the previous version of this review. We also identified a number of studies in clinical trial registries with unavailable results amounting to about 5900 participants for efficacy and 5300 for adverse events.\nFormulations of topical diclofenac, ibuprofen, ketoprofen, piroxicam, and indomethacin demonstrated significantly higher rates of clinical success (more participants with at least 50% pain relief) than matching topical placebo (moderate or high quality data). Benzydamine did not. Three drug and formulation combinations had NNTs for clinical success below 4. For diclofenac, the Emulgel® formulation had the lowest NNT of 1.8 (95% CI 1.5 to 2.1) in two studies using at least 50% pain intensity reduction as the outcome. Diclofenac plasters other than Flector® also had a low NNT of 3.2 (2.6 to 4.2) based on good or excellent responses in some studies. Ketoprofen gel had an NNT of 2.5 (2.0 to 3.4), from five studies in the 1980s, some with less well defined outcomes. Ibuprofen gel had an NNT of 3.9 (2.7 to 6.7) from two studies with outcomes of marked improvement or complete remission. All other drug and formulation combinations had NNT values above 4, indicating lesser efficacy.\nThere were insufficient data to compare reliably individual topical NSAIDs with each other or the same oral NSAID.\nLocal skin reactions were generally mild and transient, and did not differ from placebo (high quality data). There were very few systemic adverse events (high quality data) or withdrawals due to adverse events (low quality data)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Topical NSAIDs provided good levels of pain relief in acute conditions such as sprains, strains and overuse injuries, probably similar to that provided by oral NSAIDs. Gel formulations of diclofenac (as Emugel®), ibuprofen, and ketoprofen, and some diclofenac patches, provided the best effects. Adverse events were usually minimal.\nSince the last version of this review, the new included studies have provided additional information. In particular, information on topical diclofenac is greatly expanded. The present review supports the previous review in concluding that topical NSAIDs are effective in providing pain relief, and goes further to demonstrate that certain formulations, mainly gel formulations of diclofenac, ibuprofen, and ketoprofen, provide the best results. Large amounts of unpublished data have been identified, and this could influence results in updates of this review."
    }
  ],
  "pls_title": "Topical non-steroidal anti-inflammatory drugs for acute musculoskeletal pain in adults",
  "pls_type": "long",
  "pls": "Acute musculoskeletal pain describes conditions like a sprained ankle or a muscle pull. These usually get better over two or three weeks without treatment, but can be very painful while they last.\nTopical non-steroidal anti-inflammatory drugs (NSAIDs) are applied to unbroken skin where it hurts as gels, creams, sprays, or plasters. Topical NSAIDs penetrate the skin, enter tissues or joints, and reduce processes causing pain in the tissue. Drug levels in the blood with topical NSAIDs are very much lower than with the same drug taken by mouth. This minimises the risk of harmful effects.\nWe searched medical databases for clinical trials comparing topical NSAIDs with placebo (creams or gels that do not contain a medicine) or other medicines in adults aged 16 years or older with musculoskeletal pain (typically sports injuries). The evidence is current to February 2015.\nThis review is an update of 'Topical NSAIDs for acute pain in adults' originally published in Issue 6, 2010. We identified 14 new studies to add to the 47 studies included in the earlier review. We also identified 14 studies in a clinical trial registry that are completed and three short reports from meetings, for which we could not find full details (about 4500 participants). Three more studies are ongoing (almost 900 participants).\nThe 61 included studies, involving 8386 participants, were generally of high-quality. They tested a number of different topical drugs, mostly against a topical placebo (carrier without the NSAID), with application at least once a day. We were interested in participants having good pain reduction (by about half) around seven days after treatment started. At later times, most people are expected to get better even without treatment.\nWe looked at particular formulations of individual drugs. Gel formulations of diclofenac and ketoprofen were among the most effective, along with ibuprofen gel and diclofenac plaster. For diclofenac and ketoprofen gels, 7 or 8 people out of 10 with a painful strain, sprain, or muscle pull had much reduced pain after seven days, compared with only 2 or 3 out of 10 with placebo (high quality data). Other NSAIDs and formulations were better than placebo, but not by as much. Because both topical NSAIDs and topical placebo are rubbed into the skin in these studies, we know that any effect is not just from rubbing.\nAbout 1 in 20 people experienced a mild and short-lived side effect like redness at the application site. This was the same for topical NSAID and topical placebo (high quality data). Side effects like a stomach upset or feeling sick were uncommon, with no difference between topical NSAID and topical placebo (high quality data). There were no serious side effects."
}