{
  "doi": "10.1002/14651858.CD006957",
  "name": "Inhaled nitric oxide for acute chest syndrome in people with sickle cell disease",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acute chest syndrome has been defined as a new infiltrate visible on chest radiograph associated with one or more symptoms, such as fever, cough, sputum production, tachypnoea, dyspnoea, or new-onset hypoxia. Symptoms and complications of this syndrome, whether of infectious or non-infectious origin, vary quite widely in people with sickle cell disease. Lung infection tends to predominate in children, whilst infarction appears more common in adults. However, these are often interrelated and may occur concurrently. The differences in clinical course and severity are suggestive of multiple causes for acute chest syndrome. Successful treatment depends principally on high-quality supportive care. The syndrome and its treatment have been extensively studied, but the response to antibiotics, anticoagulants, and other conventional therapies remains disappointing. The potential of inhaled nitric oxide as a treatment option has more recently provoked considerable interest. Nitric oxide appears to play a major role in both the regulation of vascular muscle tone at the cellular level and in platelet aggregation (clumping). Much of the pathophysiology of sickle cell disease is consistent with a mechanism of nitric oxide depletion and although there has been extensive research on the pathophysiology of acute chest syndrome, the possible therapeutic role of inhaled nitric oxide for acute chest syndrome in sickle cell disease is still to be determined."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of inhaled nitric oxide for treating acute chest syndrome by comparing improvement in symptoms and clinical outcomes against standard care."
    },
    {
      "heading": "Search methods",
      "text": "We searched The Group's Haemoglobinopathies Trials Register, which comprises references identified from comprehensive electronic database searches and handsearching of relevant journals and abstract books of conference proceedings. In July 2007 the following clinical trials registers were searched: ClinicalTrials.gov; the WHO International Clinical Trials Registry Platform; Current Controlled Trials; and Clinicaltrials.com.\nMost recent search of the Haemoglobinopathies Trials Register: 10 September 2010."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised or quasi-randomised controlled trials of people with sickle cell disease suffering from acute chest syndrome, comparing the use of inhaled nitric oxide to placebo or standard care for any single or multiple treatment and over any time period."
    },
    {
      "heading": "Data collection and analysis",
      "text": "No studies identified were eligible for inclusion."
    },
    {
      "heading": "Main results",
      "text": "No studies identified were eligible for inclusion."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is a need for well-designed, adequately-powered randomised controlled trial to assess the benefits and risks of this form of treatment as an adjunct to established therapies."
    }
  ],
  "pls_title": "Inhaled nitric oxide for acute chest syndrome in people with sickle cell disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "i",
      "text": "ife-threatening. Treatment is mainly supportive and given when an individual experiences symptoms and may include antibiotics, drugs to help prevent the clotting of blood and other conventional treatments. Interest has been shown recently in inhaling nitric oxide, a soluble gas. This gas is known to play a role in expanding blood vessels and clumping platelets, to relieve some of the symptoms of acute chest syndrome. It is also used for treatment in similar conditions, namely pulmonary hypertension (high blood pressure in the blood vessels of the lungs) in babies up to four weeks old. The authors of the review did not find any trials showing how effective inhaled nitric oxide is for acute chest syndrome in people with sickle cell disease. The authors concluded that future research should provide evidence for people to make informed decisions about whether nitric oxide is effective."
    }
  ]
}