{
  "doi": "10.1002/14651858.CD008965.pub4",
  "name": "Neuraminidase inhibitors for preventing and treating influenza in adults and children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Neuraminidase inhibitors (NIs) are stockpiled and recommended by public health agencies for treating and preventing seasonal and pandemic influenza. They are used clinically worldwide."
    },
    {
      "heading": "Objectives",
      "text": "To describe the potential benefits and harms of NIs for influenza in all age groups by reviewing all clinical study reports of published and unpublished randomised, placebo-controlled trials and regulatory comments."
    },
    {
      "heading": "Search methods",
      "text": "We searched trial registries, electronic databases (to 22 July 2013) and regulatory archives, and corresponded with manufacturers to identify all trials. We also requested clinical study reports. We focused on the primary data sources of manufacturers but we checked that there were no published randomised controlled trials (RCTs) from non-manufacturer sources by running electronic searches in the following databases: the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, MEDLINE (Ovid), EMBASE, Embase.com, PubMed (not MEDLINE), the Database of Reviews of Effects, the NHS Economic Evaluation Database and the Health Economic Evaluations Database."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised, placebo-controlled trials on adults and children with confirmed or suspected exposure to naturally occurring influenza."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted clinical study reports and assessed risk of bias using purpose-built instruments. We analysed the effects of zanamivir and oseltamivir on time to first alleviation of symptoms, influenza outcomes, complications, hospitalisations and adverse events in the intention-to-treat (ITT) population. All trials were sponsored by the manufacturers."
    },
    {
      "heading": "Main results",
      "text": "We obtained 107 clinical study reports from the European Medicines Agency (EMA), GlaxoSmithKline and Roche. We accessed comments by the US Food and Drug Administration (FDA), EMA and Japanese regulator. We included 53 trials in Stage 1 (a judgement of appropriate study design) and 46 in Stage 2 (formal analysis), including 20 oseltamivir (9623 participants) and 26 zanamivir trials (14,628 participants). Inadequate reporting put most of the zanamivir studies and half of the oseltamivir studies at a high risk of selection bias. There were inadequate measures in place to protect 11 studies of oseltamivir from performance bias due to non-identical presentation of placebo. Attrition bias was high across the oseltamivir studies and there was also evidence of selective reporting for both the zanamivir and oseltamivir studies. The placebo interventions in both sets of trials may have contained active substances.\nTime to first symptom alleviation. For the treatment of adults, oseltamivir reduced the time to first alleviation of symptoms by 16.8 hours (95% confidence interval (CI) 8.4 to 25.1 hours, P < 0.0001). This represents a reduction in the time to first alleviation of symptoms from 7 to 6.3 days. There was no effect in asthmatic children, but in otherwise healthy children there was (reduction by a mean difference of 29 hours, 95% CI 12 to 47 hours, P = 0.001). Zanamivir reduced the time to first alleviation of symptoms in adults by 0.60 days (95% CI 0.39 to 0.81 days, P < 0.00001), equating to a reduction in the mean duration of symptoms from 6.6 to 6.0 days. The effect in children was not significant. In subgroup analysis we found no evidence of a difference in treatment effect for zanamivir on time to first alleviation of symptoms in adults in the influenza-infected and non-influenza-infected subgroups (P = 0.53).\nHospitalisations. Treatment of adults with oseltamivir had no significant effect on hospitalisations: risk difference (RD) 0.15% (95% CI -0.78 to 0.91). There was also no significant effect in children or in prophylaxis. Zanamivir hospitalisation data were unreported.\nSerious influenza complications or those leading to study withdrawal. In adult treatment trials, oseltamivir did not significantly reduce those complications classified as serious or those which led to study withdrawal (RD 0.07%, 95% CI -0.78 to 0.44), nor in child treatment trials; neither did zanamivir in the treatment of adults or in prophylaxis. There were insufficient events to compare this outcome for oseltamivir in prophylaxis or zanamivir in the treatment of children.\nPneumonia. Oseltamivir significantly reduced self reported, investigator-mediated, unverified pneumonia (RD 1.00%, 95% CI 0.22 to 1.49); number needed to treat to benefit (NNTB) = 100 (95% CI 67 to 451) in the treated population. The effect was not significant in the five trials that used a more detailed diagnostic form for pneumonia. There were no definitions of pneumonia (or other complications) in any trial. No oseltamivir treatment studies reported effects on radiologically confirmed pneumonia. There was no significant effect on unverified pneumonia in children. There was no significant effect of zanamivir on either self reported or radiologically confirmed pneumonia. In prophylaxis, zanamivir significantly reduced the risk of self reported, investigator-mediated, unverified pneumonia in adults (RD 0.32%, 95% CI 0.09 to 0.41); NNTB = 311 (95% CI 244 to 1086), but not oseltamivir.\nBronchitis, sinusitis and otitis media. Zanamivir significantly reduced the risk of bronchitis in adult treatment trials (RD 1.80%, 95% CI 0.65 to 2.80); NNTB = 56 (36 to 155), but not oseltamivir. Neither NI significantly reduced the risk of otitis media and sinusitis in both adults and children.\nHarms of treatment. Oseltamivir in the treatment of adults increased the risk of nausea (RD 3.66%, 95% CI 0.90 to 7.39); number needed to treat to harm (NNTH) = 28 (95% CI 14 to 112) and vomiting (RD 4.56%, 95% CI 2.39 to 7.58); NNTH = 22 (14 to 42). The proportion of participants with four-fold increases in antibody titre was significantly lower in the treated group compared to the control group (RR 0.92, 95% CI 0.86 to 0.97, I2 statistic = 0%) (5% absolute difference between arms). Oseltamivir significantly decreased the risk of diarrhoea (RD 2.33%, 95% CI 0.14 to 3.81); NNTB = 43 (95% CI 27 to 709) and cardiac events (RD 0.68%, 95% CI 0.04 to 1.0); NNTB = 148 (101 to 2509) compared to placebo during the on-treatment period. There was a dose-response effect on psychiatric events in the two oseltamivir \"pivotal\" treatment trials, WV15670 and WV15671, at 150 mg (standard dose) and 300 mg daily (high dose) (P = 0.038). In the treatment of children, oseltamivir induced vomiting (RD 5.34%, 95% CI 1.75 to 10.29); NNTH = 19 (95% CI 10 to 57). There was a significantly lower proportion of children on oseltamivir with a four-fold increase in antibodies (RR 0.90, 95% CI 0.80 to 1.00, I2 = 0%).\nProphylaxis. In prophylaxis trials, oseltamivir and zanamivir reduced the risk of symptomatic influenza in individuals (oseltamivir: RD 3.05% (95% CI 1.83 to 3.88); NNTB = 33 (26 to 55); zanamivir: RD 1.98% (95% CI 0.98 to 2.54); NNTB = 51 (40 to 103)) and in households (oseltamivir: RD 13.6% (95% CI 9.52 to 15.47); NNTB = 7 (6 to 11); zanamivir: RD 14.84% (95% CI 12.18 to 16.55); NNTB = 7 (7 to 9)). There was no significant effect on asymptomatic influenza (oseltamivir: RR 1.14 (95% CI 0.39 to 3.33); zanamivir: RR 0.97 (95% CI 0.76 to 1.24)). Non-influenza, influenza-like illness could not be assessed due to data not being fully reported. In oseltamivir prophylaxis studies, psychiatric adverse events were increased in the combined on- and off-treatment periods (RD 1.06%, 95% CI 0.07 to 2.76); NNTH = 94 (95% CI 36 to 1538) in the study treatment population. Oseltamivir increased the risk of headaches whilst on treatment (RD 3.15%, 95% CI 0.88 to 5.78); NNTH = 32 (95% CI 18 to 115), renal events whilst on treatment (RD 0.67%, 95% CI -2.93 to 0.01); NNTH = 150 (NNTH 35 to NNTB > 1000) and nausea whilst on treatment (RD 4.15%, 95% CI 0.86 to 9.51); NNTH = 25 (95% CI 11 to 116)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Oseltamivir and zanamivir have small, non-specific effects on reducing the time to alleviation of influenza symptoms in adults, but not in asthmatic children. Using either drug as prophylaxis reduces the risk of developing symptomatic influenza. Treatment trials with oseltamivir or zanamivir do not settle the question of whether the complications of influenza (such as pneumonia) are reduced, because of a lack of diagnostic definitions. The use of oseltamivir increases the risk of adverse effects, such as nausea, vomiting, psychiatric effects and renal events in adults and vomiting in children. The lower bioavailability may explain the lower toxicity of zanamivir compared to oseltamivir. The balance between benefits and harms should be considered when making decisions about use of both NIs for either the prophylaxis or treatment of influenza. The influenza virus-specific mechanism of action proposed by the producers does not fit the clinical evidence."
    }
  ],
  "pls_title": "Regulatory information on trials of oseltamivir (Tamiflu) and zanamivir (Relenza) for influenza in adults and children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "Oseltamivir and zanamivir have been stockpiled in many countries to treat and prevent seasonal and pandemic influenza, before an influenza vaccine matched to the circulating virus becomes available. Oseltamivir is classified by the World Health Organization as an essential medicine."
    },
    {
      "heading": "How this review has been approached",
      "text": "We have updated and combined our reviews on the antiviral drugs zanamivir and oseltamivir for influenza in adults and children on the basis of the manufacturers' reports to regulators (clinical study reports) and the regulators' comments. We have called these comments and reports 'regulatory information'. Clinical study reports are unpublished, extensive documents with great detail on the trials that formed the basis for market approval. They include the protocols, methods and results. Clinical study reports have until now been confidential, seen only by the manufacturers and regulators."
    },
    {
      "heading": "Why we have taken this approach",
      "text": "In previous versions of this review we identified unresolved discrepancies in the data presented in published trial reports and substantial publication bias. As a consequence, we elected not to use data from journal articles but included the documents generated during licensing processes. We have accessed such data from the UK, USA, European Medicines Agency (EMA), Japanese regulators and clinical study reports from the manufacturers (after a protracted media campaign). This has enabled us to verify information from the randomised, placebo-controlled trials on adults and children with confirmed or suspected exposure to naturally occurring influenza.\nBased on our assessments of the regulatory documents (in excess of 160,000 pages), we came to the conclusion that there were substantial problems with the design, conduct, reporting and availability of information from many of the trials."
    },
    {
      "heading": "What we have found",
      "text": "We have used data from 46 trials (20 oseltamivir and 26 zanamivir studies) in this review. We identified problems in the design of many of the studies that we included, which affects our confidence in their results. We found that both drugs shorten the duration of symptoms of influenza-like illness (unconfirmed influenza or 'the flu') by less than a day. Oseltamivir did not affect the number of hospitalisations, based on the data from all the people enrolled in treatment trials of oseltamivir. Zanamivir trials did not record this outcome. The effects on pneumonia and other complications of influenza, such as bronchitis, middle ear infection (otitis media) and sinusitis, were unreliably reported, as shown by the case report form in the trial documents. Some forms showed limitations in the diagnostic criteria for pneumonia. Regulatory comments noted problems with missing follow-up diary cards from participants. In children with asthma there was no clear effect on the time to first alleviation of symptoms.\nProphylaxis trials showed that oseltamivir and zanamivir reduced the risk of symptomatic influenza in individuals and households. There was no evidence of an effect on asymptomatic influenza or on non-influenza, influenza-like illness, but trial conduct problems prevent any definitive conclusion.\nOseltamivir use was associated with nausea, vomiting, headaches, renal and psychiatric events; these last three were when it was used to prevent influenza (prophylaxis). Its effect on the heart is unclear: it may reduce cardiac symptoms, but may induce serious heart rhythm problems. In adult treatment trials of zanamivir there was no increased risk of reported adverse events. The evidence on the possible harms associated with the treatment of children with zanamivir was sparse."
    },
    {
      "heading": "Agreement with other findings",
      "text": "The lack of good evidence demonstrating an effect on complications agrees with the conservative conclusions on both drugs drawn by the US Food and Drug Administration (FDA). The FDA only allowed claims of effectiveness of both drugs for the prevention and treatment of symptoms of influenza and not for other effects (including the interruption of person-to-person spread of the influenza virus or prevention of pneumonia). The FDA described the overall performance of both drugs as 'modest'."
    },
    {
      "heading": "Mechanism of action for beneficial effects",
      "text": "These findings all suggest that the low immune response with low levels of pro-inflammatory cytokines, which is induced by the action of oseltamivir carboxylate, may reduce the symptoms of influenza unrelated to an inhibition of influenza virus replication. The potential hypothermic or antipyretic effect of oseltamivir as a central nervous system depressant may also contribute to the apparent reduction of host symptoms. Statements made on the capacity of oseltamivir to interrupt viral transmission and reduce complications are not supported by any data we have been able to access.\nThe mechanism of action proposed by the producers (influenza virus-specific) does not fit the clinical evidence which suggests a multi-system and central action."
    }
  ]
}