{
  "doi": "10.1002/14651858.CD005458.pub3",
  "name": "Antibiotics for mastitis in breastfeeding women",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Mastitis can be caused by ineffective positioning of the baby at the breast or restricted feeding. Infective mastitis is commonly caused by Staphylococcus aureus. The prevalence of mastitis in breastfeeding women may reach 33%. Effective milk removal, pain medication and antibiotic therapy have been the mainstays of treatment."
    },
    {
      "heading": "Objectives",
      "text": "This review aims to examine the effectiveness of antibiotic therapies in relieving symptoms for breastfeeding women with mastitis with or without laboratory investigation."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 September 2012), contacted investigators and other content experts known to us for unpublished trials and scanned the reference lists of retrieved articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomised controlled trials (RCTs) and quasi-RCTs comparing the effectiveness of various types of antibiotic therapies or antibiotic therapy versus alternative therapies for the treatment of mastitis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial quality and extracted data. When in dispute, we consulted a third author."
    },
    {
      "heading": "Main results",
      "text": "Two trials met the inclusion criteria. One small trial (n = 25) compared amoxicillin with cephradine and found no significant difference between the two antibiotics in terms of symptom relief and abscess formation. Another, older study compared breast emptying alone as 'supportive therapy' versus antibiotic therapy plus supportive therapy, and no therapy. The findings of the latter study suggested faster clearance of symptoms for women using antibiotics, although the study design was problematic."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to confirm or refute the effectiveness of antibiotic therapy for the treatment of lactational mastitis. There is an urgent need to conduct high-quality, double-blinded RCTs to determine whether antibiotics should be used in this common postpartum condition."
    }
  ],
  "pls_title": "Antibiotics for mastitis in breastfeeding women",
  "pls_type": "long",
  "pls": "Inflammation of the breast, or mastitis, can be infective or non-infective. Infective mastitis is one of the most common infections experienced by breastfeeding women. The condition (infective or not) varies in severity, ranging from mild symptoms with some local inflammation, redness, warmth and tenderness in the affected breast through to more serious symptoms including fever, abscess and septicaemia, which may require hospitalisation. Recovery can take time, and there may be substantial discomfort for the affected mother and her baby. Mastitis usually occurs during the first three months after birth and results in the mother being confined to bed for one day, followed by restricted activity. The condition is associated with decreased milk secretion, decreased productivity, and in difficulties caring for the baby. This burden to mothers, along with the cost of care, the potential negative impact on continuation of breastfeeding, and the danger of serious complications such as septicaemia, makes mastitis a serious condition which warrants early diagnosis and effective therapy. The review included two studies and approximately 125 women. One study compared two different antibiotics, and there were no differences between the two antibiotics for symptom relief. A second study comparing no treatment, breast emptying, and antibiotic therapy, with breast emptying suggested more rapid symptom relief with antibiotics. There is very little evidence on the effectiveness of antibiotic therapy, and more research is needed."
}