{
  "doi": "10.1002/14651858.CD004312.pub3",
  "name": "Botulinum toxin type A versus anticholinergics for cervical dystonia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an update of a Cochrane Review first published in 2005. Cervical dystonia is the most common form of focal dystonia and is a highly disabling movement disorder, characterised by involuntary, usually painful, head posturing. Currently, botulinum toxin type A (BtA) is considered the first line therapy for this condition. Before BtA, anticholinergics were the most widely accepted treatment."
    },
    {
      "heading": "Objectives",
      "text": "To compare the efficacy, safety, and tolerability of BtA versus anticholinergic drugs in adults with cervical dystonia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Movement Disorders' Trials Register to June 2003, screened reference lists of articles and conference proceedings to September 2018, and searched CENTRAL, MEDLINE, and Embase, with no language restrictions, to July 2020."
    },
    {
      "heading": "Selection criteria",
      "text": "Double-blind, parallel, randomised trials (RCTs) of BtA versus anticholinergic drugs in adults with cervical dystonia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed records, selected included studies, extracted data using a paper pro forma, and evaluated the risk of bias and quality of the evidence. We resolved disagreements by consensus or by consulting a third review author. If enough data had been available, we were to perform meta-analyses using a random-effects model for the comparison of BtA versus anticholinergic drugs to estimate pooled effects and corresponding 95% confidence intervals (95% CI). The primary efficacy outcome was improvement in cervical dystonia-specific impairment. The primary safety outcome was the proportion of participants with any adverse event."
    },
    {
      "heading": "Main results",
      "text": "We included one RCT of moderate overall risk of bias (as multiple domains were at unclear risk of bias), which included 66 BtA-naive participants with cervical dystonia. Two doses of BtA (Dysport; week 0 and 8; mean dose 262 to 292 U) were compared with daily trihexyphenidyl (up to 24 mg daily). The trial was sponsored by the BtA producer.\nBtA reduced cervical dystonia severity by an average of 2.5 points (95% CI 0.68 to 4.32) on the Toronto Western Spasmodic Torticollis Rating Scale (TWSTRS) severity subscale 12 weeks after injection, compared to trihexyphenidyl. More participants reported adverse events in the trihexyphenidyl treatment group (76 events), compared with the BtA group (31 events); however, the difference in dropouts due to adverse events was inconclusive between groups. There was a decreased risk of dry mouth, and memory problems with BtA, but the differences were inconclusive between groups for the other reported side effects (blurred vision, dizziness, depression, fatigue, pain at injection site, dysphagia, and neck weakness)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found very low-certainty evidence that BtA is more effective, better tolerated, and safer than trihexyphenidyl.\nWe found no information on a dose-response relationship with BtA, differences between BtA formulations or different anticholinergics, the utility of electromyography-guided injections, or the duration of treatment effect."
    }
  ],
  "pls_title": "Treatment with botulinum toxin type A or anticholinergic drugs for people with cervical dystonia (involuntary posturing of the head)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "The review question",
      "text": "This is an update of a Cochrane Review. We assessed whether botulinum toxin type A (BtA) was more effective (reduction in severity, disability, and pain) and safer than anticholinergic drugs for people with cervical dystonia (involuntary positioning of the head)."
    },
    {
      "heading": "Background",
      "text": "Cervical dystonia, also called spasmodic torticollis, is a disorder that causes undesired, uncontrollable, often painful, abnormal placement of the head. It is a relatively uncommon condition, affecting 57 to 280 people per million. It can be very disabling, and have a negative affect on a person's quality of life. In most cases, the cause is unknown; there is no cure. Since cervical dystonia is normally a long-term disorder, it requires long-term treatment.\nBotulinum toxin type A and anticholinergic drugs are powerful chemical substances that cause a diverse range of responses in the human body. BtA causes severe localised paralysis (an inability to move in the part of the body where it is injected). Anticholinergics, usually taken by mouth, cause more widespread symptoms, and can result in a dry mouth, visual disturbances, bowel and bladder difficulties, increased heart rate, sedation, and confusion or disorientation. Both can be used to treat many conditions, in particular, those with involuntary muscle contractions, such as cervical dystonia."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched the medical literature to July 2020. We found one study that compared treatment with BtA (Dysport) versus an anticholinergic drug (trihexyphenidyl) for 12 weeks. The study included 66 participants, who had experienced cervical dystonia for an average of 9.4 years, but had never received BtA treatment. On average, they had moderate impairment. The average age of people in the study was 50.7 years. The trial was funded by the BtA drug manufacturer."
    },
    {
      "heading": "Key results",
      "text": "The results show that Dysport, when compared with trihexyphenidyl, may improve symptoms of cervical dystonia, pain, and quality of life. The risk of having an unpleasant or undesirable event, particularly dry mouth and memory issues, was increased in people taking trihexyphenidyl.\nWe found no information on the effects of different doses of BtA, different formulas of BtA or types of anticholinergics, the usefulness of guiding injections by electromyography, or how long the effects lasted."
    },
    {
      "heading": "Certainty in the evidence",
      "text": "Due to limitations in the study methods and size of the study, we have very little confidence in the results.\nThese conclusions may not apply to all people with cervical dystonia. They do not apply to long-term use of either treatment."
    }
  ]
}