{
  "doi": "10.1002/14651858.CD013067.pub2",
  "name": "Speech and language therapy for management of chronic cough",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cough both protects and clears the airway. Cough has three phases: breathing in (inspiration), closure of the glottis, and a forced expiratory effort. Chronic cough has a negative, far-reaching impact on quality of life. Few effective medical treatments for individuals with unexplained (idiopathic/refractory) chronic cough (UCC) are known. For this group, current guidelines advocate the use of gabapentin. Speech and language therapy (SLT) has been considered as a non-pharmacological option for managing UCC without the risks and side effects associated with pharmacological agents, and this review considers the evidence from randomised controlled trials (RCTs) evaluating the effectiveness of SLT in this context."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of speech and language therapy for treatment of people with unexplained (idiopathic/refractory) chronic cough."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Trials Register, CENTRAL, MEDLINE, Embase, CINAHL, trials registries, and reference lists of included studies. Our most recent search was 8 February 2019."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs in which participants had a diagnosis of UCC having undergone a full diagnostic workup to exclude an underlying cause, as per published guidelines or local protocols, and where the intervention included speech and language therapy techniques for UCC."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened the titles and abstracts of 94 records. Two clinical trials, represented in 10 study reports, met our predefined inclusion criteria. Two review authors independently assessed risk of bias for each study and extracted outcome data. We analysed dichotomous data as odds ratios (ORs), and continuous data as mean differences (MDs) or geometric mean differences. We used standard methods recommended by Cochrane. Our primary outcomes were health-related quality of life (HRQoL) and serious adverse events (SAEs)."
    },
    {
      "heading": "Main results",
      "text": "We found two studies involving 162 adults that met our inclusion criteria. Neither of the two studies included children. The duration of treatment and length of sessions varied between studies from four sessions delivered weekly, to four sessions over two months. Similarly, length of sessions varied slightly from one 60-minute session and three 45-minute sessions to four 30-minute sessions. The control interventions were healthy lifestyle advice in both studies.\nOne study contributed HRQoL data, using the Leicester Cough Questionnaire (LCQ), and we judged the quality of the evidence to be low using the GRADE approach. Data were reported as between-group difference from baseline to four weeks (MD 1.53, 95% confidence interval (CI) 0.21 to 2.85; participants = 71), revealing a statistically significant benefit for people receiving a physiotherapy and speech and language therapy intervention (PSALTI) versus control. However, the difference between PSALTI and control was not observed between week four and three months. The same study provided information on SAEs, and there were no SAEs in either the PSALTI or control arms. Using the GRADE approach we judged the quality of evidence for this outcome to be low.\nData were also available for our prespecified secondary outcomes. In each case data were provided by only one study, therefore there were no opportunities for aggregation; we judged the quality of this evidence to be low for each outcome. A significant difference favouring therapy was demonstrated for: objective cough counts (ratio for mean coughs per hour on treatment was 59% (95% CI 37% to 95%) relative to control; participants = 71); symptom score (MD 9.80, 95% CI 4.50 to 15.10; participants = 87); and clinical improvement as defined by trialists (OR 48.13, 95% CI 13.53 to 171.25; participants = 87). There was no significant difference between therapy and control regarding subjective measures of cough (MD on visual analogue scale of cough severity: −9.72, 95% CI −20.80 to 1.36; participants = 71) and cough reflex sensitivity (capsaicin concentration to induce five coughs: 1.11 (95% CI 0.80 to 1.54; participants = 49) times higher on treatment than on control). One study reported data on adverse events, and there were no adverse events reported in either the therapy or control arms of the study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The paucity of data in this review highlights the need for more controlled trial data examining the efficacy of SLT interventions in the management of UCC. Although a large number of studies were found in the initial search as per protocol, we could include only two studies in the review. In addition, this review highlights that endpoints vary between published studies.\n\nThe improvements in HRQoL (LCQ) and reduction in 24-hour cough frequency seen with the PSALTI intervention were statistically significant but short-lived, with the between-group difference lasting up to four weeks only. Further studies are required to replicate these findings and to investigate the effects of SLT interventions over time. It is clear that SLT interventions vary between studies. Further research is needed to understand which aspects of SLT interventions are most effective in reducing cough (both objective cough frequency and subjective measures of cough) and improving HRQoL. We consider these endpoints to be clinically important. It is also important for future studies to report information on adverse events.\nBecause of the paucity of data, we can draw no robust conclusions regarding the efficacy of SLT interventions for improving outcomes in unexplained chronic cough. Our review identifies the need for further high-quality research, with comparable endpoints to inform robust conclusions."
    }
  ],
  "pls_title": "Speech and language therapy for chronic cough",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background to the question",
      "text": "People normally cough to protect and clear the airways. For example, when we have a chest infection, we cough to eject bacteria. Or when we breathe in dust, we cough to eject the dust. Some people have chronic, or long-term cough, due to a disease such as asthma, chronic obstructive pulmonary disease (COPD), or gastro-oesophageal reflux disease. However, some people have chronic cough for no obvious reason. This is known as unexplained (idiopathic/refractory) chronic cough (UCC). Coughing over months and years is unpleasant, causing a reduction in quality of life.\nCurrent guidelines recommend the use of gabapentin (a drug usually used to control seizures and reduce nerve pain) to try to stop people with UCC from coughing. However, this drug has side effects including drowsiness.\nSpeech and language therapy (SLT) has been suggested as a non-drug-based option for managing UCC. Speech and language therapy would avoid the risks and side effects of medication.\nSpeech and language therapy aims to teach people to control their cough. The person is taught methods to help them suppress the urge to cough. Education is given with the intention to help people understand how the technique works and hopefully get them to stick with it. People also receive vocal hygiene information. Vocal hygiene involves techniques to reduce the trigger to cough. For example, vocal hygiene may involve helping someone breathe through their nose rather than their mouth and avoiding drinking alcohol and caffeine, which can worsen cough. They may also be given psychoeducational counselling to help them learn they have the means to control their cough.\nThis review assessed the latest evidence regarding the effectiveness of SLT in the management of UCC."
    },
    {
      "heading": "Study characteristics",
      "text": "We found two relevant studies to include in the review. Both studies were randomised controlled trials (a type of study in which participants are assigned to one of two or more treatment groups using a random method) in which participants had a diagnosis of UCC. Participants received either an intervention including SLT techniques or 'healthy lifestyle advice' as a control group. We chose to use health-related quality of life and serious adverse events to judge whether SLT is a useful intervention."
    },
    {
      "heading": "Main results",
      "text": "Only one of the studies comparing SLT to usual care reported data about quality of life (using a questionnaire). After four weeks, participants in the study who were receiving the SLT treatment, physiotherapy and speech and language therapy intervention (PSALTI), had on average an improvement in their quality of life compared to people in the control group. However, this benefit compared to control was short-lived and disappeared after four weeks. This means that although the treatment appeared to work in the shorter term, it may not improve quality of life in the longer term compared to usual care.\nWe also looked for information about side effects or harms of the treatment. The same study reported that no one experienced serious side effects or harms during the study.\nOther ways of measuring the impact of SLT were also considered, and in each case relevant data were only provided by one study. An improvement in objective cough counts (using a cough monitor), symptoms (using symptom scores), and clinical improvement was shown with SLT compared to controls. The included trials reported no difference for other secondary outcomes such as subjective measures of cough or cough reflex sensitivity (measured in the laboratory using airway irritants)."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The small number of high-quality, relevant studies found in this review means that we cannot be sure of the overall benefits of SLT in the management of UCC. Improvements in health-related quality of life were associated with the PSALTI intervention over a short period in one study, but further research is required to replicate this finding. Overall, more controlled trials are required to fully examine the potential of SLT for the management of UCC."
    }
  ]
}