{
  "doi": "10.1002/14651858.CD009874.pub2",
  "name": "Increased consumption of fruit and vegetables for the primary prevention of cardiovascular diseases ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "There is increasing evidence that high consumption of fruit and vegetables is beneficial for cardiovascular disease (CVD) prevention."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective is to determine the effectiveness of i) advice to increase fruit and vegetable consumption ii) the provision of fruit and vegetables to increase consumption, for the primary prevention of CVD."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following electronic databases: The Cochrane Library (2012, issue 9-CENTRAL, HTA, DARE, NEED), MEDLINE (1946 to week 3 September 2012); EMBASE (1980 to 2012 week 39) and the Conference Proceedings Citation Index - Science on ISI Web of Science (5 October 2012). We searched trial registers, screened reference lists and contacted authors for additional information where necessary. No language restrictions were applied."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials with at least three months follow-up (follow-up was considered to be the time elapsed since the start of the intervention) involving healthy adults or those at high risk of CVD. Trials investigated either advice to increase fruit and vegetable intake (via any source or modality) or the provision of fruit and vegetables to increase intake. The comparison group was no intervention or minimal intervention. Outcomes of interest were CVD clinical events (mortality (CVD and all-cause), myocardial infarction (MI), coronary artery bypass grafting (CABG) or percutaneous transluminal coronary angioplasty (PTCA), angiographically-defined angina pectoris, stroke, carotid endarterectomy, peripheral arterial disease (PAD)) and major CVD risk factors (blood pressure, blood lipids, type 2 diabetes). Trials involving multifactorial lifestyle interventions (including different dietary patterns, exercise) or where the focus was weight loss were excluded to avoid confounding."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion, extracted data and assessed the risk of bias. Trials of provision of fruit and vegetables were analysed separately from trials of dietary advice."
    },
    {
      "heading": "Main results",
      "text": "We identified 10 trials with a total of 1730 participants randomised, and one ongoing trial. Six trials investigated the provision of fruit and vegetables, and four trials examined advice to increase fruit and vegetable consumption.The ongoing trial is examining the provision of an avocado-rich diet.The number and type of intervention components for provision, and the dietary advice provided differed between trials.\nNone of the trials reported clinical events as they were all relatively short term. There was no strong evidence for effects of individual trials of provision of fruit and vegetables on cardiovascular risk factors, but trials were heterogeneous and short term. Furthermore, five of the six trials only provided one fruit or vegetable. Dietary advice showed some favourable effects on blood pressure (systolic blood pressure (SBP): mean difference (MD) -3.0 mmHg (95% confidence interval (CI) -4.92 to -1.09), diastolic blood pressure (DBP): MD -0.90 mmHg (95% CI -2.03 to 0.24)) and low-density lipoprotein (LDL) cholesterol but analyses were based on only two trials. Three of the 10 included trials examined adverse effects, which included increased bowel movements, bad breath and body odour."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are very few studies to date examining provision of, or advice to increase the consumption of, fruit and vegetables in the absence of additional dietary interventions or other lifestyle interventions for the primary prevention of CVD. The limited evidence suggests advice to increase fruit and vegetables as a single intervention has favourable effects on CVD risk factors but more trials are needed to confirm this."
    }
  ],
  "pls_title": "Increased fruit and vegetable intake to prevent cardiovascular disease",
  "pls_type": "long",
  "pls": "Cardiovascular disease (CVD) is a global burden and varies between regions. This regional variation has been linked in part to dietary factors and low fruit and vegetable intake has been associated with higher rates of CVD. This review assessed the effectiveness of increasing fruit and vegetable consumption as a single intervention without the influence of other dietary patterns or other lifestyle modifications in healthy adults and those at high risk of CVD for the prevention of CVD. We found 10 trials involving 1730 participants in which six examined the provision of fruit and vegetables to increase intake and four trials examined dietary advice to increase fruit and vegetable intake. There were variations in the type of fruit and vegetable provided but all interventions investigating provision involved only one fruit or vegetable component. There were also variations in the number of fruit and vegetables that participants were advised to eat. Some studies advised participants to eat at least five servings of fruit and vegetables a day while others advised at least eight or nine servings per day.The duration of the interventions ranged from three months to one year. Adverse effects were reported in three of the included trials and included increased bowel movements, bad breath and body odour. None of the included trials were long enough to examine the effect of increased fruit and vegetable consumption on cardiovascular disease events such as heart attacks. There was no strong evidence that provision of one type of fruit or vegetable had beneficial effects on blood pressure and lipid levels but most trials were short term. There was some evidence to suggest beneficial effects of dietary advice to increase fruit and vegetable consumption but this is based on findings from two trials. More trials are needed to confirm these findings."
}