{
  "doi": "10.1002/14651858.CD007975.pub2",
  "name": "Topical treatments for HIV‐related oral ulcers",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "In HIV-infected adults, oral ulcers occur more frequently, last longer and produce more painful symptoms than in immunocompetent people. Oral aphthous ulcers observed during the course of HIV infection may be severe and can result in significant morbidity in these patients. Such manifestations may interfere with oral functions and alter patients' quality of life."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy and side effects of topical agents used in the treatment of HIV-related oral aphthous ulcers in adults."
    },
    {
      "heading": "Search methods",
      "text": "The following electronic databases were searched from the year 1980 to May 2011 for randomised controlled trials involving managements of oral ulcers, apthouses in HIV infected adults: EMBASE, PUBMED, the Cochrane Central Register of Controlled Trials (CENTRAL)."
    },
    {
      "heading": "Selection criteria",
      "text": "Only randomised controlled trials that evaluated the efficacy of any topical agent in treating HIV oral aphthous ulcerations in HIV positive adults were considered."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed the potentially eligible studies for inclusion. We did not find any studies that meet our eligibility criteria. Therefore, no analysis was performed."
    },
    {
      "heading": "Main results",
      "text": "A total of 233 abstracts were retrieved from the databases searched. None of the identified studies met our inclusion criteria. Ten of the studies identified were reports of systemic rather than topical treatment. Therefore, no studies were included in this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is a need for well designed studies to evaluate the efficacy and safety of topical agents for the treatment of HIV related oral aphthous ulcers."
    }
  ],
  "pls_title": "Topical treatments for HIV-related oral ulcers",
  "pls_type": "long",
  "pls": "Oral aphthous ulcers associated with HIV infection occur commonly and recur frequently with varying severity. They occur at different stages of the disease. Topical treatments aim at meeting the basic requirements of the management of these ulcers which include pain relief, healing and reduction in recurrence. Topical treatment reduces the incidence of toxicity and serious side effects associated with systemic treatments. This review was conducted to evaluate the efficacy of the various topical agents available for the treatment of HIV related oral aphthous ulcers. From all the abstracts and articles examined, only two studies appeared to meet the inclusion criteria but had no full text reports, which makes it impossible to make recommendations."
}