{
  "doi": "10.1002/14651858.CD004504.pub4",
  "name": "Herbal medicine for low‐back pain",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Low-back pain (LBP) is a common condition and imposes a substantial economic burden upon people living in industrialized societies. A large proportion of people with chronic LBP use complementary and alternative medicine (CAM), visit CAM practitioners, or both. Several herbal medicines have been purported for use in treating people with LBP. This is an update of a Cochrane Review first published in 2006."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of herbal medicine for non-specific LBP."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following electronic databases up to September 2014: MEDLINE, EMBASE, CENTRAL, CINAHL, Clinical Trials.gov, World Health Organization International Clinical Trials Registry Portal and PubMed; checked reference lists in review articles, guidelines and retrieved trials; and personally contacted individuals with expertise in this area."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) examining adults (over 18 years of age) suffering from acute, sub-acute, or chronic non-specific LBP. The interventions were herbal medicines which we defined as plants used for medicinal purposes in any form. Primary outcome measures were pain and function."
    },
    {
      "heading": "Data collection and analysis",
      "text": "A library scientist with the Cochrane Back Review Group conducted the database searches. One review author contacted content experts and acquired relevant citations. We downloaded full references and abstracts of the identified studies and retrieved a hard copy of each study for final inclusion decisions. Two review authors assessed risk of bias, GRADE criteria (GRADE 2004), and CONSORT compliance and a random subset were compared to assessments by a third individual. Two review authors assessed clinical relevance and resolved any disagreements by consensus."
    },
    {
      "heading": "Main results",
      "text": "We included 14 RCTs (2050 participants) in this review. One trial on Solidago chilensis M. (Brazilian arnica) (20 participants) found very low quality evidence of reduction in perception of pain and improved flexibility with application of Brazilian arnica-containing gel twice daily as compared to placebo gel. Capsicum frutescens cream or plaster probably produces more favourable results than placebo in people with chronic LBP (three trials, 755 participants, moderate quality evidence ). Based on current evidence, it is not clear whether topical capsicum cream is more beneficial for treating people with acute LBP compared to placebo (one trial, 40 participants, low quality evidence ). Another trial found equivalence of C. frutescens cream to a homeopathic ointment (one trial, 161 participants, very low quality evidence ). Daily doses of Harpagophytum procumbens (devil's claw), standardized to 50 mg or 100 mg harpagoside, may be better than placebo for short-term improvements in pain and may reduce use of rescue medication (two trials, 315 participants, low quality evidence ). Another H. procumbens trial demonstrated relative equivalence to 12.5 mg per day of rofecoxib (Vioxx®) but was of very low quality (one trial, 88 participants, very low quality ). Daily doses of Salix alba (white willow bark), standardized to 120 mg or 240 mg salicin, are probably better than placebo for short-term improvements in pain and rescue medication (two trials, 261 participants, moderate quality evidence ). An additional trial demonstrated relative equivalence to 12.5 mg per day of rofecoxib (one trial, 228 participants) but was graded as very low quality evidence. S. alba minimally affected platelet thrombosis versus a cardioprotective dose of acetylsalicylate (one trial, 51 participants). One trial (120 participants) examining Symphytum officinale L. (comfrey root extract) found low quality evidence that a Kytta-Salbe comfrey extract ointment is better than placebo ointment for short-term improvements in pain as assessed by VAS. Aromatic lavender essential oil applied by acupressure may reduce subjective pain intensity and improve lateral spine flexion and walking time compared to untreated participants (one trial, 61 participants,very low quality evidence). No significant adverse events were noted within the included trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "C. frutescens (Cayenne) reduces pain more than placebo. Although H. procumbens , S. alba , S. officinale L. , S. chilensis, and lavender essential oil also seem to reduce pain more than placebo, evidence for these substances was of moderate quality at best. Additional well-designed large trials are needed to test these herbal medicines against standard treatments. In general, the completeness of reporting in these trials was poor. Trialists should refer to the CONSORT statement extension for reporting trials of herbal medicine interventions."
    }
  ],
  "pls_title": "Herbal medicine for low-back pain",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We examined the evidence regarding the effect of herbal medicine on pain in people with non-specific low-back pain (LBP)."
    },
    {
      "heading": "Background",
      "text": "Back pain is common and up to 35% of the population can be affected in a given month. Non-specific LBP is defined as pain between the lowest rib and the bottom of the buttocks that is not caused by serious, underlying problems such as rheumatoid arthritis, infection, fracture, cancer, or sciatica due to a ruptured disc or other pressure on nerves. Herbal medicines taken orally or applied to the skin are being used to treat many conditions including back pain."
    },
    {
      "heading": "Study characteristics",
      "text": "Researchers from the Cochrane Collaboration examined the evidence available up to August 5, 2013. Fourteen studies tested six herbal medications and included 2050 adults with non-specific acute or chronic LBP. Two oral herbal medications,Harpagophytum procumbens(devil's claw) andSalix alba(white willow bark), were compared to placebo (fake or sham pills) or to rofecoxib (Vioxx®). Three topical creams, plasters, or gels,Capsicum frutescens(cayenne),Symphytum officinaleL. (comfrey), andSolidago chilensis(Brazilian arnica), were compared to placebo creams or plasters and a homeopathic gel. One essential oil, lavender, was compared to no treatment. The average age of people included in the trials was 52 years and studies usually lasted three weeks."
    },
    {
      "heading": "Key results",
      "text": "Devil's claw, in a standardized daily dose of 50 mg or 100 mg harpagoside, may reduce pain more than placebo; a standardized daily dose of 60 mg reduced pain about the same as a daily dose of 12.5 mg of Vioxx®. While willow bark, in a standardized daily dose of 120 mg and 240 mg of salicin reduced pain more than placebo; a standardized daily dose of 240 mg reduced pain about the same as a daily dose of 12.5 mg of Vioxx® (a non-steroidal, anti-inflammatory drug). Cayenne was tested in several forms: in plaster form, it reduced pain more than placebo and about the same as the homeopathic gel Spiroflor SLR. Two other ointment-based medications,S. officinaleandS. chilensisappeared to reduce perception of pain more than placebo creams. Lavender essential oil applied by acupressure appeared effective in reducing pain and improving flexibility compared to conventional treatment. Adverse effects were reported, but appeared to be primarily confined to mild, transient gastrointestinal complaints or skin irritations."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Most included trials were at low risk of bias and the quality of the evidence was mainly very low to moderate. A moderate grade of evidence was only found forC. frutescens. Trials only tested the effects of short term use (up to six weeks). Authors of eight of the included trials had a potential conflict of interest and four other authors did not disclose conflicts of interest. Vioxx® has been withdrawn from the market because of adverse effects, so all three substances should be compared to readily-available pain medications, such as nonsteroidal anti-inflammatory drugs (NSAIDs) and acetaminophen, for relative effectiveness and safety."
    },
    {
      "heading": "Conclusion",
      "text": "Low to moderate quality evidence shows that four herbal medicines may reduce pain in acute and chronic LBP in the short-term and have few side effects. There is no evidence yet that any of these substances are safe or efficacious for long-term use. Large, well-designed trials are needed to further test the efficacy of these interventions."
    }
  ]
}