{
  "doi": "10.1002/14651858.CD010519.pub2",
  "name": "Lifestyle interventions for acute gout",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Although lifestyle interventions are often recommended in the management of chronic gout, the evidence from trial data of the benefits and safety of using lifestyle interventions for treating acute gout attacks have not previously been examined in a systematic review."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this systematic review was to evaluate the benefits and safety of lifestyle interventions for the treatment of people with acute gout."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE and EMBASE for studies (up to 5 April 2013). We also searched the 2010 to 2011 American College of Rheumatology (ACR) and European League Against Rheumatism (EULAR) abstracts and performed a handsearch of the reference lists of included articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Studies were included if they were randomised or quasi-randomised controlled trials which compared lifestyle interventions to another therapy (active or placebo) in patients with acute gout. Outcomes of interest were the change in participant-reported pain in the target joint(s), target joint inflammation and function, health-related quality of life (HRQoL), patient global assessment, study participant withdrawals due to adverse events (AEs) and serious adverse events (SAEs)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently applied methods recommended by The Cochrane Collaboration for the selection, appraisal, data collection and synthesis of studies. We assessed the quality of the body of evidence for each outcome using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "Only one study (19 participants) at high risk of bias was included in the review. Patients were randomised to receive oral prednisolone and colchicine with or without concomitant topical ice therapy. Topical ice therapy provided significant additional benefit over oral prednisolone and colchicine alone with respect to pain, but did not significantly reduce swelling during acute gout episodes. Mean pain reduction with standard medical treatment was 4.4 cm on a 0 to 10 cm visual analogue scale (VAS) after one week; the addition of topical ice reduced pain by an additional 3.33 cm (95% CI 5.84 to 0.82), or an absolute reduction of 33% (8% to 58% reduction). Joint swelling was reduced by a mean of 3.8 cm in the standard medical treatment group; the addition of topical ice therapy did not reduce swelling significantly (mean difference (MD) 2.07 cm, 95% CI -1.56 to 5.70). Target joint function, HRQoL, patient global assessment, study participant withdrawals due to AEs and SEAs were not reported in this study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is low quality evidence, from a single trial at high risk of bias, that the addition of topical ice therapy to oral prednisolone and colchicine for oligoarticular attacks of acute gout results in significantly greater pain reduction at one week."
    }
  ],
  "pls_title": "Lifestyle interventions for treating acute gout attacks",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "This summary of a Cochrane review presents what we know from research about the effect of lifestyle modifications in the treatment of people with acute gout. There was one study included in this review, which looked at the benefits and safety of adding topical ice therapy to medications commonly used for treating acute gout (prednisolone and colchicine). Over a one week period, in addition to prednisolone and colchicine, ice was applied to the skin overlying the joints affected by acute gout, for half-an-hour, four times per day, to relieve symptoms of pain and warmth and to reduce signs of redness and swelling."
    },
    {
      "heading": "The review shows that in people with acute gout",
      "text": "We are uncertain whether the reduction in pain seen with the addition of topical ice to standard treatment of prednisolone and colchicine, compared to prednisolone and colchicine alone, is a true effect because of the very low quality evidence.\nJoint function, health-related quality of life, patient global assessment and side effects and complications were not reported.\nWe often do not have precise information about side effects and complications. Topical ice is likely to be a safe intervention."
    },
    {
      "heading": "What is gout and what are lifestyle interventions?",
      "text": "Gout is a very common cause of painful joint inflammation (arthritis) and is caused by urate crystals forming either within or around joints. The inflammation can lead to pain, redness, warmth and swelling of the affected joints, making the area difficult to touch or move. Some of the reasons why people get gout include their genetic make-up, being overweight, ingesting certain medications (for example cyclosporine), having impaired kidney function, and lifestyle habits such as drinking excessive amounts of alcohol and sugar-sweetened drinks.\nMedications are the mainstay of acute gout treatment. Given the recognised association between certain lifestyle risk factors and gout development, lifestyle changes such as consuming more water, coffee, dairy milk and cherry juice, and having fewer sugar-sweetened drinks, alcoholic beverages, meat and seafood are commonly recommended to people with chronic gout to prevent recurrence of attacks."
    },
    {
      "heading": "Best estimate of what happens to people with acute gout using topical ice in addition to medications",
      "text": "Joint pain (lower score means less pain)\nPeople who used topical ice (for half-an-hour, four times per day for one week) in addition to medical treatment (oral prednisolone and colchicine) rated their pain 3.33 points lower on a 0 to 10 point pain scale (33% absolute improvement).\n- People who used topical ice in addition to medical treatment (prednisolone and colchicine) rated their pain to be 2.25 points on a scale of 0 to 10.\n- People who used medical treatment alone rated their pain to be 5.58 points on a scale of 0 to 10.\n- Three people would need to be treated with topical ice for one person to benefit from pain relief.\nAdverse events\nSide effects or complications of using topical ice in addition to medical therapy were not reported in the study."
    }
  ]
}