{
  "doi": "10.1002/14651858.CD012195.pub2",
  "name": "Patient‐ and parent‐initiated oral steroids for asthma exacerbations",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Asthma is a chronic inflammatory disease of the airways affecting an estimated 334 million people worldwide. During severe exacerbations, patients may need to attend a medical centre or hospital emergency department for treatment with systemic corticosteroids, which can be administered intravenously or orally. Some people with asthma are prescribed oral corticosteroids (OCS) for self-administration (i.e. patient-initiated) or to administer to their child with asthma (i.e. parent-initiated), in the event of an exacerbation. This approach to treatment is becoming increasingly common."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of patient- or parent-initiated oral steroids for adults and children with asthma exacerbations."
    },
    {
      "heading": "Search methods",
      "text": "We identified trials from Cochrane Airways' Specialised Register (CASR) and also conducted a search of the US National Institutes of Health Ongoing Trials Register ClinicalTrials.gov (www.clinicaltrials.gov) and the World Health Organization International Clinical Trials Registry Platform (apps.who.int/trialsearch). We searched CASR from its inception to 18 May 2016 and trial registries from their inception to 24 August 2016; we imposed no restriction on language of publication."
    },
    {
      "heading": "Selection criteria",
      "text": "We looked for randomised controlled trials (RCTs), reported as full-text, those published as abstract only, and unpublished data; we excluded cross-over trials.\nWe looked for studies where adults (aged 18 years or older) or children of school age (aged 5 years or older) with asthma were randomised to receive: (a) any patient-/parent-initiated OCS or (b) placebo, normal care, alternative active treatment, or an identical personalised asthma action plan without the patient- or parent-initiated OCS component."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened the search results to identify any studies that met the prespecified inclusion criteria.\nThe prespecified primary outcomes were hospital admissions for asthma, asthma symptoms at follow-up and serious adverse events."
    },
    {
      "heading": "Main results",
      "text": "Despite comprehensive searches of electronic databases and clinical trial registries, we did not identify any studies meeting the inclusion criteria for this review. Five potentially relevant studies were excluded for two reasons: the intervention did not meet the inclusion criteria for this review (three studies) and studies had a cross-over design (two studies). Two of the excluded studies asked the relevant clinical question. However, these studies were excluded due to their cross-over design, as per the protocol. We contacted the authors of the cross-over trials who were unable to provide data for the first treatment period (i.e. prior to cross-over)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently no evidence from randomised trials (non-cross-over design) to inform the use of patient- or parent-initiated oral corticosteroids in people with asthma."
    }
  ],
  "pls_title": "Oral corticosteroid treatment started by patients or parents during a severe asthma attack",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Asthma is a long-term inflammatory disease of the airways affecting around 334 million people worldwide. During severe asthma attacks, people may need to visit a medical centre or hospital emergency department for treatment with corticosteroids, which may be given directly into a vein or by mouth. Some people with asthma are provided with oral steroids that they can take themselves (patient-initiated) or give to their child (parent-initiated) in the event of a severe asthma attack. This approach to treatment is becoming increasingly common."
    },
    {
      "heading": "Review question",
      "text": "We looked for studies comparing a) patient- or parent-initiated oral steroids with b) no patient- or parent-oral steroids (e.g. patient attends a medical centre or emergency department for further treatment by a doctor or nurse). The studies had to include either adults aged 18 years or older, or children of school age aged 5 years or older. Two review authors screened the search results independently of each other. The initial search was performed in May 2016."
    },
    {
      "heading": "Results",
      "text": "We screened 61 studies in total but we found no studies matching the above criteria. Five studies were excluded because the design of the studies was not allowed according to our review protocol. Two of these studies asked the correct clinical question but these studies were excluded because they used a type of trial design that was not allowed according to our review protocol."
    },
    {
      "heading": "Conclusions",
      "text": "There is currently a lack of evidence whether the use of patient- or parent-initiated oral steroids is safe or has a beneficial treatment effect in patients with asthma. This is a concern because this approach to treatment is becoming more common."
    }
  ]
}