{
  "doi": "10.1002/14651858.CD004022.pub5",
  "name": "Effects of low sodium diet versus high sodium diet on blood pressure, renin, aldosterone, catecholamines, cholesterol, and triglyceride ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Recent cohort studies show that salt intake below 6 g is associated with increased mortality. These findings have not changed public recommendations to lower salt intake below 6 g, which are based on assumed blood pressure (BP) effects and no side-effects."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of sodium reduction on BP, and on potential side-effects (hormones and lipids)"
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Hypertension Information Specialist searched the following databases for randomized controlled trials up to April 2018 and a top-up search in March 2020: the Cochrane Hypertension Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE (from 1946), Embase (from 1974), the World Health Organization International Clinical Trials Registry Platform, and ClinicalTrials.gov. We also contacted authors of relevant papers regarding further published and unpublished work. The searches had no language restrictions. The top-up search articles are recorded under \"awaiting assessment.\""
    },
    {
      "heading": "Selection criteria",
      "text": "Studies randomizing persons to low-sodium and high-sodium diets were included if they evaluated at least one of the outcome parameters (BP, renin, aldosterone, noradrenalin, adrenalin, cholesterol, high-density lipoprotein, low-density lipoprotein and triglyceride,."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently collected data, which were analysed with Review Manager 5.3. Certainty of evidence was assessed using GRADE."
    },
    {
      "heading": "Main results",
      "text": "Since the first review in 2003 the number of included references has increased from 96 to 195 (174 were in white participants). As a previous study found different BP outcomes in black and white study populations, we stratified the BP outcomes by race.\nThe effect of sodium reduction (from 203 to 65 mmol/day) on BP in white participants was as follows: Normal blood pressure: SBP: mean difference (MD) -1.14 mmHg (95% confidence interval (CI): -1.65 to -0.63), 5982 participants, 95 trials; DBP: MD + 0.01 mmHg (95% CI: -0.37 to 0.39), 6276 participants, 96 trials. Hypertension: SBP: MD -5.71 mmHg (95% CI: -6.67 to -4.74), 3998 participants,88 trials; DBP: MD -2.87 mmHg (95% CI: -3.41 to -2.32), 4032 participants, 89 trials (all high-quality evidence).\nThe largest bias contrast across studies was recorded for the detection bias element. A comparison of detection bias low-risk studies versus high/unclear risk studies showed no differences.\nThe effect of sodium reduction (from 195 to 66 mmol/day) on BP in black participants was as follows: Normal blood pressure: SBP: mean difference (MD) -4.02 mmHg (95% CI:-7.37 to -0.68); DBP: MD -2.01 mmHg (95% CI:-4.37, 0.35), 253 participants, 7 trials. Hypertension: SBP: MD -6.64 mmHg (95% CI:-9.00, -4.27); DBP: MD -2.91 mmHg (95% CI:-4.52, -1.30), 398 participants, 8 trials (low-quality evidence).\nThe effect of sodium reduction (from 217 to 103 mmol/day) on BP in Asian participants was as follows: Normal blood pressure: SBP: mean difference (MD) -1.50 mmHg (95% CI: -3.09, 0.10); DBP: MD -1.06 mmHg (95% CI:-2.53 to 0.41), 950 participants, 5 trials. Hypertension: SBP: MD -7.75 mmHg (95% CI:-11.44, -4.07); DBP: MD -2.68 mmHg (95% CI: -4.21 to -1.15), 254 participants, 8 trials (moderate-low-quality evidence).\nDuring sodium reduction renin increased 1.56 ng/mL/hour (95%CI:1.39, 1.73) in 2904 participants (82 trials); aldosterone increased 104 pg/mL (95%CI:88.4,119.7) in 2506 participants (66 trials); noradrenalin increased 62.3 pg/mL: (95%CI: 41.9, 82.8) in 878 participants (35 trials); adrenalin increased 7.55 pg/mL (95%CI: 0.85, 14.26) in 331 participants (15 trials); cholesterol increased 5.19 mg/dL (95%CI:2.1, 8.3) in 917 participants (27 trials); triglyceride increased 7.10 mg/dL (95%CI: 3.1,11.1) in 712 participants (20 trials); LDL tended to increase 2.46 mg/dl (95%CI: -1, 5.9) in 696 participants (18 trials); HDL was unchanged -0.3 mg/dl (95%CI: -1.66,1.05) in 738 participants (20 trials) (All high-quality evidence except the evidence for adrenalin)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In white participants, sodium reduction in accordance with the public recommendations resulted in mean arterial pressure (MAP) decrease of about 0.4 mmHg in participants with normal blood pressure and a MAP decrease of about 4 mmHg in participants with hypertension. Weak evidence indicated that these effects may be a little greater in black and Asian participants. The effects of sodium reduction on potential side effects (hormones and lipids) were more consistent than the effect on BP, especially in people with normal BP."
    }
  ],
  "pls_title": "The effect of a low salt diet on blood pressure and some hormones and lipids in people with normal and elevated blood pressure",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "In this 4th Cochrane update since 2003, studies in which participants were distributed by chance into groups with high and low salt intake were analysed to investigate the effect of reduced salt intake on blood pressure (BP) and potential side effects of salt reduction on some hormones and lipids."
    },
    {
      "heading": "Background",
      "text": "As a reduction in salt intake decreases blood pressure (BP) in individuals with elevated BP, we are commonly advised to cut down on salt, assuming that this will reduce mortality. However, the effect of salt reduction on BP in people with normal BP has been questioned. Furthermore, several studies have shown that salt reduction activates the salt conserving hormonal system (renin and aldosterone), the stress hormones (adrenalin and noradrenalin) and increases fatty substances (cholesterol and triglyceride) in the blood. Finally, recent observations in general populations indicate that a low salt intake is associated with increased mortality"
    },
    {
      "heading": "Search date",
      "text": "The present evidence is current to April 2018."
    },
    {
      "heading": "Study characteristics",
      "text": "One hundred and ninety-five intervention studies of 12296 individuals lasting three to 1100 days were included, which evaluated at least one of the effect measures. Participants were healthy or had elevated blood pressure. Longitudinal studies have shown that the effect of reduced salt intake on BP is stable after at maximum seven days and population studies have shown that very few people eat more than 14.5 g salt per day. Therefore, we also performed subgroup analyses of 131 studies with a duration of at least seven days and a salt intake of maximum 14.5 g."
    },
    {
      "heading": "Study funding sources",
      "text": "Only six studies were supported by food industry organisations."
    },
    {
      "heading": "Key results",
      "text": "The mean salt intake was reduced from 11.5 g per day to 3.8 g per day. The reduction in SBP/DBP in people with normal blood pressure was 1.1/0 mmHg (about 0.3%) , and in people with hypertension 5.7/2.9 mmHg (about 3%). In contrast, the effect on hormones and lipids were similar in people with normotension and hypertension. Renin increased 55%; aldosterone increased 127%; adrenalin increased 14%; noradrenalin increased 27%; cholesterol increased 2.9%; and triglyceride increased 6.3%."
    },
    {
      "heading": "Quality of evidence",
      "text": "Only randomised controlled trials were included and the grade of evidence was therefore considered to be high, although downgraded in some of the smaller analyses."
    }
  ]
}