{
  "doi": "10.1002/14651858.CD012701.pub2",
  "name": "Follow‐up services for improving long‐term outcomes in intensive care unit (ICU) survivors",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The intensive care unit (ICU) stay has been linked with a number of physical and psychological sequelae, known collectively as post-intensive care syndrome (PICS). Specific ICU follow-up services are relatively recent developments in health systems, and may have the potential to address PICS through targeting unmet health needs arising from the experience of the ICU stay. There is currently no single accepted model of follow-up service and current aftercare programmes encompass a variety of interventions and materials. There is uncertain evidence about whether follow-up services effectively address PICS, and this review assesses this."
    },
    {
      "heading": "Objectives",
      "text": "Our main objective was to assess the effectiveness of follow-up services for ICU survivors that aim to identify and address unmet health needs related to the ICU period. We aimed to assess effectiveness in relation to health-related quality of life (HRQoL), mortality, depression and anxiety, post-traumatic stress disorder (PTSD), physical function, cognitive function, ability to return to work or education and adverse effects.\nOur secondary objectives were to examine different models of follow-up services. We aimed to explore: the effectiveness of service organisation (physician- versus nurse-led, face-to-face versus remote, timing of follow-up service); differences related to country (high-income versus low- and middle-income countries); and effect of delirium, which can subsequently affect cognitive function, and the effect of follow-up services may differ for these participants."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase and CINAHL on 7 November 2017. We searched clinical trials registers for ongoing studies, and conducted backward and forward citation searching of relevant articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised and non-randomised studies with adult participants, who had been discharged from hospital following an ICU stay. We included studies that compared an ICU follow-up service using a structured programme and co-ordinated by a healthcare professional versus no follow-up service or standard care."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion, extracted data, assessed risk of bias, and synthesised findings. We used the GRADE approach to assess the certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "We included five studies (four randomised studies; one non-randomised study), for a total of 1707 participants who were ICU survivors with a range of illness severities and conditions. Follow-up services were led by nurses in four studies or a multidisciplinary team in one study. They included face-to-face consultations at home or in a clinic, or telephone consultations or both. Each study included at least one consultation (weekly, monthly, or six-monthly), and two studies had up to eight consultations. Although the design of follow-up service consultations differed in each study, we noted that each service included assessment of participants' needs with referrals to specialist support if required.\nIt was not feasible to blind healthcare professionals or participants to the intervention and we did not know whether this may have introduced performance bias. We noted baseline differences (two studies), and services included additional resources (two studies), which may have influenced results, and one non-randomised study had high risk of selection bias.\nWe did not combine data from randomised studies with data from one non-randomised study. Follow-up services for improving long-term outcomes in ICU survivors may make little or no difference to HRQoL at 12 months (standardised mean difference (SMD) -0.0, 95% confidence interval (CI) -0.1 to 0.1; 1 study; 286 participants; low-certainty evidence). We found moderate-certainty evidence from five studies that they probably also make little or no difference to all-cause mortality up to 12 months after ICU discharge (RR 0.96, 95% CI 0.76 to 1.22; 4 studies; 1289 participants; and in one non-randomised study 79/259 deaths in the intervention group, and 46/151 in the control group) and low-certainty evidence from four studies that they may make little or no difference to PTSD (SMD -0.05, 95% CI -0.19 to 0.10, 703 participants, 3 studies; and one non-randomised study reported less chance of PTSD when a follow-up service was used).\nIt is uncertain whether using a follow-up service reduces depression and anxiety (3 studies; 843 participants), physical function (4 studies; 1297 participants), cognitive function (4 studies; 1297 participants), or increases the ability to return to work or education (1 study; 386 participants), because the certainty of this evidence is very low. No studies measured adverse effects.\nWe could not assess our secondary objectives because we found insufficient studies to justify subgroup analysis."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found insufficient evidence, from a limited number of studies, to determine whether ICU follow-up services are effective in identifying and addressing the unmet health needs of ICU survivors. We found five ongoing studies which are not included in this review; these ongoing studies may increase our certainty in the effect in future updates. Because of limited data, we were unable to explore whether one design of follow-up service is preferable to another, or whether a service is more effective for some people than others, and we anticipate that future studies may also vary in design. We propose that future studies are designed with robust methods (for example randomised studies are preferable) and consider only one variable (the follow-up service) compared to standard care; this would increase confidence that the effect is due to the follow-up service rather than concomitant therapies."
    }
  ],
  "pls_title": "Follow-up services to improve the long-term after-effects of a stay in the intensive care unit",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review",
      "text": "More people survive the intensive care unit (ICU), but are prone to suffering from physical and psychological consequences that may affect their quality of life. Follow-up services are a relatively new development in healthcare. These services, which include consultations with healthcare professionals, are intended to identify and address these after-effects more effectively than standard care (which does not use follow-up services). The aim of this Cochrane Review was to find out if follow-up services for people after they have been in the ICU are effective. We collected and analysed all relevant studies to answer this question and found five studies."
    },
    {
      "heading": "Key messages",
      "text": "Overall, we found few studies, each of which used a different design of a follow-up service, and so our confidence in deciding whether ICU follow-up services are effective was limited. We found no evidence of whether using a follow-up service after a stay in the ICU improves a person's health-related quality of life, anxiety and depression, post-traumatic stress disorder (PTSD), or physical and mental function. We found no evidence of whether using a follow-up service reduces the number of people who die or the number of people who return to work 12 months after ICU discharge.\nDuring our search of the literature, we found five ongoing studies. These are not included in this review, but including them in future updates may increase the certainty of the evidence and our confidence in deciding whether ICU follow-up services are effective."
    },
    {
      "heading": "What was studied in the review",
      "text": "We studied some of the physical and psychological consequences that people may suffer after they have been in the ICU, which may affect their quality of life, for example, anxiety and depression, or PTSD. We assessed whether these consequences were improved if a follow-up service was used."
    },
    {
      "heading": "What are the main results of the review",
      "text": "We found four randomised studies with 1297 participants and one non-randomised study with 410 participants. These studies were conducted in Denmark, Germany, Sweden, UK and USA. Participants had a range of conditions in the ICU, and varied in severity of these conditions. One study included only participants who had sepsis.\nWe included studies that compared a follow-up service provided after a stay in the ICU with standard care (which provided no follow-up service). Follow-up services were led by nurses in four studies, and by a multidisciplinary team (nurses, doctors, and physiotherapists) in the fifth study. Consultations were given face-to-face at home or in a clinic, or were made on the telephone, or both. Participants had more than one consultation as part of the service, and in two studies participants had up to eight consultations. Although the design of follow-up service consultations differed in each study, we noted that each service included assessment of participants' needs with referrals to specialist support if required.\nWe found that follow-up services may make little or no difference to people's health-related quality of life 12 months after their stay in the ICU (1 study; 286 participants; low-certainty evidence), and probably make little or no difference to the number of deaths after 12 months (5 studies; 1707 participants; moderate-certainty evidence). Follow-up services may make little or no difference to PTSD (3 studies; 703 participants; low-certainty evidence).\nWe are not confident in the evidence of whether using a follow-up service reduces depression and anxiety (3 studies; 843 participants), physical function (4 studies; 1297 participants), cognitive function (4 studies; 1297 participants), or increases the ability to return to work or education (1 study; 386 participants); we assessed this evidence as very low certainty. No studies measured adverse effects.\nWe had hoped to look at differences between types of ICU follow-up service and between people who may or may not have experienced delirium, to give us more information about whether certain styles of service are better, or whether these services are more useful for people with different conditions. However, we found insufficient studies to be able to look at these differences."
    },
    {
      "heading": "How up to date is this review",
      "text": "We searched for studies that had been published up to November 2017."
    }
  ]
}