{
  "doi": "10.1002/14651858.CD006289.pub2",
  "name": "Probiotics for the treatment of bacterial vaginosis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The dominance of lactobacilli in healthy vaginal microbiota and its depletion in bacterial vaginosis (BV) has given rise to the concept of oral or vaginal instillation of probiotic Lactobacillus strains for the management of this condition."
    },
    {
      "heading": "Objectives",
      "text": "To ascertain the efficacy of probiotics in the treatment of BV."
    },
    {
      "heading": "Search methods",
      "text": "We searched electronic databases irrespective of publication status or language. These included: Cochrane Central Register of Controlled Trials (CENTRAL), the HIV/AIDS and STD Cochrane Review Groups' specialized registers, the Cochrane Complementary Medicine Field's Register of Controlled Trials, MEDLINE (1966 to 2008), EMBASE (1980 to 2007), ISI science citation index (1955 to 2007), CINAHL (Cumulative Index to Nursing & Allied Health Literature (1982 to 2007).\nWe handsearched of specialty journals, conference proceedings and publications list on the website of the International Scientific Association of Probiotics and Prebiotics (http://www.isapp.net/default.asp).\nFor unpublished studies or ongoing trials, we contacted authors from relevant publications, nutraceutical companies and probiotic-related scientific associations. We searched electronic databases on ongoing clinical trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials using probiotics for the treatment of women of any age diagnosed with bacterial vaginosis, regardless of diagnostic method used. The probiotic preparation could be single or \"cocktail\" of strains, any preparation type/dosage/route of administration. Studies comparing probiotics with placebo, probiotics used in conjunction with conventional antibiotics compared with placebo or probiotics alone compared with conventional antibiotics were eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We screened titles and abstracts , obtained full reports of relevant trialsand independently appraised them for eligibility. A data extraction form was used to extract data from the four included studies. For dichotomous outcomes, odds ratios (OR) and 95% confidence intervals (CI) were derived for each study using RevMan (versions 4.2 and 5). We did not perform meta-analysis due to significant differences in the probiotic preparations and trial methodologies."
    },
    {
      "heading": "Main results",
      "text": "Analysis suggests beneficial outcome of microbiological cure with the oral metronidazole/probiotic regimen (OR 0.09 (95% CI 0.03 to 0.26)) and the probiotic/estriol preparation (OR 0.02, (95% CI 0.00 to 0.47)). For the probiotic/estriol preparation, the OR and 95% CI for physician-reported resolution of symptoms was OR 0.04 (95% CI 0.00 to 0.56)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The results do not provide sufficient evidence for or against recommending probiotics for the treatment of BV. The metronidazole/probiotic regimen and probiotic/estriol perparation appear promising but well-designed randomized controlled trials with standardized methodologies and larger patient size are needed."
    }
  ],
  "pls_title": "Probiotics for the treatment of bacterial vaginosis",
  "pls_type": "long",
  "pls": "Bacterial vaginosis (BV) is one of the most common causes of genital discomfort in women of reproductive age. This condition occurs when there is an imbalance in the population of normal vaginal micro-organism with depletion of the dominant lactobacilli and overgrowth of other types of bacteria. Treatment of this condition using recommended antibiotics is often associated with failure and high rates of recurrence. This led to the concept of replacing the depleted lactobacilli using probiotic strains as a treatment approach. This review investigated the evidence for the use of probiotic preparations either alone or in conjunction with antibiotics for the treatment of BV. The current research does not provide conclusive evidence that probiotics are superior to or enhance the effectiveness of antibiotics in the treatment of BV. In addition, there is insufficient evidence to recommend the use of probiotics either before, during or after antibiotic treatment as a means of ensuring successful treatment or reduce recurrence. Larger, well-designed randomized controlled trials with standardized methodologies are needed to confirm the benefits of probiotics in the treatment of BV."
}