{
  "doi": "10.1002/14651858.CD001708.pub2",
  "name": "Internal fixation versus arthroplasty for intracapsular proximal femoral fractures in adults ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Displaced intracapsular fractures may be treated by either reduction and internal fixation, which preserves the femoral head, or by replacement of the femoral head with an arthroplasty. This is an update of a Cochrane review first published in 2003 and previously updated in 2006."
    },
    {
      "heading": "Objectives",
      "text": "To compare the relative effects (benefits and harms) of any type of internal fixation versus any type of arthroplasty for intracapsular femoral fractures in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Bone, Joint and Muscle Trauma Group Specialised Register (August 2010), The Cochrane Central Register of Controlled Trials (The Cochrane Library 2010, Issue 3), MEDLINE (1966 to August 2010), EMBASE (1988 to 2010 Week 36), and other sources."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised and quasi-randomised controlled trials comparing internal fixation with arthroplasty for intracapsular hip fractures in adults."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Both authors independently assessed trial quality and extracted data. Wherever appropriate, results were pooled."
    },
    {
      "heading": "Main results",
      "text": "Nineteen trials, of which two were newly included in this update, involving 3044 participants, were included. There was considerable variation in the types of implants and techniques used for both internal fixation and arthroplasty in the included trials. The risk of selection bias was low in just three trials, unclear in 13 trials and high in the three quasi-randomised trials. Just three trials reported assessor blinding of functional outcomes.\nLength of surgery, operative blood loss, need for blood transfusion and risk of deep wound infection were significantly less for internal fixation compared with arthroplasty. Fixation had a significantly higher re-operation rate in comparison with arthroplasty (40% versus 11%; risk ratio 3.22, 95% CI 2.31 to 4.47, 19 trials). No definite differences for hospital stay, mortality, or regain of pre-injury residential state were found. Limited information from some studies suggested pain was less and function was better for a cemented arthroplasty in comparison with fixation."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Internal fixation is associated with less initial operative trauma but has an increased risk of re-operation on the hip. Definite conclusions cannot be made for differences in pain and residual disability between the two groups. Future studies should concentrate on better reporting of final outcome measures and function. There is still a need for studies to define which patient groups are better served by the different treatment methods."
    }
  ],
  "pls_title": "Fracture repair compared with partial or total joint replacement for treating hip fractures located within the hip joint",
  "pls_type": "long",
  "pls": "Fractures of the thigh bone (femur) near the hip joint (termed intracapsular) may be treated by fixing the fracture (with screws or pins), or alternatively replacing the top of the femur at the hip joint (femoral head) with an artificial hip joint (arthroplasty).\nNineteen trials, of which two were newly included in this update, involving 3044 participants, were included in this review. Some trials had weak methods, which required a more cautious interpretation of their results. There were many different types of devices and methods used to place these devices for both treatments in the included trials.\nWe found that each treatment has its own specific complications. Realigning the bones and fixing the fracture (reduction and internal fixation) is a shorter operation with less blood loss. However, people having internal fixation are more likely to need another operation than those treated with joint replacement (40% versus 11%). The reason for this is mainly from a failure of the bone to heal in those cases treated with fixation. No definite differences were found between the two treatment groups in the numbers of patients who had died by various follow-up times. People who had a replacement with an artificial hip joint that was fixed in place with cement seemed to have less residual pain and better function related to using the hip than those whose fracture was fixed. There is not enough evidence to be sure whether fixation of the bone or replacement with an artificial hip is best for treating fractures of the thigh bone near the hip joint."
}