{
  "doi": "10.1002/14651858.CD001338.pub3",
  "name": "Oral misoprostol for induction of labour",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Misoprostol is an orally active prostaglandin. In most countries misoprostol is not licensed for labour induction, but its use is common because it is cheap and heat stable."
    },
    {
      "heading": "Objectives",
      "text": "To assess the use of oral misoprostol for labour induction in women with a viable fetus."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (17 January 2014)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials comparing oral misoprostol versus placebo or other methods, given to women with a viable fetus for labour induction."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial data, using centrally-designed data sheets."
    },
    {
      "heading": "Main results",
      "text": "Overall, there were 75 trials (13,793 women); these were of mixed quality.\nIn nine trials comparing oral misoprostol with placebo (1109 women), women using oral misoprostol were more likely to give birth vaginally within 24 hours (risk ratio (RR) 0.16, 95% confidence interval (CI) 0.05 to 0.49; one trial; 96 women) and less likely to undergo caesarean birth (RR 0.72, 95% CI 0.54 to 0.95; 8 trials; 1029 women). Differences in ‘uterine hyperstimulation with fetal heart rate changes’ were compatible with no effect (RR 2.71, 95% CI 0.84 to 8.68; 7 trials; 669 women).\nTen trials compared oral misoprostol with vaginal prostaglandin (dinoprostone) (3,240 women). There was little difference in the frequency of: vaginal birth within 24 hours (RR 1.10, 95% CI 0.99 to 1.22; 5 trials; 2,128 women), uterine hyperstimulation with fetal heart rate changes (RR 0.95, 95% CI 0.59 to 1.53; 7 trials; 2,352 women), and caesarean birth (RR 0.92, 95% CI 0.81 to 1.04; 10 trials; 3240 women).\nFive trials compared administration of oral misoprostol with intracervical prostaglandin E2 (681 women). Oral misoprostol was associated with fewer instances of failure to achieve vaginal birth within 24 hours (RR 0.78, 95% CI 0.63 to 0.97; 3 trials; 452 women) but more frequent uterine hyperstimulation with fetal heart rate changes (RR 3.57, 95% CI 1.11 to 11.54; 3 trials; 490 women). The available data for this comparison were however limited and the differences in caesarean birth were small (RR 0.85, 95% CI 0.63 to 1.16; 5 trials; 742 women).\nNine trials compared oral misoprostol with intravenous oxytocin (1282 women). There were no obvious differences in the frequency of: vaginal birth within 24 hours (RR 0.79, 95% CI 0.59 to 1.05; 6 trials; 789 women), or uterine hyperstimulation with fetal heart rate changes (RR 1.30, 95% CI 0.43 to 3.91; 7 trials; 947 women). There were, however, fewer caesarean births with oral misoprostol (RR 0.77, 95% CI 0.60 to 0.98; 9 trials; 1282 women).\nThirty-seven trials compared oral misoprostol with vaginal misoprostol (6417 women). There was little difference in the frequency of: vaginal birth within 24 hours (RR 1.08, 95% CI 0.86 to 1.36; 14 trials; 2,448 women), uterine hyperstimulation with fetal heart rate changes (RR 0.71, 95% CI 0.47 to 1.08; 29 trials; 5,503 women), and caesarean birth (RR 0.93, 95% CI 0.81 to 1.07; 35 trials; 6,326 women).\nThe incidence of serious neonatal or maternal morbidity or death was rare and no meaningful results were available for any of the comparisons."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Oral misoprostol as an induction agent is effective at achieving vaginal birth. It is more effective than placebo, as effective as vaginal misoprostol and vaginal dinoprostone, and results in fewer caesarean sections than oxytocin alone.\nWhere misoprostol remains unlicensed for the induction of labour, many practitioners will prefer to use a licensed product like dinoprostone. If using oral misoprostol, the evidence suggests that the dose should be 20 to 25 mcg in solution. Given that safety is the primary concern, the evidence supports the use of oral regimens over vaginal regimens. This is especially important in situations where the risk of ascending infection is high and the lack of staff means that women cannot be intensely monitored."
    }
  ],
  "pls_title": "Oral misoprostol for induction of labour",
  "pls_type": "long",
  "pls": "Oral misoprostol is effective at inducing (starting) labour. It is more effective than placebo, as effective as vaginal misoprostol and vaginal dinoprostone, and results in fewer caesarean sections than oxytocin. However, there are still not enough data from randomised controlled trials to determine the best dose to ensure safety.\nInduction of labour in late pregnancy is used to prevent complications when the pregnant woman or her unborn child are at risk. Reasons for induction include being overdue, pre-labour rupture of membranes and high blood pressure. Prostaglandins are hormones that are naturally present in the uterus (womb); they soften the cervix and stimulate contractions in labour. The artificial prostaglandin E2 dinoprostone can be administered vaginally to induce labour but it is unstable at room temperature and is expensive. Oral misoprostol is a cheap and heat stable prostaglandin E1 synthetic analogue originally developed for the treatment of stomach ulcers.\nThe search for trials took place in January 2014. This review of 75 randomised controlled trials (13,793 women) found that oral misoprostol appears to be at least as effective as current methods of induction.\nNine trials (1,282 women) showed that oral misoprostol was equivalent to intravenous infusion of oxytocin. There were no obvious differences in the number of women who had a vaginal birth within 24 hours, or the number of women who experienced uterine hyperstimulation with changes to the baby's heart rate, although there were fewer caesarean sections in the group of women who were given oral misoprostol.\nFor the 37 thirty seven trials (6,417 women) that compared oral and vaginal misoprostol, there was little difference in the number of women who had a vaginal birth within 24 hours, uterine hyperstimulation with changes to the baby's heart rate, or caesarean section.\nIn 10 trials (3,240 women) comparing oral misoprostol with a vaginal prostaglandin (dinoprost), there was little difference in the frequency of vaginal birth within 24 hours, uterine hyperstimulation with changes to the baby's heart rate, or caesarean section.\nThe nine trials that compared oral misoprostol with placebo (1,109 women) and found that oral misoprostol is more effective than placebo for inducing labour. Women in the oral misoprostol group were more likely to have vaginal birth within 24 hours, and less likely to have a caesarean section. There was little difference between groups in terms of the number of women who experienced uterine hyperstimulation with changes to the baby's heart rate.\nFive trials compared oral misoprostol with intracervical (inserted into the entrance of the womb) prostaglandin E2 (681 women). Oral misoprostol was associated with fewer instances of failure to achieve vaginal birth within 24 hours but more frequent uterine hyperstimulation with changes to the baby's heart rate. The available data for this comparison was limited and the differences in caesarean birth were small.\nOverall, the incidence of serious illness or death of the mother or her baby was rare and no meaningful results were available for any of the comparisons in this review.\nUsing oral misoprostol to induce labour is effective at achieving vaginal birth. It is more effective than placebo, as effective as vaginal misoprostol and vaginal dinoprostone, and results in fewer caesarean sections than using oxytocin alone.\nIn some countries where misoprostol is not licenced for the purpose of inducing labour, many clinicians may prefer to use some other licensed product such as dinoprostone. Where oral misoprostol is used, evidence suggests that an appropriate dose may be 20 to 25 mcg in solution. Given that safety is the primary concern, the evidence supports the use of oral regimens over vaginal regimens. This is particularly important in settings where the mother is at a higher risk of infection and where there may be insufficient staff to closely monitor the mother and her baby."
}