{
  "doi": "10.1002/14651858.CD008920.pub2",
  "name": "Antidepressants for pain management in rheumatoid arthritis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pain management is a high priority for patients with rheumatoid arthritis (RA). Antidepressants are sometimes used as adjuvant agents to enhance pain relief, help with sleep and reduce depression. Such antidepressants include tricyclic antidepressants (TCAs), monoamine oxidase inhibitors (MAOIs), selective serotonin reuptake inhibitors (SSRIs), selective serotonin noradrenaline reuptake inhibitors (SNRIs) and norepinephrine reuptake inhibitors (NRIs). However, the prescription of antidepressants in this population remains controversial because of conflicting scientific evidence."
    },
    {
      "heading": "Objectives",
      "text": "The aim of this review was to determine the efficacy and safety of antidepressants in pain management in patients with RA."
    },
    {
      "heading": "Search methods",
      "text": "We performed a computer assisted search of the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2010, 4th quarter); MEDLINE (1950 to November Week 1, 2010); EMBASE (2010 Week 44); and PsycINFO (1806 to November Week 2, 2010). We also searched the 2008-2009 American College of Rheumatology (ACR) and European League Against Rheumatism (EULAR) abstracts and performed a handsearch of reference lists of articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) which compared an antidepressant therapy to another therapy (active or placebo, including non-pharmacological therapies) in adult patients with RA who had at least one clinically relevant outcome measure. Outcomes of interest were pain, adverse effects, function, sleep, depression and quality of life."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two blinded review authors independently extracted data and assessed the risk of bias in the trials. We conducted meta-analyses to examine the efficacy of antidepressants on pain, depression and function, as well as their safety."
    },
    {
      "heading": "Main results",
      "text": "We included eight RCTs (652 participants) in this review. All trials evaluated TCAs and two trials evaluated a SSRI as a comparator. Seven of the eight trials had high risk of bias. There was insufficient data for a number needed to treat for an additional beneficial outcome (NNTB) to be calculated for the primary outcome measure of pain. The qualitative analyses found no evidence of an effect of antidepressants on pain intensity or depression in the short-term (less than one week), and conflicting evidence of a medium- (one to six weeks) or long-term (more than six weeks) benefit. There were significantly more minor adverse events in patients receiving TCAs compared with those receiving a placebo (risk ratio (RR) 2.27, 95% confidence interval (CI) 1.17 to 4.42), but there was no significant increase in withdrawals due to an adverse event (RR 1.09, 95% CI 0.49 to 2.42)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently insufficient evidence to support the routine prescription of antidepressants as analgesics in patients with RA as no reliable conclusions about their efficacy can be drawn from eight placebo RCTs. The use of these agents may be associated with adverse events which are generally mild and do not lead to cessation of treatment. More high quality trials are needed in this area."
    }
  ],
  "pls_title": "Antidepressants for pain management in rheumatoid arthritis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "",
      "text": "This summary of a Cochrane review presents what we know from research about the affect of antidepressants on pain in patients with rheumatoid arthritis (RA).\nThis review shows that in people with RA:\nWe are uncertain whether antidepressants affect pain or functional status because of the very low quality of the evidence.\nWe are uncertain whether antidepressants affect functional status because of the very low quality of the evidence.\nNo trials were found that evaluated whether antidepressants effect quality of life\nNo trials were found that evaluated whether antidepressants effect sleep\nWe are uncertain whether antidepressants affect mood because of the very low quality of the evidence\nWe also do not have precise information about side effects and complications; this is particularly true for rare but serious side effects.  Possible side effects may include feeling tired or nauseous, headaches, blurred vision, a dry mouth, sexual dysfunction or becoming dizzy or constipated. Rare complications may include increased suicidal thinking, liver inflammation or a reduced white cell count."
    },
    {
      "heading": "What is RA and what are antidepressants?",
      "text": "When you have RA, your immune system, which normally fights infection, attacks the lining of your joints. This makes your joints swollen, stiff and painful. The small joints of your hands and feet are usually affected first. There is no cure for RA at present, so the treatments aim to relieve pain and stiffness and improve your ability to move.\nAntidepressants can be used to treat depression and promote sleep, and some people believe they may also reduce pain by acting on the nerves that cause pain, but this remains controversial. There are many types of antidepressant drugs, which act in different ways. When simple pain measures fail, physicians may prescribe antidepressants to provide pain relief, help with sleep and reduce depression. However, it remains unclear as to whether antidepressants actually reduce pain in this patient group, or whether any reduction in pain is instead related to improvements in sleep and mood. Currently there is conflicting scientific evidence to guide physicians, which leads to variations in practice."
    },
    {
      "heading": "Best estimate of what happens to people with RA who take antidepressants",
      "text": "Total adverse events:\n27 more people out of 100 experienced an adverse event after up to 12 weeks of receiving an antidepressant (absolute difference 27%);\n59 out of 100 people who took antidepressants suffered an adverse event; and\n32 out of 100 people who took a placebo suffered an adverse event."
    }
  ]
}