{
  "doi": "10.1002/14651858.CD005941.pub2",
  "name": "Probiotics for preventing preterm labour",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Preterm birth causes 60% to 80% of neonatal deaths. Survivors can experience life-long complications. Thirty to fifty per cent of preterm labours are associated with maternal infection. Probiotics are defined as live micro-organisms which, when administered in an adequate amount, confer a health benefit on the host. They have been shown to displace and kill pathogens and modulate the immune response, thus potentially interfering with the inflammatory cascade that leads to preterm labour and delivery. During pregnancy, local treatment restoring normal vaginal flora and acidity without systemic effects could be preferable to other treatments to prevent preterm labour."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and the safety of probiotics for preventing preterm labour and birth."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (20 February 2010)."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials assessing the prevention of preterm birth in pregnant women, and women planning pregnancy, through the use of probiotics to treat or prevent urogenital infections."
    },
    {
      "heading": "Data collection and analysis",
      "text": "All review authors independently assessed trial quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "We assessed seven trials for inclusion in the review and included three trials. Effects on very preterm birth (less than 32 weeks) (risk ratio (RR) 0.65; 95% confidence interval (CI) 0.03 to 15.88) and preterm birth (less than 37 weeks) (RR 3.95; 95% CI 0.36 to 42.91) showed very wide CIs and no effect of statistical significance (one trial; 238 women). Effects on neonatal death or severe morbidity were not estimable. The impact of probiotics on vaginal infection was based on only 88 women in two trials. There was an 81% reduction in the risk of genital infection with the use of probiotics (RR 0.19; 95% CI 0.08 to 0.48)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Although the use of probiotics appears to treat vaginal infections in pregnancy, there are currently insufficient data from trials to demonstrate any impact on preterm birth and its complications."
    }
  ],
  "pls_title": "Probiotics for preventing preterm labour",
  "pls_type": "long",
  "pls": "Not enough evidence yet that probiotics will help reduce the chance of babies being born too early.\nBeing born early (before 37 weeks) or very early (before 34 weeks) can cause severe health problems for babies, and worry and anxiety for parents. Women who go into labour too soon often have an infection and it is thought that this is what stimulates labour. Normally the vagina has a layer of friendly micro-organisms, which prevent harmful organisms from growing. Sometimes the balance is upset and harmful organisms can start to grow. Probiotics are friendly live micro-organisms which are used to displace the harmful ones, and can be found in Lactobacillus preparations and yogurts containing live cultures. They can be taken by mouth or put into the vagina. The review of trials looked at the use of probiotics to try to prevent early labour and birth. The review found three trials involving 344 women; two trial used probiotics given by mouth and the other looked at using probiotics in the vagina. The studies were too small to look at effectiveness for preventing early labour and birth, but probiotics given vaginally reduced the number of harmful bacteria. Further research is needed."
}