{
  "doi": "10.1002/14651858.CD012552.pub2",
  "name": "Pharmacological interventions for treating chronic prostatitis/chronic pelvic pain syndrome ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chronic prostatitis/chronic pelvic pain syndrome (CP/CPPS) is a common disorder in which the two main clinical features are pelvic pain and lower urinary tract symptoms. There are currently many approaches for its management, using both pharmacological and non-pharmacological interventions. The National Institute of Health - Chronic Prostatitis Symptom Index (NIH-CPSI) score is a validated measure commonly used to measure CP/CPPS symptoms. We considered a 25% decrease of NIH-CPSI baseline score or a six-point reduction as MCID."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of pharmacological therapies for chronic prostatitis/chronic pelvic pain syndrome."
    },
    {
      "heading": "Search methods",
      "text": "We performed a comprehensive search using CENTRAL, MEDLINE, Embase, PsycINFO, CINAHL, trial registries, grey literature and conference proceedings, with no restrictions on the language of publication or publication status. The date of the latest search of all databases was July 2019."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials. Inclusion criteria were men with a diagnosis of CP/CPPS. We included all available pharmacological interventions compared to placebo or in head-to-head comparisons."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed study eligibility, extracted data, and assessed the risks of bias of included studies. We assessed the quality of the evidence (QoE) using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included 99 unique studies in 9119 men with CP/CPPS, with assessments of 16 types of pharmacological interventions. Unless stated otherwise, our comparisons were based on short-term follow-up (less than 12 months). Most studies did not specify their funding sources; 21 studies reported funding from pharmaceutical companies.\n1. Alpha blockers: (24 studies, 2061 participants). We are uncertain about the effects of these drugs on prostatitis symptoms when compared to placebo at short-term follow-up (mean difference (MD) in total NIH-CPSI score −5.01, 95% confidence interval (CI) −7.41 to −2.61; 18 studies, 1524 participants, very low QoE) and at long-term follow-up (MD −5.60, 95% CI −10.89 to −0.32; 4 studies, 235 participants, very low QoE). Alpha blockers may be associated with an increased incidence of adverse events, such as dizziness and postural hypotension (risk ratio (RR) 1.60, 95% CI 1.09 to 2.34; 19 studies, 1588 participants; low QoE). Alpha blockers probably result in little to no difference in sexual dysfunction, quality of life and anxiety and depression (moderate to low QoE).\n2. 5-alpha reductase inhibitors (5-ARI): (2 studies, 177 participants). Finasteride probably reduces prostatitis symptoms compared to placebo (NIH-CPSI score MD −4.60, 95% CI −5.43 to −3.77; 1 study, 64 participants; moderate QoE) and may not be associated with an increased incidence of adverse events (low QoE). There was no information on sexual dysfunction, quality of life or anxiety and depression.\n3. Antibiotics: (6 studies, 693 participants). Antibiotics (quinolones) may reduce prostatitis symptoms compared to placebo (NIH-CPSI score MD −2.43, 95% CI −4.72 to −0.15; 5 studies, 372 participants; low QoE) and are probably not associated with an increased incidence in adverse events (moderate QoE). Antibiotics probably result in little to no difference in sexual dysfunction and quality of life (moderate QoE). There was no information on anxiety or depression.\n4. Anti-inflammatories: (7 studies, 585 participants). Anti-inflammatories may reduce prostatitis symptoms compared to placebo (NIH-CPSI scores MD −2.50, 95% CI −3.74 to −1.26; 7 studies, 585 participants; low QoE) and may not be associated with an increased incidence in adverse events (low QoE). There was no information on sexual dysfunction, quality of life or anxiety and depression.\n5. Phytotherapy: (7 studies, 551 participants). Phytotherapy may reduce prostatitis symptoms compared to placebo (NIH-CPSI scores MD −5.02, 95% CI −6.81 to −3.23; 5 studies, 320 participants; low QoE) and may not be associated with an increased incidence in adverse events (low QoE). Phytotherapy may not improve sexual dysfunction (low QoE). There was no information on quality of life or anxiety and depression.\n6. Botulinum toxin A (BTA): Intraprostatic BTA injection (1 study, 60 participants) may cause a large reduction in prostatitis symptom (NIH-CPSI scores MD −25.80, 95% CI −30.15 to −21.45), whereas pelvic floor muscle BTA injection (1 study, 29 participants) may not reduce prostatitis symptoms (low QoE). Both comparisons used a placebo injection. These interventions may not be associated with an increased incidence in adverse events (low QoE). There was no information on sexual dysfunction, quality of life or anxiety and depression.\n7. Allopurinol: (2 studies, 110 participants). Allopurinol may result in little to no difference in prostatitis symptoms and adverse events when compared to placebo (low QoE). There was no information on sexual dysfunction, quality of life or anxiety and depression.\n8. Traditional Chinese medicine (TCM): (7 studies, 835 participants); TCM may reduce prostatitis symptoms (NIH-CPSI score, MD -3.13, 95% CI -4.99 to -1.28; low QoE) and may not be associated with an increased incidence in adverse events (low QoE). TCM probably does not improve sexual dysfunction (moderate QoE) and may not improve symptoms of anxiety and depression (low QoE). There was no information on quality of life.\nThe most frequent reasons for downgrading the QoE were study limitations, inconsistency and imprecision. We found few trials with active comparators."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found low- to very low-quality evidence that alpha blockers, antibiotics, 5-ARI, anti-inflammatories, phytotherapy, intraprostatic BTA injection, and traditional Chinese medicine may cause a reduction in prostatitis symptoms without an increased incidence of adverse events in the short term, except for alpha blockers which may be associated with an increase in mild adverse events. We found few trials with active comparators and little evidence of the effects of these drugs on sexual dysfunction, quality of life or anxiety and depression. Future clinical trials should include a full report of their methods, including adequate masking, consistent assessment of all patient-important outcomes, including potential treatment-related adverse events, and appropriate sample sizes."
    }
  ],
  "pls_title": "Intervention for treating chronic prostatitis and chronic pelvic pain in men",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What are the effects of medical therapies in men with longstanding pain and discomfort around their prostate and pelvis, so-called chronic prostatitis/chronic pelvic pain syndrome (CP/CPPS)?"
    },
    {
      "heading": "Background",
      "text": "CP/CPPS is a common disorder in which men feel pelvic pain or have bothersome symptoms (or both of these) when urinating. Its cause is unknown and there are many different treatments for this condition."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence was current to July 2019. We found 96 studies that were conducted between 1983 and 2016 in 8646 men with CP/CPPS, with assessment of 16 types of pharmacological interventions. These therapies were given to men in an outpatient setting. Most studies did not specify their funding sources; 21 studies reported funding from pharmaceutical companies."
    },
    {
      "heading": "Key results",
      "text": "Alpha blockers: we are uncertain about the effects of alpha blockers on prostatitis symptoms. Alpha blockers may increase side-effects, for example dizziness and low blood pressure. Alpha blockers probably result in little to no difference in sexual problems, quality of life or anxiety and depression.\n5-alpha reductase inhibitors (5-ARI): 5-ARI probably reduce prostatitis symptoms and may not be associated with more side effects than seen in men taking a placebo. There was no information on sexual problems, quality of life or anxiety and depression.\nAntibiotics: antibiotics may reduce prostatitis symptoms and are probably not associated with side effects. Antibiotics probably result in little to no difference in sexual problems and quality of life. There was no information on anxiety and depression.\nAnti-inflammatories: anti-inflammatories may reduce prostatitis symptoms and may not be associated with side effects. There was no information on sexual problems, quality of life or anxiety and depression.\nPhytotherapy: phytotherapy may reduce prostatitis symptoms and may not be associated with side effects. Phytotherapy may not improve sexual problems. There was no information on quality of life and anxiety and depression.\nBotulinum toxin A (BTA): the injection of this toxin into the prostate may cause a large reduction in prostatitis symptoms, but if it is applied to muscles of the pelvis, BTA may not cause this effect. These injections may not be associated with side effects. There was no information on sexual problems, quality of life or anxiety and depression.\nAllopurinol: allopurinol may result in little to no difference in prostatitis symptoms and may not be associated with side effects. There was no information on sexual problems, quality of life or anxiety and depression.\nTraditional Chinese Medicine (TCM): TCM may reduce prostatitis symptoms and may not be associated with side effects. TCM probably does not improve sexual problems and it may not improve symptoms of anxiety and depression. There was no information on quality of life."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence was low to very low in most cases, meaning that there is much uncertainty surrounding the results. The most frequent problems detected in the included studies were an inadequate design, a small sample size and a short follow-up time (usually 12 weeks)."
    }
  ]
}