{
  "doi": "10.1002/14651858.CD001246.pub2",
  "name": "Thienopyridine derivatives versus aspirin for preventing stroke and other serious vascular events in high vascular risk patients ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Aspirin is the most widely studied and prescribed antiplatelet agent for preventing serious vascular events, reducing the odds of such events among high vascular risk patients by about a quarter. Thienopyridine derivatives inhibit platelet activation by a different mechanism and so may be more effective."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness and safety of thienopyridine derivatives (ticlopidine and clopidogrel) versus aspirin for preventing serious vascular events (stroke, myocardial infarction (MI) or vascular death) in patients at high risk, and specifically in patients with a previous TIA or ischaemic stroke."
    },
    {
      "heading": "Search methods",
      "text": "We searched the trials registers of the Stroke, Heart and Peripheral Vascular Diseases Cochrane Review Groups (last searched July 2008), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library Issue 3, 2008), MEDLINE (1966 to August 2008) and EMBASE (1980 to August 2008). We also searched reference lists of relevant papers, and contacted other researchers and the pharmaceutical company Sanofi-BMS (December 2008)."
    },
    {
      "heading": "Selection criteria",
      "text": "All unconfounded, double blind, randomised trials directly comparing a thienopyridine derivative with aspirin in high vascular risk patients."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed trial quality. We sought additional data from the principal investigators of the largest trials."
    },
    {
      "heading": "Main results",
      "text": "We included 10 trials involving 26,865 high vascular risk patients. The trials were generally of high quality. Aspirin was compared with ticlopidine in nine trials (7633 patients) and with clopidogrel in one trial (19,185 patients). Compared with aspirin, allocation to a thienopyridine produced a modest, just statistically significant, reduction in the odds of a serious vascular event (11.6% versus 12.5%; odds ratio (OR) 0.92, 95% confidence interval (CI) 0.85 to 0.99), corresponding to the avoidance of 10 (95% CI 0 to 20) serious vascular events per 1000 patients treated for about two years. However, the wide confidence interval includes the possibility of negligible additional benefit. Compared with aspirin, thienopyridines significantly reduced gastrointestinal adverse effects. However, thienopyridines increased the odds of skin rash and diarrhoea, ticlopidine more than clopidogrel. Allocation to ticlopidine, but not clopidogrel, significantly increased the odds of neutropenia. In patients with TIA/ischaemic stroke, the results were similar to those for all patients combined."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The thienopyridine derivatives are at least as effective as aspirin in preventing serious vascular events in patients at high risk, and possibly somewhat more so. However, the size of any additional benefit is uncertain and could be negligible. Clopidogrel has a more favourable adverse effects profile than ticlopidine and so is the thienopyridine of choice. It should be used as an alternative to aspirin in patients genuinely intolerant of or allergic to aspirin."
    }
  ],
  "pls_title": "Thienopyridine derivatives versus aspirin for preventing stroke and other serious vascular events in high vascular risk patients",
  "pls_type": "long",
  "pls": "Most strokes and heart attacks are caused by a blood clot blocking the blood supply to part of the brain (to cause stroke) or to the heart (to cause a heart attack). Aspirin prevents blood clots forming, and it can reduce the risk of a further heart attack or stroke in people who have had a stroke or heart attack or other symptoms of vascular disease. Clopidogrel and ticlopidine are two similar drugs called thienopyridines which prevent clots in a different way to aspirin. This review of 10 trials comparing either clopidogrel or ticlopidine with aspirin in about 27,000 people found that clopidogrel and ticlopidine were at least as effective as aspirin for the prevention of stroke and heart attacks, and might be slightly more effective. In terms of adverse effects, compared with aspirin, clopidogrel and ticlopidine caused less stomach upset and less bleeding from the gut, but more diarrhoea and skin rash. Ticlopidine produced more of these last two adverse effects than clopidogrel when compared with aspirin. Ticlopidine can also cause suppression of the bone marrow production of blood cells, which can be a serious complication. Clopidogrel is therefore the thienopyridine of choice since it is safer and better tolerated. However, since it is substantially more expensive than aspirin and not clearly more effective, it should generally only be used instead of aspirin in patients who are unable to take aspirin."
}