{
  "doi": "10.1002/14651858.CD008432.pub2",
  "name": "Oral zinc for the prevention of hyperbilirubinaemia in neonates",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Between 6% and 15% of neonates develop hyperbilirubinaemia requiring treatment. Successful management of neonatal hyperbilirubinaemia relies on prevention and early treatment, with phototherapy being the mainstay of treatment. Oral zinc has been reported to decrease the serum total bilirubin (STB), presumably by decreasing the enterohepatic circulation."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effect of oral zinc supplementation compared to placebo or no treatment on the incidence of hyperbilirubinaemia in neonates during the first week of life and to assess the safety of oral zinc in enrolled neonates."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (The Cochrane Library 2014, Issue 1), MEDLINE (1966 to November 30, 2014), and EMBASE (1990 to November 30, 2014)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials were eligible for inclusion if they enrolled neonates (term and preterm) to whom oral zinc, in a dose of 10 to 20 mg/day, was initiated within the first 96 hours of life, for any duration until day seven, compared with no treatment or placebo."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methods of The Cochrane Collaboration and its Neonatal Review Group for data collection and analysis."
    },
    {
      "heading": "Main results",
      "text": "Only one study met the criteria of inclusion in the review. This study compared oral zinc with placebo. Oral zinc was administered in a dose of 5 mL twice daily from day 2 to day 7 postpartum. The drug was administered into the mouth of the infant by the plastic measure provided with the bottle or with a spoon. Incidence of hyperbilirubinaemia, defined as serum total bilirubin (STB) ≥ 15 mg/dL, was similar between groups (N = 286; risk ratio (RR) 0.94, 95% confidence interval (CI) 0.58 to 1.52). Mean STB levels, mg/dL, at 72 ± 12 hours were comparable in both the groups (N = 286; mean difference (MD) -0.20; 95% CI -1.03 to 0.63). Although the duration of phototherapy in the zinc group was significantly shorter compared to the placebo group (N = 286; MD -12.80, 95% CI -16.93 to -8.67), the incidence of need for phototherapy was comparable across both the groups (N = 286; RR 1.20; 95% CI 0.66 to 2.18). Incidences of side effects like vomiting (N = 286; RR 0.65, 95% CI 0.19 to 2.25), diarrhoea (N = 286; RR 2.92, 95% CI 0.31 to 27.71), and rash (N = 286; RR 2.92, 95% CI 0.12 to 71.03) were found to be rare and statistically comparable between groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The limited evidence available has not shown that oral zinc supplementation given to infants up to one week old reduces the incidence of hyperbilirubinaemia or need for phototherapy."
    }
  ],
  "pls_title": "Oral zinc for the prevention of hyperbilirubinaemia in neonates",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "In newborn infants less than one week old, does oral zinc salt supplementation compared to placebo or no treatment decrease the incidence of hyperbilirubinaemia (jaundice)?"
    },
    {
      "heading": "Background",
      "text": "Jaundice, or yellowish discolouration of the skin, can occur due to an increased amount of bilirubin pigment in the blood. It is a commonly observed and usually harmless condition in newborn infants during the first week after birth. However, in some babies, the amount of bilirubin pigment can increase to dangerous levels and necessitate treatment. Bilirubin is metabolised in the liver and is excreted via the intestine in faeces. Increased reabsorption of bilirubin from the intestine is one of the major factors inducing hyperbilirubinaemia in newborn infants. Oral zinc salt, a relatively harmless medicine, can reduce the bilirubin level in newborn infants by decreasing its reabsorption from the intestine."
    },
    {
      "heading": "Study characteristics",
      "text": "Researchers from Cochrane searched for all available literature up to 30 November 2014. One randomised controlled trial met our inclusion criteria."
    },
    {
      "heading": "Results",
      "text": "In this review, the efficacy of oral zinc salt was compared with placebo. One study enrolling 294 infants was identified. This study evaluated oral zinc salt, given in a dose of 5 mg twice daily to infants between 25 and 168 hours old. The administration of oral zinc salt did not affect the incidence of jaundice (hyperbilirubinaemia) in these infants."
    }
  ]
}