{
  "doi": "10.1002/14651858.CD000094",
  "name": "Gangliosides for acute ischaemic stroke",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Gangliosides may have a protective effect on the central and peripheral nervous systems."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of exogenous gangliosides in acute ischaemic stroke."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group trials register (last searched: May 2001) and contacted drug companies and main investigators of included trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials of gangliosides compared with placebo or standard treatment in people with definite or presumed ischaemic stroke. Trials were included if people were randomised within 15 days of symptom onset and if mortality data were available."
    },
    {
      "heading": "Data collection and analysis",
      "text": "One reviewer applied the inclusion criteria. Two reviewers independently extracted the data. Trial quality was assessed."
    },
    {
      "heading": "Main results",
      "text": "Twelve trials involving 2265 people were included. All the trials tested purified monosialoganglioside GM1. Only three trials described the randomisation procedure. Follow up was between 15 to 180 days. Death at the end of follow up showed no significant difference (odds ratio 0.91, 95% confidence interval 0.73 to 1.13). There was no difference shown between early (within 48 hours) and delayed treatment. For disability, three trials did not show any improvement in Barthel index score with gangliosides (weighted mean difference 2.1; 95% confidence interval -4.8 to 8.9). In two trials, eight patients experienced adverse effects that led to discontinuation of ganglioside treatment, seven had skin reactions and one developed Guillain-Barré syndrome."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is not enough evidence to conclude that gangliosides are beneficial in acute stroke. Caution is warranted because of reports of sporadic cases of Guillain-Barré syndrome after ganglioside therapy."
    }
  ],
  "pls_title": "Gangliosides for acute ischaemic stroke",
  "pls_type": "long",
  "pls": "There is no evidence that treatment with ganglioside reduces disability after stroke. Drugs which can reduce disability in people who survive an acute stroke are needed. Gangliosides are a component of cells membranes and can protect neurons against injuries and enhance their growth. Ganglioside treatment has been tested in many clinical trials, mostly on patients with stroke. The results of these studies were inconclusive. This review shows that there is no evidence in favour of this treatment for patients with acute stroke. Gangliosides can rarely cause damage to nerves (acute neuropathy)."
}