{
  "doi": "10.1002/14651858.CD006285.pub2",
  "name": "Autoinflation for hearing loss associated with otitis media with effusion",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an update of a Cochrane review first published in The Cochrane Library in Issue 4, 2006.\nOtitis media with effusion (OME) or 'glue ear' is an accumulation of fluid in the middle ear, in the absence of acute inflammation or infection. It is the commonest cause of acquired hearing loss in childhood and the usual reason for insertion of 'grommets'. Potential treatments include decongestants, mucolytics, steroids, antihistamines and antibiotics. Autoinflation devices have been proposed as a simple mechanical means of improving 'glue ear'."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of autoinflation compared with no treatment in children and adults with otitis media with effusion."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Ear, Nose and Throat Disorders Group Trials Register; the Cochrane Central Register of Controlled Trials (CENTRAL); PubMed; EMBASE; CINAHL; Web of Science; BIOSIS Previews; Cambridge Scientific Abstracts; ICTRP and additional sources for published and unpublished trials. The date of the most recent search was 12 April 2013."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomised controlled trials that compared any form of autoinflation to no autoinflation in individuals with 'glue ear'."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion, assessed risk of bias and extracted data from included studies."
    },
    {
      "heading": "Main results",
      "text": "Eight studies, with a total of 702 participants, met the inclusion criteria. Overall, the studies were predominantly assessed as being at low or unclear risk of bias; unclear risk was mainly due lack of information. There was no evidence of selective reporting.\nPooled estimates favoured the intervention, but did not show a significant effect on tympanometry (type C2 and B) at less than one month, nor at more than one month. Similarly, there were no significant changes for discrete pure-tone audiometry and non-discrete audiometry. Pooled estimates favoured, but not significantly, the intervention for the composite measure of tympanogram or audiometry at less than one month; at more than one month the result became significant (RRI 1.74, 95% CI 1.22 to 2.50). Subgroup analysis based on the type of intervention showed a significant effect using a Politzer device under one month (RRI 7.07, 95% CI 3.70 to 13.51) and over one month (RRI 2.25, 95% CI 1.67 to 3.04).\nNone of the studies demonstrated a significant difference in the incidence of side effects between interventions."
    },
    {
      "heading": "Authors' conclusions",
      "text": "All of the studies were small, of limited treatment duration and had short follow-up. However, because of the low cost and absence of adverse effects it is reasonable to consider autoinflation whilst awaiting natural resolution of otitis media with effusion. Primary care could prove a beneficial place to evaluate such interventions and there is ongoing research in this area. Further research should also consider the duration of treatment, the long-term impact on developmental outcomes in children and additional quality of life outcome measures for children and families."
    }
  ],
  "pls_title": "Autoinflation for hearing loss associated with otitis media with effusion (glue ear)",
  "pls_type": "long",
  "pls": "Otitis media with effusion (OME) or 'glue ear' is very common in children and the hearing loss and discomfort, especially where the effusion is bilateral and long-lasting, may lead to problems with language, development and behaviour. There are a number of treatment options including steroids, antibiotics, decongestants, antihistamines and surgery (the insertion of grommets (ventilation tubes)). Grommet insertion is one of the commonest operations of childhood. The best treatment strategy remains controversial, however, as glue ear often resolves spontaneously within a few months.\nAutoinflation is a technique whereby the Eustachian tube (the tube that connects the middle ear and the back of the nose) is reopened by raising pressure in the nose. This can be achieved by forced exhalation with closed mouth and nose, blowing up a balloon through each nostril or using an anaesthetic mask. The aim is to introduce air into the middle ear, via the Eustachian tube, equalising the pressures and allowing better drainage of the fluid.\nThis review included eight randomised controlled trials of autoinflation for glue ear. All of the studies were small, of limited treatment duration and had short follow-up.\nThe review authors used a combined outcome measure which included any outcome signifying improvement (as defined in the individual studies) and measured outcomes at the time points 'up to one month' and 'more than one month'. Improvement was demonstrated only in 'more than one month' analyses. Subgroup analysis based on the type of intervention showed a significant effect using a Politzer device at both under one month and over one month. None of the studies demonstrated a significant difference in the incidence of side effects between interventions.\nThe authors conclude that the evidence for the use of autoinflation in the short term appears favourable. Given the small number of studies and the lack of long-term follow-up, the long-term effects associated with the use of these devices cannot be determined."
}