{
  "doi": "10.1002/14651858.CD002059.pub4",
  "name": "Opioid treatment for opioid withdrawal in newborn infants",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Neonatal abstinence syndrome (NAS) due to opioid withdrawal may result in disruption of the mother-infant relationship, sleep-wake abnormalities, feeding difficulties, weight loss, seizures and neurodevelopmental problems."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of using an opioid for treatment of NAS due to withdrawal from opioids in newborn infants."
    },
    {
      "heading": "Search methods",
      "text": "We ran an updated search on 17 September 2020 in CENTRAL via Cochrane Register of Studies Web and MEDLINE via Ovid. We also searched clinical trials databases, conference proceedings and the reference lists of retrieved articles for eligible trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs), quasi- and cluster-RCTs which enrolled infants born to mothers with opioid dependence and who were experiencing NAS requiring treatment with an opioid."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors independently assessed trial eligibility and risk of bias, and independently extracted data. We used the GRADE approach to assess the certainty of evidence."
    },
    {
      "heading": "Main results",
      "text": "We included 16 trials (1110 infants) with NAS secondary to maternal opioid use in pregnancy. Seven studies at low risk of bias were included in sensitivity analysis.\nOpioid versus no treatment / usual care: a single trial (80 infants) of morphine and supportive care versus supportive care alone reported no difference in treatment failure (risk ratio (RR) 1.29, 95% confidence interval (CI) 0.41 to 4.07; very low certainty evidence). No infant had a seizure. The trial did not report mortality, neurodevelopmental disability and adverse events. Morphine increased days hospitalisation (mean difference (MD) 15.00, 95% CI 8.86 to 21.14; very low certainty evidence) and treatment (MD 12.50, 95% CI 7.52 to 17.48; very low certainty evidence), but decreased days to regain birthweight (MD -2.80, 95% CI -5.33 to -0.27) and duration (minutes) of supportive care each day (MD -197.20, 95% CI -274.15 to -120.25).\nMorphine versus methadone: there was no difference in treatment failure (RR 1.59, 95% CI 0.95 to 2.67; 2 studies, 147 infants; low certainty evidence). Seizures, neonatal or infant mortality and neurodevelopmental disability were not reported. A single study reported no difference in days hospitalisation (MD 1.40, 95% CI -3.08 to 5.88; 116 infants; low certainty evidence), whereas data from two studies found an increase in days treatment (MD 2.71, 95% CI 0.22 to 5.21; 147 infants; low certainty) for infants treated with morphine. A single study reported no difference in breastfeeding, adverse events, or out of home placement.\nMorphine versus sublingual buprenorphine: there was no difference in treatment failure (RR 0.79, 95% CI 0.36 to 1.74; 3 studies, 113 infants; very low certainty evidence). Neonatal or infant mortality and neurodevelopmental disability were not reported. There was moderate certainty evidence of an increase in days hospitalisation (MD 11.45, 95% CI 5.89 to 17.01; 3 studies, 113 infants), and days treatment (MD 12.79, 95% CI 7.57 to 18.00; 3 studies, 112 infants) for infants treated with morphine. A single adverse event (seizure) was reported in infants exposed to buprenorphine.\nMorphine versus diluted tincture of opium (DTO): a single study (33 infants) reported no difference in days hospitalisation, days treatment or weight gain (low certainty evidence).\nOpioid versus clonidine: a single study (31 infants) reported no infant with treatment failure in either group. This study did not report seizures, neonatal or infant mortality and neurodevelopmental disability. There was low certainty evidence for no difference in days hospitalisation or days treatment. This study did not report adverse events.\nOpioid versus diazepam: there was a reduction in treatment failure from use of an opioid (RR 0.43, 95% CI 0.23 to 0.80; 2 studies, 86 infants; low certainty evidence). Seizures, neonatal or infant mortality and neurodevelopmental disability were not reported. A single study of 34 infants comparing methadone versus diazepam reported no difference in days hospitalisation or days treatment (very low certainty evidence). Adverse events were not reported.\nOpioid versus phenobarbital: there was a reduction in treatment failure from use of an opioid (RR 0.51, 95% CI 0.35 to 0.74; 6 studies, 458 infants; moderate certainty evidence). Subgroup analysis found a reduction in treatment failure in trials titrating morphine to ≧ 0.5 mg/kg/day (RR 0.21, 95% CI 0.10 to 0.45; 3 studies, 230 infants), whereas a single study using morphine < 0.5 mg/kg/day reported no difference compared to use of phenobarbital (subgroup difference P = 0.05). Neonatal or infant mortality and neurodevelopmental disability were not reported. A single study (111 infants) of paregoric versus phenobarbital reported seven infants with seizures in the phenobarbital group, whereas no seizures were reported in two studies (170 infants) comparing morphine to phenobarbital. There was no difference in days hospitalisation or days treatment. A single study (96 infants) reported no adverse events in either group.\nOpioid versus chlorpromazine: there was a reduction in treatment failure from use of morphine versus chlorpromazine (RR 0.08, 95% CI 0.01 to 0.62; 1 study, 90 infants; moderate certainty evidence). No seizures were reported in either group. There was low certainty evidence for no difference in days treatment. This trial reported no adverse events in either group.\nNone of the included studies reported time to control of NAS. Data for duration and severity of NAS were limited, and we were unable to use these data in quantitative synthesis."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Compared to supportive care alone, the addition of an opioid may increase duration of hospitalisation and treatment, but may reduce days to regain birthweight and the duration of supportive care each day. Use of an opioid may reduce treatment failure compared to phenobarbital, diazepam or chlorpromazine. Use of an opioid may have little or no effect on duration of hospitalisation or treatment compared to use of phenobarbital, diazepam or chlorpromazine. The type of opioid used may have little or no effect on the treatment failure rate. Use of buprenorphine probably reduces duration of hospitalisation and treatment compared to morphine, but there are no data for time to control NAS with buprenorphine, and insufficient evidence to determine safety. There is insufficient evidence to determine the effectiveness and safety of clonidine."
    }
  ],
  "pls_title": "Opioid treatment for opioid withdrawal in newborn infants",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "To determine the efficacy and safety of using an opioid as compared to a sedative or non-pharmacological treatment for the treatment of neonatal abstinence syndrome (NAS) due to withdrawal from opioids."
    },
    {
      "heading": "Background",
      "text": "Use of opioids (prescribed or illicit) by pregnant women may result in their newborn infant experiencing withdrawal symptoms, collectively referred to as neonatal abstinence syndrome (NAS). These symptoms may result in disruption of the mother-infant relationship, sleeping and feeding difficulties, weight loss and seizures. Treatments for newborn infants that are used to ameliorate NAS and reduce complications include supportive care treatments (such as a pacifier, swaddling, close wrapping, small frequent feeds, close skin contact by carrying in a sling, and other methods), prescription of opioids or sedatives, or both."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence in this Cochrane Review is current to September 2020."
    },
    {
      "heading": "Key results",
      "text": "We included 16 studies involving 1110 infants with withdrawal symptoms as a result of their mothers’ use of opioids whilst pregnant. Eleven of the 16 included studies have taken place in the USA. Australia, Germany, Iran, Scotland and Switzerland contributed one study each. We considered seven studies likely to produce reliable results (at low risk of bias). All studies were relatively small and most included infants of mothers using opioids as well as other drugs of dependence. Some of the formulations used to treat the infants in the included studies do not meet regulatory guidance for safety in infants.\nThere is insufficient evidence to determine the effectiveness and safety of non-pharmacological interventions alone compared to non-pharmacological interventions plus a pharmacological agent (drug such as opioid or sedative) for treatment of NAS. A single trial reported that the addition of an opioid (morphine) to supportive treatments, compared to supportive treatments alone, increased duration of hospitalisation and treatment, but reduced the number of days to regain birthweight and the duration of supportive care each day.\nEvidence from six trials found that the use of an opioid may reduce treatment failure rate, compared to the use of the sedatives phenobarbital or diazepam. Treatment failure means failure to achieve control of symptoms, defined as a failure to reduce a standardised score of NAS from a clinically significant level to a clinically 'safe' level. In addition, evidence from these six trials showed that the use of an opioid may have little or no effect on the duration of hospitalisation or treatment compared to the use of the sedatives phenobarbital or diazepam. There was little or no difference in treatment failure according to the type of opioid used (morphine, methadone or buprenorphine). However, use of the opioid buprenorphine probably reduces the duration of hospitalisation and duration of treatment compared to morphine. There is insufficient evidence to determine the effectiveness and safety of clonidine, a sedative.\nWe identified six ongoing studies and four studies awaiting classification, whose results have not been included in this review."
    },
    {
      "heading": "Certainty of evidence",
      "text": "The certainty of the evidence was low to very low for the majority of outcomes reported. There is moderate certainty that treatment failure is reduced by the use of an opioid compared to the use of the sedatives phenobarbital or chlorpromazine. There is moderate certainty that the use of sublingual (under the tongue) buprenorphine reduces duration of treatment and hospitalisation compared to the use of morphine."
    }
  ]
}