{
  "doi": "10.1002/14651858.CD003742.pub2",
  "name": "Oral immunoglobulin for the treatment of rotavirus diarrhea in low birth weight infants",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Rotavirus infection is the most common neonatal nosocomial viral infection. It is a major health problem worldwide. Epidemics with the newer P(6)G9 strains have been reported in neonatal units globally. These strains can cause severe symptoms in most infected infants. Infection control measures become necessary and the utilization of hospital resources increase. Local mucosal immunity in the intestine to rotavirus is important in the resolution of infection and protection against subsequent infections. Boosting local immunity by oral administration of anti-rotaviral immunoglobulin preparations might be a useful strategy in treating rotaviral infections, especially in low birth weight babies."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness and safety of oral immunoglobulin preparations for the treatment of rotavirus diarrhea in hospitalized low birth weight infants (birth weight less than 2500 g)"
    },
    {
      "heading": "Search methods",
      "text": "Electronic databases including The Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library, Issue 3, 2004), MEDLINE, EMBASE and CINAHL, Biological Abstracts (BIOSIS) were searched by the strategy outlined in the protocol. Science Citation Index search for all articles that referenced Barnes 1982 were searched. The proceedings of the Pediatric Academic Societies published online at 'Abstracts Online' were searched. Ongoing registered trials at www.clinicaltrials.gov and www.controlled-trials.com were searched. Authors prominent in the field were contacted for any unpublished articles and more information on published articles was sought. Reference lists of identified clinical trials and personal files were also reviewed. The above search was updated in July 2011."
    },
    {
      "heading": "Selection criteria",
      "text": "The criteria used to select studies for inclusion were: \n1) Design: randomized or quasi-randomized controlled trials \n2) Hospitalized low birth weight infants with rotavirus diarrhea \n3) Intervention: Oral immunoglobulin preparations compared to placebo or no intervention \n4) At least one of the following outcomes were reported: All cause mortality during hospital stay, mortality due to rotavirus infection during hospital stay, duration of diarrhea, need for rehydration, duration of viral excretion, duration of infection control measures, length of hospital stay in days, recurrent diarrhea or chronic diarrhea"
    },
    {
      "heading": "Data collection and analysis",
      "text": "The two reviewers were to independently abstract data from eligible trials. No data were available for analysis."
    },
    {
      "heading": "Main results",
      "text": "No eligible randomized controlled trials were found."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No randomized controlled trials that assessed the effectiveness or safety of oral immunoglobulin preparations for the treatment of rotavirus diarrhea in hospitalized low birth weight infants were found. Clinical trials that address the issue of oral immunoglobulin treatment of rotavirus infection are needed."
    }
  ],
  "pls_title": "Oral immunoglobulin for the treatment of rotavirus diarrhea in low birth weight infants",
  "pls_type": "long",
  "pls": "Rotavirus infection can cause significant problems including diarrhea in the newborn. This is particularly true in babies weighing less than 2500 g (low birth weight infants). Rotavirus infection is becoming more common in newborn babies and can spread from one baby to another in the neonatal unit. Administration of antibodies against rotavirus to babies may be one of the methods to treat this infection and to prevent the spread of infection in the neonatal unit. In this review, we did not identify any trial that used antibodies to treat rotavirus infection. More research is needed to address these issues."
}