{
  "doi": "10.1002/14651858.CD013534.pub3",
  "name": "Skin care interventions in infants for preventing eczema and food allergy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Eczema and food allergy are common health conditions that usually begin in early childhood and often occur in the same people. They can be associated with an impaired skin barrier in early infancy. It is unclear whether trying to prevent or reverse an impaired skin barrier soon after birth is effective for preventing eczema or food allergy."
    },
    {
      "heading": "Objectives",
      "text": "Primary objective\nTo assess the effects of skin care interventions such as emollients for primary prevention of eczema and food allergy in infants.\nSecondary objective\nTo identify features of study populations such as age, hereditary risk, and adherence to interventions that are associated with the greatest treatment benefit or harm for both eczema and food allergy."
    },
    {
      "heading": "Search methods",
      "text": "We performed an updated search of the Cochrane Skin Specialised Register, CENTRAL, MEDLINE, and Embase in September 2021. We searched two trials registers in July 2021. We checked the reference lists of included studies and relevant systematic reviews, and scanned conference proceedings to identify further references to relevant randomised controlled trials (RCTs)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs of skin care interventions that could potentially enhance skin barrier function, reduce dryness, or reduce subclinical inflammation in healthy term (> 37 weeks) infants (≤ 12 months) without pre-existing eczema, food allergy, or other skin condition. Eligible comparisons were standard care in the locality or no treatment. Types of skin care interventions could include moisturisers/emollients; bathing products; advice regarding reducing soap exposure and bathing frequency; and use of water softeners. No minimum follow-up was required."
    },
    {
      "heading": "Data collection and analysis",
      "text": "This is a prospective individual participant data (IPD) meta-analysis. We used standard Cochrane methodological procedures, and primary analyses used the IPD dataset. Primary outcomes were cumulative incidence of eczema and cumulative incidence of immunoglobulin (Ig)E-mediated food allergy by one to three years, both measured at the closest available time point to two years. Secondary outcomes included adverse events during the intervention period; eczema severity (clinician-assessed); parent report of eczema severity; time to onset of eczema; parent report of immediate food allergy; and allergic sensitisation to food or inhalant allergen."
    },
    {
      "heading": "Main results",
      "text": "We identified 33 RCTs comprising 25,827 participants. Of these, 17 studies randomising 5823 participants reported information on one or more outcomes specified in this review.  We included 11 studies, randomising 5217 participants, in one or more meta-analyses (range 2 to 9 studies per individual meta-analysis), with 10 of these studies providing IPD; the remaining 6 studies were included in the narrative results only.\nMost studies were conducted at children's hospitals. Twenty-five studies, including all those contributing data to meta-analyses, randomised newborns up to age three weeks to receive a skin care intervention or standard infant skin care. Eight of the 11 studies contributing to meta-analyses recruited infants at high risk of developing eczema or food allergy, although the definition of high risk varied between studies. Durations of intervention and follow-up ranged from 24 hours to three years. All interventions were compared against no skin care intervention or local standard care. Of the 17 studies that reported information on our prespecified outcomes, 13 assessed emollients.\nWe assessed most of the evidence in the review as low certainty and had some concerns about risk of bias. A rating of some concerns was most often due to lack of blinding of outcome assessors or significant missing data, which could have impacted outcome measurement but was judged unlikely to have done so. We assessed the evidence for the primary food allergy outcome as high risk of bias due to the inclusion of only one trial, where findings varied based on different assumptions about missing data.\nSkin care interventions during infancy probably do not change the risk of eczema by one to three years of age (risk ratio (RR) 1.03, 95% confidence interval (CI) 0.81 to 1.31; risk difference 5 more cases per 1000 infants, 95% CI 28 less to 47 more; moderate-certainty evidence; 3075 participants, 7 trials) or time to onset of eczema (hazard ratio 0.86, 95% CI 0.65 to 1.14; moderate-certainty evidence; 3349 participants, 9 trials). Skin care interventions during infancy may increase the risk of IgE-mediated food allergy by one to three years of age (RR 2.53, 95% CI 0.99 to 6.49; low-certainty evidence; 976 participants, 1 trial) but may not change risk of allergic sensitisation to a food allergen by age one to three years (RR 1.05, 95% CI 0.64 to 1.71; low-certainty evidence; 1794 participants, 3 trials). Skin care interventions during infancy may slightly increase risk of parent report of immediate reaction to a common food allergen at two years (RR 1.27, 95% CI 1.00 to 1.61; low-certainty evidence; 1171 participants, 1 trial); however, this was only seen for cow’s milk, and may be unreliable due to over-reporting of milk allergy in infants. Skin care interventions during infancy probably increase risk of skin infection over the intervention period (RR 1.33, 95% CI 1.01 to 1.75; risk difference 17 more cases per 1000 infants, 95% CI one more to 38 more; moderate-certainty evidence; 2728 participants, 6 trials) and may increase the risk of infant slippage over the intervention period (RR 1.42, 95% CI 0.67 to 2.99; low-certainty evidence; 2538 participants, 4 trials) and stinging/allergic reactions to moisturisers (RR 2.24, 95% 0.67 to 7.43; low-certainty evidence; 343 participants, 4 trials), although CIs for slippages and stinging/allergic reactions were wide and include the possibility of no effect or reduced risk.\nPreplanned subgroup analyses showed that the effects of interventions were not influenced by age, duration of intervention, hereditary risk, filaggrin (FLG) mutation, chromosome 11 intergenic variant rs2212434,  or classification of intervention type for risk of developing eczema. We could not evaluate these effects on risk of food allergy. Evidence was insufficient to show whether adherence to interventions influenced the relationship between skin care interventions and eczema or food allergy development."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on low- to moderate-certainty evidence, skin care interventions such as emollients during the first year of life in healthy infants are probably not effective for preventing eczema; may increase risk of food allergy; and probably increase risk of skin infection. Further study is needed to understand whether different approaches to infant skin care might prevent eczema or food allergy."
    }
  ],
  "pls_title": "Skin care interventions for preventing eczema and food allergy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Does moisturising baby skin prevent eczema or food allergies?",
      "text": ""
    },
    {
      "heading": "Key messages",
      "text": "Skin care treatments in babies, such as using moisturisers on the skin during the first year of life, probably do not prevent babies from developing eczema; may increase the chance of food allergy; and probably increase the chance of skin infection. This review looked at the prevention of eczema and food allergy only. Skin care treatments are still important to treat eczema."
    },
    {
      "heading": "What are allergies?",
      "text": "An immune response is how the body recognises and defends itself against substances that appear harmful. An allergy is a reaction of the body's immune system to a particular food or substance (an allergen) that is usually harmless. Different allergies affect different parts of the body, and their effects can be mild or serious."
    },
    {
      "heading": "Food allergies and eczema",
      "text": "Eczema is a common skin condition  that causes dry, itchy, cracked skin. Eczema is common in children, often developing before their first birthday, and may be long-lasting.\nAllergies to food can cause itching in the mouth, a raised itchy red rash, swelling of the face, stomach symptoms, or difficulty breathing. They usually happen within two hours after a food is eaten.\nPeople with food allergies often have other allergic conditions, such as asthma, hay fever, and eczema."
    },
    {
      "heading": "Why we did this Cochrane Review",
      "text": "We wanted to learn how skin care affects the risk of a baby developing eczema or food allergies. Skin care treatments included:\n• putting moisturisers on a baby's skin;\n• bathing babies with water containing moisturisers or moisturising oils;\n• advising parents to use less soap, or to bathe their child less often;\n• using water softeners.\nWe also wanted to know if these skin care treatments cause any unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies of different types of skin care for healthy babies (aged up to one year) with no previous food allergy, eczema, or other skin condition."
    },
    {
      "heading": "Search date",
      "text": "we incorporated evidence published up to July 2021.\nWe were interested in studies that reported:\n• how many children developed eczema, or food allergy, by age one to three years;\n• how severe the eczema was (according to a researcher and to parents);\n• how long it took for eczema to develop;\n• parents' reports of immediate (under two hours) reactions to a food allergen;\n• how many children developed sensitivity to a particular food allergen;\n• any unwanted effects.\nWe assessed the strengths and weaknesses of each study to determine how reliable the results might be, and then combined the results of the relevant studies and looked at overall effects."
    },
    {
      "heading": "What we found",
      "text": "We found 33 studies, involving 25,827 babies, that assessed any type of skin intervention. The included studies took place in Europe, Australia, Japan, and the USA, most often at children's hospitals. Skin care was compared against no skin care or usual skin care for babies in that country. Treatment and follow-up times ranged from 24 hours to three years. Many studies (13) tested the use of moisturisers; the other studies mainly tested the use of bathing and cleansing products and how often they were used.\nOf the 33 included studies, only 11 studies had comparable outcomes of eczema, food allergy, or adverse effects and were combined for analysis. All of these studies enrolled babies before they were one month old, and  eight of these studies included babies thought to be at high risk for developing eczema."
    },
    {
      "heading": "What are the main results of our review?",
      "text": "Compared to no skin care or standard care, moisturisers:\n• probably do not change the chance of developing eczema by age one to three years (7 studies; 3075 babies), or the time needed for eczema to develop (9 studies; 3349 babies);\n• may increase the chance of developing a food allergy as judged by a researcher (1 study; 976 babies) by age one to three years;\n• may slightly increase the number of immediate reactions to a common food allergen at two years, as reported by parents (1 study; 1171 babies);\n• probably cause more skin infections (6 studies; 2728 babies);\n• may increase unwanted effects, such as a stinging feeling or an allergic reaction to moisturisers (4 studies; 343 babies);\n• may increase the chance of babies slipping (4 studies; 2538 babies);\n• may not affect the chance of developing sensitivity to food allergens (3 studies; 1797 babies) by age one to three years."
    },
    {
      "heading": "Confidence in our results",
      "text": "We are moderately confident in our results for developing eczema and the time needed to develop eczema. We are less confident about our results for food allergy or sensitivity, which are based on small numbers of studies with widely varying results. These results are likely to change when more evidence becomes available. Our confidence in the review findings for skin infections is moderate, but low for stinging or allergic reactions and slipping."
    }
  ]
}