{
  "doi": "10.1002/14651858.CD013265.pub2",
  "name": "Factors that influence parents' and informal caregivers' views and practices regarding routine childhood vaccination: a qualitative evidence synthesis ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Childhood vaccination is one of the most effective ways to prevent serious illnesses and deaths in children. However, worldwide, many children do not receive all recommended vaccinations, for several potential reasons. Vaccines might be unavailable, or parents may experience difficulties in accessing vaccination services; for instance, because of poor quality health services, distance from a health facility, or lack of money. Some parents may not accept available vaccines and vaccination services.\nOur understanding of what influences parents’ views and practices around childhood vaccination, and why some parents may not accept vaccines for their children, is still limited.\nThis synthesis links to Cochrane Reviews of the effectiveness of interventions to improve coverage or uptake of childhood vaccination."
    },
    {
      "heading": "Objectives",
      "text": "- Explore parents’ and informal caregivers’ views and practices regarding routine childhood vaccination, and the factors influencing acceptance, hesitancy, or nonacceptance of routine childhood vaccination.\n- Develop a conceptual understanding of what and how different factors reduce parental acceptance of routine childhood vaccination.\n- Explore how the findings of this review can enhance our understanding of the related Cochrane Reviews of intervention effectiveness."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE, Embase, CINAHL, and three other databases for eligible studies from 1974 to June 2020."
    },
    {
      "heading": "Selection criteria",
      "text": "We included studies that: utilised qualitative methods for data collection and analysis; focused on parents’ or caregivers’ views, practices, acceptance, hesitancy, or refusal of routine vaccination for children aged up to six years; and were from any setting globally where childhood vaccination is provided."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used a pre-specified sampling frame to sample from eligible studies, aiming to capture studies that were conceptually rich, relevant to the review's phenomenon of interest, from diverse geographical settings, and from a range of income-level settings. We extracted contextual and methodological data from each sampled study. We used a meta-ethnographic approach to analyse and synthesise the evidence. We assessed methodological limitations using a list of criteria used in previous Cochrane Reviews and originally based on the Critical Appraisal Skills Programme quality assessment tool for qualitative studies. We used the GRADE-CERQual (Confidence in the Evidence from Reviews of Qualitative research) approach to assess our confidence in each finding. We integrated the findings of this review with those from relevant Cochrane Reviews of intervention effectiveness. We did this by mapping whether the underlying theories or components of trial interventions included in those reviews related to or targeted the overarching factors influencing parental views and practices regarding routine childhood vaccination identified by this review."
    },
    {
      "heading": "Main results",
      "text": "We included 145 studies in the review and sampled 27 of these for our analysis. Six studies were conducted in Africa, seven in the Americas, four in South-East Asia, nine in Europe, and one in the Western Pacific. Studies included urban and rural settings, and high-, middle-, and low-income settings.\nMany complex factors were found to influence parents’ vaccination views and practices, which we divided into four themes.\nFirstly, parents’ vaccination ideas and practices may be influenced by their broader ideas and practices surrounding health and illness generally, and specifically with regards to their children, and their perceptions of the role of vaccination within this context. Secondly, many parents’ vaccination ideas and practices were influenced by the vaccination ideas and practices of the people they mix with socially. At the same time, shared vaccination ideas and practices helped some parents establish social relationships, which in turn strengthened their views and practices around vaccination. Thirdly, parents' vaccination ideas and practices may be influenced by wider political issues and concerns, and particularly their trust (or distrust) in those associated with vaccination programmes. Finally, parents' vaccination ideas and practices may be influenced by their access to and experiences of vaccination services and their frontline healthcare workers.\nWe developed two concepts for understanding possible pathways to reduced acceptance of childhood vaccination.\nThe first concept, ‘neoliberal logic’, suggests that many parents, particularly from high-income countries, understood health and healthcare decisions as matters of individual risk, choice, and responsibility. Some parents experienced this understanding as in conflict with vaccination programmes, which emphasise generalised risk and population health. This perceived conflict led some parents to be less accepting of vaccination for their children.\nThe second concept, ‘social exclusion’, suggests that some parents, particularly from low- and middle-income countries, were less accepting of childhood vaccination due to their experiences of social exclusion. Social exclusion may damage trustful relationships between government and the public, generate feelings of isolation and resentment, and give rise to demotivation in the face of public services that are poor quality and difficult to access. These factors in turn led some parents who were socially excluded to distrust vaccination, to refuse vaccination as a form of resistance or a way to bring about change, or to avoid vaccination due to the time, costs, and distress it creates.\nMany of the overarching factors our review identified as influencing parents' vaccination views and practices were underrepresented in the interventions tested in the four related Cochrane Reviews of intervention effectiveness."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Our review has revealed that parents’ views and practices regarding childhood vaccination are complex and dynamic social processes that reflect multiple webs of influence, meaning, and logic. We have provided a theorised understanding of the social processes contributing to vaccination acceptance (or not), thereby complementing but also extending more individualistic models of vaccination acceptance. Successful development of interventions to promote acceptance and uptake of childhood vaccination will require an understanding of, and then tailoring to, the specific factors influencing vaccination views and practices of the group(s) in the target setting. The themes and concepts developed through our review could serve as a basis for gaining this understanding, and subsequent development of interventions that are potentially more aligned with the norms, expectations, and concerns of target users."
    }
  ],
  "pls_title": "What factors influence parents’ views and practices around routine childhood vaccines?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review aim",
      "text": "This Cochrane synthesis of qualitative evidence aimed to explore the factors that influence parents’ views and practices around routine childhood vaccines. To do this, we searched for and analysed qualitative studies of parents’ views, experiences, and practices.\nThis synthesis complements other Cochrane Reviews assessing the effect of strategies to improve the uptake of childhood vaccination."
    },
    {
      "heading": "Key messages",
      "text": "Many factors influence parents’ vaccination views and practices, including those related to individual perceptions, social relationships, and the wider context in which parents live. When parents make decisions about vaccination for their children, they are often communicating not just what they think about vaccines, but also who they are, what they value, and with whom they identify."
    },
    {
      "heading": "What was studied in this synthesis?",
      "text": "Childhood vaccination is one of the most effective ways to prevent serious illnesses and deaths in children. However, worldwide, many children do not receive all recommended vaccinations. There are several potential reasons for this. Vaccines might be unavailable, or parents may experience difficulties in accessing vaccination services. Some parents may not accept available vaccines and vaccination services.\nOur understanding of what influences parents’ views and practices around childhood vaccination, and why some parents may not accept vaccines for their children is still limited. Qualitative research explores how people perceive and experience the world around them, and is therefore well-placed for examining these issues."
    },
    {
      "heading": "What are the main findings of the review?",
      "text": "We included 27 studies in our analysis. Studies were conducted in Africa, the Americas, South-East Asia, Europe, and the Western Pacific, and included urban and rural settings, as well as high-, middle-, and low-income settings.\nMany complex factors were found to influence parents’ vaccination views and practices, which we divided into four themes.\nFirstly, parents’ vaccination ideas and practices may be influenced by their broader ideas and practices surrounding health and illness generally, and specifically with regards to their children, and their perceptions of the role of vaccination within this context. Secondly, many parents’ vaccination ideas and practices were influenced by the vaccination ideas and practices of the people they mix with socially. At the same time, shared vaccination ideas and practices helped some parents establish social relationships, which in turned strengthened their views and practices around vaccination. Thirdly, parent’s vaccination ideas and practices may be influenced by wider political issues and concerns, and particularly their trust (or distrust) in those associated with vaccination programmes. Finally, parent’s vaccination ideas and practices may be influenced by their access to and experiences of vaccination services and their frontline healthcare workers.\nWe developed two concepts for understanding possible pathways to reduced acceptance of childhood vaccination.\nThe first concept, ‘neoliberal logic’, suggests that many parents, particularly from high-income countries, understood health and healthcare decisions as matters of individual risk, choice, and responsibility. Some parents experienced this understanding as in conflict with vaccination programmes, which emphasise generalised risk and population health. This perceived conflict led some parents to be less accepting of vaccination for their children.\nThe second concept, ‘social exclusion’, suggests that some parents, particularly from low- and middle-income countries, were less accepting of childhood vaccination due to their experiences of social exclusion. Social exclusion may damage trustful relationships between government and the public, generate feelings of isolation and resentment, and give rise to demotivation in the face of public services that are poor quality and difficult to access. These factors in turn led some parents who were socially excluded to distrust vaccination, to refuse vaccination as a form of resistance or a way to bring about change, or to avoid vaccination due to the time, costs, and distress it creates."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "We searched for studies published before 3 June 2020."
    }
  ]
}