{
  "doi": "10.1002/14651858.CD010287.pub4",
  "name": "Aromatase inhibitors (letrozole) for ovulation induction in infertile women with polycystic ovary syndrome ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Polycystic ovary syndrome (PCOS) is the most common cause of infrequent periods (oligomenorrhoea) and absence of periods (amenorrhoea). It affects about 5% to 20% of women worldwide and often leads to anovulatory infertility. Aromatase inhibitors (AIs) are a class of drugs that were introduced for ovulation induction in 2001. Since about 2001 clinical trials have reached differing conclusions as to whether the AI, letrozole, is at least as effective as the first-line treatment clomiphene citrate (CC), a selective oestrogen receptor modulator (SERM)."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of AIs (letrozole) (with or without adjuncts) compared to SERMs (with or without adjuncts) for infertile women with anovulatory PCOS for ovulation induction followed by timed intercourse or intrauterine insemination."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following sources, from their inception to 4 November 2021, to identify relevant randomised controlled trials (RCTs): the Cochrane Gynaecology and Fertility Group Specialised Register, CENTRAL, MEDLINE, Embase and PsycINFO. We also checked reference lists of relevant trials, searched the trial registers and contacted experts in the field for any additional trials. We did not restrict the searches by language or publication status."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all RCTs of AIs used alone or with other medical therapies for ovulation induction in women of reproductive age with anovulatory PCOS."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials, extracted the data and assessed risks of bias using RoB 1. We pooled trials where appropriate using a fixed-effect model to calculate odds ratios (ORs) and 95% confidence intervals (CIs) for most outcomes, and risk differences (RDs) for ovarian hyperstimulation syndrome (OHSS). The primary outcomes were live birth rate and OHSS rate. Secondary outcomes were clinical pregnancy, miscarriage and multiple pregnancy rates. We assessed the certainty of the evidence for each comparison using GRADE methods."
    },
    {
      "heading": "Main results",
      "text": "This is a substantive update of a previous review; of six previously included trials, we excluded four from this update and moved two to 'awaiting classification' due to concerns about validity of trial data. We included five additional trials for this update that now includes a total of 41 RCTs (6522 women). The AI, letrozole, was used in all trials.\nLetrozole compared to SERMs with or without adjuncts followed by timed intercourse\nLive birth rates were higher with letrozole (with or without adjuncts) compared to SERMs followed by timed intercourse (OR 1.72, 95% CI 1.40 to 2.11; I2 = 0%; number needed to treat for an additional beneficial outcome (NNTB) = 10; 11 trials, 2060 participants; high-certainty evidence). This suggests that in women with a 20% chance of live birth using SERMs, the live birth rate in women using letrozole with or without adjuncts would be 27% to 35%. There is high-certainty evidence that OHSS rates are similar with letrozole or SERMs (0.5% in both arms: risk difference (RD) −0.00, 95% CI −0.01 to 0.01; I2 = 0%; 10 trials, 1848 participants; high-certainty evidence). There is evidence for a higher pregnancy rate in favour of letrozole (OR 1.69, 95% CI 1.45 to 1.98; I2 = 0%; NNTB = 10; 23 trials, 3321 participants; high-certainty evidence). This suggests that in women with a 24% chance of clinical pregnancy using SERMs, the clinical pregnancy rate in women using letrozole with or without adjuncts would be 32% to 39%. There is little or no difference between treatment groups in the rate of miscarriage per pregnancy (25% with SERMs versus 24% with letrozole: OR 0.94, 95% CI 0.66 to 1.32; I2 = 0%; 15 trials, 736 participants; high-certainty evidence) and multiple pregnancy rate (2.2% with SERMs versus 1.6% with letrozole: OR 0.74, 95% CI 0.42 to 1.32; I2 = 0%; 14 trials, 2247 participants; high-certainty evidence). However, a funnel plot showed mild asymmetry, indicating that some trials in favour of SERMs might be missing.\nLetrozole compared to laparoscopic ovarian drilling (LOD)\nOne trial reported very low-certainty evidence that live birth rates may be higher with letrozole compared to LOD (OR 2.07, 95% CI 0.99 to 4.32; 1 trial, 141 participants; very low-certainty evidence). This suggests that in women with a 22% chance of live birth using LOD with or without adjuncts, the live birth rate in women using letrozole with or without adjuncts would be 24% to 47%. No trial reported OHSS rates. Due to the low-certainty evidence we are uncertain if letrozole improves pregnancy rates compared to LOD (OR 1.47, 95% CI 0.95 to 2.28; I² = 0%; 3 trials, 367 participants; low-certainty evidence). This suggests that in women with a 29% chance of clinical pregnancy using LOD with or without adjuncts, the clinical pregnancy rate in women using letrozole with or without adjuncts would be 28% to 45%. There seems to be no evidence of a difference in miscarriage rates per pregnancy comparing letrozole to LOD (OR 0.65, 95% CI 0.22 to 1.92; I² = 0%; 3 trials, 122 participants; low-certainty evidence). This also applies to multiple pregnancies (OR 3.00, 95% CI 0.12 to 74.90; 1 trial, 141 participants; very low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Letrozole appears to improve live birth rates and pregnancy rates in infertile women with anovulatory PCOS, compared to SERMs, when used for ovulation induction, followed by intercourse. There is high-certainty evidence that OHSS rates are similar with letrozole or SERMs. There was high-certainty evidence of no difference in miscarriage rate and multiple pregnancy rate. We are uncertain if letrozole increases live birth rates compared to LOD. In this update, we added good quality trials and removed trials with concerns over data validity, thereby upgrading the certainty of the evidence base."
    }
  ],
  "pls_title": "Aromatase inhibitors for infertility treatment in women with polycystic ovary syndrome",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Cochrane authors examined the evidence about aromatase inhibitors for infertile women with polycystic ovary syndrome (PCOS)."
    },
    {
      "heading": "Background",
      "text": "PCOS is the most common cause of infrequent or absent menstrual periods, and affects about 5% to 20% of women worldwide. It often causes anovulatory infertility (infertility related to inability to ovulate). Aromatase inhibitors (AIs) are used to make ovulation happen. Since about 2001 clinical trials have reached differing conclusions as to whether the AI, letrozole, is at least as effective for treating infertility as the most commonly used treatment, clomiphene citrate."
    },
    {
      "heading": "Trial characteristics",
      "text": "The review includes clinical trials where participants were randomly assigned to the intervention (letrozole) or to the comparison group (i.e. clomiphene citrate). These trials are called randomised controlled trials. Our review includes 41 randomised controlled trials with 6522 women. In all trials, the aromatase inhibitor used was letrozole. Comparators included clomiphene citrate, which was used in 26 of the randomised controlled trials, and laparoscopic ovarian drilling (a surgical technique used to trigger ovulation), which was used in four randomised controlled trials. Several trials included other treatments."
    },
    {
      "heading": "Key results",
      "text": "Letrozole appears to improve live birth rates and pregnancy rates compared to clomiphene citrate when used to cause ovulation, followed by timed intercourse. There appeared to be no difference for miscarriage rate or multiple pregnancy rate. Ovarian hyperstimulation syndrome, a serious adverse event of hormonal stimulation, was a very rare event and in most trials it did not occur. The certainty of the evidence for all these outcomes was high and seems to be reliable.\nThere appeared to be very low-certainty evidence for higher live birth rates with letrozole compared to laparoscopic ovarian drilling, although there was only one relevant trial. The result for clinical pregnancy rate was uncertain. We are uncertain if letrozole decreases miscarriage and multiple pregnancy rates compared to laparoscopic ovarian drilling. No trials reported on ovarian hyperstimulation syndrome. The evidence is current to November 2021."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "The overall certainty of the evidence ranged from very low to high. We downgraded evidence when we had small trials with few women or when methods were unclear."
    }
  ]
}