{
  "doi": "10.1002/14651858.CD013501.pub2",
  "name": "Vegan dietary pattern for the primary and secondary prevention of cardiovascular diseases",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Diet plays a major role in the aetiology of cardiovascular disease (CVD) and as a modifiable risk factor is the focus of many prevention strategies. Recently vegan diets have gained popularity and there is a need to synthesise existing clinical trial evidence for their potential in CVD prevention."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of following a vegan dietary pattern for the primary and secondary prevention of CVD."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following electronic databases on 4 February 2020: the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase and Web of Science Core Collection. We also searched ClinicalTrials.gov in January 2021. We applied no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomised controlled trials (RCTs) in healthy adults and adults at high risk of CVD (primary prevention) and those with established CVD (secondary prevention). A vegan dietary pattern excludes meat, fish, eggs, dairy and honey; the intervention could be dietary advice, provision of relevant foods, or both. The comparison group received either no intervention, minimal intervention, or another dietary intervention. Outcomes included clinical events and CVD risk factors. We included only studies with follow-up periods of 12 weeks or more, defined as the intervention period plus post-intervention follow-up."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion, extracted data and assessed risks of bias. We used GRADE to assess the certainty of the evidence. We conducted three main comparisons:\n1. Vegan dietary intervention versus no intervention or minimal intervention for primary prevention;\n2. Vegan dietary intervention versus another dietary intervention for primary prevention;\n3. Vegan dietary intervention versus another dietary intervention for secondary prevention."
    },
    {
      "heading": "Main results",
      "text": "Thirteen RCTs (38 papers, 7 trial registrations) and eight ongoing trials met our inclusion criteria. Most trials contributed to primary prevention: comparisons 1 (four trials, 466 participants randomised) and comparison 2 (eight trials, 409 participants randomised). We included only one secondary prevention trial for comparison 3 (63 participants randomised).\nNone of the trials reported on clinical endpoints. Other primary outcomes included lipid levels and blood pressure.\nFor comparison 1 there was moderate-certainty evidence from four trials with 449 participants that a vegan diet probably led to a small reduction in total cholesterol (mean difference (MD) −0.24 mmol/L, 95% confidence interval (CI) −0.36 to −0.12) and low-density lipoprotein (LDL) cholesterol (MD −0.22 mmol/L, 95% CI −0.32 to −0.11), a very small decrease in high-density lipoprotein (HDL) levels (MD −0.08 mmol/L, 95% CI −0.11 to −0.04) and a very small increase in triglyceride levels (MD 0.11 mmol/L, 95% CI 0.01 to 0.21). The very small changes in HDL and triglyceride levels are in the opposite direction to that expected. There was a lack of evidence for an effect with the vegan dietary intervention on systolic blood pressure (MD 0.94 mmHg, 95% CI −1.18 to 3.06; 3 trials, 374 participants) and diastolic blood pressure (MD −0.27 mmHg, 95% CI −1.67 to 1.12; 3 trials, 372 participants) (low-certainty evidence).\nFor comparison 2 there was a lack of evidence for an effect of the vegan dietary intervention on total cholesterol levels (MD −0.04 mmol/L, 95% CI −0.28 to 0.20; 4 trials, 163 participants; low-certainty evidence). There was probably little or no effect of the vegan dietary intervention on LDL (MD −0.05 mmol/L, 95% CI −0.21 to 0.11; 4 trials, 244 participants) or HDL cholesterol levels (MD −0.01 mmol/L, 95% CI −0.08 to 0.05; 5 trials, 256 participants) or triglycerides (MD 0.21 mmol/L, 95% CI −0.07 to 0.49; 5 trials, 256 participants) compared to other dietary interventions (moderate-certainty evidence). We are very uncertain about any effect of the vegan dietary intervention on systolic blood pressure (MD 0.02 mmHg, 95% CI −3.59 to 3.62)  or diastolic blood pressure (MD 0.63 mmHg, 95% CI −1.54 to 2.80; 5 trials, 247 participants (very low-certainty evidence)).\nOnly one trial (63 participants) contributed to comparison 3, where there was a lack of evidence for an effect of the vegan dietary intervention on lipid levels or blood pressure compared to other dietary interventions (low- or very low-certainty evidence).\nFour trials reported on adverse events, which were absent or minor."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Studies were generally small with few participants contributing to each comparison group. None of the included studies report on CVD clinical events. There is currently insufficient information to draw conclusions about the effects of vegan dietary interventions on CVD risk factors. The eight ongoing studies identified will add to the evidence base, with all eight reporting on primary prevention. There is a paucity of evidence for secondary prevention."
    }
  ],
  "pls_title": "Vegan diets for the prevention of cardiovascular disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "It is well known that diet plays a major role in cardiovascular disease risk. This review assesses the effects of providing dietary advice to follow a vegan diet (excluding all meat, fish, eggs, dairy and honey) or providing foods relevant to the diet (or both) to healthy adults, to people at increased risk of cardiovascular disease and to those with cardiovascular disease, in order to prevent new or recurrent cardiovascular disease, and to reduce the risk factors associated with it."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched key databases of medical studies up to February 2020 and found 13 randomised controlled trials (RCTs) (in 38 papers) that met our criteria. We grouped studies into the following three categories to help us with our interpretation of the results:\n1. Vegan dietary intervention compared to no intervention or a minimal intervention to prevent the onset of cardiovascular disease;\n2. Vegan dietary intervention compared to another dietary intervention to prevent the onset of cardiovascular disease;\n3. Vegan dietary intervention compared to another dietary intervention for people with existing cardiovascular disease, to prevent recurrence."
    },
    {
      "heading": "Key results",
      "text": "None of the trials reported on the occurrence of cardiovascular disease either in those with or without disease to begin with. Risk factors for cardiovascular disease were reported in the included studies. There was moderate-certainty evidence for some small reductions in lipid levels with the vegan diet compared to no or minimal intervention in people without disease, but also some very small changes in measures in the opposite direction for cardiovascular benefit. In people who already had cardiovascular disease there was very limited information, as only one trial met our criteria. Four trials reported on side effects of the diet, which were either absent or minor."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "Most studies had limitations in study design, so the evidence should be interpreted cautiously. In particular, the overall number of people who took part in the studies was too small to rule out the possibility of chance findings, and too small to pick up any differences in effect on our measures."
    },
    {
      "heading": "Conclusions",
      "text": "The review concludes that there is no information currently about the effects of a vegan diet on cardiovascular disease occurrence. There is limited information on the effects of the diet on those who already have cardiovascular disease, and mixed results about risk factors for those without disease. We found eight studies that are still ongoing, and when we have the results from these we will incorporate them into the review to help reduce the uncertainty."
    }
  ]
}