{
  "doi": "10.1002/14651858.CD011284.pub2",
  "name": "Individual recovery expectations and prognosis of outcomes in non‐specific low back pain: prognostic factor review ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Low back pain is costly and disabling. Prognostic factor evidence can help healthcare providers and patients understand likely prognosis, inform the development of prediction models to identify subgroups, and may inform new treatment strategies. Recent studies have suggested that people who have poor expectations for recovery experience more back pain disability, but study results have differed."
    },
    {
      "heading": "Objectives",
      "text": "To synthesise evidence on the association between recovery expectations and disability outcomes in adults with low back pain, and explore sources of heterogeneity."
    },
    {
      "heading": "Search methods",
      "text": "The search strategy included broad and focused electronic searches of MEDLINE, Embase, CINAHL, and PsycINFO to 12 March 2019, reference list searches of relevant reviews and included studies, and citation searches of relevant expectation measurement tools."
    },
    {
      "heading": "Selection criteria",
      "text": "We included low back pain prognosis studies from any setting assessing general, self-efficacy, and treatment expectations (measured dichotomously and continuously on a 0 - 10 scale), and their association with work participation, clinically important recovery, functional limitations, or pain intensity outcomes at short (3 months), medium (6 months), long (12 months), and very long (> 16 months) follow-up."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted study characteristics and all reported estimates of unadjusted and adjusted associations between expectations and related outcomes. Two review authors independently assessed risks of bias using the Quality in Prognosis Studies (QUIPS) tool. We conducted narrative syntheses and meta-analyses when appropriate unadjusted or adjusted estimates were available. Two review authors independently graded and reported the overall quality of evidence."
    },
    {
      "heading": "Main results",
      "text": "We screened 4635 unique citations to include 60 studies (30,530 participants). Thirty-five studies were conducted in Europe, 21 in North America, and four in Australia. Study populations were mostly chronic (37%), from healthcare (62%) or occupational settings (26%). General expectation was the most common type of recovery expectation measured (70%); 16 studies measured more than one type of expectation.\nUsable data for syntheses were available for 52 studies (87% of studies; 28,885 participants). We found moderate-quality evidence that positive recovery expectations are strongly associated with better work participation (narrative synthesis: 21 studies; meta-analysis: 12 studies, 4777 participants: odds ratio (OR) 2.43, 95% confidence interval (CI) 1.64 to 3.62), and low-quality evidence for clinically important recovery outcomes (narrative synthesis: 12 studies; meta-analysis: 5 studies, 1820 participants: OR 1.89, 95% CI 1.49 to 2.41), both at follow-up times closest to 12 months, using adjusted data. The association of recovery expectations with other outcomes of interest, including functional limitations (narrative synthesis: 10 studies; meta-analysis: 3 studies, 1435 participants: OR 1.40, 95% CI 0.85 to 2.31) and pain intensity (narrative synthesis: 9 studies; meta-analysis: 3 studies, 1555 participants: OR 1.15, 95% CI 1.08 to 1.23) outcomes at follow-up times closest to 12 months using adjusted data, is less certain, achieving very low- and low-quality evidence, respectively. No studies reported statistically significant or clinically important negative associations between recovery expectations and any low back pain outcome."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found that individual recovery expectations are probably strongly associated with future work participation (moderate-quality evidence) and may be associated with clinically important recovery outcomes (low-quality evidence). The association of recovery expectations with other outcomes of interest is less certain. Our findings suggest that recovery expectations should be considered in future studies, to improve prognosis and management of low back pain."
    }
  ],
  "pls_title": "The impact of individual recovery expectations on pain, limitations in activities and return to work in low back pain",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane Review is to find out if positive recovery expectations of people with low back pain are related to their future pain, activities they are able to do and return to work. Are people who think they will recover from their low back pain more likely to get better?"
    },
    {
      "heading": "Key messages",
      "text": "People with low back pain who have positive expectations of their own recovery are more likely to return to work and to recover from pain and increase the activities they are able to do."
    },
    {
      "heading": "What was studied in this review?",
      "text": "Low back pain is costly and causes a lot of disability. It is important to understand what characteristics of a person with low back pain are connected with how well they will recover (also known as their ‘prognosis’). People’s characteristics are often not changeable, including a characteristic like age. However, there is evidence that someone’s expectations of recovery may be changeable. If positive expectations are indeed connected to improved back pain outcomes then helping a person to have positive expectations of their own recovery may help them to recover.\nFor this review, we examined three types of recovery expectations and their relation to back pain outcomes: general expectations of recovery (e.g. will your back pain last only a short time?), self-efficacy expectations (e.g. do you believe you will be able to return to your normal activities?) and treatment expectations (e.g. will physiotherapy improve your back pain?)."
    },
    {
      "heading": "What are the main results of this review?",
      "text": "We reviewed 4635 references and included 60 relevant studies. These studies included information about 30,530 people with low back pain. They looked at people's expectations of their own recovery and how that was related to their pain, limitations in activities and return to work one year after their back pain episode.\nOverall, we found good evidence that positive expectations of recovery are related to a higher likelihood of returning to work. The evidence about positive recovery expectations with other recovery, limitations in activities and pain intensity outcomes is not as strong. We did not find any studies that showed that positive expectations of recovery were related to worse low back pain outcomes."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The review authors searched for studies that had been published up to 12 March 2019."
    }
  ]
}