{
  "doi": "10.1002/14651858.CD004074.pub3",
  "name": "Effect of timing of umbilical cord clamping of term infants on maternal and neonatal outcomes ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Policies for timing of cord clamping vary, with early cord clamping generally carried out in the first 60 seconds after birth, whereas later cord clamping usually involves clamping the umbilical cord more than one minute after the birth or when cord pulsation has ceased. The benefits and potential harms of each policy are debated."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of early cord clamping compared with late cord clamping after birth on maternal and neonatal outcomes"
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (13 February 2013)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing early and late cord clamping."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial eligibility and quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "We included 15 trials involving a total of 3911 women and infant pairs. We judged the trials to have an overall moderate risk of bias.\nMaternal outcomes: No studies in this review reported on maternal death or on severe maternal morbidity. There were no significant differences between early versus late cord clamping groups for the primary outcome of severe postpartum haemorrhage (risk ratio (RR) 1.04, 95% confidence interval (CI) 0.65 to 1.65; five trials with data for 2066 women with a late clamping event rate (LCER) of ˜3.5%, I2 0%) or for postpartum haemorrhage of 500 mL or more (RR 1.17 95% CI 0.94 to 1.44; five trials, 2260 women with a LCER of ˜12%, I2 0%). There were no significant differences between subgroups depending on the use of uterotonic drugs. Mean blood loss was reported in only two trials with data for 1345 women, with no significant differences seen between groups; or for maternal haemoglobin values (mean difference (MD) -0.12 g/dL; 95% CI -0.30 to 0.06, I2 0%) at 24 to 72 hours after the birth in three trials.\nNeonatal outcomes: There were no significant differences between early and late clamping for the primary outcome of neonatal mortality (RR 0.37, 95% CI 0.04 to 3.41, two trials, 381 infants with a LCER of ˜1%), or for most other neonatal morbidity outcomes, such as Apgar score less than seven at five minutes or admission to the special care nursery or neonatal intensive care unit. Mean birthweight was significantly higher in the late, compared with early, cord clamping (101 g increase 95% CI 45 to 157, random-effects model, 12 trials, 3139 infants, I2 62%). Fewer infants in the early cord clamping group required phototherapy for jaundice than in the late cord clamping group (RR 0.62, 95% CI 0.41 to 0.96, data from seven trials, 2324 infants with a LCER of 4.36%, I2 0%). Haemoglobin concentration in infants at 24 to 48 hours was significantly lower in the early cord clamping group (MD -1.49 g/dL, 95% CI -1.78 to -1.21; 884 infants, I2 59%). This difference in haemoglobin concentration was not seen at subsequent assessments. However, improvement in iron stores appeared to persist, with infants in the early cord clamping over twice as likely to be iron deficient at three to six months compared with infants whose cord clamping was delayed (RR 2.65 95% CI 1.04 to 6.73, five trials, 1152 infants, I2 82%). In the only trial to report longer-term neurodevelopmental outcomes so far, no overall differences between early and late clamping were seen for Ages and Stages Questionnaire scores."
    },
    {
      "heading": "Authors' conclusions",
      "text": "A more liberal approach to delaying clamping of the umbilical cord in healthy term infants appears to be warranted, particularly in light of growing evidence that delayed cord clamping increases early haemoglobin concentrations and iron stores in infants. Delayed cord clamping is likely to be beneficial as long as access to treatment for jaundice requiring phototherapy is available."
    }
  ],
  "pls_title": "Effect of timing of umbilical cord clamping of term infants on mother and baby outcomes",
  "pls_type": "long",
  "pls": "At the time of birth, the infant is still attached to the mother via the umbilical cord, which is part of the placenta. The infant is usually separated from the placenta by clamping the cord. This clamping is one part of the third stage of labour (the time from birth of the baby until delivery of the placenta) and the timing can vary according to clinical policy and practice. Although early cord clamping has been thought to reduce the risk of bleeding after birth (postpartum haemorrhage), this review of 15 randomised trials involving a total of 3911 women and infant pairs showed no significant difference in postpartum haemorrhage rates when early and late cord clamping (generally between one and three minutes) were compared. There were, however, some potentially important advantages of delayed cord clamping in healthy term infants, such as higher birthweight, early haemoglobin concentration, and increased iron reserves up to six months after birth. These need to be balanced against a small additional risk of jaundice in newborns that requires phototherapy."
}