{
  "doi": "10.1002/14651858.CD005111.pub3",
  "name": "Acupuncture for treatment of irritable bowel syndrome",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Irritable bowel syndrome (IBS) is a common, costly, and difficult to treat disorder that impairs health-related quality of life and work productivity. Evidence-based treatment guidelines have been unable to provide guidance on the effects of acupuncture for IBS because the only previous systematic review included only small, heterogeneous and methodologically unsound trials."
    },
    {
      "heading": "Objectives",
      "text": "The primary objectives were to assess the efficacy and safety of acupuncture for treating IBS."
    },
    {
      "heading": "Search methods",
      "text": "MEDLINE, the Cochrane Central Register of Controlled Trials, EMBASE, the Cumulative Index to Nursing and Allied Health, and the Chinese databases Sino-Med, CNKI, and VIP were searched through November 2011."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials (RCTs) that compared acupuncture with sham acupuncture, other active treatments, or no (specific) treatment, and RCTs that evaluated acupuncture as an adjuvant to another treatment, in adults with IBS were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed the risk of bias and extracted data. We extracted data for the outcomes overall IBS symptom severity and health-related quality of life. For dichotomous data (e.g. the IBS Adequate Relief Question), we calculated a pooled relative risk (RR) and 95% confidence interval (CI) for substantial improvement in symptom severity after treatment. For continuous data (e.g. the IBS Severity Scoring System), we calculated the standardized mean difference (SMD) and 95% CI in post-treatment scores between groups."
    },
    {
      "heading": "Main results",
      "text": "Seventeen RCTs (1806 participants) were included. Five RCTs compared acupuncture versus sham acupuncture. The risk of bias in these studies was low. We found no evidence of an improvement with acupuncture relative to sham (placebo) acupuncture for symptom severity (SMD -0.11, 95% CI -0.35 to 0.13; 4 RCTs; 281 patients) or quality of life (SMD = -0.03, 95% CI -0.27 to 0.22; 3 RCTs; 253 patients). Sensitivity analyses based on study quality did not change the results. A GRADE analysis indicated that the overall quality of the evidence for the primary outcomes in the sham controlled trials was moderate due to sparse data. The risk of bias in the four Chinese language comparative effectiveness trials that compared acupuncture with drug treatment was high due to lack of blinding. The risk of bias in the other studies that did not use a sham control was high due to lack of blinding or inadequate methods used for randomization and allocation concealment or both. Acupuncture was significantly more effective than pharmacological therapy and no specific treatment. Eighty-four per cent of patients in the acupuncture group had improvement in symptom severity compared to 63% of patients in the pharmacological treatment group (RR 1.28, 95% CI 1.12 to 1.45; 5 studies, 449 patients). A GRADE analysis indicated that the overall quality of the evidence for this outcome was low due to a high risk of bias (no blinding) and sparse data. Sixty-three per cent of patients in the acupuncture group had improvement in symptom severity compared to 34% of patients in the no specific therapy group (RR 2.11, 95% CI 1.18 to 3.79; 2 studies, 181 patients). There was no statistically significant difference between acupuncture and Bifidobacterium (RR 1.07, 95% CI 0.90 to 1.27; 2 studies; 181 patients) or between acupuncture and psychotherapy (RR 1.05, 95% CI 0.87 to 1.26; 1 study; 100 patients). Acupuncture as an adjuvant to another Chinese medicine treatment was significantly better than the other treatment alone. Ninety-three per cent of patients in the adjuvant acupuncture group improved compared to 79% of patients who received Chinese medicine alone (RR 1.17, 95% CI 1.02 to 1.33; 4 studies; 466 patients). There was one adverse event (i.e. acupuncture syncope) associated with acupuncture in the 9 trials that reported this outcome, although relatively small sample sizes limit the usefulness of these safety data."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Sham-controlled RCTs have found no benefits of acupuncture relative to a credible sham acupuncture control for IBS symptom severity or IBS-related quality of life. In comparative effectiveness Chinese trials, patients reported greater benefits from acupuncture than from two antispasmodic drugs (pinaverium bromide and trimebutine maleate), both of which have been shown to provide a modest benefit for IBS. Future trials may help clarify whether or not these reportedly greater benefits of acupuncture relative to pharmacological therapies are due entirely to patients’ preferences for acupuncture or greater expectations of improvement on acupuncture relative to drug therapy."
    }
  ],
  "pls_title": "Acupuncture for irritable bowel syndrome",
  "pls_type": "long",
  "pls": "Irritable bowel syndrome (IBS) is a chronic gastrointestinal condition characterized by altered bowel habits and abdominal pain and discomfort. It is a common, costly, and difficult to treat disorder that also impairs health-related quality of life and work productivity. Some pharmacological (i.e. drug) therapies for treating IBS have modest benefits and a risk for side effects, and therefore, it is important to evaluate the effectiveness and safety of non-drug therapies, including acupuncture. One problem with trials in IBS is that placebo effects are often seen in IBS treatment. Placebo effects are improvements in symptoms that are due to patient beliefs in a particular treatment rather than the specific biological effects of the treatment.\nThis review included 17 randomized controlled trials (RCTs) including a total of 1806 participants. Five RCTs (411 participants) compared acupuncture to sham acupuncture for the treatment of IBS. Sham acupuncture is a procedure in which the patient believes he or she is receiving true acupuncture. However, in sham acupuncture the needles either do not penetrate the skin or are not placed at the correct places on the body, or both. Sham acupuncture is intended to be a placebo for true acupuncture. The sham-controlled studies were well designed and of high methodological quality. These studies tested the effects of acupuncture on IBS symptom severity or health-related quality of life. None of these RCTs found acupuncture to be better than sham acupuncture for either of these two outcomes, and pooling the results of these RCTs also did not show acupuncture to be better than sham acupuncture. Evidence from four Chinese language comparative effectiveness trials showed acupuncture to be superior to two antispasmodic drugs (pinaverium bromide and trimebutine maleate), both of which provide a modest benefit for the treatment of IBS, although neither is approved for treatment of IBS in the United States. It is unclear whether or not the greater benefits of acupuncture reported by patients in these unblinded studies are due entirely to patients’ greater expectations of improvement from acupuncture than drugs or preference for acupuncture over drug therapy. There was one side effect (i.e. fainting in one patient) associated with acupuncture in the nine trials that reported side effects, although relatively small sample sizes limit the usefulness of this safety data."
}