{
  "doi": "10.1002/14651858.CD006063.pub2",
  "name": "Rosiglitazone for type 2 diabetes mellitus",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Diabetes has long been recognised as a strong, independent risk factor for cardiovascular disease, a problem which accounts for approximately 70% of all mortality in people with diabetes. Prospective studies show that compared to their non-diabetic counterparts, the relative risk of cardiovascular mortality for men with diabetes is two to three and for women with diabetes is three to four. The two biggest trials in type 2 diabetes, the United Kingdom Prospective Diabetes Study (UKPDS) and the University Group Diabetes Program (UGDP) study did not reveal a reduction of cardiovascular endpoints through improved metabolic control. Theoretical benefits of the peroxisome proliferator activated receptor gamma (PPAR-gamma) activator rosiglitazone on endothelial function and cardiovascular risk factors might result in fewer macrovascular disease events in people with type 2 diabetes mellitus."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of rosiglitazone in the treatment of type 2 diabetes."
    },
    {
      "heading": "Search methods",
      "text": "Studies were obtained from computerised searches of MEDLINE, EMBASE and The Cochrane Library."
    },
    {
      "heading": "Selection criteria",
      "text": "Studies were included if they were randomised controlled trials in adult people with type 2 diabetes mellitus and had a trial duration of at least 24 weeks."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trial quality and extracted data. Pooling of studies by means of fixed-effects meta-analysis could be performed for adverse events only."
    },
    {
      "heading": "Main results",
      "text": "Eighteen trials which randomised 3888 people to rosiglitazone treatment were identified. Longest duration of therapy was four years with a median of 26 weeks. Published studies of at least 24 weeks rosiglitazone treatment in people with type 2 diabetes mellitus did not provide evidence that patient-oriented outcomes like mortality, morbidity, adverse effects, costs and health-related quality of life are positively influenced by this compound. Metabolic control measured by glycosylated haemoglobin A1c (HbA1c) as a surrogate endpoint did not demonstrate clinically relevant differences to other oral antidiabetic drugs. Occurrence of oedema was significantly raised (OR 2.27, 95% confidence interval (CI) 1.83 to 2.81). The single large RCT (ADOPT - A Diabetes Outcomes Progression Trial) indicated increased cardiovascular risk. New data on raised fracture rates in women reveal extensive action of rosiglitazone in various body tissues."
    },
    {
      "heading": "Authors' conclusions",
      "text": "New studies should focus on patient-oriented outcomes to clarify the benefit-risk ratio of rosiglitazone therapy. Safety data and adverse events of all investigations (published and unpublished) should be made available to the public."
    }
  ],
  "pls_title": "Rosiglitazone for type 2 diabetes mellitus",
  "pls_type": "long",
  "pls": "Diseases of the heart and blood vessels account for approximately 70% of all mortality in people with diabetes. Compared to their non-diabetic counterparts the relative risk of mortality caused by disorders of the heart and blood vessels is two to three for men and three to four for women with diabetes. Type 2 diabetes is mainly characterised by a reduced ability of the hormone insulin to stimulate glucose uptake in body fat and muscles (insulin resistance) and affects most people suffering from diabetes. Several medications are on the market to treat diabetes, amongst them rosiglitazone as a member of the 'glitazones' reduced risk markers for diseases of the heart and blood vessels. Since the two biggest trials in people with type 2 diabetes showed that improved blood glucose alone is not enough to reduce the risk of the above mentioned diseases we looked for longer-term studies investigating 24 weeks as a minimum of rosiglitazone treatment on patient-oriented outcomes. As patient-oriented outcomes we defined mortality, complications of diabetes, side effects of the medication, health-related quality of life, costs and metabolic control (lowering of blood glucose to near normal levels).\nEighteen trials randomised 3888 people to rosiglitazone therapy. The longest duration of rosiglitazone treatment was four years, most trials lasted around half a year. Unfortunately, the published studies of at least 24 weeks rosiglitazone treatment in people with type 2 diabetes mellitus did not provide relevant evidence that patient-oriented outcomes are positively influenced by this agent. The chance of developing oedema was approximately doubled, the risk of cardiovascular diseases increased. The single large randomised controlled trial showed evidence of raised cardiovascular risk after rosiglitazone treatment. Moreover, new safety data show increased numbers of broken bones in women. This finding was published years after approval of this agent by drug regulatory authorities. New ways of exploring drug effects, for example by early long-term studies in many people, as well as public access to all safety data of published and unpublished investigations have to be established."
}