{
  "doi": "10.1002/14651858.CD011150.pub2",
  "name": "Intrastromal corneal ring segments for treating keratoconus",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Keratoconus is a degenerative condition of the cornea that profoundly affects vision and vision-specific quality of life. The axial cornea thins and protrudes, resulting in irregularity and, eventually, scarring of the cornea. There are multiple options available for treating keratoconus. Intrastromal corneal ring segments are small, crescent-shaped plastic rings that are placed in the deep, peripheral corneal stroma in order to flatten the cornea. They are made of polymethylmethacrylate (PMMA). The procedure does not involve corneal tissue nor does it invade the central optical zone. Intrastromal corneal ring segments are approved for use when contact lenses or spectacles are no longer adequate."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of intrastromal corneal ring segments as a treatment for keratoconus."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (which contains the Cochrane Eyes and Vision Trials Register) (2018, Issue 1); Ovid MEDLINE; Embase.com; PubMed; Latin American and Caribbean Health Sciences Literature Database (LILACS); ClinicalTrials.gov and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP). We did not implement any date or language restrictions in the electronic search for trials. We last searched the electronic databases on 25 January 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "Two review authors independently assessed records from the electronic searches to identify randomized controlled trials (RCTs). Disagreements were resolved by discussion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We planned for two authors to independently review full-text reports, using standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We found no RCTs comparing intrastromal corneal ring segments with spectacles or contact lenses."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In the absence of eligible RCTs to review, no conclusions can be drawn."
    }
  ],
  "pls_title": "Intrastromal corneal ring segments for keratoconus",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane Review was to evaluate the effectiveness and safety of intrastromal corneal ring segments as treatment for keratoconus. Intrastromal corneal ring segments are small, crescent-shaped plastic rings that are placed in the cornea (the clear, front surface of the eye) to treat keratoconus. Keratoconus is a worsening disease of the eye in which the normally round cornea bulges into a cone-like shape with irregular surface, causing distorted vision.Studies that evaluated uncorrected vision with intrastromal corneal rings were searched for, and no randomized controlled trials (RCTs) that fit the protocol's inclusion criteria were identified."
    },
    {
      "heading": "Key message",
      "text": "In the absence of eligible RCTs on this topic, the effectiveness and safety of intrastromal corneal ring segments as treatment for keratoconus is uncertain."
    },
    {
      "heading": "what was studied in this review?",
      "text": "It was important to evaluate the effectiveness and safety of intrastromal corneal ring segments as treatment for keratoconus, a rare and progressive disease of the cornea. Keratoconus often affects both eyes, causing protrusion of the eyes leading to the outer surface becoming irregular and distorted. It can sometimes lead to scarring of the cornea, resulting in blurry vision, even with visual correction. When contact lenses or spectacles are no longer effective enough at correcting vision, intrastromal corneal ring segments are used."
    },
    {
      "heading": "What are the main results of this review?",
      "text": "We found no studies meeting our inclusion criteria, and therefore no conclusion could be drawn regarding the effectiveness and safety of intrastromal corneal ring segments as treatment for people with keratoconus. Studies are needed that compare people who undergo intrastromal corneal ring segments as treatment for keratoconus to those individuals who did not receive intrastromal corneal ring segments."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The review authors searched for studies that have been up to 25 January 2018."
    }
  ]
}