{
  "doi": "10.1002/14651858.CD002961.pub2",
  "name": "Critical incident audit and feedback to improve perinatal and maternal mortality and morbidity ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Audit and feedback of critical incidents is an established part of obstetric practice. However, the effect on perinatal and maternal mortality is unclear. The potential harmful effects and costs are unknown."
    },
    {
      "heading": "Objectives",
      "text": "Is critical incident audit and feedback effective in reducing the perinatal mortality rate, the maternal mortality ratio, and severe neonatal and maternal morbidity?"
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 November 2010) and the Cochrane Effective Practice and Organisation of Care Group's Trials Register (18 November 2010)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized trials of audit (defined as any summary of clinical performance over a specified period of time) and feedback (method of feeding that information back to the clinicians) that reported objectively measured professional practice in a healthcare setting or healthcare outcomes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "No suitable trials were found."
    },
    {
      "heading": "Main results",
      "text": "None."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The necessity of recording the number and cause of deaths is not in question. Mortality rates are essential in identifying problems within the healthcare system. Maternal and perinatal death reviews should continue to be held, until further information is available. The evidence from serial data clearly suggests more benefit than harm. Feedback is essential in any audit system. The most effective mechanisms for this are unknown, but it must be directed at the relevant people."
    }
  ],
  "pls_title": "Critical incident audit and feedback to improve perinatal and maternal mortality and morbidity",
  "pls_type": "long",
  "pls": "Recording the number and the causes of deaths of pregnant women and babies is essential health information to identify problem areas. Effective management of the health of a population is dependent on basic statistics that allow for the identification of problem areas. Recording the number and causes of deaths of pregnant women and babies falls into this category and is essential. No randomised controlled trials were identified; therefore, the depth of examination of these deaths and the methods of feeding back that information to health workers to obtain the most beneficial effect is not known."
}