{
  "doi": "10.1002/14651858.CD009099.pub3",
  "name": "Hydrocolloid dressings for healing diabetic foot ulcers",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Foot ulcers in people with diabetes are a prevalent and serious global health issue. Wound dressings are regarded as important components of ulcer treatment, with clinicians and patients having many different types to choose from including hydrocolloid dressings. There is a range of different hydrocolloids available including fibrous-hydrocolloid and hydrocolloid (matrix) dressings. A clear and current overview of current evidence is required to facilitate decision-making regarding dressing use."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effects of hydrocolloid wound dressings with no dressing or alternative dressings on the healing of foot ulcers in people with diabetes."
    },
    {
      "heading": "Search methods",
      "text": "For this first update, in April 2013, we searched the following databases the Cochrane Wounds Group Specialised Register; The Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library); Ovid MEDLINE; Ovid MEDLINE (In-Process & Other Non-Indexed Citations); Ovid EMBASE; and EBSCO CINAHL. There were no restrictions based on language or date of publication."
    },
    {
      "heading": "Selection criteria",
      "text": "Published or unpublished randomised controlled trials (RCTs) that have compared the effects on ulcer healing of hydrocolloid with alternative wound treatments in the treatment of foot ulcers in people with diabetes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently performed study selection, risk of bias assessment and data extraction."
    },
    {
      "heading": "Main results",
      "text": "We included five studies (535 participants) in the review: these compared hydrocolloids with basic wound contact dressings, foam dressings, alginate dressings and a topical treatment. Meta-analysis of two studies indicated no statistically significant difference in ulcer healing between fibrous-hydrocolloids and basic wound contact dressings: risk ratio 1.01 (95% CI 0.74 to 1.38). One of these studies found that a basic wound contact dressing was more cost-effective than a fibrous-hydrocolloid dressing. One study compared a hydrocolloid-matrix dressing with a foam dressing and found no statistically significant difference in the number of ulcers healed. There was no statistically significant difference in healing between an antimicrobial (silver) fibrous-hydrocolloid dressing and standard alginate dressing; an antimicrobial dressing (iodine-impregnated) and a standard fibrous hydrocolloid dressing or a standard fibrous hydrocolloid dressing and a topical cream containing plant extracts."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Currently there is no research evidence to suggest that any type of hydrocolloid wound dressing is more effective in healing diabetic foot ulcers than other types of dressing or a topical cream containing plant extracts. Decision makers may wish to consider aspects such as dressing cost and the wound management properties offered by each dressing type e.g. exudate management."
    }
  ],
  "pls_title": "Hydrocolloid dressings to promote foot ulcer healing in people with diabetes when compared with other dressing types",
  "pls_type": "long",
  "pls": "Diabetes, a condition which leads to high blood glucose concentrations, is a common condition with around 2.8 million people affected in the UK (approximately 4.3% of the population). Dressings are commonly used to treat foot ulcers in people with diabetes. There are many types of dressings that can be used, which also vary considerably in cost.This review (four studies involving a total of 511 participants) identified no research evidence to suggest that any type of hydrocolloid wound dressing is more effective in healing diabetic foot ulcers than other types of dressing."
}