{
  "doi": "10.1002/14651858.CD013684",
  "name": "Psychological interventions to foster resilience in healthcare students",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Resilience can be defined as maintaining or regaining mental health during or after significant adversities such as a potentially traumatising event, challenging life circumstances, a critical life transition or physical illness. Healthcare students, such as medical, nursing, psychology and social work students, are exposed to various study- and work-related stressors, the latter particularly during later phases of health professional education. They are at increased risk of developing symptoms of burnout or mental disorders. This population may benefit from resilience-promoting training programmes."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of interventions to foster resilience in healthcare students, that is, students in training for health professions delivering direct medical care (e.g. medical, nursing, midwifery or paramedic students), and those in training for allied health professions, as distinct from medical care (e.g. psychology, physical therapy or social work students)."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, 11 other databases and three trial registries from 1990 to June 2019. We checked reference lists and contacted researchers in the field. We updated this search in four key databases in June 2020, but we have not yet incorporated these results."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing any form of psychological intervention to foster resilience, hardiness or post-traumatic growth versus no intervention, waiting list, usual care, and active or attention control, in adults (18 years and older), who are healthcare students. Primary outcomes were resilience, anxiety, depression, stress or stress perception, and well-being or quality of life. Secondary outcomes were resilience factors."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies, extracted data, assessed risks of bias, and rated the certainty of the evidence using the GRADE approach (at post-test only)."
    },
    {
      "heading": "Main results",
      "text": "We included 30 RCTs, of which 24 were set in high-income countries and six in (upper- to lower-) middle-income countries. Twenty-two studies focused solely on healthcare students (1315 participants; number randomised not specified for two studies), including both students in health professions delivering direct medical care and those in allied health professions, such as psychology and physical therapy. Half of the studies were conducted in a university or school setting, including nursing/midwifery students or medical students. Eight studies investigated mixed samples (1365 participants), with healthcare students and participants outside of a health professional study field.\nParticipants mainly included women (63.3% to 67.3% in mixed samples) from young adulthood (mean age range, if reported: 19.5 to 26.83 years; 19.35 to 38.14 years in mixed samples). Seventeen of the studies investigated group interventions of high training intensity (11 studies; > 12 hours/sessions), that were delivered face-to-face (17 studies). Of the included studies, eight compared a resilience training based on mindfulness versus unspecific comparators (e.g. wait-list).\nThe studies were funded by different sources (e.g. universities, foundations), or a combination of various sources (four studies). Seven studies did not specify a potential funder, and three studies received no funding support.\nRisk of bias was high or unclear, with main flaws in performance, detection, attrition and reporting bias domains.\nAt post-intervention, very-low certainty evidence indicated that, compared to controls, healthcare students receiving resilience training may report higher levels of resilience (standardised mean difference (SMD) 0.43, 95% confidence interval (CI) 0.07 to 0.78; 9 studies, 561 participants), lower levels of anxiety (SMD −0.45, 95% CI −0.84 to −0.06; 7 studies, 362 participants), and lower levels of stress or stress perception (SMD −0.28, 95% CI −0.48 to −0.09; 7 studies, 420 participants). Effect sizes varied between small and moderate. There was little or no evidence of any effect of resilience training on depression (SMD −0.20, 95% CI −0.52 to 0.11; 6 studies, 332 participants; very-low certainty evidence) or well-being or quality of life (SMD 0.15, 95% CI −0.14 to 0.43; 4 studies, 251 participants; very-low certainty evidence).\nAdverse effects were measured in four studies, but data were only reported for three of them. None of the three studies reported any adverse events occurring during the study (very-low certainty of evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "For healthcare students, there is very-low certainty evidence for the effect of resilience training on resilience, anxiety, and stress or stress perception at post-intervention.\nThe heterogeneous interventions, the paucity of short-, medium- or long-term data, and the geographical distribution restricted to high-income countries limit the generalisability of results. Conclusions should therefore be drawn cautiously. Since the findings suggest positive effects of resilience training for healthcare students with very-low certainty evidence, high-quality replications and improved study designs (e.g. a consensus on the definition of resilience, the assessment of individual stressor exposure, more attention controls, and longer follow-up periods) are clearly needed."
    }
  ],
  "pls_title": "Psychological interventions to foster resilience in healthcare students",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Healthcare students (e.g. medical, nursing, midwifery, paramedic, psychology, physical therapy, or social work students) have a high academic work load, are required to pass examinations and are exposed to human suffering. This can adversely affect their physical and mental health. Interventions to protect them against such stresses are known as resilience interventions. Previous systematic reviews suggest that resilience interventions can help students cope with stress and protect them against adverse consequences on their physical and mental health."
    },
    {
      "heading": "Review question",
      "text": "Do psychological interventions designed to foster resilience improve resilience, mental health, and other factors associated with resilience in healthcare students?"
    },
    {
      "heading": "Search dates",
      "text": "The evidence is current to June 2019. The results of an updated search of four key databases in June 2020 have not yet been included in the review."
    },
    {
      "heading": "Study characteristics",
      "text": "We found 30 randomised controlled trials (studies in which participants are assigned to either an intervention or a control group by a procedure similar to tossing a coin). The studies evaluated a range of resilience interventions in participants aged on average between 19 and 38 years.\nHealthcare students were the focus of 22 studies, with a total of 1315 participants (not specified for two studies). Eight studies included mixed samples (1365 participants) of healthcare students and non-healthcare students.\nEight of the included studies compared a mindfulness-based resilience intervention (i.e. an intervention fostering attention on the present moment, without judgements) versus unspecific comparators (e.g. wait-list control receiving the training after a waiting period). Most interventions were performed in groups (17/30), with high training intensity of more than 12 hours or sessions (11/30), and were delivered face-to-face (i.e. with direct contact and face-to-face meetings between the intervention provider and the participants; 17/30).\nThe included studies were funded by different sources (e.g. universities, foundations), or a combination of various sources (four studies). Seven studies did not specify a potential funder, and three studies received no funding support."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "A number of things reduce the certainty about whether resilience interventions are effective. These include limitations in the methods of the studies, different results across studies, the small number of participants in most studies, and the fact that the findings are limited to certain participants, interventions and comparators."
    },
    {
      "heading": "Key results",
      "text": "Resilience training for healthcare students may improve resilience, and may reduce symptoms of anxiety and stress immediately after the end of treatment. Resilience interventions do not appear to reduce depressive symptoms or to improve well-being. However, the evidence from this review is limited and very uncertain. This means that we currently have very little confidence that resilience interventions make a difference to these outcomes and that further research is very likely to change the findings.\nVery few studies reported on the short- and medium-term impact of resilience interventions. Long-term follow-up assessments were not available for any outcome. Studies used a variety of different outcome measures and intervention designs, making it difficult to draw general conclusions from the findings. Potential adverse events were only examined in four studies, with three of them showing no undesired effects and one reporting no results. More research is needed, of high methodological quality and with improved study designs."
    }
  ]
}