{
  "doi": "10.1002/14651858.CD004875.pub5",
  "name": null,
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Mycoplasma pneumoniae (M. pneumoniae ) is widely recognised as an important cause of community-acquired lower respiratory tract infection (LRTI) in children. Pulmonary manifestations are typically tracheobronchitis or pneumonia but M. pneumoniae is also implicated in wheezing episodes in both asthmatic and non-asthmatic individuals. Although antibiotics are used to treat LRTIs, a review of several major textbooks offers conflicting advice for using antibiotics in the management of M. pneumoniae LRTI in children."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether antibiotics are effective in the treatment of childhood LRTI secondary to M. pneumoniae infections acquired in the community."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (2014, Issue 3), MEDLINE (1966 to July week 4, 2014), EMBASE (1980 to July, 2014), and both WHO ICTRP and ClinicalTrials.gov (13 August 2014)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing antibiotics commonly used for treating M. pneumoniae (i.e. macrolide, tetracycline or quinolone classes) versus placebo, or antibiotics from any other class in the treatment of children under 18 years of age with community-acquired LRTI secondary to M. pneumoniae."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The review authors independently selected trials for inclusion and assessed methodological quality. We extracted and analysed relevant data separately and resolved disagreements by consensus."
    },
    {
      "heading": "Main results",
      "text": "A total of 1912 children were enrolled from seven studies. Data interpretation was limited by the inability to extract data that referred to children with M. pneumoniae . In most studies, clinical response did not differ between children randomised to a macrolide antibiotic and children randomised to a non-macrolide antibiotic. In one controlled study (of children with recurrent respiratory infections, whose acute LRTI was associated with Mycoplasma , Chlamydia or both, by polymerase chain reaction and/or paired sera) 100% of children treated with azithromycin had clinical resolution of their illness compared to 77% not treated with azithromycin at one month."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to draw any specific conclusions about the efficacy of antibiotics for this condition in children (although one trial suggests macrolides may be efficacious in some children with LRTI secondary to Mycoplasma) . The use of antibiotics has to be balanced with possible adverse events. There is still a need for high quality, double-blinded RCTs to assess the efficacy and safety of antibiotics for LRTI secondary to M. pneumoniae in children."
    }
  ],
  "pls_title": "Antibiotics to treat respiratory infections caused by the bacteria Mycoplasma pneumoniae in children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "This review sought to answer the question of whether antibiotics are effective in the treatment of LRTIs caused by the bacteriaMycoplasma pneumoniae(M. pneumoniae) in children."
    },
    {
      "heading": "Background",
      "text": "M. pneumoniaeis a bacterial infection, often responsible for lower respiratory tract infections (LRTIs) in children. The infection can present in a number of different ways and the most common respiratory manifestations are acute bronchitis, pneumonia or wheezing. The illness is generally self limiting, with symptoms that can last several weeks but may (occasionally) also cause severe pneumonia. Antibiotics are often given to children withM. pneumoniaeLRTI."
    },
    {
      "heading": "Search date",
      "text": "We searched for trials published and pending as at July 2014."
    },
    {
      "heading": "Study characteristics",
      "text": "Randomised controlled trials (RCTs) comparing either two types of antibiotic therapy or an antibiotic versus a placebo in children with pneumonia."
    },
    {
      "heading": "Key results",
      "text": "We identified seven studies (1912 children). Within each study, there were some children who hadM. pneumoniaebut we could not extract relevant data relating to efficacy or adverse events relating only to children withM. pneumoniae."
    },
    {
      "heading": "Quality of evidence",
      "text": "Overall the quality of the evidence for each of the main outcomes is very low as there are insufficient data for any outcome. Hence, currently, there is insufficient evidence to show conclusively that antibiotics are effective in children with LRTI caused byM. pneumoniae."
    }
  ]
}