{
  "doi": "10.1002/14651858.CD008483.pub2",
  "name": "Pharmacological interventions for the treatment of anxiety disorders in chronic obstructive pulmonary disease ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chronic Obstructive Pulmonary Disease (COPD) is characterised by inflammation of the airways and destruction of pulmonary tissue with post bronchodilator FEV1/FVC of <0.70 (forced expiratory volume in one second/forced vital capacity). Evidence indicates an increased prevalence of anxiety disorders in patients with chronic obstructive pulmonary disease (COPD), as compared with the general population and persons suffering from many other chronic illnesses. Anxiety in people with COPD has been shown to increase disability and impair functional status, resulting in an overall reduction in quality of life. As such, pharmacological interventions are commonly used to treat anxiety disorders in patients with COPD."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of pharmacological interventions on anxiety disorders in people with COPD, in terms of improvement of anxiety symptoms, quality of life, exercise tolerance, reduction in length of hospital stay and FEV1. We also evaluated adverse drug reactions."
    },
    {
      "heading": "Search methods",
      "text": "Two Cochrane Review Group Specialised Registers were searched (up to the 1st of June 2011) to identify trials for this review. Complementary searches of PsycINFO and the Cochrane Central Register of Controlled Trials (CENTRAL) were also carried out. We did not apply any language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered all randomised controlled trials (RCTs), cluster randomised trials and cross-over trials of pharmacological interventions for patients (age > 40 years) with COPD and co-existing anxiety disorders (as confirmed by recognised diagnostic criteria or a validated measurement scale) for the review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two of the three review authors individually evaluated each article and extracted data. Any conflicts that arose were resolved through discussion with a third party, if necessary. Trial investigators were contacted to obtain missing/raw data. Meta-analyses of continuous outcomes were performed using the random-effect model."
    },
    {
      "heading": "Main results",
      "text": "Four studies met all of the inclusion criteria (with a total of 40 participants). Three subclasses of anxiety medications were used including selective serotonin reuptake inhibitors (SSRIs), tricyclic antidepressants (TCAs) and azapirones. Although two studies used SSRIs as the intervention (total of 21 participants), we were unable to meta-analyse the anxiety outcomes as one study had a standard deviation of zero for the control group. Included studies had relatively poor quality including small sample sizes and short follow-up periods. Due to the small number of included studies, we were unable to meta-analyse all the subclasses of medications."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Due to the sub-optimal quality of the trials and statistically non-significant results, it is not possible to draw any conclusions for treatment. This review highlights the paucity of data in this area. As such, there is a need for scientifically rigorous research trials to evaluate the role of pharmacological interventions for anxiety disorders in patients with COPD, using a sample size large enough to demonstrate meaningful clinical significance."
    }
  ],
  "pls_title": "Pharmacological interventions for the treatment of anxiety disorders in chronic obstructive pulmonary disease",
  "pls_type": "long",
  "pls": "Patients with COPD (emphysema and chronic bronchitis) are more likely to have anxiety disorders compared with the general population. These symptoms adversely affect various aspects of daily life. Medications are widely used to treat these symptoms but there is little evidence to support this practice. This systematic review of four studies (total of 40 participants) found insufficient evidence of benefit for any of the three classes of medications included in this review. There is a considerable lack of evidence to address pharmacological interventions for anxiety disorders in patients with COPD. We recommend that new research be conducted to ascertain the best mode of treatment for anxiety within this population. This new research needs to be of good methodological design, investigate an adequate number of patients and have a meaningful length of follow-up."
}