{
  "doi": "10.1002/14651858.CD012398.pub2",
  "name": "Occupational therapy delivered by specialists versus non‐specialists for people with schizophrenia ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Schizophrenia is a severe mental health condition that is characterised by positive symptoms, such as hallucinations and delusions; negative symptoms, such as flattened affect, thought disorder (disrupted speech), and lack of motivation; and cognitive symptoms, such as problems with memory and attention. Schizophrenia can occur as an isolated episode, or as a recurring cycle of remission and relapse, and is associated with impairment in psychosocial and occupational functioning.\nAlthough antipsychotic drugs are the main treatment for people with schizophrenia, in most countries mental health services usually provide a range of add-on interventions, including occupational therapy. This is a complex intervention designed to support and enable continued participation in daily life through engagement in activities and occupations meaningful to the individual. Occupational therapists are professionals trained to deliver therapy where the emphasis is on improving occupational function and participation rather than treating symptoms, and uses a wide range of methods based on the needs of individuals. However, similar interventions may also be delivered by staff not trained as occupational therapists."
    },
    {
      "heading": "Objectives",
      "text": "To examine the effects of occupational therapy delivered by occupational therapists compared to occupational therapy delivered by any other person for people with schizophrenia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group's Study-Based Register of Trials (including trial registers) on 4 November 2016 and 26 July 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials evaluating the functional or clinical outcomes of occupational therapy, or both, for people with schizophrenia delivered by occupational therapists compared with occupational therapy for people with schizophrenia delivered by anyone other than occupational therapists."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Review authors independently inspected citations, selected studies, extracted data, and appraised study quality."
    },
    {
      "heading": "Main results",
      "text": "The search yielded 1633 records. Of these, we retrieved 17 full-text reports (14 studies) for further scrutiny, which we subsequently excluded as they did not meet our inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Currently there are no randomised controlled trials comparing delivery of occupational therapy for people diagnosed with schizophrenia by occupational therapists with delivery of similar interventions by anyone other than occupational therapists. Research studies employing methodologically robust trial designs are needed to establish whether or not there are better outcomes for people with a diagnosis of schizophrenia with occupational therapy that is delivered by trained occupational therapists."
    }
  ],
  "pls_title": "Occupational therapy for schizophrenia provided by occupational therapists compared to others",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Is there good-quality evidence that occupational therapy for people with a diagnosis of schizophrenia is more effective if it is provided by trained occupational therapists rather than anyone else?"
    },
    {
      "heading": "Background",
      "text": "Schizophrenia is a serious mental health condition with a range of symptoms including hearing voices, unusual beliefs, paranoia, disorganised thinking or speech, and loss of motivation. In addition to people diagnosed with schizophrenia receiving medical treatments, services that support such individuals often provide further therapies such as occupational therapy. Occupational therapy aims to help improve the functioning and ability to take part in meaningful activities of people with schizophrenia, rather than focusing on reducing symptoms. Occupational therapy may be provided by specialist professionals trained as occupational therapists. However, similar therapy may be provided by other people who are not trained occupational therapists (e.g. doctors, nurses, other allied health professionals, or support staff). We wanted to find out whether there were any differences between the effectiveness of occupational therapy provided by occupational therapists and similar therapy provided by people not trained as occupational therapists."
    },
    {
      "heading": "Searching for evidence",
      "text": "On 26 July 2018 we ran an electronic search of the Cochrane Schizophrenia Group's specialised register of trials for clinical trials that allocated people with schizophrenia randomly to receive occupational therapy provided by an occupational therapist or receive occupational therapy provided by anyone else."
    },
    {
      "heading": "Evidence found",
      "text": "We identified 1633 potentially relevant records through our database searching, from which we obtained 17 full-text articles for closer inspection. We were unable to include any of these studies in the review and excluded a total of 14 studies."
    },
    {
      "heading": "Conclusions",
      "text": "At present there is no evidence from randomised controlled trials to permit a judgement as to whether occupational therapy for people with a diagnosis of schizophrenia is more effective if it is provided by trained occupational therapists compared to anyone else. Research is needed to answer this question and to help service providers plan future services that include occupational therapy for people with a diagnosis of schizophrenia."
    }
  ]
}