{
  "doi": "10.1002/14651858.CD007874.pub2",
  "name": "Lidocaine for reducing propofol‐induced pain on induction of anaesthesia in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pain on propofol injection is an untoward effect and this condition can reduce patient satisfaction. Intravenous lidocaine injection has been commonly used to attenuate pain on propofol injection. Although many studies have reported that lidocaine was effective in reducing the incidence and severity of pain, nevertheless, no systematic review focusing on lidocaine for preventing high-intensity pain has been published."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to determine the efficacy and adverse effects of lidocaine in preventing high-intensity pain on propofol injection."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL; 2014, Issue 10), Ovid MEDLINE (1950 To October 2014), Ovid Embase (1988 to October 2014), LILACS (1992 to October 2014) and searched reference lists of articles.\nWe reran the search in November 2015. We found 11 potential studies of interest, those studies were added to the list of ‘Studies awaiting classification' and will be fully incorporated into the formal review findings when we update the review."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) using intravenous lidocaine injection as an intervention to decrease pain on propofol injection in adults. We excluded studies without a placebo or control group."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We collected selected studies with relevant criteria. We identified risk of bias in five domains according to the following criteria: random sequence generation, allocation concealment, adequacy of blinding, completeness of outcome data and selective reporting. We performed meta-analysis by direct comparisons of intervention versus control. We estimated the summary odds ratios (ORs) and 95% confidence intervals using the random-effects Mantel-Haenszel method in RevMan 5.3. We used the I2 statistic to assess statistical heterogeneity. We assessed overall quality of evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included 85 studies, 82 of which (10,350 participants) were eligible for quantitative analysis in the review. All participants, aged 13 years to 89 years, were American Society of Anesthesiologists (ASA) I-III patients undergoing elective surgery. Each study was conducted in a single centre in high- , middle- and low-income countries worldwide. According to the risk of bias assessment, all except five studies were identified as being of satisfactory methodological quality, allowing 82 studies to be combined in the meta-analysis. Five of the 82 studies were assessed as high risk of bias: one for participant and personnel blinding, one for incomplete outcome data, and three for other potential sources of bias.\nThe overall incidence of pain and high-intensity pain following propofol injection in the control group were 63.7% (95% CI 60% to 67.9%) and 37.9% (95% CI 33.4% to 43.1%), respectively while those in the lidocaine group were 30.2% (95% CI 26.7% to 33.7%) and 11.8% (95% CI 9.7% to 13.8%). Both lidocaine admixture and pretreatment were effective in reducing pain on propofol injection (lidocaine admixture OR 0.19, 95% CI 0.15 to 0.25, 31 studies, 4927 participants, high-quality evidence; lidocaine pretreatment OR 0.13, 95% CI 0.10 to 0.18, 41 RCTs, 3918 participants, high-quality evidence). Similarly, lidocaine administration could considerably decrease the incidence of pain when premixed with the propofol (OR 0.19, 95% CI 0.15 to 0.24, 36 studies, 5628 participants, high-quality evidence) or pretreated prior to propofol injection (OR 0.14, 95% CI 0.11 to 0.18, 50 studies, 4722 participants, high-quality evidence). Adverse effects of lidocaine administration were rare. Thrombophlebitis was reported in only two studies (OR not estimated, low-quality evidence). No studies reported patient satisfaction."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Overall, the quality of the evidence was high. Currently available data from RCTs are sufficient to confirm that both lidocaine admixture and pretreatment were effective in reducing pain on propofol injection. Furthermore, there were no significant differences of effect between the two techniques."
    }
  ],
  "pls_title": "Lidocaine for reducing propofol-induced pain on anaesthesia in adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Is intravenous, (directly into a vein), lidocaine injection effective in reducing the pain caused by the injection of propofol, given to induce anaesthesia in adults undergoing general anaesthesia?"
    },
    {
      "heading": "Background",
      "text": "Propofol is an anaesthetic drug (an induction agent) which is given to induce and maintain anaesthesia in adults undergoing surgery. Propofol is a popular induction agent because it provides a smooth induction and faster recovery than other drugs such as thiopental. The main disadvantage of propofol is that it often causes people severe pain. This is because propofol is usually injected into a hand vein and can cause skin irritation. This can make the anaesthesia experience unpleasant. One method for preventing propofol-induced pain is to give lidocaine either before the propofol injection or mixed in with the propofol. Lidocaine is a commonly used low-cost local anaesthetic drug. The objective of this review was to determine how effective lidocaine was in reducing the high pain levels caused by the injection of propofol."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched the databases until October 2014. We included 85 studies, 82 of which (10,350 participants) were eligible for quantitative analysis. The study participants were randomly selected to receive either intravenous lidocaine injection or normal saline (placebo) at the same time as the propofol injection.\nWe reran the search in November 2015. We found 11 potential studies of interest, those studies were added to the list of ‘Studies awaiting classification' and will be fully incorporated into the formal review findings when we update the review."
    },
    {
      "heading": "Study funding sources",
      "text": "Three out of the 85 studies were funded by either a pharmaceutical manufacturer with a commercial interest in the results of the studies or the company which supplied the propofol. Eight studies were supported by government hospital or university funds and one study was funded by a charitable grant."
    },
    {
      "heading": "Key results",
      "text": "We found that the injection of lidocaine into a vein, either mixing lidocaine with propofol or injecting lidocaine before propofol, could effectively reduce the incidence and the high levels of pain associated with the injection of propofol. Adverse effects such as inflammation (redness, swelling) of the vein at the injection site were rare and in two studies were not more frequent with the use of lidocaine. No study reported on patient satisfaction."
    },
    {
      "heading": "Statistics",
      "text": "Based on these results we would expect that out of 1000 patients receiving intravenous propofol, about 384 who did not also receive intravenous lidocaine, would experience moderate to severe pain, compared to only 89 patients who also received intravenous lidocaine."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The overall quality of evidence was high with a very large beneficial effect obtained by the administration of lidocaine to reduce painful propofol injections."
    }
  ]
}