{
  "doi": "10.1002/14651858.CD005051.pub3",
  "name": "Whole grain cereals for the primary or secondary prevention of cardiovascular disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "There is evidence from observational studies that whole grains can have a beneficial effect on risk for cardiovascular disease (CVD). Earlier versions of this review found mainly short-term intervention studies. There are now longer-term randomised controlled trials (RCTs) available. This is an update and expansion of the original review conducted in 2007."
    },
    {
      "heading": "Objectives",
      "text": "The aim of this systematic review was to assess the effect of whole grain foods or diets on total mortality, cardiovascular events, and cardiovascular risk factors (blood lipids, blood pressure) in healthy people or people who have established cardiovascular disease or related risk factors, using all eligible RCTs."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (Issue 8, 2016) in the Cochrane Library, MEDLINE (1946 to 31 August 2016), Embase (1980 to week 35 2016), and CINAHL Plus (1937 to 31 August 2016) on 31 August 2016. We also searched ClinicalTrials.gov on 5 July 2017 and the World Health Organization International Clinical Trials Registry Platform (WHO ICTRP) on 6 July 2017. We checked reference lists of relevant articles and applied no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected RCTs assessing the effects of whole grain foods or diets containing whole grains compared to foods or diets with a similar composition, over a minimum of 12 weeks, on cardiovascular disease and related risk factors. Eligible for inclusion were healthy adults, those at increased risk of CVD, or those previously diagnosed with CVD."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies. Data were extracted and quality-checked by one review author and checked by a second review author. A second review author checked the analyses. We assessed treatment effect using mean difference in a fixed-effect model and heterogeneity using the I2 statistic and the Chi2 test of heterogeneity. We assessed the overall quality of evidence using GRADE with GRADEpro software."
    },
    {
      "heading": "Main results",
      "text": "We included nine RCTs randomising a total of 1414 participants (age range 24 to 70; mean age 45 to 59, where reported) to whole grain versus lower whole grain or refined grain control groups. We found no studies that reported the effect of whole grain diets on total cardiovascular mortality or cardiovascular events (total myocardial infarction, unstable angina, coronary artery bypass graft surgery, percutaneous transluminal coronary angioplasty, total stroke). All included studies reported the effect of whole grain diets on risk factors for cardiovascular disease including blood lipids and blood pressure. All studies were in primary prevention populations and had an unclear or high risk of bias, and no studies had an intervention duration greater than 16 weeks.\nOverall, we found no difference between whole grain and control groups for total cholesterol (mean difference 0.07, 95% confidence interval -0.07 to 0.21; 6 studies (7 comparisons); 722 participants; low-quality evidence).\nUsing GRADE, we assessed the overall quality of the available evidence on cholesterol as low. Four studies were funded by independent national and government funding bodies, while the remaining studies reported funding or partial funding by organisations with commercial interests in cereals."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence from RCTs of an effect of whole grain diets on cardiovascular outcomes or on major CVD risk factors such as blood lipids and blood pressure. Trials were at unclear or high risk of bias with small sample sizes and relatively short-term interventions, and the overall quality of the evidence was low. There is a need for well-designed, adequately powered RCTs with longer durations assessing cardiovascular events as well as cardiovascular risk factors."
    }
  ],
  "pls_title": "Whole grain cereals for cardiovascular disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Whole grain foods encompass a range of products and include whole grain wheat, rice, maize, and oats. The term 'whole grain' also includes milled whole grains such as oatmeal and wholemeal wheat."
    },
    {
      "heading": "Study characteristics",
      "text": "We evaluated nine randomised studies assessing the effects of whole grain diets compared to diets with refined grains or a usual diet on levels of cholesterol in the blood or blood pressure (major risk factors for cardiovascular disease including heart attacks or stroke). The evidence is current to August 2016."
    },
    {
      "heading": "Key results",
      "text": "The diets were followed for at least 12 weeks, but most studies had some methodological limitations, numbers of participants were small, and the overall quality of the evidence was low. We found no studies reporting on the effect of whole grains on deaths from cardiovascular disease or cardiovascular events. All nine included studies reported the effects of whole grain diets on levels of cholesterol in the blood or blood pressure. We found no effects on blood cholesterol or blood pressure in favour of whole grain diets. Four studies were funded by independent national and government funding bodies, while the remaining studies reported funding or partial funding by organisations with commercial interests in cereals."
    },
    {
      "heading": "Conclusion",
      "text": "There is insufficient evidence from randomised controlled trials to date to recommend consumption of whole grain diets to reduce the risk of cardiovascular disease, or lower blood cholesterol, or blood pressure."
    }
  ]
}