{
  "doi": "10.1002/14651858.CD007891.pub3",
  "name": "Combination inhaled steroid and long‐acting beta2‐agonist versus tiotropium for chronic obstructive pulmonary disease ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Combination therapy (inhaled corticosteroids and long-acting beta2-agonists) and tiotropium are both used in the treatment of chronic obstructive pulmonary disease (COPD). There is uncertainty about the relative benefits and harms of these treatments."
    },
    {
      "heading": "Objectives",
      "text": "To compare the relative effects of inhaled combination therapy and tiotropium on markers of exacerbations, symptoms, quality of life, lung function, pneumonia and serious adverse events in patients with chronic obstructive pulmonary disease."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Specialised Register of trials (November 2012) and reference lists of articles. We also contacted authors of the studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included only parallel, randomised controlled trials comparing inhaled combination corticosteroid and long-acting beta2-agonist against inhaled tiotropium bromide."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trials for inclusion and then extracted data on trial quality and outcome results. We contacted study authors for additional information. We resolved discrepancies through discussion."
    },
    {
      "heading": "Main results",
      "text": "One large, two-year trial (INSPIRE) and two smaller, shorter trials on a total of 1528 participants were found. The results from these trials were not pooled. The number of withdrawals from each arm of the INSPIRE trial was large and imbalanced and outcome data were not collected for patients who withdrew, raising concerns about the reliability of data from this study.\nIn INSPIRE, there were more deaths on tiotropium than on fluticasone/salmeterol (Peto odds ratio (OR) 0.55; 95% confidence interval (CI) 0.33 to 0.93). This was a statistically significant difference, however the number of withdrawals from each of the arms was 11 times larger than the observed number of deaths for participants on fluticasone/salmeterol and seven times larger for participants on tiotropium. There were more all-cause hospital admissions in patients on fluticasone/salmeterol than those on tiotropium in INSPIRE (Peto OR 1.32; 95% CI 1.04 to 1.67). There was no statistically significant difference in hospital admissions due to exacerbations, the primary outcome of INSPIRE. There was no significant difference in exacerbations in patients on fluticasone/salmeterol compared to tiotropium when compared as either an odds ratio or a rate ratio (mean number of exacerbations per patient per year). Exacerbations requiring treatment with oral corticosteroids were less frequent in patients on fluticasone/salmeterol (rate ratio 0.81; 95% CI 0.67 to 0.99). Conversely exacerbations requiring treatment with antibiotics were more frequent in patients treated with fluticasone/salmeterol (rate ratio 1.19; 95% CI 1.02 to 1.38). There were more cases of pneumonia in patients on fluticasone/salmeterol than in those on tiotropium (Peto OR 2.13; 95% CI 1.33 to 3.40). Confidence intervals for these outcomes do not reflect the additional uncertainty arising from unknown outcome data for patients who withdrew."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Since the proportion of missing outcome data compared to the observed outcome data is enough to induce a clinically relevant bias in the intervention effect, the relative efficacy and safety of combined inhalers and tiotropium remains uncertain. Further large, long-term randomised controlled trials comparing combination therapy to tiotropium are required, including adequate follow-up of all participants randomised (similar to the procedures undertaken in TORCH and UPLIFT). Additional studies comparing alternative inhaled long-acting beta2-agonist/steroid combination therapies with tiotropium are also required."
    }
  ],
  "pls_title": "Combined inhalers compared to tiotropium inhalers for the treatment of chronic obstructive pulmonary disease",
  "pls_type": "long",
  "pls": "Chronic obstructive pulmonary disease (COPD) is a general term referring to chronic bronchitis and emphysema, or both. COPD occurs when airflow to the lungs is restricted. Symptoms include cough and breathlessness and inhalers are commonly used to prevent and relieve these symptoms. COPD is usually caused by smoking and the best way to improve symptoms is to give up smoking.\nCOPD trials lasting longer than six months often have large numbers of people leaving the trial early. In INSPIRE, the largest trial in our review, comparing fluticasone/salmeterol to tiotropium, there were seven to 11 times more people leaving the trial early than the number who died; a number that swamps the death rate. Therefore we felt unable to draw a reliable conclusion as to which treatment has the lowest mortality rate. This uncertainty also left us unable to reliably say which drug was better in terms of reducing COPD exacerbations, hospitalisations and serious adverse events or improving quality of life and health status.\nMore information about COPD and explanations of terms used in this summary can be found here."
}