{
  "doi": "10.1002/14651858.CD015160.pub2",
  "name": "Mesh versus non‐mesh for emergency groin hernia repair",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "A groin hernia is a collective name for inguinal and femoral hernias, which can present acutely with incarceration or strangulation of the hernia sac content, requiring emergency treatment. Timely repair of emergency groin hernias is crucial due to the risk of reduced blood supply and thus damage to the bowel, but the optimal surgical approach is unclear. While mesh repair is the standard treatment for elective hernia surgery, using mesh for emergency groin hernia repair remains controversial due to the risk of surgical site infection."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of mesh compared with non-mesh in emergency groin hernia repair in adult patients with an inguinal or femoral hernia."
    },
    {
      "heading": "Search methods",
      "text": "On 5 August 2022, we searched the following databases: CENTRAL, MEDLINE Ovid, and Embase Ovid, as well as two trial registers for ongoing and completed trials. Additionally, we performed forward and backward citation searches for the included trials and relevant review articles. We searched without any language or publication restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) comparing mesh with non-mesh repair in emergency groin hernia surgery in adults. We included any mesh and any non-mesh repairs. All studies fulfilling the study, participant, and intervention criteria were included irrespective of reported outcomes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methodology. We presented dichotomous data as risk ratios (RR) with 95% confidence intervals (CI). We based missing data analysis on best- and worst-case scenarios. For outcomes with sufficiently low heterogeneity, we performed meta-analyses using the random-effects model. We analysed subgroups when feasible, including the degree of contamination. We used RoB 2 for risk of bias assessment, and summarised the certainty of evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included 15 trials randomising 1241 participants undergoing emergency groin hernia surgery with either mesh (626 participants) or non-mesh hernia repair (615 participants). The studies were conducted in China, the Middle East, and South Asia. Most patients were men, and most participants had an inguinal hernia (41 participants had femoral hernias). The mean/median age in the mesh group ranged from 35 to 70 years, and from 41 to 69 years in the non-mesh group. All studies were performed in a hospital emergency setting (tertiary care) and lasted for 11 to 139 months, with a median study duration of 31 months. The majority of the studies only included participants with clean to clean-contaminated surgical fields.\nFor all outcomes, we considered the certainty of the evidence to be very low, mainly downgraded due to high risk of bias (due to deviations from intended intervention and missing outcome data), indirectness, and imprecision.\nMesh hernia repair may have no effect on or slightly increase the risk of 30-day surgical site infections (RR 1.66, 95% CI 0.96 to 2.88; I² = 21%; 2 studies, 454 participants) when compared with non-mesh hernia repair, but the evidence is very uncertain. The evidence is also very uncertain about the effect of mesh hernia repair compared with non-mesh hernia repair on 30-day mortality (RR 1.38, 95% CI 0.58 to 3.28; 1 study, 208 participants). In summary, the results showed 70 more (from 5 fewer to 200 more) surgical site infections and 29 more (from 32 fewer to 175 more) deaths within 30 days of mesh hernia repair per 1000 participants compared with non-mesh hernia repair. The evidence is very uncertain about 90-day surgical site infections after mesh versus non-mesh hernia repair (RR 1.00, 95% CI 0.15 to 6.64; 1 study, 60 participants; very low-certainty evidence). No 30-day recurrences were recorded, and mesh hernia repair may not reduce recurrence within one year (RR 0.19, 95% CI 0.04 to 1.03; I² = 0%; 2 studies, 104 participants; very low-certainty evidence). Within 30 days of hernia repair, no meshes were removed from clean to clean-contaminated fields, but 6.7% of meshes (1 study, 208 participants) were removed from contaminated to dirty surgical fields. Among the four studies reporting 90-day mesh removal, no events occurred.\nWe were not able to identify any studies reporting complications classified according to the Clavien-Dindo Classification or reoperation for complications within 30 days of repair."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Our results show that in terms of 30-day surgical site infections, 30-day mortality, and hernia recurrence within one year, the evidence for the use of mesh hernia repair compared with non-mesh hernia repair in emergency groin hernia surgery is very uncertain. Unfortunately, firm conclusions cannot be drawn due to very low-certainty evidence and meta-analyses based on small-sized and low-quality studies. There is a need for future high-quality RCTs or high-quality registry-based studies if RCTs are unfeasible."
    }
  ],
  "pls_title": "Mesh or no mesh: what works best for groin hernias (swelling or lump in the groin area) requiring emergency surgery?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Overall, we are uncertain about the effect of placing a mesh during emergency surgery in people with groin hernias.\n• The poor quality of the studies and the low number of people involved does not allow us to draw any firm conclusions."
    },
    {
      "heading": "What are emergency groin hernias?",
      "text": "A groin hernia is a bulge that protrudes through a weakness in the abdominal wall in the groin region. It is a common surgical condition in both men and women, but is notably more widespread among males, affecting over one in four men. A rare but dangerous complication of a hernia occurs if the blood supply to the hernia content gets compromised (strangulation) as a result of the bowel or other content getting stuck in the hernia opening (incarceration). These conditions are clinically recognised by the sudden onset of a painful lump in the groin area, sometimes also causing nausea, vomiting, and severe discomfort. People with such groin hernias are in need of urgent surgical treatment to avoid permanent injury to the bowel, if manual reduction is unsuccessful."
    },
    {
      "heading": "How are emergency groin hernias treated?",
      "text": "There is no agreement on what surgery method is best for treating emergency groin hernias. Firstly, the bulge with tissue (either fatty tissue or bowel) needs to be returned to the abdominal cavity and the bowel's blood supply needs to be restored so that it does not die. Secondly, the weakness in the abdominal wall needs to be fixed. In general, this can be done by placing a mesh or using only stitches (non-mesh). A mesh is a surgical net placed in the abdominal wall where the weakness occurred, intended to strengthen it. The different surgical methods for groin hernias are referred to as 'hernia repair'. While mesh is the gold standard for planned surgery of groin hernias, its role in emergency surgery is debated. The theory is that implanting a foreign body (mesh) could increase the risk of infection following emergency groin hernia surgery, potentially favouring a non-mesh hernia repair, but this theory is yet to be confirmed."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if mesh hernia repair differed from non-mesh hernia repair in terms of infections related to the surgical wound, deaths after surgery, the return of the hernia (recurrence), and complications. We also wanted to see how many meshes were later removed due to complications."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that examined mesh compared with non-mesh hernia repairs in adult people who needed emergency surgery for their groin hernia.\nWe compared and summarised the results of the studies. We rated our confidence in the evidence based on factors such as the quality of the studies and the number of participants."
    },
    {
      "heading": "What did we find?",
      "text": "We found 15 studies involving 1241 people, of which 626 received a mesh repair, and 615 received a non-mesh hernia repair. Most studies were conducted in China (10 studies), and the remaining studies were conducted in the Middle East and South Asia. The studies lasted from 11 months to over 11 years.\nWe found that mesh hernia repair might not affect the risk of wound infections or deaths within 30 days of surgery when compared with non-mesh hernia repair.\nNo hernias returned within 30 days. Some hernias returned after one year following the repair, but the analysis could not find any differences in this risk between mesh and non-mesh hernia repairs.\nNo meshes were removed within 30 days of repair in the least severe cases of emergency groin hernia but, based on one study, one out of 15 meshes were removed in the more severe cases."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "There are significant limitations of the evidence, therefore we can not draw strong conclusions. Firstly, we are not certain about the evidence since the overall quality of the included studies was very low. Also, we could not find data about everything we wanted to find out, and the few studies that reported the things we were interested in were unfortunately too small to show any potential differences in the treatment effects."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "This evidence is up-to-date to August 2022."
    }
  ]
}