{
  "doi": "10.1002/14651858.CD006111.pub3",
  "name": "Piracetam for reducing the incidence of painful sickle cell disease crises",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Sickle cell disease is one of the most common genetic disorders. Sickle cell crises in which irregular and dehydrated cells contribute to blocking of blood vessels are characterised by episodes of pain. Treatment is mainly supportive and symptomatic. In vitro studies with piracetam indicate that it has the potential for inhibition and a reversal of the process of sickling of erythrocytes. This is an update of a previously published Cochrane review."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of piracetam for reducing the incidence of painful sickle cell disease crises."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group Haemoglobinopathies Trials Register which comprises of references identified from comprehensive electronic database searches and handsearches of relevant journals and abstract books of conference proceedings.\nLast search of the Group's Haemoglobinopathies Trials Register: 21 September 2015."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing orally administered piracetam to placebo or standard care in people, of all ages and both sexes, with sickle cell disease."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trial quality and extracted data. Trial authors were contacted for additional information. Adverse effects data were collected from the trials."
    },
    {
      "heading": "Main results",
      "text": "Three trials involving 169 participants were included in the review. A limited amount of data addressing some of the primary and some of the secondary outcomes were provided, but data were incomplete and based on un-validated assumptions used in the evaluation of outcomes. One trial reported a reduction in the number of pain crises and their severity with active intervention than placebo but presented no data to confirm these results. A second trial presented a monthly global pain score based on the number of sickle cell crises and severity of pain but included no separate data for these primary outcomes. Although there was no significant difference between the piracetam and placebo periods for the number of days of hospitalisation (P = 0.87) in one trial, inconsistencies in the criteria necessary for hospitalisation during sickle crises did not permit accurate conclusions to be drawn. Two of the trials reported participant satisfaction with piracetam but provided no details as to how this satisfaction had been assessed. There were no reports of toxicity or adverse effects with piracetam other than one participant who experienced dizziness."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The small number of included trials and their poor methodological quality provided insufficient reliable evidence to support the routine use of this medication for preventing the incidence of painful sickle cell disease crises.\nWe will continue to run searches to identify any potentially relevant trials; however, we do not plan to update other sections of the review until new trials are published."
    }
  ],
  "pls_title": "Piracetam for reducing the incidence of painful sickle cell disease crises",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence to assess the effectiveness of piracetam for reducing the incidence of painful sickle cell disease crises. This is an update of a previously published Cochrane review."
    },
    {
      "heading": "Background",
      "text": "Sickle cell disease is one of the most common genetic disorders and affects about 250 million people (5% of the world's population). It is characterised by sickle-shaped red blood cells which may block blood vessels. This can lead to pain and damage to the major organs such as the brain, liver and spleen. Standard care is mainly supportive and in response to symptoms. Pain is controlled with drugs for pain relief and fluids to improve fluid levels. In vitro studies with piracetam have shown that it hinders the bonding of sickle haemoglobin and the bunching together of platelets. It also makes the blood less sticky and red blood cells more flexible."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to: 21 September 2015."
    },
    {
      "heading": "Key results",
      "text": "The authors of the review identified three trials, two of which had a cross-over design. The quality of the trials was poor. There were wide differences in the people taking part, the drug dose and the outcomes measured. Three trials are included. They provide some weak and unreliable evidence that piracetam prevents painful sickle cell crises. This lack of reliable evidence illustrates some of the doubt and lack of support for the routine use of this treatment for reducing the incidence of painful sickle cell disease crises. The review authors conclude that future research should aim to provide evidence for people to make informed decisions about whether piracetam is of use. Further randomised controlled trials should be well-designed and reported according to the 'Consolidated Standards of Reporting Trials (CONSORT)' statement.\nWe will continue to run searches to identify any potentially relevant trials; however, we do not plan to update other sections of the review until new trials are published."
    }
  ]
}