{
  "doi": "10.1002/14651858.CD007006",
  "name": "Abstinence‐plus programs for HIV infection prevention in high‐income countries",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Abstinence-plus interventions promote sexual abstinence as the best means of preventing acquisition of HIV, but also encourage safer-sex strategies (eg condom use) for sexually active participants."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of abstinence-plus programs for HIV prevention in high-income countries."
    },
    {
      "heading": "Search methods",
      "text": "We searched 30 electronic databases (eg CENTRAL, PubMed, EMBASE, AIDSLINE, PsycINFO) ending February 2007. Cross-referencing, hand-searching, and contacting experts yielded additional citations."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized and quasi-randomized controlled trials evaluating abstinence-plus interventions in high-income countries (as defined by the World Bank). Interventions were any efforts that encouraged sexual abstinence as the best means of HIV prevention, but also promoted safer sex. Results were self-reported biological outcomes, behavioral outcomes, and HIV knowledge."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three reviewers independently appraised 20070 citations and 325 full-text papers for inclusion and methodological quality; 39 evaluations were included. Due to heterogeneity and data unavailability, we presented the results of individual studies instead of a meta-analysis."
    },
    {
      "heading": "Main results",
      "text": "Studies enrolled 37724 North American youth; participants were ethnically diverse. Programs took place in schools (10), community facilities (24), both schools and community facilities (2), healthcare facilities (2), and family homes (1). Median final follow-up occurred 12 months after baseline.\nResults showed no evidence that abstinence-plus programs can affect self-reported sexually transmitted infection (STI) incidence, and limited evidence that programs can reduce self-reported pregnancy incidence. Results for behavioral outcomes were promising; 23 of 39 evaluations found a significantly protective intervention effect for at least one behavioral outcome. Consistently favorable program effects were found for HIV knowledge.\nNo adverse effects were observed. Several evaluations found that one version of an abstinence-plus program was more effective than another, suggesting that more research into intervention mechanisms is warranted.\nMethodological strengths included large samples and statistical controls for baseline values. Weaknesses included under-utilization of relevant outcomes, self-report bias, and analyses neglecting attrition and clustered randomization."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Many abstinence-plus programs appear to reduce short-term and long-term HIV risk behavior among youth in high-income countries. Evidence for program effects on biological measures is limited. Evaluations consistently show no adverse program effects for any outcomes, including the incidence and frequency of sexual activity. Trials comparing abstinence-only, abstinence-plus, and safer-sex interventions are needed."
    }
  ],
  "pls_title": "Abstinence-plus programs for preventing HIV infection in high-income countries (as defined by the World Bank)",
  "pls_type": "long",
  "pls": "Abstinence-plus programs are widespread interventions that primarily target young people. On the premise that sexual abstinence is the best way to prevent HIV, abstinence-plus interventions aim to prevent, stop, or decrease sexual activity; however, programs also promote condom use and other safer-sexstrategies as alternatives for sexually active participants. Abstinence-plus programs differ from abstinence-only interventions, which promote abstinence as the exclusive means of HIV prevention without encouraging safer sex.\nThis review included 39 randomized and quasi-randomized controlled trials comparing abstinence-plus programs to various control groups (eg \"usual care,\" no intervention). Although we conducted an extensive international search for trials, all included studies were conducted among youth in the US, Canada, and the Bahamas (total baseline enrolment=37724 participants). The included programs took place in schools, community centers, and healthcare facilities. We did not conduct a meta-analysis because of missing data and variation in program designs.\nUsing various control groups, 24 of 39 evaluations showed a significantly protective intervention effect on at least one biological or behavioral outcome at short-term, medium-term, or long-term follow-up. Eight trials found no evidence that abstinence-plus programs affect self-reported sexually transmitted infection (STI) incidence and limited evidence that programs have a protective effect on self-reported pregnancy incidence. Results for behavioral outcomes were inconsistent across studies. Findings in almost every trial assessing HIV-related knowledge favored the intervention group over controls. No harms were observed for any outcome, including incidence and frequency of sexual activity.\nLimitations for this review include underreporting of relevant outcomes, reliance on program participants to report their behaviors accurately, and methodological weaknesses in the trials."
}