{
  "doi": "10.1002/14651858.CD009904.pub2",
  "name": "Continuous erythropoiesis receptor activator (CERA) for the anaemia of chronic kidney disease ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Continuous erythropoiesis receptor activator (CERA) is a newer, longer acting ESA which might be preferred to other ESAs (epoetin or darbepoetin) based on its lower frequency of administration. Different dosing requirements and molecular characteristics of CERA compared with other ESAs may lead to different health outcomes (mortality, cardiovascular events, quality of life) in people with anaemia and chronic kidney disease (CKD)."
    },
    {
      "heading": "Objectives",
      "text": "To assess benefits and harms of CERA compared with other epoetins (darbepoetin alfa and epoetin alfa or beta) or placebo/no treatment or CERA with differing strategy of administration for anaemia in individuals with CKD."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Kidney and Transplant Specialised Register to 13 June 2017 through contact with the Information Specialist using search terms relevant to this review. Studies contained in the Specialised Register are identified through search strategies specifically designed for CENTRAL, MEDLINE, and EMBASE; handsearching conference proceedings; and searching the International Clinical Trials Register (ICTRP) Search Portal and ClinicalTrials.gov."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) of at least three months' duration, comparing CERA with a different ESA (darbepoetin alfa or epoetin alfa or beta) or placebo or standard care or versus CERA with different strategies for administration in people with any stage of CKD."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data were extracted by two independent investigators. We summarised patient-centred outcomes (all-cause and cardiovascular mortality, major adverse cardiovascular events, red cell blood transfusion, iron therapy, cancer, hypertension, seizures, dialysis vascular access thrombosis, drug injection-related events, hyperkalaemia and health-related quality of life and haemoglobin levels) using random effects meta-analysis. Treatment estimates were expressed as risk ratios (RR) and their 95% confidence intervals (CI) for dichotomous outcomes and mean differences or standardized mean difference with 95% CI for continuous outcomes."
    },
    {
      "heading": "Main results",
      "text": "We included 27 studies involving 5410 adults with CKD. Seven studies (1273 participants) involved people not requiring dialysis, 19 studies (4209 participants) involved people treated with dialysis and one study (71 participants) evaluated treatment in recipients of a kidney transplant. Treatment was given for 24 weeks on average. No data were available for children with CKD. Studies were generally at high or unclear risk of bias from allocation concealment and blinding of outcomes. Only two studies masked participants and investigators to treatment allocation. One study compared CERA with placebo, nine studies CERA with epoetin alfa or beta, nine studies CERA with darbepoetin alfa, and two studies compared CERA with epoetin alfa or beta and darbepoetin alfa. Three studies assessed the effects of differing frequencies of CERA administration and five assessed differing CERA doses.\nThere was low certainty evidence that CERA had little or no effects on mortality (RR 1.07, 95% CI 0.73 to 1.57; RR 1.11, 95% CI 0.75 to 1.65), major adverse cardiovascular events (RR 5.09, 95% CI 0.25 to 105.23; RR 5.56, 95% CI 0.99 to 31.30), hypertension (RR 1.01, 95% CI 0.75 to 1.37; RR 1.00, 95% CI 0.79 to 1.28), need for blood transfusion (RR 1.02, 95% CI 0.72 to 1.46; RR 0.94, 95% CI 0.55 to 1.61), or additional iron therapy (RR 1.03, 95% CI 0.91 to 1.15; RR 0.99, 95% CI 0.95 to 1.03) compared to epoetin alfa/beta or darbepoetin alfa respectively. There was insufficient evidence to compare the effect of CERA to placebo on clinical outcomes. Only one low quality study reported that CERA compared to placebo might lead to little or no difference in the risk of major cardiovascular events (RR 2.97, 95% CI 0.31 to 28.18) and hypertension ((RR 0.73, 95% CI 0.35 to 1.52). There was low certainty evidence that different doses (higher versus lower) or frequency (twice versus once monthly) of CERA administration had little or no different effect on all-cause mortality (RR 3.95, 95% CI 0.17 to 91.61; RR 0.97, 95% CI 0.56 to 1.66), hypertension (RR 0.45, 95% CI 0.08 to 2.52; RR 0.85, 95% CI 0.60 to 1.21), and blood cell transfusions (RR 4.16, 95% CI 0.89 to 19.53; RR 0.91, 95% CI 0.51 to 1.62). No studies reported comparative treatment effects of different ESAs on health-related quality of life."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is low certainty evidence that CERA has little or no effects on patient-centred outcomes compared with placebo, epoetin alfa or beta or darbepoetin alfa for adults with CKD. The effects of CERA among children who have CKD have not studied in RCTs."
    }
  ],
  "pls_title": "CERA treatment for anaemia in people with chronic kidney disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Several treatments are available to treat anaemia in people who have kidney disease. These treatments boost the body's ability to produce red blood cells that take oxygen from the lungs and carry oxygen around the body. The kidney normally releases this hormone that prevents anaemia, but when the kidney function is low this hormone is insufficient to maintain an optimal level of red blood cells.\nSeveral synthetic versions of this hormone (called erythropoietin) are used as drugs that can be given into the skin or the directly blood stream and can completely correct anaemia from kidney disease. Several different treatment versions of erythropoietin are available in some parts of the world - these treatments generally differ by how often they need to be given to have an effect. The oldest versions of the drug (epoetin) need to be given several times per week, whereas newer drugs (darbepoetin and CERA) can be given much less often.\nUnfortunately, when high doses of anaemia treatments are used to achieve high haemoglobin levels, they can increase the risks of complications like a heart attack or stroke. Because of this risk, people are advised to use the dose of anaemia treatment that gives relief from the problems of anaemia (tiredness, breathlessness) but to avoid higher doses that may cause problems. However, it is not certain whether the different versions of the anaemia drugs have different risks of complications."
    },
    {
      "heading": "What did we do?",
      "text": "This review looked at whether CERA has different complication rates and benefits from correcting anaemia (improved quality of life) than other anaemia treatments."
    },
    {
      "heading": "What did we find?",
      "text": "We found 27 studies involving over 5410 people with kidney disease that looked at the benefits and complications of different anaemia treatments, comparing the newer anaemia treatment (CERA) with the older treatments (darbepoetin and epoetin alfa or beta). We found that it was uncertain whether anaemia drugs had different effects on heart disease complications, life expectancy, or anaemia in the people receiving treatment to increase their blood count. There was no information about whether CERA led to better quality of life for people receiving this drug."
    },
    {
      "heading": "Conclusions",
      "text": "Based on the information in this Cochrane review, clinical decisions about the choice of different anaemia drugs can be based on drug cost and availability."
    }
  ]
}