{
  "doi": "10.1002/14651858.CD010517.pub3",
  "name": "Splenectomy for people with thalassaemia major or intermedia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Thalassaemia is a genetic disorder of the haemoglobin protein in red blood cells. It has been historically classified into thalassaemia minor, intermedia and major, depending on the genetic defect and severity of the disease. The clinical presentation of β-thalassaemia varies widely from a mild asymptomatic form in thalassaemia minor, to a severe disease in thalassaemia major where individuals are dependant on life-long blood transfusions. The hallmark of thalassaemia syndromes is the production of defective red blood cells that are removed by the spleen resulting in an enlarged hyperfunctioning spleen (splenomegaly). Removal of the spleen may thus prolong red blood cell survival by reducing the amount of red blood cells removed from circulation and may ultimately result in the reduced need for blood transfusions."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of splenectomy in people with β-thalassaemia major or intermedia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Review Group's Haemoglobinopathies Trials Register, compiled from searches of electronic databases and the handsearching of journals and conference abstract books. We also searched online trial registries and the reference lists of relevant articles and reviews (27 July 2018).\nDate of the most recent search of the Group's trials register: 02 August 2019."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled and quasi-randomised controlled studies of people of any age with thalassaemia major or intermedia, evaluating splenectomy in comparison to conservative treatment (transfusion therapy and iron chelation) or other forms of splenectomy compared to each other (laparoscopic, open, radio-frequency)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently selected and extracted data from the single included study using a customised data extraction form and assessed the risk of bias. The quality of the evidence was assessed using GRADE."
    },
    {
      "heading": "Main results",
      "text": "One study, including 28 participants was included in the review; the results were described, primarily, in a narrative manner. This study assessed the feasibility of splenectomy using a laparoscopic approach versus open surgery. Given the lack of detail regarding the study methods beyond randomisation, the overall risk of bias for this study was unclear. The study was carried out over a period of 3.5 years, with each participant followed up only until discharge (less than one week after the intervention); it did not assess the majority of the outcomes outlined in this review (including two of the three primary outcomes, frequency of transfusion and quality of life). A total of three serious post-operative adverse events (the review's third primary outcome) were reported in the laparoscopic splenectomy group (one case of atelectasis and two cases of bleeding), compared to two events of atelectasis in the open surgery group; however, there were no significant differences between the groups for either atelectasis, risk ratio (RR) 0.50 (95% confidence interval (CI) 0.05 to 4.90) or for bleeding, RR 5.00 (95% CI 0.26 to 95.61) (very low-quality evidence). In addition, the study also reported three serious cases of intra-operative bleeding in the laparoscopic group which mandated conversion to open surgery, although the difference between groups was not statistically significant, RR 7.00 (95% CI 0.39 to 124.14) (very low-quality evidence). These effect estimates are based on very small numbers and hence are unreliable and imprecise. From this small study, there appeared to be an advantage for the laparoscopic approach, in terms of post-operative hospital stay, although the group difference was not large (median difference of 1.5 days, P = 0.03)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The review was unable to find good quality evidence, in the form of randomised controlled studies, regarding the efficacy of splenectomy for treating thalassaemia major or intermedia. The single included study provided little information about the efficacy of splenectomy, and compared open surgery and laparoscopic methods. Further studies need to evaluate the long-term effectiveness of splenectomy and the comparative advantages of surgical methods. Due to a lack of high quality evidence from randomised controlled studies, well-conducted observational studies may be used to answer this question."
    }
  ],
  "pls_title": "Removal of the spleen in people with thalassaemia major and intermedia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence comparing the removal of the spleen (splenectomy) to other treatments (such as blood transfusions and chelation (removal of excess iron) in people with thalassaemia major and intermedia."
    },
    {
      "heading": "Background",
      "text": "Thalassaemia is a genetic disease, caused by a defect in production of haemoglobin - which carries oxygen in red blood cells to all the tissues of the body. The clinical presentation of thalassaemia varies widely from a mild asymptomatic form to being dependant on life long blood transfusions. The genetic defect in thalassaemia also results in formation of ineffective red blood cells, which are removed by the spleen which in turn becomes enlarged. Removing the spleen can lengthen the lifespan of red blood cells and reduce the need for transfusions. We wanted to evaluate whether current evidence showed that removing the spleen was safe and effective in the long term and compare different surgical methods of removing the spleen."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to: 02 August 2019."
    },
    {
      "heading": "Study characteristics",
      "text": "One study with a total of 28 participant was included in the review. This study compared two methods of splenectomy - laparoscopic (keyhole) versus an open surgical approach. Study participants were recruited over a period of 3.5 years, but participants were only followed up to the end of their hospital stay (usually less than one week)."
    },
    {
      "heading": "Key results",
      "text": "The study evaluated the two types of surgical methods. Only one of our three primary outcomes were reported, the number of people experiencing major adverse events (bleeding during and after the operation and complete or partial collapse of a lung). However, the amount of information available is not sufficient to draw any reliable conclusions (very-low quality evidence). Hence, we were unable to provide recommendations regarding the use of splenectomy in people with thalassaemia. Appropriate clinical judgement, in view of the various risks and benefits described by other lower quality sources of evidence (e.g. observational studies), may be necessary when considering splenectomy in people with thalassaemia."
    },
    {
      "heading": "Quality of the evidence",
      "text": "While we are satisfied that the participants had equal chances of undergoing either type of surgery, there is not enough information on other aspects of the study to make any overall judgement on its quality."
    }
  ]
}