{
  "doi": "10.1002/14651858.CD013662.pub2",
  "name": "Prehabilitation exercise therapy before elective abdominal aortic aneurysm repair",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "An abdominal aortic aneurysm (AAA) is an abnormal dilation in the diameter of the abdominal aorta of 50% or more of the normal diameter or greater than 3 cm in total. The risk of rupture increases with the diameter of the aneurysm, particularly above a diameter of approximately 5.5 cm. Perioperative and postoperative morbidity is common following elective repair in people with AAA. Prehabilitation or preoperative exercise is the process of enhancing an individual’s functional capacity before surgery to improve postoperative outcomes. Studies have evaluated exercise interventions for people waiting for AAA repair, but the results of these studies are conflicting."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of exercise programmes on perioperative and postoperative morbidity and mortality associated with elective abdominal aortic aneurysm repair."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Vascular Specialised register, Cochrane Central Register of Controlled Trials, MEDLINE, Embase, CINAHL (Cumulative Index to Nursing and Allied Health Literature), and Physiotherapy Evidence Database (PEDro) databases, and the World Health Organization International Clinical Trials Registry Platform and ClinicalTrials.gov trials registers to 6 July 2020. We also examined the included study reports' bibliographies to identify other relevant articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered randomised controlled trials (RCTs) examining exercise interventions compared with usual care (no exercise; participants maintained normal physical activity) for people waiting for AAA repair."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies for inclusion, assessed the included studies, extracted data and resolved disagreements by discussion. We assessed the methodological quality of studies using the Cochrane risk of bias tool and collected results related to the outcomes of interest: post-AAA repair mortality; perioperative and postoperative complications; length of intensive care unit (ICU) stay; length of hospital stay; number of days on a ventilator; change in aneurysm size pre- and post-exercise; and quality of life. We used GRADE to evaluate certainty of the evidence. For dichotomous outcomes, we calculated the risk ratio (RR) with the corresponding 95% confidence interval (CI)."
    },
    {
      "heading": "Main results",
      "text": "This review identified four RCTs with a total of 232 participants with clinically diagnosed AAA deemed suitable for elective intervention, comparing prehabilitation exercise therapy with usual care (no exercise). The prehabilitation exercise therapy was supervised and hospital-based in three of the four included trials, and in the remaining trial the first session was supervised in hospital, but subsequent sessions were completed unsupervised in the participants’ homes. The dose and schedule of the prehabilitation exercise therapy varied across the trials with three to six sessions per week and a duration of one hour per session for a period of one to six weeks. The types of exercise therapy included circuit training, moderate-intensity continuous exercise and high-intensity interval training.\nAll trials were at a high risk of bias. The certainty of the evidence for each of our outcomes was low to very low. We downgraded the certainty of the evidence because of risk of bias and imprecision (small sample sizes). Overall, we are uncertain whether prehabilitation exercise compared to usual care (no exercise) reduces the occurrence of 30-day (or longer if reported) mortality post-AAA repair (RR 1.33, 95% CI 0.31 to 5.77; 3 trials, 192 participants; very low-certainty evidence). Compared to usual care (no exercise), prehabilitation exercise may decrease the occurrence of cardiac complications (RR 0.36, 95% CI 0.14 to 0.92; 1 trial, 124 participants; low-certainty evidence) and the occurrence of renal complications (RR 0.31, 95% CI 0.11 to 0.88; 1 trial, 124 participants; low-certainty evidence). We are uncertain whether prehabilitation exercise, compared to usual care (no exercise), decreases the occurrence of pulmonary complications (RR 0.49, 95% 0.26 to 0.92; 2 trials, 144 participants; very low-certainty evidence), decreases the need for re-intervention (RR 1.29, 95% 0.33 to 4.96; 2 trials, 144 participants; very low-certainty evidence) or decreases postoperative bleeding (RR 0.57, 95% CI 0.18 to 1.80; 1 trial, 124 participants; very low-certainty evidence). There was little or no difference between the exercise and usual care (no exercise) groups in length of ICU stay, length of hospital stay and quality of life.\nNone of the studies reported data for the number of days on a ventilator and change in aneurysm size pre- and post-exercise outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Due to very low-certainty evidence, we are uncertain whether prehabilitation exercise therapy reduces 30-day mortality, pulmonary complications, need for re-intervention or postoperative bleeding. Prehabilitation exercise therapy might slightly reduce cardiac and renal complications compared with usual care (no exercise). More RCTs of high methodological quality, with large sample sizes and long-term follow-up, are needed. Important questions should include the type and cost-effectiveness of exercise programmes, the minimum number of sessions and programme duration needed to effect clinically important benefits, and which groups of participants and types of repair benefit most."
    }
  ],
  "pls_title": "Exercise before planned surgery for abdominal aortic aneurysm",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "The abdominal aorta is a major blood vessel in the body that carries blood from the heart to the major organs in the chest and abdomen. An abdominal aortic aneurysm (AAA) is a balloon-like bulge of the aorta. If an AAA grows to over 5.5 cm in diameter (the length from one side to the other), the chance of the AAA rupturing (bursting) is increased. Ruptured AAAs cause death unless surgery is carried out soon after the event to repair the rupture. Surgery is recommended for people with AAAs bigger than 5.5 cm in diameter or who have pain due to the AAA, to decrease the risk of rupture and death. Complications following planned surgery for AAA are common. Exercise before surgery for AAA could help people make a better recovery from surgery. At the moment we do not know if exercise before surgery will help people make a better recovery after AAA surgery. We found only a few trials which looked at whether exercise before AAA surgery helps people make a better recovery, so more trials are needed before we can be certain the exercise helps."
    },
    {
      "heading": "Study characteristics and key results",
      "text": "We searched the literature on 6 July 2020, and we found four trials that included 232 participants with AAA who were on a waiting list for AAA surgery. The trials randomly assigned participants into two groups, one with exercise before surgery and another with usual care (no exercise before surgery, participants maintained normal physical activity). The types of exercise included circuit training, moderate-intensity continuous exercise and high-intensity interval training. In three of the four trials, the participants in the exercise group were supervised by healthcare professionals in hospital when they did their exercise sessions. In the other trial, the first exercise session was supervised in hospital, and the following sessions were completed by the participants on their own in their own homes. The number and length of the exercise sessions was different in the trials. Some exercise sessions took place three times a week and some took place six times a week. In some trials participants exercised for one week and some trials' participants exercised for six weeks before their surgery.\nLimited information from a small number of trials showed that exercise before AAA surgery might slightly reduce heart and kidney complications after surgery, compared to no exercise (usual care) before AAA surgery. We are uncertain whether exercise before AAA surgery reduces death within 30 days of AAA surgery, lung complications, the need for further treatment or bleeding after surgery, compared to no exercise before AAA surgery. There was little or no difference between the exercise and usual care groups in length of intensive care unit stay, length of hospital stay and quality of life. None of the studies reported information for the number of days participants were on a ventilator and change in AAA size before and after exercise."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "The certainty of the evidence is low or very low because of the way the studies were designed (risk of bias), and small number of people in the trials. Larger, well-designed trials are needed in order to increase our confidence in any benefits of exercising before AAA surgery for reducing complications."
    }
  ]
}