{
  "doi": "10.1002/14651858.CD004128.pub5",
  "name": "Hypothermia for neuroprotection in adults after cardiac arrest",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Good neurological outcome after cardiac arrest is difficult to achieve. Interventions during the resuscitation phase and treatment within the first hours after the event are critical for a favourable prognosis. Experimental evidence suggests that therapeutic hypothermia is beneficial, and several clinical studies on this topic have been published. This review was originally published in 2009; updated versions were published in 2012 and 2016."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of therapeutic hypothermia after cardiac arrest in adults compared to standard treatment."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search date was 30 September 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and quasi-RCTs in adults comparing therapeutic hypothermia after cardiac arrest with standard treatment (control). We included studies with adults cooled by any method, applied within six hours of cardiac arrest, to target body temperatures of 32 °C to 34 °C. Good neurological outcome was defined as no or only minor brain damage allowing people to live an independent life."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcome was 1. neurological recovery. Our secondary outcomes were 2. survival to hospital discharge, 3. quality of life, 4. cost-effectiveness and 5. adverse events. We used GRADE to assess certainty."
    },
    {
      "heading": "Main results",
      "text": "We found 12 studies with 3956 participants reporting the effects of therapeutic hypothermia on neurological outcome or survival. There were some concerns about the quality of all the studies, and two studies had high risk of bias overall. When we compared conventional cooling methods versus any type of standard treatment (including a body temperature of 36 °C), we found that participants in the therapeutic hypothermia group were more likely to reach a favourable neurological outcome (risk ratio (RR) 1.41, 95% confidence interval (CI) 1.12 to 1.76; 11 studies, 3914 participants). The certainty of the evidence was low.\nWhen we compared therapeutic hypothermia with fever prevention or no cooling, we found that participants in the therapeutic hypothermia group were more likely to reach a favourable neurological outcome (RR 1.60, 95% CI 1.15 to 2.23; 8 studies, 2870 participants). The certainty of the evidence was low.\nWhen we compared therapeutic hypothermia methods with temperature management at 36 °C, there was no evidence of a difference between groups (RR 1.78, 95% CI 0.70 to 4.53; 3 studies; 1044 participants). The certainty of the evidence was low.\nAcross all studies, the incidence of pneumonia, hypokalaemia and severe arrhythmia was increased amongst participants receiving therapeutic hypothermia (pneumonia: RR 1.09, 95% CI 1.00 to 1.18; 4 trials, 3634 participants; hypokalaemia: RR 1.38, 95% CI 1.03 to 1.84; 2 trials, 975 participants; severe arrhythmia: RR 1.40, 95% CI 1.19 to 1.64; 3 trials, 2163 participants). The certainty of the evidence was low (pneumonia, severe arrhythmia) to very low (hypokalaemia). There were no differences in other reported adverse events between groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Current evidence suggests that conventional cooling methods to induce therapeutic hypothermia may improve neurological outcomes after cardiac arrest. We obtained available evidence from studies in which the target temperature was 32 °C to 34 °C."
    }
  ],
  "pls_title": "Cooling the body after resuscitation following cardiac arrest",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key message",
      "text": "In this review, we asked whether people resuscitated from cardiac arrest benefit when their bodies are cooled to a temperature of 32 °C to 34 °C. Current evidence suggests that conventional cooling methods to induce hypothermia (low body temperature) may reduce the risk of brain damage and improve neurological outcomes (problems with the nervous system) following successful resuscitation after cardiac arrest."
    },
    {
      "heading": "What is cardiac arrest?",
      "text": "Around 30% to 50% of people with coronary heart disease (when the arteries supplying blood to the heart become narrowed by a build-up of fatty material within their walls) have sudden cardiac arrest at some stage of their illness. Sudden cardiac arrest means that the heart stops pumping blood and subsequently, circulation of blood throughout the body stops."
    },
    {
      "heading": "How is cardiac arrest treated?",
      "text": "Someone with sudden cardiac arrest needs instant resuscitation to save their life. Resuscitation can be done by people who have no medical training or by healthcare professionals. A variety of techniques can be used, but the first ones are usually to administer chest compressions (pushing hard and frequently on the person's breastbone), rescue breathing techniques (mouth-to-mouth resuscitation) and use of a defibrillator that applies electric shocks to the heart to restart it. If people with cardiac arrest are not resuscitated, brain cells begin to be irreversibly damaged, and subsequently, the person dies. After successful resuscitation, treatment within the first few hours is critical to avoid or limit brain damage, and preserve the function and structure of nerve cells in the brain (also called 'neuroprotection'). The symptoms of brain damage vary depending on the severity and duration of the cardiac arrest, as well as the health condition of the person. Symptoms include instant death; coma; paralysis; tremors; difficulty with speech and language; difficulties with thinking, remembering and mental tasks; and body co-ordination or gait problems. One type of therapy that may help to prevent cell damage consists of cooling the body to 32 °C to 34 °C for several hours after successful resuscitation."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to know whether people resuscitated from cardiac arrest recover better when their bodies are cooled to a temperature of 32 °C to 34 °C."
    },
    {
      "heading": "What did we do?",
      "text": "We searched medical databases for well-designed studies that looked at how well people who had their bodies cooled to 32 °C to 34 °C recovered after resuscitation following a cardiac arrest compared to people who were not cooled or not cooled to less than 36 °C."
    },
    {
      "heading": "What did we find?",
      "text": "We included 12 studies (3956 people overall) in our analysis examining the effects of cooling the body after successful resuscitation for cardiac arrest. Eleven studies used conventional cooling methods (for example, cooling pads or ice packs). However, one study used haemofiltration as the cooling method (blood was removed from the body via a tube that passed through a filter to remove toxic substances and a cooling machine before returning to the body – similar to dialysis), so their data could not be summarised with the other studies and were treated separately in the review."
    },
    {
      "heading": "Key results",
      "text": "Cooling the body after successful resuscitation may reduce the risk of brain damage and improve neurological outcomes. When we compared people whose bodies were cooled to 32 °C to 34 °C after resuscitation versus those whose bodies were not cooled, we found that 532 per 1000 of those receiving cooling would have no, or only minor, brain damage, while only 377 per 1000 not receiving cooling would have no, or only minor, brain damage. Cooling had no effect on survival. Cooling the body was associated with an increased risk of pneumonia (an infection that inflames the air sacs in one or both lungs) (384 per 1000 people who had cooling versus 352 per 1000 people who had no cooling), increased risk of low concentrations of blood potassium (185 per 1000 people who had cooling versus 134 per 1000 people who had no cooling) and an increased risk for irregular heartbeats (257 per 1000 people who had cooling versus 184 per 1000 people who had no cooling). Only a few studies looked at these treatable complications."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Some studies had quality shortcomings including a lack of information on how these studies were carried out and the use of inadequate methods to balance participants between cooling and no cooling groups. However, when we accounted for differences between studies, it became clear that these shortcomings had only a minor impact on the main results, and they did not change the overall findings."
    },
    {
      "heading": "Study funding sources",
      "text": "A dialysis-related company funded the study that used external cooling. Of the remaining 11 studies included in the main analysis, five received funding from government or non-profit organisations; two received analysing kits from a company unrelated to cooling and four studies did not provide information on funding."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "Evidence is current to September 2022."
    }
  ]
}