{
  "doi": "10.1002/14651858.CD008734.pub2",
  "name": "Interventions for managing relapse of the lower front teeth after orthodontic treatment",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Orthodontic relapse can be defined as the tendency for teeth to return to their pre-treatment position, and this occurs especially in lower front teeth (lower canines and lower incisors). Retention, to maintain the position of corrected teeth, has become one of the most important phases of orthodontic treatment. However, 10 years after the completion of orthodontic treatment, only 30% to 50% of orthodontic patients effectively retain the satisfactory alignment initially obtained. After 20 years, satisfactory alignment reduces to 10%. When relapse occurs, simple effective strategies are required to effectively manage the problem. The periodontal, physiological or psychological conditions may be different from those before orthodontic treatment, so re-treatment methods may also need to be different."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of interventions used to manage relapse of the lower front teeth after first fixed orthodontic treatment."
    },
    {
      "heading": "Search methods",
      "text": "The following electronic databases were searched: the Cochrane Oral Health Group Trials Register (to 9 November 2012), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2012, Issue 10), MEDLINE via OVID (1950 to 9 November 2012), EMBASE via OVID (1980 to 9 November 2012). There were no restrictions regarding language or date of publication. A thorough handsearch was done in relation to the following journals: American Journal of Orthodontics and Dentofacial Orthopedics (1970 to 9 November 2012), Angle Orthodontist (1978 to 9 November 2012), European Journal of Orthodontics (1979 to 9 November 2012), Journal of Orthodontics (1978 to 9 November 2012), Chinese Journal of Stomatology (1953 to 9 November 2012), West China Journal of Stomatology (1983 to 9 November 2012), Chinese Journal of Dental Materials and Devices (1992 to 9 November 2012) and Chinese Journal of Orthodontics (1994 to 9 November 2012)."
    },
    {
      "heading": "Selection criteria",
      "text": "We would have included randomised controlled trials (RCTs) which compared any of the following: fixed options (including labial braces, lingual braces and fixed lingual wire), removable options (including Hawley's retainer with active components such as Hawley's retainer with spring elastomeric module, Bloore removable aligner and any other modifications on the Hawley's retainer to correct the lower front teeth, and invisible removable aligners such as Invisalign and Clearstep) and no active treatment for the management of relapsed lower front teeth after orthodontic treatment. We excluded RCTs of participants with craniofacial deformities/syndromes or serious skeletal deformities who received prior surgical/surgical orthodontic treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors, independently and in duplicate, assessed the results of the searches to identify studies for inclusion. The Cochrane Collaboration statistical guidelines were to be followed for data synthesis."
    },
    {
      "heading": "Main results",
      "text": "We did not identify any RCTs which met the inclusion criteria for this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review has revealed that there was no evidence from RCTs to show that one intervention was superior to another to manage the relapse of the alignment of lower front teeth using any method or index, aesthetic assessment by participants and practitioners, treatment time, patient's discomfort, quality of life, cost-benefit considerations, stability of the correction, and side effects including pain, gingivitis, enamel decalcification and root resorption. There is an urgent need for RCTs in this area to identify the most effective and safe method for managing the relapse of alignment of the lower front teeth."
    }
  ],
  "pls_title": "Treatment options to manage relapse of lower front teeth after orthodontic treatment",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "The main question addressed by this review is how effective are fixed braces or removable retainers for managing relapse of lower front teeth after orthodontic treatment, compared to each other or no treatment."
    },
    {
      "heading": "Background",
      "text": "An important problem for patients completing orthodontic treatment is maintaining their lower front teeth in the corrected position (known as managing relapse) and preventing teeth from returning to their original positions. After orthodontic treatment, less than half of patients maintain alignment of their lower front teeth for the next 10 years, and even fewer (10%) maintain alignment for 20 years. Managing relapse is important in order to avoid wasting time, money and resources, and to maintain both the appearance and function of well-aligned teeth. There are two types of appliances (retainers) used to manage relapse; retainers which are fixed to the teeth or retainers able to be removed for cleaning.\nThe most commonly used fixed retainers are:\n• normal braces that have brackets attached to the lips-side of teeth (labial braces);\n• braces with brackets attached to the tongue-side of teeth (lingual braces); or\n• a fixed flexible wire attached to the tongue-side of teeth without using brackets.\nThe most common removable retainers are:\n• retainers made from wire and acrylic (Hawley’s retainer), with or without the addition of springs to apply force; or\n• clear 'invisible' aligners, free from metal brackets and wires, which are computer-generated to fit over the patient's lower teeth and move teeth in order."
    },
    {
      "heading": "Study characteristics",
      "text": "This review of existing studies was carried out by the Cochrane Oral Health Group and the evidence is current up to 9 November 2012.\nIn this review there are no trials published between 1950 and 2012 in which patients were randomly treated with either fixed braces, removable retainers or no treatment."
    },
    {
      "heading": "Key results",
      "text": "No trials were found that were suitable for inclusion in this review."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Currently there is no evidence to support using one form of treatment for managing relapse over another."
    }
  ]
}