{
  "doi": "10.1002/14651858.CD008353.pub2",
  "name": "Cordyceps sinensis (a traditional Chinese medicine) for treating chronic kidney disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cordyceps sinensis (Cordyceps, Dong Chong Xia Cao), a herbal medicine also known as Chinese caterpillar fungus, is one of the most commonly used ingredients in traditional Chinese medicine for the treatment of people with chronic kidney disease (CKD)."
    },
    {
      "heading": "Objectives",
      "text": "This review aimed to evaluate the therapeutic effects and potential adverse effects of Cordyceps sinensis for the treatment of people with CKD."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Renal Group's Specialised Register to 14 April 2014 through contact with the Trials' Search Co-ordinator using search terms relevant to this review. We also searched CINAHL, AMED, Current Controlled Trials, OpenSIGLE, and Chinese databases including CBM, CMCC, TCMLARS, Chinese Dissertation Database, CMAC and Index to Chinese Periodical Literature."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised trials comparing Cordyceps or its products with placebo, no treatment, or conventional treatment were considered for inclusion in the review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed data quality and extracted data. Statistical analyses were performed using the random-effects model and the results expressed as risk ratio (RR) for dichotomous outcomes or mean difference (MD) for continuous data with 95% confidence intervals (CI)."
    },
    {
      "heading": "Main results",
      "text": "We included 22 studies that involved 1746 participants. Among people with CKD who were not receiving dialysis, Cordyceps preparations were found to significantly decrease serum creatinine (14 studies, 987 participants): MD -60.76 μmol/L, 95% CI -85.82 to -35.71); increase creatinine clearance (6 studies, 362 participants): MD 9.22 mL/min, 95% CI 3.10 to 15.34) and reduce 24 hour proteinuria (4 studies, 211 participants: MD -0.15 g/24 h, 95% CI -0.24 to -0.05). However, suboptimal reporting and flawed methodological approaches meant that risk of bias was assessed as high in four studies and unclear in 18 studies, and hence, these results need to be interpreted with caution."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found that Cordyceps preparation, as an adjuvant therapy to conventional medicine, showed potential promise to decrease serum creatinine, increase creatine clearance, reduce proteinuria and alleviate CKD-associated complications, such as increased haemoglobin and serum albumin. However, definitive conclusions could not be made because of the low quality of evidence."
    }
  ],
  "pls_title": "Cordyceps sinensis (a Chinese medicinal herb) for treating chronic kidney disease",
  "pls_type": "long",
  "pls": "People with chronic kidney disease (CKD) experience gradual worsening of kidney function. Cordyceps (Cordyceps sinensis), which is sometimes known as Chinese caterpillar fungus, is widely used in traditional Chinese medicine to treat people with CKD. We conducted this review to investigate if Cordyceps was a safe and effective treatment for people with CKD.\nWe searched the literature published up to April 2014 and assessed evidence from 22 studies conducted in China that involved 1746 people with CKD who received Cordyceps as part of their treatment.\nWe found some evidence to indicate that Cordyceps preparations given in addition to conventional Western medicine may be beneficial in improving kidney function and addressing some complications. However, evidence quality was poor, and no definitive conclusions could be made about Cordyceps for people with CKD."
}