{
  "doi": "10.1002/14651858.CD005133.pub4",
  "name": "Pre‐emptive treatment for cytomegalovirus viraemia to prevent cytomegalovirus disease in solid organ transplant recipients ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cytomegalovirus (CMV) is a significant cause of morbidity and death in solid organ transplant recipients. Pre-emptive treatment of patients with CMV viraemia using antiviral agents has been suggested as an alternative to routine prophylaxis to prevent CMV disease. This is an update of a Cochrane review first published in 2006 and updated in 2013."
    },
    {
      "heading": "Objectives",
      "text": "To determine the benefits and harms of pre-emptive treatment of CMV viraemia to prevent CMV disease and death (any cause) and the indirect effects of CMV infection (acute rejection, graft loss, opportunistic infections) in solid organ transplant recipients."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Kidney and Transplant Register of Studies was searched up to 17 December 2024 using search terms relevant to this review. Studies in the Register are identified through searches of CENTRAL, MEDLINE, and EMBASE, conference proceedings, the International Clinical Trials Registry Platform (ICTRP) Search Portal, and ClinicalTrials.gov."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and quasi-RCTs comparing pre-emptive treatment with placebo, no specific treatment, or antiviral prophylaxis in solid organ transplant recipients."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed the eligibility of the identified studies, assessed the risk of bias, and extracted all data. Results were expressed as risk ratio (RR) and 95% confidence intervals (CI) for dichotomous outcomes. Statistical analyses were performed using a random-effects model. The certainty of evidence was assessed per outcome using the Grades of Recommendation, Assessment, Development and Evaluation (GRADE) approach."
    },
    {
      "heading": "Main results",
      "text": "In this update, we have included seven new studies, bringing the total number of included studies to 22 (1883 participants). Of these, seven investigated pre-emptive treatment versus placebo or standard care, 12 looked at pre-emptive treatment versus antiviral prophylaxis, one study investigated oral versus intravenous pre-emptive treatment, one investigated pre-emptive valganciclovir versus pre-emptive ganciclovir, and one investigated letermovir 40 mg twice/day versus 80 mg once/day. Studies were conducted in Australia, Brazil, the Czech Republic, Germany, Italy, Japan, Norway, Spain, South Korea, and the USA. Organ transplant recipients included kidney, liver, heart, lung, and kidney-pancreas. Thirteen studies were single-centre studies, six were multicentre, and three were unknown. The number of participants ranged from 12 to 296. Overall, selection bias was unclear (55%); performance, detection and attrition bias were high (91%, 63% and 95%, respectively), and reporting bias was low (55%).\nCompared with placebo or standard care, pre-emptive treatment probably reduces the risk of CMV disease (7 studies, 315 participants: RR 0.29, 95% CI 0.11 to 0.80; I2 = 54%; moderate-certainty evidence) but may result in little or no difference in death (any cause) (3 studies, 176 participants: RR 1.23, 95% CI 0.35 to 4.30; I2 = 0%; low-certainty evidence). Pre-emptive treatment may result in little or no difference in CMV organ involvement, CMV-associated symptoms, acute rejection, graft loss, other infections or leucopenia.\nCompared to prophylaxis, pre-emptive treatment may make little or no difference to the risk of developing CMV disease (11 studies, 1322 participants: RR 0.97, 95% CI 0.47 to 2.01; I2 = 54%; low-certainty evidence) and probably makes little or no difference to death (any cause) (9 studies, 1098 participants: RR 0.95, 95% CI 0.60 to 1.52; I2 = 0%; moderate-certainty evidence). Pre-emptive treatment may increase the risk of CMV infection (8 studies, 867 participants: RR 1.97, 95% CI 1.48 to 2.61; I2 = 66%; low-certainty evidence). The risk of leucopenia (7 studies, 869 participants: RR 0.57, 95% CI 0.38 to 0.87; I2 = 33%; moderate-certainty evidence) and neutropenia (5 studies, 859 participants: RR 0.63, 95% CI 0.44 to 0.90; I2 = 0% moderate certainty evidence) probably decreases with pre-emptive therapy. There may be little or no difference in the risks of acute rejection, graft loss, and infections other than CMV.\nSingle studies were identified for comparisons between different pre-emptive treatments: 1) oral ganciclovir versus IV ganciclovir; 2) valganciclovir versus ganciclovir; 3) 40 mg twice/day versus 80 mg once/day. No differences between these treatment modalities in terms of CMV disease, death (any cause), or adverse events were identified."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In this review, we have included seven new studies, yet the available evidence is overall of low certainty and the conclusions remain similar to the previous version of this review. Pre-emptive treatment probably reduces the risk of CMV disease compared with placebo or standard care. There were no clear differences between pre-emptive treatment and prophylaxis to prevent CMV disease or reduce the risk of death (any cause). The risk of CMV infection may be higher for patients receiving pre-emptive therapy, but the risk of adverse events, such as leucopenia, is probably lower."
    }
  ],
  "pls_title": "Does pre-emptive treatment with antiviral agents help to reduce the risk of cytomegalovirus disease in transplant recipients?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Cytomegalovirus (CMV, herpes virus related to chickenpox) is a common virus, with the majority of people being exposed by adulthood. CMV is a major cause of illness and death during the first year after transplantation. Prevention strategies include 1) giving daily low doses of an antiviral agent to all organ transplant recipients (prophylaxis) or 2) prescribing an antiviral agent when an organ transplant recipient develops laboratory-confirmed evidence of infection (pre-emptive treatment).\n• Compared to placebo or standard care, pre-emptive treatment probably reduces the risk of CMV disease. However, we are less confident in the results for other outcomes such as death, other organs being affected by CMV, CMV symptoms, acute rejection (the body's immune system attacking the transplanted organ), loss of the transplanted organ, other infections, or low white blood cells.\n• Compared to antiviral prophylaxis, pre-emptive treatment probably reduces the risk of low white blood cells and probably makes little or no difference to the risk of death. However, we are less confident pre-emptive treatment may increase the risk of CMV infection or may make little or no difference to risks of acute rejection, graft loss, or infections other than CMV."
    },
    {
      "heading": "What is cytomegalovirus?",
      "text": "Cytomegalovirus (CMV, a herpes virus related to chickenpox) is a common virus, with the majority of people being exposed by adulthood. Once a person becomes infected, the virus remains alive but usually inactive (dormant) within that person’s body for life. It does not normally cause a problem; however, for people whose immune system (the body's mechanism for fighting anything foreign) does not work well, the virus can reactivate. People who have received a kidney, heart, liver, lung or pancreas transplant (solid organ transplants) have to take strong medicines to prevent their bodies from trying to fight (or reject) this new transplant. These medicines dampen down the immune system, and the virus may once again become active and may affect the new transplant. CMV is a major cause of illness and death during the first year after transplantation.\nIt is important to distinguish between CMV infection and CMV disease: not every patient with a CMV infection will develop clinical disease with symptoms. Two main strategies to prevent CMV disease have been adopted: 1) giving daily low doses of an antiviral agent to all organ transplant recipients (prophylaxis), or 2) prescribing an antiviral agent when an organ transplant recipient develops laboratory-confirmed evidence of infection (pre-emptive treatment)."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if pre-emptive treatment aimed at transplant recipients who are at risk of developing CMV disease, rather than administering universal prophylaxis, including those who are unlikely to develop CMV disease, prevents the development of CMV disease, death and adverse events."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for all trials that assessed the benefits and harms of pre-emptive treatment with antiviral agents in preventing CMV disease in solid organ transplant recipients. We compared and summarised the results of the trials and rated our confidence in the information based on factors such as trial methods and size."
    },
    {
      "heading": "What did we find?",
      "text": "We found 22 studies involving 1883 people (adults and children) who had received a kidney, liver, heart, lung, or kidney-pancreas transplant. Studies were conducted in Australia, Brazil, the Czech Republic, Germany, Italy, Japan, Norway, Spain, South Korea, and the USA. The number of people enrolled ranged from 12 to 296. Studies compared pre-emptive treatment with placebo or standard care (7 studies), pre-emptive treatment versus antiviral prophylaxis (12), pre-emptive oral versus intravenous ganciclovir treatment (1), pre-emptive valganciclovir versus pre-emptive ganciclovir (1), and two different pre-emptive dosing strategies of letermovir (1).\nCompared to placebo or standard care, pre-emptive treatment probably reduces the risk of CMV disease but may make little or no difference to death, other organs being affected by CMV, CMV symptoms, acute rejection (the body's immune system attacking the transplanted organ), loss of the transplanted organ, other infections or low white blood cells.\nCompared to antiviral prophylaxis, pre-emptive treatment may make little or no difference to the risk of developing CMV disease and probably makes little or no difference to the risk of death. CMV infection may increase with pre-emptive treatment, while the risk of low white blood cells probably decreases. There may be little or no difference in the risks of acute rejection, graft loss, and infections other than CMV."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are moderately confident that, compared to placebo or standard care, pre-emptive treatment reduces the risk of CMV disease; however, we are less confident in the results for other outcomes.\nWe are moderately confident that, compared to antiviral prophylaxis, pre-emptive treatment probably reduces the risk of low white blood cells; however, we are less confident pre-emptive treatment may increase the risk of CMV infection."
    },
    {
      "heading": "How up to date is the evidence?",
      "text": "The evidence is current to 17 December 2024."
    }
  ]
}