{
  "doi": "10.1002/14651858.CD010100.pub2",
  "name": "Auditory‐verbal therapy for promoting spoken language development in children with permanent hearing impairments ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Congenital or early-acquired hearing impairment poses a major barrier to the development of spoken language and communication. Early detection and effective (re)habilitative interventions are essential for parents and families who wish their children to achieve age-appropriate spoken language. Auditory-verbal therapy (AVT) is a (re)habilitative approach aimed at children with hearing impairments. AVT comprises intensive early intervention therapy sessions with a focus on audition, technological management and involvement of the child's caregivers in therapy sessions; it is typically the only therapy approach used to specifically promote avoidance or exclusion of non-auditory facial communication. The primary goal of AVT is to achieve age-appropriate spoken language and for this to be used as the primary or sole method of communication. AVT programmes are expanding throughout the world; however, little evidence can be found on the effectiveness of the intervention."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of auditory-verbal therapy (AVT) in developing receptive and expressive spoken language in children who are hearing impaired."
    },
    {
      "heading": "Search methods",
      "text": "CENTRAL, MEDLINE, EMBASE, PsycINFO, CINAHL, speechBITE and eight other databases were searched in March 2013. We also searched two trials registers and three theses repositories, checked reference lists and contacted study authors to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "The review considered prospective randomised controlled trials (RCTs) and quasi-randomised studies of children (birth to 18 years) with a significant (≥ 40 dBHL) permanent (congenital or early-acquired) hearing impairment, undergoing a programme of auditory-verbal therapy, administered by a certified auditory-verbal therapist for a period of at least six months. Comparison groups considered for inclusion were waiting list and treatment as usual controls."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed titles and abstracts identified from the searches and obtained full-text versions of all potentially relevant articles. Articles were independently assessed by two review authors for design and risk of bias. In addition to outcome data, a range of variables related to participant groups and outcomes were documented."
    },
    {
      "heading": "Main results",
      "text": "Of 2233 titles and abstracts searched, only 13 abstracts appeared to meet inclusion criteria. All 13 full-text articles were excluded following independent evaluation by two review authors (CGBJ and JW), as they did not meet the inclusion criteria related to the research design. Thus, no studies are included in this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review confirms the lack of well-controlled studies addressing the use of AVT as an intervention for promoting spoken language development in children with permanent hearing impairments. Whilst lack of evidence does not necessarily imply lack of effect, it is at present not possible for conclusions to be drawn as to the effectiveness of this intervention in treating children with permanent hearing impairments."
    }
  ],
  "pls_title": "Auditory-verbal therapy for promoting spoken language development in children with permanent hearing impairments",
  "pls_type": "long",
  "pls": "Permanent hearing impairment greatly restricts a child's speech and language development and hinders his or her behavioural, cognitive and social functioning. Although technological devices, such as hearing aids and cochlear implants, enable the child to hear spoken words, they fail to teach the child how to listen, how to process language or how to talk.\nAuditory-verbal therapy aims to improve the spoken language abilities of a child with hearing impairment to the level of a child with typical hearing by developing his or her listening skills independent of other cues such as speech reading and gestures. It focuses on the context of spoken communication within the family and uses hearing and speech as the primary methods of communication. For this reason, it is thought to be more effective in helping a child reach typical age-related milestones in speech and language acquisition.\nThis review was undertaken to assess evidence on the effectiveness of auditory-verbal therapy in promoting spoken language development in children with permanent hearing impairments. Whilst many studies have examined the effectiveness of AVT, no studies met the criteria for inclusion in this review. Well-designed studies are urgently needed to examine the effectiveness of AVT in promoting spoken language development in children."
}