{
  "doi": "10.1002/14651858.CD008591.pub3",
  "name": "Second‐generation antidepressants for treatment of seasonal affective disorder",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Seasonal affective disorder (SAD) is a seasonal pattern of recurrent depressive episodes that is often treated with second-generation antidepressants (SGAs), light therapy, or psychotherapy."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of second-generation antidepressants (SGAs) for the treatment of seasonal affective disorder (SAD) in adults in comparison with placebo, light therapy, other SGAs, or psychotherapy."
    },
    {
      "heading": "Search methods",
      "text": "This is an update of an earlier review first published in 2011. We searched the Cochrane Central Register of Controlled Trials (CENTRAL; 2020, Issue 1) in the Cochrane Library (all years), Ovid MEDLINE, Embase, and PsycINFO (2011 to January 2020), together with the Cochrane Common Mental Disorders Controlled Trials Register (CCMDCTR) (all available years), for reports of randomised controlled trials (RCTs). We hand searched the reference lists of all included studies and other systematic reviews. We searched ClinicalTrials.gov for unpublished/ongoing trials. We ran a separate update search for reports of adverse events in the Ovid databases."
    },
    {
      "heading": "Selection criteria",
      "text": "For efficacy we included RCTs of SGAs compared with other SGAs, placebo, light therapy, or psychotherapy in adult participants with SAD. For adverse events we also included non-randomised studies."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened abstracts and full-text publications against the inclusion criteria. Data extraction and 'Risk of bias' assessment were conducted individually. We pooled data for meta-analysis where the participant groups were similar, and the studies assessed the same treatments with the same comparator and had similar definitions of outcome measures over a similar duration of treatment."
    },
    {
      "heading": "Main results",
      "text": "In this update we identified no new RCT on the effectiveness of SGAs in SAD patients. We included 2 additional single-arm observational studies that reported on adverse events of SGAs.\nFor efficacy we included three RCTs of between five and eight weeks' duration with a total of 204 participants. For adverse events we included two RCTs and five observational (non-randomised) studies of five to eight weeks' duration with a total of 249 participants. All participants met the DSM (Diagnostic and Statistical Manual of Mental Disorders) criteria for SAD. The average age ranged from 34 to 42 years, and the majority of participants were female (66% to 100%).\nResults from one trial with 68 participants showed that fluoxetine (20/36) was numerically superior to placebo (11/32) in achieving clinical response; however, the confidence interval (CI) included both a potential benefit as well as no benefit of fluoxetine (risk ratio (RR) 1.62, 95% CI 0.92 to 2.83, very low-certainty evidence). The number of adverse events was similar in both groups (very low-certainty evidence).\nTwo trials involving a total of 136 participants compared fluoxetine versus light therapy. Meta-analysis showed fluoxetine and light therapy to be approximately equal in treating seasonal depression: RR of response 0.98 (95% CI 0.77 to 1.24, low-certainty evidence), RR of remission 0.81 (95% CI 0.39 to 1.71, very low-certainty evidence). The number of adverse events was similar in both groups (low-certainty evidence).\nWe did not identify any eligible study comparing SGA with another SGA or with psychotherapy.\nTwo RCTs and five non-randomised studies reported adverse event data on a total of 249 participants who received bupropion, fluoxetine, escitalopram, duloxetine, nefazodone, reboxetine, light therapy, or placebo. We were only able to obtain crude rates of adverse events, therefore caution is advised regarding interpretation of this information. Between 0% and 100% of participants who received an SGA suffered an adverse event, and between 0% and 25% of participants withdrew from the study due to adverse events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Evidence for the effectiveness of SGAs is limited to one small trial of fluoxetine compared with placebo showing a non-significant effect in favour of fluoxetine, and two small trials comparing fluoxetine against light therapy suggesting equivalence between the two interventions. The lack of available evidence precluded us from drawing any overall conclusions on the use of SGAs for SAD. Further, larger RCTs are required to expand and strengthen the evidence base on this topic, and should also include comparisons with psychotherapy and other SGAs.\nData on adverse events were sparse, and a comparative analysis was not possible. The data we obtained on adverse events is therefore not robust, and our confidence in the data is limited. Overall, up to 25% of participants treated with SGAs for SAD withdrew from the study early due to adverse events."
    }
  ],
  "pls_title": "Second-generation antidepressants for winter depression",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Seasonal affective disorder (winter depression) is a type of depression that recurs in the autumn and lasts until the spring. Its symptoms are similar to those of regular depression, except sufferers are usually very tired and have an increase in their appetite. It is more common in countries with few daylight hours in winter. One of the mainstays of treatment for all depression, including winter depression, is second-generation antidepressants (SGAs), such as selective serotonin reuptake inhibitors (SSRIs) and serotonin and norepinephrine reuptake inhibitors (SNRIs). It is not clear how well these drugs work and how they compare to each other or to other types of therapy for winter depression, such as light therapy."
    },
    {
      "heading": "Results",
      "text": "We found three trials with a total of 204 participants that looked at one SGA (fluoxetine) compared with placebo (dummy pill) or light therapy. One trial (68 participants) compared fluoxetine with placebo, although participants receiving fluoxetine were more likely to respond to treatment, there wasn't enough data to be sure of any differences with placebo. Approximately the same number of participants in both groups experienced a side effect.\nWe found two trials with a total of 136 participants that compared fluoxetine with light therapy. When we combined the results of these two trials, we found that the two treatments were similar in their effects: approximately 66 out of 100 people improved in both the fluoxetine and light therapy groups. The number of participants with side effects was also about the same in the fluoxetine and light therapy groups.\nWe found five additional studies that provided information on the safety of SGAs for the treatment of winter depression. They reported side effects of the SGAs bupropion, fluoxetine, escitalopram, duloxetine, nefazodone, and reboxetine. We were unable to compare the drugs directly, but we can report that about 0% to 25% of people left the study early due to side effects, and the most common side effects were nausea, diarrhoea, disturbed sleep, decreased sex drive, dry mouth, and agitation. We could not compare the rates of side effects in people taking SGAs compared with placebo, which means that our confidence in the information on side effects is limited."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "The certainty of evidence for the effectiveness and safety of fluoxetine compared to placebo was very low. The certainty of evidence for the effectiveness and safety of fluoxetine compared to light therapy was low."
    }
  ]
}