{
  "doi": "10.1002/14651858.CD001505.pub5",
  "name": "Oral non‐steroidal anti‐inflammatory drug therapy for lung disease in cystic fibrosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Progressive lung damage causes most deaths in cystic fibrosis. Non-steroidal anti-inflammatory drugs (such as ibuprofen) may prevent progressive pulmonary deterioration and morbidity in cystic fibrosis. This is an update of a previously published review."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of treatment with oral non-steroidal anti-inflammatory drugs in cystic fibrosis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group Trials Register comprising references identified from comprehensive electronic database searches, hand searches of relevant journals and abstract books of conference proceedings. We contacted manufacturers of non-steroidal anti-inflammatory drugs and searched online trials registries.\nLatest search of the Group's Trials Register: 21 November 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized controlled trials comparing oral non-steroidal anti-inflammatory drugs, at any dose for at least two months, to placebo in people with cystic fibrosis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trials for inclusion the review and their potential risk of bias. Two authors independently rated the quality of the evidence for each outcome using the GRADE guidelines."
    },
    {
      "heading": "Main results",
      "text": "The searches identified 17 trials; four are included (287 participants aged five to 39 years; maximum follow-up of four years) and one is currently awaiting classification pending publication of the full trial report and two are ongoing. Three trials compared ibuprofen to placebo (two from the same center with some of the same participants); one trial assessed piroxicam versus placebo.\nThe three ibuprofen trials were deemed to have good or adequate methodological quality, but used various outcomes and summary measures. Reviewers considered measures of lung function, nutritional status, radiological assessment of pulmonary involvement, intravenous antibiotic usage, hospital admissions, survival and adverse effects. Combined data from the two largest ibuprofen trials showed a lower annual rate of decline for lung function, % predicted forced expiratory volume in one second (FEV1), mean difference (MD) 1.32 (95% confidence interval (CI) 0.21 to 2.42) (moderate-quality evidence); forced vital capacity (FVC), MD 1.27 (95% CI 0.26 to 2.28) (moderate-quality evidence); forced expiratory flow (FEF25%-75%), MD 1.80 (95% CI 0.15 to 3.45). The post hoc analysis of data from two trials split by age showed a slower rate of annual decline of FEV1 % predicted and FVC in the ibuprofen group in younger children, MD 1.41% (95% CI 0.03 to 2.80) (moderate-quality evidence) and MD 1.32% (95% CI 0.04 to 2.60) (moderate-quality evidence) respectively. Data from four trials demonstrated the proportion of participants with at least one hospitalization may be slightly lower in the ibuprofen group compared to placebo, Peto odds ratio 0.61 (95% CI 0.37 to 1.01) (moderate-quality evidence). In one trial, long-term use of high-dose ibuprofen was associated with reduced intravenous antibiotic usage, improved nutritional and radiological pulmonary status. No major adverse effects were reported, but the power of the trials to identify clinically important differences in the incidence of adverse effects was low.\nWe did not have any concerns with regards to risk of bias for the trial comparing piroxicam to placebo. However, the trial did not report many data in a form that we could analyze in this review. No data were available for the review's primary outcome of lung function; available data for hospital admissions showed no difference between the groups. No analyzable data were available for any other review outcome."
    },
    {
      "heading": "Authors' conclusions",
      "text": "High-dose ibuprofen can slow the progression of lung disease in people with cystic fibrosis, especially in children, which suggests that strategies to modulate lung inflammation can be beneficial for people with cystic fibrosis."
    }
  ],
  "pls_title": "Treatment with oral drugs other than steroids to reduce lung inflammation and deterioration in lung function in people with cystic fibrosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed evidence to see if drugs that were not steroids could reduce inflammation in the lungs and stop lung function getting worse in people with cystic fibrosis."
    },
    {
      "heading": "Background",
      "text": "Inflammation in the lungs increases the damage done to them and is the most common reason for early death in people with cystic fibrosis. In high doses, non-steroidal anti-inflammatory drugs, particularly ibuprofen, may work against inflammation, but in low doses there is some evidence that they may cause the inflammation. The use of high doses has also raised concerns about the potential for unwanted effects, which has limited the use of these drugs in cystic fibrosis."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to: 21 November 2018."
    },
    {
      "heading": "Study characteristics",
      "text": "We looked for trials comparing oral non-steroidal anti-inflammatory drugs to a a placebo (a tablet that contained no active medicine). We looked for any dose level. but the trial had to run for at least two months in people with cystic fibrosis. We found 17 trials and included four of these with a total of 287 people aged five to 39 years; one further trial has not yet been published in full and two are still ongoing; we will assess these when we have more information. Three of the four included trials compared ibuprofen to a placebo; two of these trials were run in the same center and used some of the same people. One trial compared a drug called piroxicam to placebo. The longest trial lasted four years.\nWe aimed to report on lung function, nutritional status, lung x-rays, how often intravenous antibiotics were needed, details about hospital admissions, survival and side effects."
    },
    {
      "heading": "Key results",
      "text": "We combined results from the two largest ibuprofen trials and showed that those taking ibuprofen had a lower annual rate of decline in lung function which was consistent across three lung function measurements. We then looked at these results split by age (even though we did not originally plan to do this) and found that two of the measurements showed a slower rate of annual decline in lung function in younger children. Results from four trials showed that fewer participants in the ibuprofen group were admitted to hospital at least once compared to placebo, although it was not clear if the difference was just chance or not. In one trial, people taking a long-term high dose of ibuprofen were less likely to need intravenous antibiotics, had better nutritional status and healthier lungs as seen by X-ray. No major side effects were reported in the trials, but they had not been designed to show differences in the rates of side effects.\nTo summarize, we found evidence showing that a high dose of a non-steroidal anti-inflammatory drug, most notably ibuprofen, may slow the progression of lung damage in people with cystic fibrosis, especially in younger people. The long-term safety results are limited but we feel that there is enough evidence to suggest that non-steroidal anti-inflammatory drugs be temporarily stopped when people with cystic fibrosis are receiving intravenous aminoglycosides or other drugs that may badly damage the kidneys.\nThe trial of the drug piroxicam did not report many results in a form that we could analyse in the review. We did not have any results for our main outcome of lung function. The only results we had reported no difference between the piroxicam group and the placebo group for the number of hospital admissions."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We judged the evidence to be of moderate quality overall. We thought the three ibuprofen trials had a good or adequate level of methodological quality with little risk of bias to the results, but used a range of different outcomes and summary measures. We did not have any concerns with regards to risks of bias for the trial comparing piroxicam to placebo."
    }
  ]
}