{
  "doi": "10.1002/14651858.CD001478.pub6",
  "name": "Acellular vaccines for preventing whooping cough in children",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Routine use of whole-cell pertussis (wP) vaccines was suspended in some countries in the 1970s and 1980s because of concerns about adverse effects. Following this action, there was a resurgence of whooping cough. Acellular pertussis (aP) vaccines, containing purified or recombinant Bordetella pertussis (B. pertussis) antigens, were developed in the hope that they would be as effective, but less reactogenic than the whole-cell vaccines. This is an update of a Cochrane review first published in 1999, and previously updated in 2012. In this update, we included no new studies."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of acellular pertussis vaccines in children and to compare them with the whole-cell vaccines."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (2013, Issue 12), MEDLINE (1950 to January week 2, 2014), EMBASE (1974 to January 2014), Biosis Previews (2009 to January 2014) and CINAHL (2009 to January 2014)."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected double-blind randomised efficacy and safety trials of aP vaccines in children up to six years old, with active follow-up of participants and laboratory verification of pertussis cases."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed the risk of bias in the studies. Differences in trial design precluded a meta-analysis of the efficacy data. We pooled the safety data from individual trials using a random-effects meta-analysis model."
    },
    {
      "heading": "Main results",
      "text": "We included six efficacy trials with a total of 46,283 participants and 52 safety trials with a total of 136,541 participants. Most of the safety trials did not report the methods for random sequence generation, allocation concealment and blinding, which made it difficult to assess the risk of bias in the studies. The efficacy of multi-component (≥ three) vaccines varied from 84% to 85% in preventing typical whooping cough (characterised by 21 or more consecutive days of paroxysmal cough with confirmation of B. pertussis infection by culture, appropriate serology or contact with a household member who has culture-confirmed pertussis), and from 71% to 78% in preventing mild pertussis disease (characterised by seven or more consecutive days of cough with confirmation of B. pertussis infection by culture or appropriate serology). In contrast, the efficacy of one- and two-component vaccines varied from 59% to 78% against typical whooping cough and from 41% to 58% against mild pertussis disease. Multi-component acellular vaccines are more effective than low-efficacy whole-cell vaccines, but may be less effective than the highest-efficacy whole-cell vaccines. Most systemic and local adverse events were significantly less common with aP vaccines than with wP vaccines for the primary series as well as for the booster dose."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Multi-component (≥ three) aP vaccines are effective in preventing whooping cough in children. Multi-component aP vaccines have higher efficacy than low-efficacy wP vaccines, but they may be less efficacious than the highest-efficacy wP vaccines. Acellular vaccines have fewer adverse effects than whole-cell vaccines for the primary series as well as for booster doses."
    }
  ],
  "pls_title": "Acellular vaccines for preventing whooping cough (pertussis) in children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We aimed to answer the question of whether acellular pertussis vaccines are as effective as the whole-cell vaccines at protecting children against whooping cough (pertussis), but with fewer side effects."
    },
    {
      "heading": "Background",
      "text": "Whooping cough can be a serious respiratory infection in children and is caused by the bacteriumBordetella pertussis(B. pertussis). Vaccines made from killed wholeB. pertussis, known as whole-cell pertussis vaccines, can cause severe neurologic disorders and minor side effects, such as anorexia, drowsiness, fever, irritability, prolonged crying, vomiting and pain/redness/swelling/hardening at the injection site. This led to a fall in immunisation rates, which resulted in an increase in the number of cases of whooping cough. Acellular pertussis vaccines (containing more purified antigens ofB. pertussis) were developed in the hope that they would be as effective but safer than the whole-cell pertussis vaccines."
    },
    {
      "heading": "Search date",
      "text": "We searched for trials published up to January 2014."
    },
    {
      "heading": "Study characteristics",
      "text": "We included trials comparing the efficacy and safety of whole-cell and acellular pertussis vaccines in children up to six years old."
    },
    {
      "heading": "Key results",
      "text": "This updated review included six trials with 46,283 participants evaluating the efficacy and 52 trials with 136,541 participants assessing the safety of pertussis vaccines. Duration varied from 12 months to 27 months and from 3 days to 12 months for efficacy trials and safety trials, respectively. The efficacy of acellular vaccines with three or more components varied from 84% to 85% in preventing typical whooping cough (characterised by 21 or more consecutive days of severe coughing attacks with laboratory evidence ofB. pertussisinfection or contact with a household member who has culture-confirmed pertussis) and from 71% to 78% in preventing mild pertussis disease (characterised by seven or more consecutive days of cough with laboratory evidence ofB. pertussisinfection). In contrast, the efficacy vaccines with one and two components varied from 59% to 78% in protecting against typical whooping cough and from 41% to 58% against mild pertussis disease. Most systemic and local side effects were significantly less common with acellular vaccines than with whole-cell vaccines for the first doses and booster dose. We found that acellular pertussis vaccines with three or more components are more effective than low-efficacy whole-cell vaccines, but may be less effective than the highest-efficacy whole-cell vaccines. Acellular vaccines have fewer side effects than whole-cell vaccines."
    },
    {
      "heading": "Implications for practice",
      "text": "The implications of the findings of this review for clinical practice may be different in high-income and low-income countries. In high-income countries, death from whooping cough is rare and parental acceptance is a major determinant of immunisation uptake. In these circumstances, the improved side effect profile of acellular vaccines argues in favour of their use, even though they might sacrifice some degree of effectiveness compared to the best whole-cell vaccines. In low-income countries, where the risk of pertussis is higher and cases are more likely to be fatal, greater weight needs to be given to vaccine efficacy. If an acellular vaccine has been shown to be less effective than a high-efficacy whole-cell vaccine it is intended to replace, the safety advantage of the acellular vaccine may be offset by increased mortality and morbidity due to a significantly higher rate of pertussis. However, most of the whole-cell vaccines used in low-income countries have not been adequately studied for efficacy and, therefore, it is not known where on the wide spectrum of whole-cell vaccine efficacy an individual product lies."
    },
    {
      "heading": "Quality of evidence",
      "text": "All included trials were randomised and double-blind, that is, the participants had an equal chance of receiving either acellular or whole-cell vaccines and both researchers and participants were unaware of the treatment assignment. However, most of trials did not report details of these methodological techniques. This may cast some uncertainty on the quality of evidence in this review."
    }
  ]
}