{
  "doi": "10.1002/14651858.CD011980.pub3",
  "name": "Use of platelet transfusions prior to lumbar punctures or epidural anaesthesia for the prevention of complications in people with thrombocytopenia ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "People with a low platelet count (thrombocytopenia) often require lumbar punctures or an epidural anaesthetic. Lumbar punctures can be diagnostic (haematological malignancies, subarachnoid haematoma, meningitis) or therapeutic (spinal anaesthetic, administration of chemotherapy). Epidural catheters are placed for administration of epidural anaesthetic. Current practice in many countries is to correct thrombocytopenia with platelet transfusions prior to lumbar punctures and epidural anaesthesia, in order to mitigate the risk of serious procedure-related bleeding. However, the platelet count threshold recommended prior to these procedures varies significantly from country to country. This indicates significant uncertainty among clinicians regarding the correct management of these patients. The risk of bleeding appears to be low, but if bleeding occurs it can be very serious (spinal haematoma). Consequently, people may be exposed to the risks of a platelet transfusion without any obvious clinical benefit.\nThis is an update of a Cochrane Review first published in 2016."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of different platelet transfusion thresholds prior to a lumbar puncture or epidural anaesthesia in people with thrombocytopenia (low platelet count)."
    },
    {
      "heading": "Search methods",
      "text": "We searched for randomised controlled trials (RCTs), non-randomised controlled trials (nRCTs), controlled before-after studies (CBAs), interrupted time series studies (ITSs), and cohort studies in CENTRAL (the Cochrane Library 2018, Issue 1), MEDLINE (from 1946), Embase (from 1974), the Transfusion Evidence Library (from 1950), and ongoing trial databases to 13 February 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs, nRCTs, CBAs, ITSs, and cohort studies involving transfusions of platelet concentrates, prepared either from individual units of whole blood or by apheresis, and given to prevent bleeding in people of any age with thrombocytopenia requiring insertion of a lumbar puncture needle or epidural catheter.\nThe original review only included RCTs."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane for including RCTs, nRCTs, CBAs, and ITSs. Two review authors independently assessed studies for eligibility and risk of bias and extracted data. Results were only expressed narratively."
    },
    {
      "heading": "Main results",
      "text": "We identified no completed or ongoing RCTs, nRCTs, CBAs, or ITSs. No studies included people undergoing an epidural procedure. No studies compared different platelet count thresholds prior to a procedure.\nIn this update we identified three retrospective cohort studies that contained participants who did and did not receive platelet transfusions prior to lumbar puncture procedures. All three studies were carried out in people with cancer, most of whom had a haematological malignancy. Two studies were in children, and one was in adults.\nThe number of participants receiving platelet transfusions prior to the lumbar puncture procedures was not reported in one study. We therefore only summarised in a narrative form the relevant outcomes from two studies (150 participants; 129 children and 21 adults), in which the number of participants who received the transfusion was given.\nWe judged the overall risk of bias for all reported outcomes for both studies as 'serious' based on the ROBINS-I tool.\nNo procedure-related major bleeding occurred in the two studies that reported this outcome (2 studies, 150 participants, no cases, very low-quality evidence).\nThere was no evidence of a difference in the risk of minor bleeding (traumatic tap) in participants who received platelet transfusions before a lumbar puncture and those who did not receive a platelet transfusion before the procedure (2 studies, 150 participants, very low-quality evidence). One of the 14 adults who received a platelet transfusion experienced minor bleeding (traumatic tap; defined as at least 500 x 106/L red blood cells in the cerebrospinal fluid); none of the seven adults who did not receive a platelet transfusion experienced this event. Ten children experienced minor bleeding (traumatic taps; defined as at least 100 x 106/L red blood cells in the cerebrospinal fluid), six out of the 57 children who received a platelet transfusion and four out of the 72 children who did not receive a platelet transfusion.\nNo serious adverse events occurred in the one study that reported this outcome (1 study, 21 participants, very low-quality evidence).\nWe found no studies that evaluated all-cause mortality within 30 days from the lumbar puncture procedure, length of hospital stay, proportion of participants who received platelet transfusions, or quality of life."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no evidence from RCTs or non-randomised studies on which to base an assessment of the correct platelet transfusion threshold prior to insertion of a lumbar puncture needle or epidural catheter. There are no ongoing registered RCTs assessing the effects of different platelet transfusion thresholds prior to the insertion of a lumbar puncture or epidural anaesthesia in people with thrombocytopenia. Any future study would need to be very large to detect a difference in the risk of bleeding. A study would need to be designed with at least 47,030 participants to be able to detect an increase in the number of people who had major procedure-related bleeding from 1 in 1000 to 2 in 1000. The use of a central data collection register or routinely collected electronic records (big data) is likely to be the only method to systematically gather data relevant to this population."
    }
  ],
  "pls_title": "Use of platelet transfusions prior to a lumbar puncture or epidural anaesthetic in people with a low platelet count",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We evaluated the evidence for whether people with a low platelet count (increases risk of bleeding) require a platelet transfusion prior to insertion of a lumbar puncture needle or epidural catheter, and if so what is the platelet count level at which a platelet transfusion is required."
    },
    {
      "heading": "Background",
      "text": "Platelets are found in the blood and are an essential part of a blood clot. A low platelet count increases the risk of bleeding. People with a low platelet count often require a lumbar puncture or epidural anaesthetic for administration of treatment or to aid in diagnosis.\nA lumbar puncture is usually performed by inserting a needle between the bones (vertebrae) of the spine in the lower back into the fluid surrounding the spinal cord (the bundle of nerves that runs down the spine and connects the brain with the body). Lumbar punctures are performed either to obtain a sample of this fluid or to administer treatment into the fluid (chemotherapy or an anaesthetic). The lumbar puncture needle is removed immediately after any fluid samples have been taken or treatment administered.\nAn epidural involves inserting a needle with a larger diameter than a lumbar puncture needle. The epidural needle passes through the same tissues as the lumbar puncture needle, but stops short of penetrating the fluid sac surrounding the spinal cord. Instead any treatment is injected into the space just outside the fluid sac (called the epidural space). A small tube (an epidural catheter) is often passed through the epidural needle and left in position so that additional local anaesthetic medicines can be given.\nCurrent practice in many countries is to increase the platelet count above a prespecified level with platelet transfusions (platelets given by injection into a vein) to prevent serious bleeding due to the lumbar puncture or epidural anaesthetic. Although the risk of bleeding appears to be low, if bleeding does occur, it can be very serious. Due to a lack of evidence the platelet count level recommended prior to lumbar puncture or epidural anaesthetic varies significantly from country to country. This means that doctors are uncertain about what is the correct platelet count level, or if a platelet transfusion is required. Consequently, people may be exposed to the risks of a platelet transfusion (e.g. allergic reaction, infection) without any obvious clinical benefit."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched scientific databases for clinical studies of people of any age with low platelet counts requiring a lumbar puncture or epidural anaesthesia. The evidence is current to 13 February 2018. In this review, we found only three cohort studies. Only two of these studies reported outcomes relevant to this review. Both studies included people with low platelet counts and blood cancer; one included 21 adults and the other included 129 children. Both studies compared people who had and had not received platelet transfusions before the insertion of a lumbar puncture needle. No studies assessed the use of platelet transfusions prior to insertion of an epidural catheter or different platelet count thresholds for platelet transfusion administration prior to a procedure."
    },
    {
      "heading": "Key results",
      "text": "There were no major procedure-related bleeding complications in either study. No serious adverse events occurred in the one study (21 participants) that reported this outcome.\nThere was little or no difference in the number of minor bleeding complications in either adults or children who received or did not receive platelet transfusions.\nNone of the studies reported on death, number of platelet transfusions given after the procedure, length of hospital stay, or quality of life."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence from the included studies was very poor.\nWe found no evidence from randomised controlled trials to answer our review question.\nA study would need to be designed with at least 47,030 participants to be able to detect an increase in the number of people who had bleeding after lumbar puncture or epidural anaesthetic from 1 in 1000 to 2 in 1000. A study that uses routinely collected electronic medical records (big data) is likely to be the only study design that could answer our review question."
    }
  ]
}