{
  "doi": "10.1002/14651858.CD011281.pub2",
  "name": "Subcutaneous rapid‐acting insulin analogues for diabetic ketoacidosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Diabetic ketoacidosis (DKA) is an acute, life-threatening complication of uncontrolled diabetes that mainly occurs in individuals with autoimmune type 1 diabetes, but it is not uncommon in some people with type 2 diabetes. The treatment of DKA is traditionally accomplished by the administration of intravenous infusion of regular insulin that is initiated in the emergency department and continued in an intensive care unit or a high-dependency unit environment. It is unclear whether people with DKA should be treated with other treatment modalities such as subcutaneous rapid-acting insulin analogues."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of subcutaneous rapid-acting insulin analogues for the treatment of diabetic ketoacidosis."
    },
    {
      "heading": "Search methods",
      "text": "We identified eligible trials by searching MEDLINE, PubMed, EMBASE, LILACS, CINAHL, and the Cochrane Library. We searched the trials registers WHO ICTRP Search Portal and ClinicalTrials.gov. The date of last search for all databases was 27 October 2015. We also examined reference lists of included randomised controlled trials (RCTs) and systematic reviews, and contacted trial authors."
    },
    {
      "heading": "Selection criteria",
      "text": "We included trials if they were RCTs comparing subcutaneous rapid-acting insulin analogues versus standard intravenous infusion in participants with DKA of any age or sex with type 1 or type 2 diabetes, and in pregnant women."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data, assessed studies for risk of bias, and evaluated overall study quality utilising the GRADE instrument. We assessed the statistical heterogeneity of included studies by visually inspecting forest plots and quantifying the diversity using the I² statistic. We synthesised data using random-effects model meta-analysis or descriptive analysis, as appropriate."
    },
    {
      "heading": "Main results",
      "text": "Five trials randomised 201 participants (110 participants to subcutaneous rapid-acting insulin analogues and 91 to intravenous regular insulin). The criteria for DKA were consistent with the American Diabetes Association criteria for mild or moderate DKA. The underlying cause of DKA was mostly poor compliance with diabetes therapy. Most trials did not report on type of diabetes. Younger diabetic participants and children were underrepresented in our included trials (one trial only). Four trials evaluated the effects of the rapid-acting insulin analogue lispro, and one the effects of the rapid-acting insulin analogue aspart. The mean follow-up period as measured by mean hospital stay ranged between two and seven days. Overall, risk of bias of the evaluated trials was unclear in many domains and high for performance bias for the outcome measure time to resolution of DKA.\nNo deaths were reported in the included trials (186 participants; 3 trials; moderate- (insulin lispro) to low-quality evidence (insulin aspart)). There was very low-quality evidence to evaluate the effects of subcutaneous insulin lispro versus intravenous regular insulin on the time to resolution of DKA: mean difference (MD) 0.2 h (95% CI -1.7 to 2.1); P = 0.81; 90 participants; 2 trials. In one trial involving children with DKA, the time to reach a glucose level of 250 mg/dL was similar between insulin lispro and intravenous regular insulin. There was very low-quality evidence to evaluate the effects of subcutaneous insulin aspart versus intravenous regular insulin on the time to resolution of DKA: MD -1 h (95% CI -3.2 to 1.2); P = 0.36; 30 participants; 1 trial. There was low-quality evidence to evaluate the effects of subcutaneous rapid-acting insulin analogues versus intravenous regular insulin on hypoglycaemic episodes: 6 of 80 insulin lispro-treated participants compared with 9 of 76 regular insulin-treated participants reported hypoglycaemic events; risk ratio (RR) 0.59 (95% CI 0.23 to 1.52); P = 0.28; 156 participants; 4 trials. For insulin aspart compared with regular insulin, RR for hypoglycaemic episodes was 1.00 (95% CI 0.07 to 14.55); P = 1.0; 30 participants; 1 trial; low-quality evidence. Socioeconomic effects as measured by length of mean hospital stay for insulin lispro compared with regular insulin showed a MD of -0.4 days (95% CI -1 to 0.2); P = 0.22; 90 participants; 2 trials; low-quality evidence and for insulin aspart compared with regular insulin 1.1 days (95% CI -3.3 to 1.1); P = 0.32; low-quality evidence. Data on morbidity were limited, but no specific events were reported for the comparison of insulin lispro with regular insulin. No trial reported on adverse events other than hypoglycaemic episodes, and no trial investigated patient satisfaction."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Our review, which provided mainly data on adults, suggests on the basis of mostly low- to very low-quality evidence that there are neither advantages nor disadvantages when comparing the effects of subcutaneous rapid-acting insulin analogues versus intravenous regular insulin for treating mild or moderate DKA."
    }
  ],
  "pls_title": "Subcutaneous rapid-acting insulin analogues for diabetic ketoacidosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What are the effects of subcutaneous rapid-acting insulin analogues compared with standard intravenous infusion of regular insulin for the treatment of diabetic ketoacidosis?"
    },
    {
      "heading": "Background",
      "text": "Rapid-acting insulin analogues (artificial insulin such as insulin lispro, insulin aspart, or insulin glulisine) act more quickly than regular human insulin. In people with a specific type of life-threatening diabetic coma due to uncontrolled diabetes, called diabetic ketoacidosis, prompt administration of intravenous regular insulin is standard therapy. The rapid-acting insulin analogues, if injected subcutaneously, act faster than subcutaneously administered regular insulin. The need for a continuous intravenous infusion, an intervention that usually requires admission to an intensive care unit, can thereby be avoided. This means that subcutaneously given insulin analogues for diabetic ketoacidosis might be applied in the emergency department and a general medicine ward."
    },
    {
      "heading": "Study characteristics",
      "text": "We found five randomised controlled trials (clinical studies where people are randomly put into one of two or more treatment groups) with a total of 201 participants. Most trials did not report on type of diabetes. Younger diabetic participants and children were underrepresented in our included trials (one trial only). Participants in four trials received treatment with insulin lispro, and one trial with 45 participants investigated insulin aspart. The average follow-up as measured by mean hospital stay ranged between two and seven days. The study authors termed the diabetic ketoacidosis being treated with insulin analogues or regular insulin as mild or moderate. This evidence is up to date as of October 2015."
    },
    {
      "heading": "Key results",
      "text": "Our results are most relevant for adults with mild or moderate diabetic ketoacidosis due to undertreatment of diabetes. No deaths occurred. Time to resolution of diabetic ketoacidosis from the start of therapy did not differ substantially between the two insulin treatment schemes (approximately 11 hours). Hypoglycaemic (low blood sugar) episodes were comparable: 118 per 1000 participants for intravenous insulin compared with 70 per 1000 participants for subcutaneous insulin lispro (no statistically significant difference). The mean length of hospital stay also showed no marked differences. No trial reported on side effects other than hypoglycaemic episodes or investigated patient satisfaction. No serious events associated with diabetic ketoacidosis were seen during insulin lispro treatment."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Our results were limited by mostly low- to very low-quality evidence, mainly because the number of included trials and participants was low. Further research is very likely to have an important impact on our findings."
    }
  ]
}