{
  "doi": "10.1002/14651858.CD013201.pub3",
  "name": "Stem cell‐based interventions for the prevention and treatment of intraventricular haemorrhage and encephalopathy of prematurity in preterm infants ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Germinal matrix-intraventricular haemorrhage (GMH-IVH) and encephalopathy of prematurity (EoP) remain substantial issues in neonatal intensive care units worldwide. Current therapies to prevent or treat these conditions are limited. Stem cell-based therapies offer a potential therapeutic approach to repair, restore, or regenerate injured brain tissue. These preclinical findings have now culminated in ongoing human neonatal studies. This is an update of the 2019 review, which did not include EoP."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of stem cell-based interventions for prevention or treatment of GM-IVH and EoP in preterm infants."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search was April 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We attempted to include randomised controlled trials, quasi-randomised controlled trials, and cluster trials comparing 1. stem cell-based interventions versus control; 2. mesenchymal stromal cells (MSCs) of type or source versus MSCs of other type or source; 3. stem cell-based interventions other than MSCs of type or source versus stem cell-based interventions other than MSCs of other type or source; or 4. MSCs versus stem cell-based interventions other than MSCs. For prevention studies, we included extremely preterm infants (less than 28 weeks' gestation), 24 hours of age or less, without ultrasound diagnosis of GM-IVH or EoP; for treatment studies, we included preterm infants (less than 37 weeks' gestation), of any postnatal age, with ultrasound diagnosis of GM-IVH or with EoP."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were 1. all-cause neonatal mortality, 2. major neurodevelopmental disability, 3. GM-IVH, 4. EoP, and 5. extension of pre-existing non-severe GM-IVH or EoP. We planned to use GRADE to assess certainty of evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We identified no studies that met our inclusion criteria. Three studies are currently registered and ongoing. Phase 1 trials are described in the 'Excluded studies' section."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No evidence is currently available to evaluate the benefits and harms of stem cell-based interventions for treatment or prevention of GM-IVH or EoP in preterm infants. We identified three ongoing studies, with a sample size range from 20 to 200. In two studies, autologous cord blood mononuclear cells will be administered to extremely preterm infants via the intravenous route; in one, intracerebroventricular injection of MSCs will be administered to preterm infants up to 34 weeks' gestational age."
    }
  ],
  "pls_title": "Stem cell-based therapies for brain injury in newborns born preterm",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Do stem cell-based therapies save the lives or improve the long-term development of preterm newborns who have or may develop bleeding to the brain (intraventricular haemorrhage) or grey matter damage?"
    },
    {
      "heading": "Background",
      "text": "Newborns born too early ('preterm'), especially babies born before 28 weeks of pregnancy, sometimes develop bleeding to the brain. Babies with less severe bleeding may make a full recovery or may have only mild problems. For other babies with more serious bleeding, or with grey matter damage, this may lead to death or to problems later in life. The brain is growing very fast during the second and third trimester of pregnancy. Nerve cells move throughout the brain to destination regions, where they become mature and make connections with each other in order to proceed with the information. In addition, some nerve fibres are surrounded by a specific insulating layer, called myelin, and the process of such insulation – myelinisation – starts around 24 weeks of pregnancy. If the baby is born preterm these processes in the brain may be altered and there is a higher risk for long-term abnormal neurodevelopment. This condition is called 'encephalopathy of prematurity'. For instance, some of these babies develop intellectual disabilities, behavioural problems, concentration difficulties, socialisation problems, and cerebral palsy. Currently, no approaches are available to prevent or treat bleeding to the brain or grey matter damage."
    },
    {
      "heading": "What did we want to find out?",
      "text": "The aim of this review was to assess whether stem cell-based therapies could reduce death and improve the long-term development of newborns born too early. During cell stem-based therapy, stem cells are given to the baby, for instance, through injection. These stem cells may have come from humans or animals and may have been taken from cord blood, bone marrow, or other parts of the body. These cells then repair the brain cells that have been damaged by bleeding or grey matter damage."
    },
    {
      "heading": "What did we do?",
      "text": "We searched medical databases for clinical trials looking at stem cell-based therapies for brain injury in newborns born too soon."
    },
    {
      "heading": "Key results",
      "text": "We were unable to include any studies in our review. We did identify nine studies, but we excluded them because of the way they were designed, which meant that their results could not answer our review question."
    },
    {
      "heading": "How current is the evidence?",
      "text": "This review updates and expands our previous review which was published in 2019. The evidence is current to April 2022."
    }
  ]
}