{
  "doi": "10.1002/14651858.CD004154.pub5",
  "name": "Clobazam add‐on therapy for drug‐resistant epilepsy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Epilepsy affects approximately 1% of the population, with up to 30% of patients continuing to have seizures, despite antiepileptic drug treatment. Clobazam is a 1,5-benzodiazepine and is commonly used as an add-on treatment for drug-resistant epilepsy. This review is an updated version of the original Cochrane Review, first published in 2008, and examines the most current literature regarding clobazam as an add-on for drug-resistant epilepsy."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy, effectiveness and tolerability of clobazam as an add-on therapy for drug-resistant generalised-onset and focal-onset seizures, with or without secondary generalisation, in adults and children."
    },
    {
      "heading": "Search methods",
      "text": "For the latest update, we searched the following databases on 9 October 2018: Cochrane Register of Studies (CRS Web), which includes the Cochrane Epilepsy Group Specialized Register and the Cochrane Central Register of Controlled Trials (CENTRAL), Medline (Ovid) 1946 to 8 October, 2018, ClinicalTrials.gov, and the WHO International Clinical Trials Registry Platform (ICTRP). For some previous updates we also searched SCOPUS, DARE, and BIOSIS Previews, but these are no longer needed. (SCOPUS was searched as a substitute for EMBASE, but randomised and quasi-randomised controlled trials in EMBASE are now included in CENTRAL; DARE ceased operation at the end of March 2015; BIOSIS Previews yielded no relevant items that were not found in the other databases)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials of add-on clobazam, with adequate methods of allocation concealment, recruiting patients with drug-resistant focal or generalised-onset seizures, with a minimum treatment period of eight weeks."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion and extracted relevant data. The following outcomes were assessed: 50% or greater reduction in seizures, seizure freedom, treatment withdrawal and adverse events."
    },
    {
      "heading": "Main results",
      "text": "Four double-blind, placebo-controlled, cross-over studies, representing 197 participants, were included in the review. All four studies were assessed as having unclear risk of bias due to the unavailability of methodological details. The studies demonstrated significant methodological heterogeneity and differences in outcome measures were noted. Consequently, it was not possible to summarise the data in a meta-analysis. Instead, findings were summarised in a narrative data synthesis, Only two of the studies reported 50% or greater seizure reduction. They respectively reported that 57.7% and 52.4% of participants receiving add-on clobazam experienced a 50% or greater reduction in seizure frequency, although publication bias needs to be considered (2 RCTs, n = 47, very low-quality evidence). Seizure freedom was reported by three of the included studies. Collectively, 27 out of 175 patients were seizure-free during treatment with clobazam (3 RCTs, n = 175, very low-quality evidence). Two studies specifically stated that seizure freedom was not observed in any of the participants receiving add-on placebo. Treatment withdrawal was reported by all four studies. There was a slightly higher incidence of treatment withdrawal associated with receiving clobazam, although the overall incidence was still fairly low (4 RCTs, n = 197, very low-quality evidence). Adverse events were only described in two of the studies, reportedly 36% and 85% of participants experienced one or more adverse events whilst receiving clobazam. The most commonly reported adverse event was drowsiness."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Clobazam as an add-on treatment may reduce seizure frequency and may be most effective in focal-onset seizures. It is important to recognise that this finding has been derived from very low-quality evidence and from studies judged to have an unclear risk of bias. It remains unclear which population demographic will best benefit from clobazam and over what time-frame. A large-scale, randomised controlled trial, conducted over a greater period of time, incorporating subgroups with differing seizure types, is required to effectively inform clinical practice."
    }
  ],
  "pls_title": "Clobazam as an add-on treatment in the management of drug-resistant epilepsy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Epilepsy is a disorder of repeated seizures. Whilst many people will achieve freedom from seizures on one antiepileptic medication, some may require multiple medications to try to reduce the number of seizures that they have. These people are said to have drug-resistant epilepsy."
    },
    {
      "heading": "Aim of the review",
      "text": "Clobazam is an antiepileptic medication. Here, we examine the evidence from medical studies to determine how effective clobazam is at reducing the number of seizures that people have when used as an add-on treatment by people with drug-resistant epilepsy."
    },
    {
      "heading": "Results",
      "text": "We found four studies which had assessed clobazam as an add-on treatment for drug-resistant epilepsy. They included a total of 197 people. Two studies reported that more than half of the people given clobazam reached a 50% of greater reduction in the number of their seizures. Three of the studies reported how many people were seizure-free whilst taking clobazam. In total, approximately 15% of people were seizure-free when taking clobazam, compared to 0% when they were given placebo (a fake, inactive drug which should have no effect of epilepsy). All four studies reported how many people withdrew from treatment during the studies. Slightly more people withdrew from the studies when receiving clobazam (17 out of 197 people) than when receiving placebo (12 out of 197 people), but the rate of people withdrawing was still low overall. Clobazam was associated with side effects, in particular drowsiness.\nAll four studies were of short duration. They used different methods, e.g. different lengths of treatment, and were of poor quality. The results suggest that clobazam reduces seizure frequency for people with drug-resistant focal epilepsy (epilepsy that originates from one area of the brain), but there were not enough data to determine whether clobazam is as effective for generalised epilepsy (epilepsy involving the whole brain). The very low quality of the evidence provided by the four included studies means that we are very uncertain about whether the findings are accurate and, therefore, they must be taken and applied with caution.\nThe evidence is current to October 2018."
    }
  ]
}