{
  "doi": "10.1002/14651858.CD001765.pub3",
  "name": "Selective serotonin re‐uptake inhibitors (SSRIs) versus placebo for obsessive compulsive disorder (OCD) ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Obsessive compulsive disorder is a common and disabling disorder. A significant proportion of patients manifest a chronic course. Individual randomised controlled trials (RCTs) have shown that selective serotonin re-uptake inhibitors (SSRIs) are effective in this condition. Previous systematic reviews or meta-analyses summarising the evidence are methodologically problematic or limited in the scope of their analysis."
    },
    {
      "heading": "Objectives",
      "text": "To examine the efficacy and adverse effects of serotonin re-uptake inhibitors (SSRIs) versus placebo for obsessive compulsive disorder (OCD) in adults."
    },
    {
      "heading": "Search methods",
      "text": "CCDANCTR-Studies and CCDANCTR-References were searched on 12/11/2007. Reference lists were checked. Experts in the field were contacted."
    },
    {
      "heading": "Selection criteria",
      "text": "All RCTs and quasi-RCTs examining the efficacy of SSRIs compared with placebo for OCD in adults were eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Selection of studies and data extraction were carried out by two review authors independently, and quality assessment of studies was undertaken. Data analysis was conducted using Review Manager software. Summary measures were produced using the weighted mean difference (WMD) for continuous data and relative risk (RR) for dichotomous data, with 95% confidence intervals (CI). SSRIs were examined as an overall group of drugs, and as individual drugs."
    },
    {
      "heading": "Main results",
      "text": "Seventeen studies were included in the review, involving 3097 participants. Based on all 17 studies, SSRIs as a group were more effective than placebo in reducing the symptoms of OCD between 6 and 13 weeks post-treatment, measured using the Yale-Brown Obsessive Compulsive Scale (YBOCS) (WMD -3.21, 95% CI -3.84 to -2.57). The WMD for individual SSRI drugs were similar and not statistically different. Based on 13 studies (2697 participants), SSRIs were more effective than placebo in achieving clinical response at post-treatment (RR 1.84, 95% CI 1.56 to 2.17). The pooled RR was shown to be similar between individual SSRI drugs. Although reported adverse effects data were more limited, with few exceptions, the overall and individual adverse effects for the different SSRIs were always worse than for placebo and, in the majority of cases, the difference was statistically significant. Nausea, headache and insomnia were always reported amongst the most common adverse effects in trials of each of the drugs."
    },
    {
      "heading": "Authors' conclusions",
      "text": "SSRIs are more effective than placebo for OCD, at least in the short-term, although there are differences between the adverse effects of individual SSRI drugs. The longer term efficacy and tolerability of different SSRI drugs for OCD has yet to be established."
    }
  ],
  "pls_title": "Selective serotonin re-uptake inhibitors (SSRIs) versus placebo for obsessive compulsive disorder (OCD)",
  "pls_type": "long",
  "pls": "Obsessive compulsive disorder (OCD) is a common and disabling disorder, which frequently follows a chronic course. It is characterised by intrusive thoughts of imagined harm, which are difficult to dispel, and ritualistic behaviour such as repetitive washing of hands and repetitive checking for risk of harm. Individual randomised controlled trials have demonstrated that antidepressants are effective for OCD. This review summarises all the available evidence for one class of antidepressant drugs, the selective serotonin re-uptake inhibitors (SSRIs) (including citalopram, fluoxetine, fluvoxamine, paroxetine and sertraline) compared to placebo in the treatment of OCD in adults. The review included 17 studies (3097 participants), and showed that SSRIs were effective in reducing the symptoms of OCD. Based on 13 studies (2697 participants), the review showed that people receiving SSRIs were nearly twice as likely as those receiving placebo to achieve clinical response (defined as a 25% or more reduction in symptoms). Indirect comparisons of effectiveness suggested that although individual SSRI drugs were similar in their effectiveness, they differed in terms of their adverse effects. The most common adverse effect reported by participants was nausea. Further studies involving head to head comparisons between different SSRI drugs are required to obtain more reliable information on differences between SSRIs, both in terms of effectiveness and adverse effects."
}