{
  "doi": "10.1002/14651858.CD003123.pub3",
  "name": "Epinephrine for bronchiolitis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Bronchodilators are commonly used for acute bronchiolitis, despite uncertain effectiveness."
    },
    {
      "heading": "Objectives",
      "text": "To examine the efficacy and safety of epinephrine in children less than two with acute viral bronchiolitis."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (2010, Issue 3) which contains the Acute Respiratory Infections Group's Specialized Register, MEDLINE (1950 to September Week 2, 2010), EMBASE (1980 to September 2010), Scopus (1823 to September 2010), PubMed (March 2010), LILACS (1985 to September 2010) and Iran MedEx (1998 to September 2010)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials comparing epinephrine to placebo or another intervention involving children less than two years with acute viral bronchiolitis. Studies were included if the trials presented data for at least one quantitative outcome of interest.\nWe selected primary outcomes a priori, based on clinical relevance: rate of admission by days one and seven of presentation for outpatients, and length of stay (LOS) for inpatients. Secondary outcomes included clinical severity scores, pulmonary function, symptoms, quality of life and adverse events."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened the searches, applied inclusion criteria, assessed risk of bias and graded the evidence. We conducted separate analyses for different comparison groups (placebo, non-epinephrine bronchodilators, glucocorticoids) and for clinical setting (inpatient, outpatient)."
    },
    {
      "heading": "Main results",
      "text": "We included 19 studies (2256 participants). Epinephrine versus placebo among outpatients showed a significant reduction in admissions at Day 1 (risk ratio (RR) 0.67; 95% confidence interval (CI) 0.50 to 0.89) but not at Day 7 post-emergency department visit. There was no difference in LOS for inpatients. Epinephrine versus salbutamol showed no differences among outpatients for admissions at Day 1 or 7. Inpatients receiving epinephrine had a significantly shorter LOS compared to salbutamol (mean difference -0.28; 95% CI -0.46 to -0.09). One large RCT showed a significantly shorter admission rate at Day 7 for epinephrine and steroid combined versus placebo (RR 0.65; 95% CI 0.44 to 0.95). There were no important differences in adverse events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review demonstrates the superiority of epinephrine compared to placebo for short-term outcomes for outpatients, particularly in the first 24 hours of care. Exploratory evidence from a single study suggests benefits of epinephrine and steroid combined for later time points. More research is required to confirm the benefits of combined epinephrine and steroids among outpatients. There is no evidence of effectiveness for repeated dose or prolonged use of epinephrine or epinephrine and dexamethasone combined among inpatients."
    }
  ],
  "pls_title": "Epinephrine for acute viral bronchiolitis in children less than two years of age",
  "pls_type": "long",
  "pls": "Bronchiolitis is the most common acute infection of the airways and lungs during the first years of life. It is caused by viruses, the most common being respiratory syncytial virus. The illness starts similarly to a cold, with symptoms such as a runny nose, mild fever and cough. It later leads to fast, troubled and often noisy breathing (for example, wheezing). While the disease is often mild for most healthy babies and young children, it is a major cause of clinical illness and financial health burden worldwide. Hospitalizations have risen in high-income countries, there is substantial healthcare use, and bronchiolitis may be linked with preschool wheezing disorders and the child later developing asthma.\nThere is variation in how physicians manage bronchiolitis, reflecting the absence of clear scientific evidence for any treatment approach. Bronchodilators are drugs that are often used for asthma attacks to relax the muscles in the airways so that breathing is easier. Epinephrine is one type of bronchodilator. With several new trials having been published since the 2004 publication of this Cochrane Review it is important to incorporate the most recent evidence.\nOur systematic review found 19 studies involving 2256 children that use epinephrine for the treatment of bronchiolitis in acute care settings. When comparing epinephrine with placebo, no differences were found for length of hospital stay but there is some indication that epinephrine is effective for reducing hospital admissions. Exploratory results from one large, high-quality trial suggest that combined treatment with systemic glucocorticoids (dexamethasone) and epinephrine may significantly reduce admissions. There is insufficient evidence to support the use of epinephrine for the treatment of bronchiolitis among children admitted to the hospital.\nThe evidence shows no important differences in adverse effects with epinephrine over the short-term with long-term safety not being assessed. Some limitations of this review include the quality of the included studies and inconsistent timing of measurement across studies which limited the number of children included in some meta-analyses. Further research is needed to confirm the efficacy, applicability and long-term safety of epinephrine as a treatment for bronchiolitis.\nIn summary, our systematic review provides evidence that epinephrine is more effective than placebo for bronchiolitis in outpatients. Recent research suggests combined epinephrine and steroids may be effective for outpatients. There is no evidence to support the use of epinephrine for inpatients."
}