{
  "doi": "10.1002/14651858.CD002859.pub2",
  "name": "Prevention of recurrent miscarriage for women with antiphospholipid antibody or lupus anticoagulant ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "A range of treatments have been proposed to improve pregnancy outcome in recurrent pregnancy loss associated with antiphospholipid antibody (APL). Small studies have not resolved uncertainty about benefits and risks."
    },
    {
      "heading": "Objectives",
      "text": "To examine outcomes of all treatments given to maintain pregnancy in women with prior miscarriage and APL."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Pregnancy and Childbirth Group's Trials Register (30 May 2004), the Cochrane Central Register of Controlled Trials (The Cochrane Library 2003, Issue 2), MEDLINE (1966 to June 2003), EMBASE (1988 to June 2003), handsearched Lupus (volume one to eight, 1991 to 1999) and conference proceedings from the International Symposium on APL up to 1999. We also scanned bibliographies of all located articles and contacted experts in the field.\nWe updated the search of the Pregnancy and Childbirth Group's Trials Register on 10 September 2009 and added the results to the awaiting classification section."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised, controlled trials of interventions in pregnant women with a history of pregnancy loss and APL."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed quality and extracted data for studies up to December 1999. One review author performed this for studies after 1999."
    },
    {
      "heading": "Main results",
      "text": "Thirteen studies were found (849 participants). The quality was not high; 50% had clear evidence of allocation concealment. Participant characteristics varied between trials.\nUnfractionated heparin combined with aspirin (two trials; n = 140) significantly reduced pregnancy loss compared to aspirin alone (relative risk (RR) 0.46, 95% confidence interval (CI) 0.29 to 0.71). Low molecular weight heparin (LMWH) combined with aspirin compared to aspirin (one trial; n = 98) did not significantly reduce pregnancy loss (RR 0.78, 95% CI 0.39 to 1.57). There was no advantage in high-dose, over low-dose, unfractionated heparin (one trial; n = 50). Three trials of aspirin alone (n = 135) showed no significant reduction in pregnancy loss (RR 1.05, 95% CI 0.66 to 1.68). Prednisone and aspirin (three trials; n = 286) resulted in a significant increase in prematurity when compared to placebo, aspirin, and heparin combined with aspirin, and an increase in gestational diabetes, but no significant benefit. Intravenous immunoglobulin +/- unfractionated heparin and aspirin (two trials; n = 58) was associated with an increased risk of pregnancy loss or premature birth when compared to unfractionated heparin or LMWH combined with aspirin (RR 2.51, 95% CI 1.27 to 4.95). When compared to prednisone and aspirin, intravenous immunoglobulin (one trial; n = 82) was not significantly different in outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Combined unfractionated heparin and aspirin may reduce pregnancy loss by 54%. Large, randomised controlled trials with adequate allocation concealment are needed to explore potential differences between unfractionated heparin and LMWH.\n[Note: The 15 citations in the awaiting classification section of the review may alter the conclusions of the review once assessed.]"
    }
  ],
  "pls_title": "Prevention of recurrent miscarriage for women with antiphospholipid antibody or lupus anticoagulant",
  "pls_type": "long",
  "pls": "Treatments for recurrent miscarriage when there are antibodies in the mothers blood.\nMiscarriage can be very distressing for parents and their families. Miscarriage is sometimes associated with substances in the mother blood called 'antiphospholipid antibodies' or 'lupus anticoagulant'. These antibodies are associated with clotting and so it is suggested that anticlotting drugs may be helpful. The review found the quality of the included trials was quite variable, and that prednisone appears to have adverse effects so it has no role in the treatment of recurrent miscarriage. However, a combination of unfractionated heparin with aspirin may be helpful but there are potential side-effects for mothers. More research is needed."
}