{
  "doi": "10.1002/14651858.CD009263.pub2",
  "name": "123I‐MIBG scintigraphy and 18F‐FDG‐PET imaging for diagnosing neuroblastoma",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Neuroblastoma is an embryonic tumour of childhood that originates in the neural crest. It is the second most common extracranial malignant solid tumour of childhood.\nNeuroblastoma cells have the unique capacity to accumulate Iodine-123-metaiodobenzylguanidine (¹²³I-MIBG), which can be used for imaging the tumour. Moreover, ¹²³I-MIBG scintigraphy is not only important for the diagnosis of neuroblastoma, but also for staging and localization of skeletal lesions. If these are present, MIBG follow-up scans are used to assess the patient's response to therapy. However, the sensitivity and specificity of ¹²³I-MIBG scintigraphy to detect neuroblastoma varies according to the literature.\nPrognosis, treatment and response to therapy of patients with neuroblastoma are currently based on extension scoring of ¹²³I-MIBG scans. Due to its clinical use and importance, it is necessary to determine the exact diagnostic accuracy of ¹²³I-MIBG scintigraphy. In case the tumour is not MIBG avid, fluorine-18-fluorodeoxy-glucose (18F-FDG) positron emission tomography (PET) is often used and the diagnostic accuracy of this test should also be assessed."
    },
    {
      "heading": "Objectives",
      "text": "Primary objectives:\n1.1 To determine the diagnostic accuracy of ¹²³I-MIBG (single photon emission computed tomography (SPECT), with or without computed tomography (CT)) scintigraphy for detecting a neuroblastoma and its metastases at first diagnosis or at recurrence in children from 0 to 18 years old.\n1.2 To determine the diagnostic accuracy of negative ¹²³I-MIBG scintigraphy in combination with 18F-FDG-PET(-CT) imaging for detecting a neuroblastoma and its metastases at first diagnosis or at recurrence in children from 0 to 18 years old, i.e. an add-on test.\nSecondary objectives:\n2.1 To determine the diagnostic accuracy of 18F-FDG-PET(-CT) imaging for detecting a neuroblastoma and its metastases at first diagnosis or at recurrence in children from 0 to 18 years old.\n2.2 To compare the diagnostic accuracy of ¹²³I-MIBG (SPECT-CT) and 18F-FDG-PET(-CT) imaging for detecting a neuroblastoma and its metastases at first diagnosis or at recurrence in children from 0 to 18 years old. This was performed within and between included studies. ¹²³I-MIBG (SPECT-CT) scintigraphy was the comparator test in this case."
    },
    {
      "heading": "Search methods",
      "text": "We searched the databases of MEDLINE/PubMed (1945 to 11 September 2012) and EMBASE/Ovid (1980 to 11 September 2012) for potentially relevant articles. Also we checked the reference lists of relevant articles and review articles, scanned conference proceedings and searched for unpublished studies by contacting researchers involved in this area."
    },
    {
      "heading": "Selection criteria",
      "text": "We included studies of a cross-sectional design or cases series of proven neuroblastoma, either retrospective or prospective, if they compared the results of ¹²³I-MIBG (SPECT-CT) scintigraphy or 18F-FDG-PET(-CT) imaging, or both, with the reference standards or with each other. Studies had to be primary diagnostic and report on children aged between 0 to 18 years old with a neuroblastoma of any stage at first diagnosis or at recurrence."
    },
    {
      "heading": "Data collection and analysis",
      "text": "One review author performed the initial screening of identified references. Two review authors independently performed the study selection, extracted data and assessed the methodological quality.\nWe used data from two-by-two tables, describing at least the number of patients with a true positive test and the number of patients with a false negative test, to calculate the sensitivity, and if possible, the specificity for each included study.\nIf possible, we generated forest plots showing estimates of sensitivity and specificity together with 95% confidence intervals."
    },
    {
      "heading": "Main results",
      "text": "Eleven studies met the inclusion criteria. Ten studies reported data on patient level: the scan was positive or negative. One study reported on all single lesions (lesion level). The sensitivity of ¹²³I-MIBG (SPECT-CT) scintigraphy (objective 1.1), determined in 608 of 621 eligible patients included in the 11 studies, varied from 67% to 100%. One study, that reported on a lesion level, provided data to calculate the specificity: 68% in 115 lesions in 22 patients. The sensitivity of ¹²³I-MIBG scintigraphy for detecting metastases separately from the primary tumour in patients with all neuroblastoma stages ranged from 79% to 100% in three studies and the specificity ranged from 33% to 89% for two of these studies.\nOne study reported on the diagnostic accuracy of 18F-FDG-PET(-CT) imaging (add-on test) in patients with negative ¹²³I-MIBG scintigraphy (objective 1.2). Two of the 24 eligible patients with proven neuroblastoma had a negative ¹²³I-MIBG scan and a positive 18F-FDG-PET(-CT) scan.\nThe sensitivity of 18F-FDG-PET(-CT) imaging as a single diagnostic test (objective 2.1) and compared to ¹²³I-MIBG (SPECT-CT) (objective 2.2) was only reported in one study. The sensitivity of 18F-FDG-PET(-CT) imaging was 100% versus 92% of ¹²³I-MIBG (SPECT-CT) scintigraphy. We could not calculate the specificity for both modalities."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The reported sensitivities of ¹²³-I MIBG scintigraphy for the detection of neuroblastoma and its metastases ranged from 67 to 100% in patients with histologically proven neuroblastoma.\nOnly one study in this review reported on false positive findings. It is important to keep in mind that false positive findings can occur. For example, physiological uptake should be ruled out, by using SPECT-CT scans, although more research is needed before definitive conclusions can be made.\nAs described both in the literature and in this review, in about 10% of the patients with histologically proven neuroblastoma the tumour does not accumulate ¹²³I-MIBG (false negative results). For these patients, it is advisable to perform an additional test for staging and assess response to therapy. Additional tests might for example be 18F-FDG-PET(-CT), but to be certain of its clinical value, more evidence is needed.\nThe diagnostic accuracy of 18F-FDG-PET(-CT) imaging in case of a negative ¹²³I-MIBG scintigraphy could not be calculated, because only very limited data were available. Also the detection of the diagnostic accuracy of index test 18F-FDG-PET(-CT) imaging for detecting a neuroblastoma tumour and its metastases, and to compare this to comparator test ¹²³I-MIBG (SPECT-CT) scintigraphy, could not be calculated because of the limited available data at time of this search.\nAt the start of this project, we did not expect to find only very limited data on specificity. We now consider it would have been more appropriate to use the term \"the sensitivity to assess the presence of neuroblastoma\" instead of \"diagnostic accuracy\" for the objectives."
    }
  ],
  "pls_title": "¹²³I-MIBG- and 18F-FDG-PET-imaging, two nuclear imaging methods for diagnosing neuroblastoma tumours",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background and rationale",
      "text": "Neuroblastoma is a childhood tumour that can be visualized by a specific nuclear imaging compound, called metaiodobenzylguanidine (¹²³I -MIBG). ¹²³I-MIBG-imaging is not only important for the diagnosis of neuroblastoma, but also for localization of metastases (spread of the disease to other organs). Sometimes, the neuroblastoma does not take up ¹²³I-MIBG and as a result the neuroblastoma is not visible on the scan. In that case, another type of nuclear imaging might be useful to visualize the neuroblastoma: fluoro-deoxy-glucose – positron emission tomography (18F-FDG-PET)-imaging.\nIn the literature the ability to discriminate between neuroblastoma and non-neuroblastoma lesions for these two types of nuclear imaging methods vary.\nPrognosis, treatment and response to therapy of patients with neuroblastoma are currently based on scoring the amount of metastases per body segment visible on ¹²³I-MIBG scans. Therefore, it is important to determine the exact ability to discriminate between neuroblastoma and non-neuroblastoma on ¹²³I-MIBG-imaging and 18F-FDG-PET-imaging. We reviewed the evidence about the accuracy of ¹²³I-MIBG-imaging and 18F-FDG-PET-imaging for the detection of a neuroblastoma in children suspected of this disease."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched scientific databases for clinical studies comparing ¹²³I-MIBG or 18F-FDG-PET imaging, or both, with microscopic examination of tissue suspected of neuroblastoma (histopathology). The evidence is current up to 11 September 2012.\nWe identified 11 eligible studies including 621 children that fulfilled our inclusion criteria: children < 18 years old with a neuroblastoma and ¹²³I-MIBG or 18F-FDG-PET imaging or both.\nAll studies included proven neuroblastoma."
    },
    {
      "heading": "Quality of the evidence",
      "text": "All 11 included studies had methodological limitations. Only one included study provided data on specificity (the ability of a test to correctly classify an individual as 'disease-free') and therefore we could not perform all of the planned analyses."
    },
    {
      "heading": "Key results",
      "text": "When compared to histopathological results the sensitivity (the ability of a test to correctly classify an individual person as 'diseased') of ¹²³I-MIBG imaging varied from 67% to 100% in patients with histologically proven neuroblastoma. This means that in 100 children with proven neuroblastoma ¹²³I-MIBG imaging will correctly identify 67 to 100 of the neuroblastoma cases. Only one study, that reported on a lesion level, provided data to calculate the specificity (the ability of a test to correctly classify an individual as 'disease-free'): 68% in 115 lesions. This means that of 100 disease-free lesions in patients with proven neuroblastoma ¹²³I-MIBG imaging will correctly identify 68 lesions. So, in about 10% of the cases the neuroblastoma is not visible on ¹²³I-MIBG imaging (false negative results). For these cases, it is advisable to perform an additional test like 18F-FDG-PET imaging, but to be certain of its clinical value, more evidence is needed.\nOnly one included study reported on false positive findings. This means that ¹²³I-MIBG imaging and 18F-FDG-PET imaging incorrectly identified neuroblastoma lesions in patients which might result in wrongly classifying a patient with metastatic disease. It is important to keep in mind that false positive findings can occur, although more research is needed before definitive conclusions can be made.\nWe could not determine the diagnostic accuracy of 18F-FDG-PET imaging, in case the neuroblastoma was incorrectly not identified with ¹²³I-MIBG, due to limited data. Also, we could not calculate the diagnostic accuracy of 18F-FDG-PET imaging for detecting a neuroblastoma and compare this to ¹²³I-MIBG imaging because of the limited available data."
    }
  ]
}