{
  "doi": "10.1002/14651858.CD003481.pub8",
  "name": "Ibuprofen for the treatment of patent ductus arteriosus in preterm or low birth weight (or both) infants ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Indomethacin is used as standard therapy to close a patent ductus arteriosus (PDA) but is associated with reduced blood flow to several organs. Ibuprofen, another cyclo-oxygenase inhibitor, may be as effective as indomethacin with fewer adverse effects."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness and safety of ibuprofen compared with indomethacin, other cyclo-oxygenase inhibitor(s), placebo, or no intervention for closing a patent ductus arteriosus in preterm, low-birth-weight, or preterm and low-birth-weight infants."
    },
    {
      "heading": "Search methods",
      "text": "We used the standard search strategy of Cochrane Neonatal to search the Cochrane Central Register of Controlled Trials (CENTRAL 2017, Issue 10), MEDLINE via PubMed (1966 to 30 November 2017), Embase (1980 to 30 November 2017), and CINAHL (1982 to 30 November 2017). We searched clinical trials databases, conference proceedings, and the reference lists of retrieved articles for randomised controlled trials and quasi-randomised trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised controlled trials of ibuprofen for the treatment of a PDA in preterm, low birth weight, or both preterm and low-birth-weight newborn infants."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data collection and analysis conformed to the methods of the Cochrane Neonatal Review Group. We used the GRADE approach to assess the quality of evidence."
    },
    {
      "heading": "Main results",
      "text": "We included 39 studies enrolling 2843 infants.\nIbuprofen (IV) versus placebo: IV Ibuprofen (3 doses) reduced the failure to close a PDA compared with placebo (typical relative risk (RR); 0.62 (95% CI 0.44 to 0.86); typical risk difference (RD); -0.18 (95% CI -0.30 to -0.06); NNTB 6 (95% CI 3 to 17); I2 = 65% for RR and I2 = 0% for RD; 2 studies, 206 infants; moderate-quality the evidence). One study reported decreased failure to close a PDA after single or three doses of oral ibuprofen compared with placebo (64 infants; RR 0.26, 95% CI 0.11 to 0.62; RD -0.44, 95% CI -0.65 to -0.23; NNTB 2, 95% CI 2 to 4; I2 test not applicable).\nIbuprofen (IV or oral) compared with indomethacin (IV or oral): Twenty-four studies (1590 infants) comparing ibuprofen (IV or oral) with indomethacin (IV or oral) found no significant differences in failure rates for PDA closure (typical RR 1.07, 95% CI 0.92 to 1.24; typical RD 0.02, 95% CI -0.02 to 0.06; I2 = 0% for both RR and RD; moderate-quality evidence). A reduction in NEC (necrotising enterocolitis) was noted in the ibuprofen (IV or oral) group (18 studies, 1292 infants; typical RR 0.68, 95% CI 0.49 to 0.94; typical RD -0.04, 95% CI -0.07 to -0.01; NNTB 25, 95% CI 14 to 100; I2 = 0% for both RR and RD; moderate-quality evidence). There was a statistically significant reduction in the proportion of infants with oliguria in the ibuprofen group (6 studies, 576 infants; typical RR 0.28, 95% CI 0.14 to 0.54; typical RD -0.09, 95% CI -0.14 to -0.05; NNTB 11, 95% CI 7 to 20; I2 = 24% for RR and I2 = 69% for RD; moderate-quality evidence). The serum/plasma creatinine levels 72 hours after initiation of treatment were statistically significantly lower in the ibuprofen group (11 studies, 918 infants; MD -8.12 µmol/L, 95% CI -10.81 to -5.43). For this comparison, there was high between-study heterogeneity (I2 = 83%) and low-quality evidence.\nIbuprofen (oral) compared with indomethacin (IV or oral): Eight studies (272 infants) reported on failure rates for PDA closure in a subgroup of the above studies comparing oral ibuprofen with indomethacin (IV or oral). There was no significant difference between the groups (typical RR 0.96, 95% CI 0.73 to 1.27; typical RD -0.01, 95% CI -0.12 to 0.09; I2 = 0% for both RR and RD). The risk of NEC was reduced with oral ibuprofen compared with indomethacin (IV or oral) (7 studies, 249 infants; typical RR 0.41, 95% CI 0.23 to 0.73; typical RD -0.13, 95% CI -0.22 to -0.05; NNTB 8, 95% CI 5 to 20; I2 = 0% for both RR and RD). There was low-quality evidence for these two outcomes. There was a decreased risk of failure to close a PDA with oral ibuprofen compared with IV ibuprofen (5 studies, 406 infants; typical RR 0.38, 95% CI 0.26 to 0.56; typical RD -0.22, 95% CI -0.31 to -0.14; NNTB 5, 95% CI 3 to 7; moderate-quality evidence). There was a decreased risk of failure to close a PDA with high-dose versus standard-dose of IV ibuprofen (3 studies 190 infants; typical RR 0.37, 95% CI 0.22 to 0.61; typical RD - 0.26, 95% CI -0.38 to -0.15; NNTB 4, 95% CI 3 to 7); I2 = 4% for RR and 0% for RD); moderate-quality evidence).\nEarly versus expectant administration of IV ibuprofen, echocardiographically-guided IV ibuprofen treatment versus standard IV ibuprofen treatment, continuous infusion of ibuprofen versus intermittent boluses of ibuprofen, and rectal ibuprofen versus oral ibuprofen were studied in too few trials to allow for precise estimates of any clinical outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Ibuprofen is as effective as indomethacin in closing a PDA. Ibuprofen reduces the risk of NEC and transient renal insufficiency. Therefore, of these two drugs, ibuprofen appears to be the drug of choice. The effectiveness of ibuprofen versus paracetamol is assessed in a separate review. Oro-gastric administration of ibuprofen appears as effective as IV administration. To make further recommendations, studies are needed to assess the effectiveness of high-dose versus standard-dose ibuprofen, early versus expectant administration of ibuprofen, echocardiographically-guided versus standard IV ibuprofen, and continuous infusion versus intermittent boluses of ibuprofen. Studies are lacking evaluating the effect of ibuprofen on longer-term outcomes in infants with PDA."
    }
  ],
  "pls_title": "Ibuprofen for the treatment of patent ductus arteriosus in preterm or low-birth-weight (or both) infants",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Is the use of ibuprofen compared with indomethacin, other cyclo-oxygenase inhibitors, placebo, or no intervention for closing a patent ductus arteriosus (PDA) safe and effective for improving the rate of ductal closure and other important clinical outcomes in preterm or low-birth-weight (or both) infants?"
    },
    {
      "heading": "Background",
      "text": "A common complication for very preterm (premature) or very small babies is PDA. PDA is an open vascular channel between the lungs and the heart. It should close after birth, but sometimes remains open because of the baby's immature stage of development. PDA can lead to life-threatening complications. The usual treatment for PDA has been indomethacin, a medicine that will successfully close the PDA in the majority of babies, but can cause serious side effects such as reduced blood flow to several organs. Another option is the drug ibuprofen."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched scientific databases for randomised controlled trials (clinical studies where people are randomly put into one of two or more treatment groups) in preterm infants (born at less than 37 weeks into pregnancy), low-birth-weight (weighing less than 2500 g) infants, or preterm and low-birth-weight infants with a PDA. The treatments were ibuprofen, indomethacin, another cyclo-oxygenase inhibitor, placebo or no treatment. The evidence is current to 30 November 2017."
    },
    {
      "heading": "Key Results",
      "text": "This review of 39 trials (2843 infants) found that ibuprofen was as effective as indomethacin in closing a PDA, caused fewer transient side effects on the kidneys, and reduced the risk of necrotising enterocolitis, a serious condition that affects the gut. Whether ibuprofen confers any important long-term advantages or disadvantages on development is not known. Additional long-term follow-up studies to 18 months of age and to the age of school entry are needed to decide whether ibuprofen or indomethacin is the drug of choice for closing a PDA."
    },
    {
      "heading": "Quality of Evidence",
      "text": "According to GRADE (a method to score the quality of the trials supporting each outcome), the quality of the evidence varied from very low to moderate but was moderate for the important outcomes of failure to close a PDA, need for surgical closure of the PDA, duration of ventilator support, necrotizing enterocolitis, oliguria and serum/plasma creatinine levels when we compared intravenous or oral ibuprofen with intravenous or oral indomethacin."
    }
  ]
}