{
  "doi": "10.1002/14651858.CD010649.pub2",
  "name": "Pro‐coagulant haemostatic factors for the prevention and treatment of bleeding in people without haemophilia ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Some hospital patients may be at risk of or may present with major bleeding. Abnormalities of clotting (coagulation) are often recorded in these people, and the traditional management has been with transfusions of blood components, either to prevent bleeding (prophylactic) or to treat bleeding (therapeutic). There is growing interest in the use of targeted therapies with specific pro-coagulant haemostatic (causing bleeding to stop and to keep blood within a damaged blood vessel) factor concentrates in place of plasma."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects and safety of pro-coagulant haemostatic factors and factor concentrates in the prevention and treatment of bleeding in people without haemophilia."
    },
    {
      "heading": "Search methods",
      "text": "We searched for randomised controlled trials (RCTs) in the Cochrane Central Register of Controlled Trials (2018, issue 3), MEDLINE (from 1948), Embase (from 1974), CINAHL (from 1938), PubMed (publications in process to 18 April 2018), PROSPERO, Transfusion Evidence Library (from 1950), LILACS (from 1980), IndMED (from 1985), KoreaMed (from 1934), Web of Science Conference Proceedings Citation Index (from 1990) and ongoing trial databases to 18 April 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs that compared intravenous administration of a pro-coagulant haemostatic factor concentrate, either with placebo, current best or standard treatment, or another pro-coagulant haemostatic factor concentrate for prevention or treatment of bleeding. There was no restriction on the types of participants. We excluded studies of desmopressin, tranexamic acid and aminocaproic acid and use of pro-coagulant haemostatic factors for vitamin K over-anticoagulation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We followed standard Cochrane methodological procedures."
    },
    {
      "heading": "Main results",
      "text": "We identified 31 RCTs with 2392 participants and 22 ongoing trials. There were 13 therapeutic RCTs that randomised 1057 participants (range from 20 to 249 participants) and 18 prophylactic trials that randomised 1335 participants (range 20 to 479 participants). The pro-coagulant haemostatic factor concentrate was fibrinogen in 23 trials, Factor XIII in seven trials and pro-thrombin complex concentrates (PCC) in one trial.\nSeventeen trials had industrial funding or support, eight studies either did not declare their funding or were unclear about their source of funding and six studies declared non-industrial funding sources.\nCertainty in the evidence and included study bias\nOur certainty in the evidence, using GRADE criteria, ranged from very low to high across all outcomes. We assessed most outcomes as being of low certainty. Risks of bias were a concern in many of the RCTs; randomisation methodology was unclear in 15 RCTs, with allocation concealment unclear in 14 RCTs and at high risk of bias in five RCTs. The blinding status of outcome assessors was unclear in 13 RCTs and at high risk of bias in five RCTs, although most outcomes in these trials were objective and not prone to observer bias. Study personnel were often unblinded or insufficient information was available to assess their level of blinding (five RCTs were at unclear risk and seven at high risk of bias).\nPrimary outcomes\nAll-cause mortality was reported by 21 RCTs, arterial thromboembolic events by 22 RCTs, and venous thromboembolic events by 21 RCTs.\nFibrinogen concentrate: prophylactic trials with inactive comparator (nine RCTs)\nThe trials had heterogeneous clinical settings and outcome time points, so we did not pool the data. Compared to placebo, there was no evidence that prophylactic fibrinogen concentrate reduced all-cause mortality (4 RCTs; 248 participants). Compared to inactive comparators there was low- to moderate-quality evidence that prophylactic fibrinogen concentrate did not increase the risk of arterial or venous thromboembolic complications (7 RCTs; 398 participants).\nFibrinogen concentrate: prophylactic trials with active comparator (two RCTs)\nThere was no mortality or incidence of thromboembolic events in these two RCTs (with 57 participants).\nFibrinogen concentrate: therapeutic trials with inactive comparator (eight RCTs)\nThe trials had heterogeneous surgical settings and outcome time points, so we pooled data for subgroups only. Compared to an inactive comparator, there was no evidence (quality ranging from low to high) that fibrinogen concentrate reduced all-cause mortality in actively bleeding participants (7 RCTs; 724 participants). Compared to inactive comparators there was no evidence that the use of fibrinogen concentrate in active bleeding increased arterial (7 RCTs; 607 participants) or venous (6 RCTs; 562 participants) thromboembolic events.\nFibrinogen concentrate: therapeutic trials with active comparator (four RCTs)\nWe did not pool the outcome data, as they were not measured at comparable time points. Compared to other active pro-coagulant agents, there was no evidence (very low to moderate quality) that fibrinogen concentrate reduced all-cause mortality in actively bleeding participants (4 RCTs; 220 participants). There was no evidence that fibrinogen concentrate increased the risk of arterial (3 RCTs; 126 participants) or venous (4 RCTs; 220 participants) thromboembolic events.\nFactorXIII: Prophylactic trials with inactive comparator (six trials)\nThe trials were heterogeneous in their surgical settings and time points for outcome analysis, so we pooled data for subgroups only. Compared to an inactive comparator, there was no evidence that prophylactic Factor XIII reduced all-cause mortality (5 RCTs; 414 participants). There was no evidence (very low to low quality) of a difference in the arterial or venous event rate between Factor XIII and inactive comparators (4 trials; 354 participants).\nFactorXIII: therapeutic trials with inactive comparator (one trial)\nThere was no mortality or incidence of thromboembolic events in this trial.\nProthrombin complex concentrate (PCC ): prophylactic trials with inactive comparator (one trial)\nThere was no evidence (moderate quality) that PCC reduced all-cause mortality (1 trial; 78 participants). No thromboembolic complications were reported in this trial."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The paucity of good-quality comparable evidence precludes the drawing of conclusions for clinical practice. Further research is required to determine the risk-to-benefit ratio of these interventions. The sample sizes of future RCTs would need to be greatly increased to detect a reduction in mortality or thromboembolic events between treatment arms. To improve consistency in outcome reporting, the development of core outcome sets is essential and may help address a number of the limitations identified in this review."
    }
  ],
  "pls_title": "The effectiveness of drugs to help blood clot in the prevention and treatment of bleeding in people without haemophilia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Do medicines that help in the prevention and treatment of bleeding reduce the risk of death, the risk of experiencing a blood clot and reduce the amount of blood lost in people who do not suffer from haemophilia (a bleeding disorder), who are bleeding, or at risk of bleeding?"
    },
    {
      "heading": "Background",
      "text": "Coagulopathy, defined as a failure of normal blood clotting, is common in severe illness, trauma and major surgery. This can make bleeding worse and may cause death. Medicines are available that are blood clotting factors that can be given into the vein to treat coagulopathy and bleeding. However, we lack enough information about how effective and safe they are.\nThis review combines all the data available on these medicines to assess their effectiveness and safety."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched the medical literature up to 18 April 2018 for randomised controlled trials (RCTs), as these provide the most reliable evidence. We identified 31 relevant RCTs that contained results from 2392 participants and compared these medicines either against placebo (inactive treatment) or another medicine or blood product. The RCTs focused on three types of factors that may improve blood clotting: fibrinogen (a clotting factor that increases clot strength), clotting factor XIII (important for holding clots together) and prothrombin complex concentrate (a combination of four precursor clotting factors).\nThe trials either gave these medicines before bleeding occurred (prophylactically) or to treat existing bleeding (therapeutically). Most trials focused on surgery, especially heart surgery, trauma, and bleeding after childbirth.\nSeventeen of the RCTs we identified had industrial support, eight had unclear funding sources and six declared non-industrial funding."
    },
    {
      "heading": "Key results",
      "text": "No medicine had any effect on the risk of dying, regardless of clinical setting or how the medicine was used. However, our certainty in the results is low and this finding may change in the future when new studies are published.\nNo medicine increased the risk of harmful clots in the veins or arteries, but our certainty in these findings is low.\nProphylactic fibrinogen reduced bleeding after heart and orthopaedic surgery compared to placebo. Prophylactic fibrinogen, compared to placebo, almost halved the need for blood transfusion following heart surgery, and reduced the need by three-quarters in other surgery. Fibrinogen reduced the need for blood transfusion when used to treat bleeding.\nProphylactic factor XIII reduced bleeding after heart surgery.\nSample sizes in future randomised trials need to be greatly increased in order to show any differences in overall survival and death due to bleeding."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "Our certainty in the evidence is low, but future research may change the findings of this review."
    },
    {
      "heading": "Conclusion",
      "text": "The low certainty of the evidence makes it difficult to draw conclusions about how well these medicines work and whether they should be used in current health care. Further research is required in larger-scale RCTs to determine the benefit and costs of these treatments and whether this outweighs their risks."
    }
  ]
}