{
  "doi": "10.1002/14651858.CD002254",
  "name": "Near‐infrared spectroscopy for fetal assessment during labour",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Over the past four decades, continuous electronic fetal monitoring (EFM) has been increasingly employed to detect fetal acidaemia in labour, with a view toward prevention of hypoxic ischaemic encephalopathy, permanent neurologic injury, and death. Although very sensitive, this technology has low specificity, and a high false positive rate. This false positive rate has resulted in operative intervention on behalf of many fetuses who were not in fact in danger of neurologic injury or death. Near-infrared spectroscopy has been developed to directly measure fetal cerebral oxygenation, with a view toward identification of those fetuses truly at risk."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of the use of near-infrared spectroscopy to assess fetal condition during labour, on maternal and perinatal outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (August 2009)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials comparing near-infrared spectroscopy with continuous EFM alone or continuous EFM and scalp pH."
    },
    {
      "heading": "Data collection and analysis",
      "text": "No trials were identified. If they had been, both authors would have assessed eligibility and trial quality."
    },
    {
      "heading": "Main results",
      "text": "No randomised trials were identified. Thus no studies were included."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently insufficient evidence to assess the efficacy of fetal surveillance by near-infrared spectroscopy."
    }
  ],
  "pls_title": "Near-infrared spectroscopy for fetal assessment during labour",
  "pls_type": "long",
  "pls": "There are no randomised trials that assess the effects of near-infrared spectroscopy monitoring for lack of oxygen to babies' brains during labour.\nNear-infrared spectroscopy (NIRS) is a light-based way of measuring oxygen flows through the brain. It can be used to try and see if a fetus is at risk of brain injury from lack of oxygen during labour. NIRS involves inserting a cable through the cervix (opening of the womb) and next to the baby's head. Near-infrared light is then transmitted through the skull and brain. The review found no trials assessing the effects of NIRS in labour."
}