{
  "doi": "10.1002/14651858.CD014891.pub2",
  "name": "Trifocal versus extended depth of focus (EDOF) intraocular lenses after cataract extraction",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cataract, defined as an opacity of the lens in one or both eyes, is the leading cause of blindness worldwide. Cataract may initially be treated with new spectacles, but often surgery is required, which involves removing the cataract and placing a new artificial lens, usually made from hydrophobic acrylic. Recent advancements in intraocular lens (IOL) technology have led to the emergence of a diverse array of implantable lenses that aim to minimise spectacle dependence at all distances (near, intermediate, and distance). To assess the relative merits of these lenses, measurements of visual acuity are needed. Visual acuity is a measurement of the sharpness of vision at a distance of 6 metres (or 20 feet). Normal vision is 6/6 (or 20/20). The Jaegar eye card is used to measure near visual acuity. J1 is the smallest text and J2 is considered equivalent to 6/6 (or 20/20) for near vision."
    },
    {
      "heading": "Objectives",
      "text": "To compare visual outcomes after implantation of trifocal intraocular lenses (IOLs) to those of extended depth of focus (EDOF) IOLs.\nTo produce a brief economic commentary summarising recent economic evaluations that compare trifocal IOLs with EDOF IOLs."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (which contains the Cochrane Eyes and Vision Trials Register), MEDLINE, Embase, and three trial registries on 15 June 2022. For our economic evaluation, we also searched MEDLINE and Embase using economic search filters to 15 June 2022, and the NHS Economic Evaluation Database (EED) from 1968 up to and including 31 December 2014. We did not use any date or language restrictions in the electronic searches."
    },
    {
      "heading": "Selection criteria",
      "text": "We included studies comparing trifocal and EDOF IOLs in adults undergoing cataract surgery. We did not include studies involving people receiving IOLs for correction of refractive error alone (or refractive lens exchange in the absence of cataract)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Two review authors working independently selected studies for inclusion and extracted data from the reports. We assessed the risk of bias in the studies, and we assessed the certainty of the evidence using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included five studies that compared trifocal and EDOF lenses in people undergoing cataract surgery. Three trifocal lenses (AcrySof IQ PanOptix, ATLISA Tri 839MP, FineVision Micro F) and one EDOF lens (TECNIS Symfony ZXR00) were evaluated. The studies took place in Europe and North America. Follow-up ranged from three to six months. Of the 239 enroled participants, 233 (466 eyes) completed follow-up and were included in the analyses. The mean age of participants was 68.2 years, and 64% of participants were female.\nIn general, the risk of bias in the studies was unclear as methods for random sequence generation and allocation concealment were poorly reported, and we judged one study to be at high risk of performance and detection bias. We assessed the certainty of the evidence for all outcomes as low, downgrading for the risk of bias and for imprecision.\nIn two studies involving a total of 254 people, there was little or no difference between trifocal and EDOF lenses for uncorrected and corrected distance visual acuity worse than 6/6. Sixty per cent of participants in both groups had uncorrected distance visual acuity worse than 6/6 (risk ratio (RR) 1.06, 95% confidence intervals (CI) 0.88 to 1.27). Thirty-one per cent of the trifocal group and 38% of the EDOF group had corrected distance visual acuity worse than 6/6 (RR 1.04, 95% CI 0.78 to 1.39). In one study of 60 people, there were fewer cases of uncorrected near visual acuity worse than J2 in the trifocal group (3%) compared with the EDOF group (30%) (RR 0.08, 95% CI 0.01 to 0.65).\nIn two studies, participants were asked about spectacle independence using subjective questionnaires. There was no evidence of either lens type being superior. One further study of 60 participants reported, \"overall, 90% of patients achieved spectacle independence\", but did not categorise this by lens type.\nAll studies included postoperative patient-reported visual function, which was measured using different questionnaires. Irrespective of the questionnaire used, both types of lenses scored well, and there was little evidence of any important differences between them.\nTwo studies included patient-reported ocular aberrations (glare and halos). The outcomes were reported in different ways and could not be pooled; individually, these studies were too small to detect meaningful differences in glare and halos between groups.\nOne study reported no surgical complications. Three studies did not mention surgical complications. One study reported YAG capsulotomy for posterior capsular opacification (PCO) in one participant (one eye) in each group. One study reported no PCO. Two studies did not report PCO. One study reported that three participants (one trifocal and two EDOF) underwent laser-assisted subepithelial keratectomy (LASEK) to correct residual myopic refractive error or astigmatism. One study reported a subset of participants who were considering laser enhancement at the end of the study period (nine trifocal and two EDOF). Two studies did not report laser enhancement rates.\nNo economic evaluation studies were identified for inclusion in this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Distance visual acuity after cataract surgery may be similar whether the lenses implanted are trifocal IOLs or EDOF (TECNIS Symfony) IOLs. People receiving trifocal IOLs may achieve better near vision and may be less dependent on spectacles for near vision. Both lenses were reported to have adverse subjective visual phenomena, such as glare and halos, with no meaningful difference detected between lenses."
    }
  ],
  "pls_title": "Trifocal compared with extended depth of focus intraocular lenses for people having cataract surgery",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "This Cochrane review aimed to assess the effects of artificial lenses placed in the eye after the removal of cataracts. In particular, we wanted to compare the outcomes of trifocal versus extended depth of focus (EDOF) intraocular lenses."
    },
    {
      "heading": "Key messages",
      "text": "People who have trifocal or EDOF (TECNIS Symfony) lenses implanted following the removal of their cataracts may experience similar levels of distance vision.\nPeople receiving trifocal lenses may have better near vision and may be less dependent on spectacles for tasks that need good near vision than those receiving EDOF (TECNIS Symfony) lenses.\nAfter surgery, unwanted visual effects such as halos and glare may occur with both types of lenses, with no meaningful difference detected between the lenses.\nSignificant complications of surgery or dissatisfaction with the choice of implanted lens are uncommon."
    },
    {
      "heading": "What was the focus of our review?",
      "text": "The lens in the eye may become opaque with age and this can lead to loss of vision. When this happens, it is known as a cataract. Eye doctors can remove the cataract in a short operation that replaces the cloudy lens with an artificial lens, also called an intraocular lens (IOL). Traditionally, these IOLs are 'monofocal' lenses, and are designed to work best for a fixed distance. For example, the IOL can provide good distance vision (such as for driving and watching television) or good near vision (such as for reading and sewing), but not both. This means that, historically, people often required spectacles for clear vision for both distance and near tasks following cataract surgery. More recently, newer lenses have been developed that aim to achieve clear vision over a wider range of distances, and remove the need for spectacles altogether. However, these newer IOLs are associated with unwanted visual effects such as halos and glare. This review compares the outcomes of two types of these newer IOLs: trifocal versus extended depth of focus (EDOF) lenses."
    },
    {
      "heading": "What did we do?",
      "text": "We collected and analysed all relevant studies that compared the outcomes of trifocal and EDOF lenses. We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods, sizes, and consistency of outcomes across the studies."
    },
    {
      "heading": "What did we find?",
      "text": "We found five studies, four of them were conducted in Europe and one in North America. The trials presented results from 233 participants (466 eyes) at follow-up of 3 to 6 months."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "• People with trifocal lenses may have distance vision that is not very different to the distance vision of people who have TECNIS Symfony EDOF lenses after cataract extraction (low-certainty evidence). However, people with trifocal lenses may have better near vision and may be less likely to need spectacles compared with people with EDOF lenses (low-certainty evidence).\n• Study participants completed questionnaires about their vision after cataract surgery. These showed that both types of lenses worked well and there did not seem to be any important differences between them (low-certainty evidence).\n• Halos and glare occur with both types of lenses, with no meaningful difference detected between the lenses (low-certainty evidence).\n• Adverse effects were uncommon (low-certainty evidence)."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "All studies were relatively short-term in nature, with none reporting economic outcomes. We judged the evidence as 'low certainty' because the studies had imprecise results, and we were unsure if the design of the studies might have led to bias in the results."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "We searched for studies that had been published up to 15 June 2022."
    }
  ]
}