{
  "doi": "10.1002/14651858.CD010034.pub2",
  "name": "Training interventions for improving telephone consultation skills in clinicians",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Since 1879, the year of the first documented medical telephone consultation, the ability to consult by telephone has become an integral part of modern patient-centred healthcare systems. Nowadays, up to a quarter of all care consultations are conducted by telephone. Studies have quantified the impact of medical telephone consultation on clinicians' workload and detected the need for quality improvement. While doctors routinely receive training in communication and consultation skills, this does not necessarily include the specificities of telephone communication and consultation. Several studies assessed the short-term effect of interventions aimed at improving clinicians' telephone consultation skills, but there is no systematic review reporting patient-oriented outcomes or outcomes of interest to clinicians."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of training interventions for clinicians' telephone consultation skills and patient outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, five other electronic databases and two trial registers up to 19 May 2016, and we handsearched references, checked citations and contacted study authors to identify additional studies and data."
    },
    {
      "heading": "Selection criteria",
      "text": "We considered randomised controlled trials, non-randomised controlled trials, controlled before-after studies and interrupted time series studies evaluating training interventions compared with any control intervention, including no intervention, for improving clinicians' telephone consultation skills with patients and their impact on patient outcomes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies for inclusion, extracted data and assessed the risk of bias of eligible studies using standard Cochrane and EPOC guidance and the certainty of evidence using GRADE. We contacted study authors where additional information was needed. We used standard methodological procedures expected by Cochrane for data analysis."
    },
    {
      "heading": "Main results",
      "text": "We identified one very small controlled before-after study performed in 1989: this study used a validated tool to assess the effects of a training intervention on paediatric residents' history-taking and case management skills. It reported no difference compared to no intervention, but authors did not report any quantitative analyses and could not supply additional data. We rated this study as being at high risk of bias. Based on GRADE, we assessed the certainty of the evidence as very low, and consequently it is uncertain whether this intervention improves clinicians' telephone skills.\nWe did not find any study assessing the effect of training interventions for improving clinicians' telephone communication skills on patient primary outcomes (health outcomes measured by validated tools or biomedical markers or patient behaviours, patient morbidity or mortality, patient satisfaction, urgency assessment accuracy or adverse events)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Telephone consultation skills are part of a wider set of remote consulting skills whose importance is growing as more and more medical care is delivered from a distance with the support of information technology. Nevertheless, no evidence specifically coming from telephone consultation studies is available, and the training of clinicians at the moment has to be guided by studies and models based on face-to-face communication, which do not consider the differences between these two communicative dimensions. There is an urgent need for more research assessing the effect of different training interventions on clinicians' telephone consultation skills and their effect on patient outcomes."
    }
  ],
  "pls_title": "Training interventions for improving telephone consultation skills in clinicians",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane review was to find out whether some training interventions are more effective than others for improving clinicians' telephone communication skills and patient outcomes."
    },
    {
      "heading": "Key messages",
      "text": "One very small study reported no difference between a training intervention and no intervention on paediatric residents' telephone skills, but the certainty of the evidence was very low, so it is uncertain if this intervention makes any difference in clinicians' telephone communication skills.\nWe did not find any study assessing the effect of training intervention for improving clinicians telephone communication skills on patient outcomes.\nThere is no evidence to inform clinician training in telephone communication skills, so currently it has to be guided by studies and models based on face-to-face communication that do not consider the differences between these two communicative dimensions."
    },
    {
      "heading": "What was studied in this review?",
      "text": "Since its invention, the telephone has been increasingly used by clinicians and patients to manage health problems. Nowadays, up to a quarter of all clinical consultations happen by phone. What we know from previous research is that clinicians' telephone skills are of low quality, and clinicians receive poor specific training in their education. These important and delicate professional skills are left to individual clinicians' own intuition and judgement to cultivate and improve. Overall research in telephone medicine clearly shows that telephone consultations can have an important role in the delivery of healthcare with quantitative impact on clinicians' workload, hospital care, patient outcomes and job satisfaction levels.\nWe searched for studies where doctors, nurses and other healthcare professionals underwent educational interventions for developing and improving telephone consultation skills with patients. We included studies from all settings and excluded studies dealing just with communication between clinicians."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "This review found no studies assessing the effect of training intervention for improving clinicians telephone communication skills on patient outcomes measured by validated tools or biomedical markers, on patient behaviours, patient morbidity or mortality, patient satisfaction, urgency assessment accuracy or adverse events. We found one very small study performed more than 25 years ago reporting no difference between a training intervention and no intervention on paediatric residents' history-taking and case management skills. This study provided no quantitative data.\nThis review found no specific evidence to inform clinicians' telephone consultation skills training; high quality studies in this field are urgently needed."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "The review authors searched for studies that had been published up to May 2016."
    }
  ]
}