{
  "doi": "10.1002/14651858.CD003939",
  "name": "Nonoxynol‐9 for preventing vaginal acquisition of sexually transmitted infections by women from men ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The incidence and prevalence of sexually transmitted infections (STI) and other reproductive tract infections (RTI) is high in much of the developing and parts of the developed worlds. STIs and RTIs are associated with the vaginal transmission of HIV. Additional strategies to improve STI control are needed, and vaginal microbicides are a possible strategy. One potential vaginal microbicide is the widely used spermicide, nonoxynol-9 (N-9)."
    },
    {
      "heading": "Objectives",
      "text": "To determine the safety and effectiveness of N-9 in preventing vaginal acquisition of sexual transmitted infections (exclusive of HIV) by women from men."
    },
    {
      "heading": "Search methods",
      "text": "Systematic search of electronic databases, conference abstracts, reference lists of relevant studies and contact with experts and funders."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials meeting pre-determined quality criteria with STI as the outcome."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data were extracted by one reviewer and checked by another."
    },
    {
      "heading": "Main results",
      "text": "Ten of 12 identified randomised controlled trials were included and findings among them were broadly consistent. In meta-analysis, the risks of gonorrhoea (relative risk [RR] 0.91, 95%CI 0.67-1.24), cervical infection (RR 1.01, 0.84-1.22), trichomoniasis (RR 0.84, 0.69-1.02), bacterial vaginosis (0.88, 0.74-1.04), chlamydia (RR 0.88, 0.77-1.01) and candidiasis (RR 0.97, 0.84-1.12) were not statistically significantly different in women receiving N-9 compared with placebo. Genital lesions were more common in the N-9 users (RR 1.17, 95%CI 1.02-1.35)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is good evidence that nonoxynol-9 does not protect against sexually transmitted infections, and there is some evidence that it may be harmful by increasing the rate of genital ulceration. As such, this product cannot be recommended for STI prevention."
    }
  ],
  "pls_title": "Nonoxynol-9 for preventing vaginal acquisition of sexually transmitted infections by women from men",
  "pls_type": "long",
  "pls": "There is good evidence that nonoxynol-9 does not protect against sexually transmitted infections (STI), and there is some evidence that it may be harmful by increasing the rate of genital ulceration. As such, this product cannot be recommended for STI prevention."
}