{
  "doi": "10.1002/14651858.CD010369.pub2",
  "name": "Treatments for chronic inflammatory demyelinating polyradiculoneuropathy (CIDP): an overview of systematic reviews ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chronic inflammatory demyelinating polyradiculoneuropathy (CIDP) is a chronic progressive or relapsing and remitting disease that usually causes weakness and sensory loss. The symptoms are due to autoimmune inflammation of peripheral nerves. CIPD affects about 2 to 3 per 100,000 of the population. More than half of affected people cannot walk unaided when symptoms are at their worst. CIDP usually responds to treatments that reduce inflammation, but there is disagreement about which treatment is most effective."
    },
    {
      "heading": "Objectives",
      "text": "To summarise the evidence from Cochrane systematic reviews (CSRs) and non-Cochrane systematic reviews of any treatment for CIDP and to compare the effects of treatments."
    },
    {
      "heading": "Methods",
      "text": "We considered all systematic reviews of randomised controlled trials (RCTs) of any treatment for any form of CIDP. We reported their primary outcomes, giving priority to change in disability after 12 months.\nTwo overview authors independently identified published systematic reviews for inclusion and collected data. We reported the quality of evidence using GRADE criteria. Two other review authors independently checked review selection, data extraction and quality assessments.\nOn 31 October 2016, we searched the Cochrane Database of Systematic Reviews, the Database of Abstracts of Reviews of Effects (in theCochrane Library), MEDLINE, Embase, and CINAHL Plus for systematic reviews of CIDP. We supplemented the RCTs in the existing CSRs by searching on the same date for RCTs of any treatment of CIDP (including treatment of fatigue or pain in CIDP), in the Cochrane Neuromuscular Specialised Register, CENTRAL, MEDLINE, Embase, and CINAHL Plus."
    },
    {
      "heading": "Main results",
      "text": "Five CSRs met our inclusion criteria. We identified 23 randomised trials, of which 15 had been included in these CSRs. We were unable to compare treatments as originally planned, because outcomes and outcome intervals differed.\nCorticosteroids\nIt is uncertain whether daily oral prednisone improved impairment compared to no treatment because the quality of the evidence was very low (1 trial, 28 participants). According to moderate-quality evidence (1 trial, 41 participants), six months' treatment with high-dose monthly oral dexamethasone did not improve disability more than daily oral prednisolone. Observational studies tell us that prolonged use of corticosteroids sometimes causes serious side-effects.\nPlasma exchange\nAccording to moderate-quality evidence (2 trials, 59 participants), twice-weekly plasma exchange produced more short-term improvement in disability than sham exchange. In the largest observational study, 3.9% of plasma exchange procedures had complications.\nIntravenous immunoglobulin\nAccording to high-quality evidence (5 trials, 269 participants), intravenous immunoglobulin (IVIg) produced more short-term improvement than placebo. Adverse events were more common with IVIg than placebo (high-quality evidence), but serious adverse events were not (moderate-quality evidence, 3 trials, 315 participants). One trial with 19 participants provided moderate-quality evidence of little or no difference in short-term improvement of impairment with plasma exchange in comparison to IVIg. There was little or no difference in short-term improvement of disability with IVIg in comparison to oral prednisolone (moderate-quality evidence; 1 trial, 29 participants) or intravenous methylprednisolone (high-quality evidence; 1 trial, 45 participants). One unpublished randomised open trial with 35 participants found little or no difference in disability after three months of IVIg compared to oral prednisone; this trial has not yet been included in a CSR. We know from observational studies that serious adverse events related to IVIg do occur.\nOther immunomodulatory treatments\nIt is uncertain whether the addition of azathioprine (2 mg/kg) to prednisone improved impairment in comparison to prednisone alone, as the quality of the evidence is very low (1 trial, 27 participants). Observational studies show that adverse effects truncate treatment in 10% of people.\nAccording to low-quality evidence (1 trial, 60 participants), compared to placebo, methotrexate 15 mg/kg did not allow more participants to reduce corticosteroid or IVIg doses by 20%. Serious adverse events were no more common with methotrexate than with placebo, but observational studies show that methotrexate can cause teratogenicity, abnormal liver function, and pulmonary fibrosis.\nAccording to moderate-quality evidence (2 trials, 77 participants), interferon beta-1a (IFN beta-1a) in comparison to placebo, did not allow more people to withdraw from IVIg. According to moderate-quality evidence, serious adverse events were no more common with IFN beta-1a than with placebo.\nWe know of no other completed trials of immunosuppressant or immunomodulatory agents for CIDP.\nOther treatments\nWe identified no trials of treatments for fatigue or pain in CIDP.\nAdverse effects\nNot all trials routinely collected adverse event data; when they did, the quality of evidence was variable. Adverse effects in the short, medium, and long term occur with all interventions. We are not able to make reliable comparisons of adverse events between the interventions included in CSRs."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We cannot be certain based on available evidence whether daily oral prednisone improves impairment compared to no treatment. However, corticosteroids are commonly used, based on widespread availability, low cost, very low-quality evidence from observational studies, and clinical experience. The weakness of the evidence does not necessarily mean that corticosteroids are ineffective. High-dose monthly oral dexamethasone for six months is probably no more or less effective than daily oral prednisolone. Plasma exchange produces short-term improvement in impairment as determined by neurological examination, and probably produces short-term improvement in disability. IVIg produces more short-term improvement in disability than placebo and more adverse events, although serious side effects are probably no more common than with placebo. There is no clear difference in short-term improvement in impairment with IVIg when compared with intravenous methylprednisolone and probably no improvement when compared with either oral prednisolone or plasma exchange. According to observational studies, adverse events related to difficult venous access, use of citrate, and haemodynamic changes occur in 3% to17% of plasma exchange procedures.\nIt is uncertain whether azathioprine is of benefit as the quality of evidence is very low. Methotrexate may not be of benefit and IFN beta-1a is probably not of benefit.\nWe need further research to identify predictors of response to different treatments and to compare their long-term benefits, safety and cost-effectiveness. There is a need for more randomised trials of immunosuppressive and immunomodulatory agents, routes of administration, and treatments for symptoms of CIDP."
    }
  ],
  "pls_title": "Overview of all systematic review of all treatments for chronic inflammatory demyelinating polyradiculoneuropathy (CIDP)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": ""
    },
    {
      "heading": "C",
      "text": "ChronicInflammatoryDemyelinatingPolyradiculoneuropathy (CIDP)? Is any treatment more or less effective and safe than another?"
    },
    {
      "heading": "Background",
      "text": "CIDP is a long-term condition, in which symptoms can steadily worsen over time or show periods of improvement and relapse. People usually have weakness and numbness due to inflammation of nerves (nerves affected are outside the spinal cord and brain). CIDP affects about 2 to 3 per 100,000 of the population and can be disabling. More than half of affected people cannot walk unaided when symptoms are at their worst. Treatments directed at reducing the inflammation usually help but there is no clear evidence favouring one commonly used treatment over another."
    },
    {
      "heading": "Methods",
      "text": "We searched five databases for all systematic reviews and randomised controlled trials (RCTs) until October 2016. We judged that five Cochrane systematic reviews (CSRs) provided the best evidence and identified 23 randomised trials, of which 16 have so far been included in CSRs. We assessed the quality of their included evidence."
    },
    {
      "heading": "Key results and quality of the evidence",
      "text": "The evidence from randomised trials is as follows.\n1. It is uncertain whether daily oral prednisone (an anti-inflammatory corticosteroid) improved weakness and sensation (numbness) compared to no treatment, as the evidence is of very low quality. We know that corticosteroids have a significant risk of serious side effects during prolonged use.\n2. High-dose monthly oral dexamethasone (a more powerful corticosteroid) for six months was probably no more or less effective than daily oral prednisolone.\n3. Plasma exchange probably produced significantly more short-term improvement in disability than dummy exchange. In the largest observational study, 3.9% of plasma exchange procedures had complications.\n4. IVIg produced significantly more short-term improvement in disability than placebo. Adverse events were more common with IVIg than placebo but serious adverse events were probably no more common than with placebo. Other, lower-quality studies, not eligible for inclusion here, report that serious adverse effects can occur with IVIg.\n5. There was no clear difference in short-term improvement of impairment with plasma exchange as compared to IVIg.\n6. There was probably little or no difference in short-term improvement of disability with IVIg in comparison to oral prednisolone and there was little or no difference in comparison to intravenous methylprednisolone. Corticosteroids are much more widely available than IVIg, and are cheaper and easier to use.\n7. It is uncertain whether low-dose azathioprine added to prednisone improved impairment over prednisone alone, because the quality of evidence is very low. Adverse events were not reported but observational studies show that side effects prevent 10% of people from continuing treatment.\n8. Methotrexate may have no benefit over placebo in number of participants able to reduce their corticosteroid or IVIg dose by 20%. Serious adverse events were probably no more common with methotrexate than with placebo. We know from other types of study that methotrexate has serious side-effects, including damage to fetuses, liver function abnormalities and scarring of the lung.\n9. Interferon beta-1a (IFN beta-1a), compared to placebo, probably does not allow more people to withdraw from IVIg. Serious adverse events were probably no more common with IFN beta-1a than with placebo in the two studies of this intervention.\n10. There have been no other completed trials of medicines that suppress or change immune responses or that treat fatigue or pain in CIDP.\nWe need further research on predictors of response to different treatments, on long-term benefits, and of cost-effectiveness. We need more RCTs of medicines that suppress or change immune responses and treat symptoms of pain and fatigue in CIDP, and better ways to collect information on adverse events.\nThis review is up to date to October 2016."
    }
  ]
}