{
  "doi": "10.1002/14651858.CD003635.pub3",
  "name": "Cerebrospinal fluid drainage for thoracic and thoracoabdominal aortic aneurysm surgery",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "During aortic aneurysm surgery, cross-clamping can lead to inadequate blood supply to the spinal cord resulting in neurological deficit. Cerebrospinal fluid drainage (CSFD) may increase the perfusion pressure to the spinal cord and hence reduce the risk of ischaemic spinal cord injury."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effect of CSFD during thoracic and thoracoabdominal aortic aneurysm (TAAA) surgery on the risk of developing spinal cord injury."
    },
    {
      "heading": "Search methods",
      "text": "For this update the Cochrane Peripheral Vascular Diseases Group Trials Search Co-ordinator searched the Specialised Register (last searched May 31 2012) and CENTRAL (2012, Issue 5) for publications describing randomised controlled trials of cerebrospinal fluid drainage for thoracic and thoracoabdominal aortic aneurysm surgery. Reference lists of relevant articles were checked."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials involving CSFD during thoracic and TAAA surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Both authors assessed the quality of trials independently. SNK extracted data and GS verified the data."
    },
    {
      "heading": "Main results",
      "text": "Three trials with a total of 287 participants operated on for Type I or II TAAA were included.\nIn the first trial of 98 participants, neurological deficits in the lower extremities occurred in 14 (30%) of CSFD group and 17 (33%) controls. The deficit was observed within 24 hours of the operation in 21 (68%), and from three to 22 days in 10 (32%) participants. CSFD did not have a significant benefit in preventing ischaemic injury to the spinal cord.\nThe second trial of 33 participants used a combination of CSFD and intrathecal papaverine. It showed a statistically significant reduction in the rate of postoperative neurological deficit (P = 0.039), compared to controls. Analysis was undertaken after only one third of the estimated sample size had entered the trial.\nIn the third trial TAAA repair was performed on 145 participants. CSFD was initiated during the operation and continued for 48 hours after surgery. Paraplegia or paraparesis occurred in 9 of 74 participants (12.2%) in the control group versus 2 of 82 participants (2.7%) receiving CSFD (P = 0.03). Overall, CSFD resulted in an 80% reduction in the relative risk of postoperative deficits. Meta-analysis showed an odds ratio (OR) of 0.48 (95 % confidence interval (CI) 0.25 to 0.92). For CSFD-only trials, OR was 0.57 (95% CI 0.28 to 1.17) and for intention-to-treat analysis in CSFD-only studies, the OR remained unchanged."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are limited data supporting the role of CSFD in thoracic and thoracoabdominal aneurysm surgery for prevention of neurological injury. Further clinical and experimental studies are indicated."
    }
  ],
  "pls_title": "Cerebrospinal fluid drainage for thoracic and thoracic abdominal aortic aneurysm surgery",
  "pls_type": "long",
  "pls": "An aneurysm is a local bulging of a blood vessel that carries a risk of rupture. Surgery for an aortic aneurysm requires clamping the aorta, the biggest artery in the body. This reduces the supply of blood and oxygen to the spinal cord (ischaemia) and tissue damage can lead to the partial or incomplete paralysis of the lower limbs (paresis) and paraplegia (paralysis of the legs and lower part of the body). These deficits are frequently irreversible. The cerebrospinal fluid (CSF) pressure increases during clamping further decreasing the perfusion pressure of the spinal cord. As more of the blood supply to the spinal cord is interrupted, the likelihood of paraplegia is increased. Various treatments are used to reduce the ischaemic insult to the spinal cord including temporary blood shunts (such as distal atriofemoral bypass and re-connection of intercostal and lumbar vessels), pharmaceutical interventions (to protect the heart and cerebral blood vessels), epidural cooling and CSF drainage. Draining CSF from the lumbar region may lessen the CSF pressure, improve blood flow to the spinal cord and reduce the risk of ischaemic spinal cord injury.\nThe available evidence does not fully establish CSF drainage as a method of protection. The review authors made a thorough search of the medical literature and identified three randomised trials involving a total of 287 participants operated on for high-risk thoracoabdominal aortic aneurysms. All of the studies used CSF drainage in addition to other measures of spinal cord protection. In the first trial of 98 patients, neurological deficits in the lower extremities occurred in about one third of patients with or without drainage. The deficit was observed within 24 hours of the operation in 21 (68%), and from three to 22 days in 10 (32%). The second trial of 33 patients reported that a combination of CSF drainage and papaverine in the region of the spinal cord (intrathecally) reduced the rate of postoperative neurological deficit compared to controls. In the third trial involving 145 patients, drainage was begun during the operation and continued for 48 hours after surgery. Paraplegia or paraparesis occurred less with CSF drainage (2.7% of patients with drainage versus 12.2% in the control group)."
}