{
  "doi": "10.1002/14651858.CD010237.pub2",
  "name": "Tong‐xin‐luo capsule for patients with coronary heart disease after percutaneous coronary intervention ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Percutaneous coronary intervention (PCI) is a standard treatment for coronary heart disease (CHD). Restenosis, defined as a 50% reduction in luminal diameter at six months after PCI, indicates a need for revascularisation. Restenosis has proven to be a major drawback to PCI. Tong-xin-luo is one of the prophylactic strategies for cardiovascular events in patients after PCI that is widely used in China, but its efficacy and safety have not been systematically evaluated."
    },
    {
      "heading": "Objectives",
      "text": "To systematically assess the efficacy and safety of Tong-xin-luo capsules in preventing cardiovascular events after PCI in patients with CHD."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials in The Cochrane Library, MEDLINE (OVID), EMBASE (OVID), WanFang, Chinese Biomedical Database, Chinese Medical Current Contents, and China National Knowledge Infrastructure from their inception to June 2014. We also searched other resources, including ongoing trials and research registries. We applied no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of participants with CHD after PCI were included. Participants in the intervention group received Tong-xin-luo capsules for at least three months."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data and assessed the risk of bias. Any disagreements were resolved by discussion with a third review author. The primary outcomes included occurrence of angiographic restenosis and adverse events; the secondary outcomes included myocardial infarction, heart failure, angina, all cause mortality, mortality due to any cardiovascular event, use of revascularisation, patient acceptability, quality of life and cost-effectiveness. Dichotomous data were measured with risk ratios (RRs) with 95% confidence intervals (CIs)."
    },
    {
      "heading": "Main results",
      "text": "Sixteen studies involving 1063 participants were identified. The risk of bias for fifteen studies was high and along with imprecision and possible publication bias, this lowered our confidence in the results. There was low quality evidence that Tong-xi-luo reduced the rates of angiographic restenosis (RR 0.16, 95% CI 0.07 to 0.34), myocardial infarction (RR 0.32, 95% CI 0.16 to 0.66), heart failure (RR 0.26, 95% CI 0.11 to 0.62), and use of revascularisation (RR 0.26, 95% CI 0.15 to 0.45). There was very low quality evidence for the effect of Tong-xin-luo on all-cause mortality (RR 0.38, 95% CI 0.06 to 2.56), angina (RR 0.24, 95% CI 0.17 to 0.34) and death due to any cardiovascular event (RR 0.31, 95% CI 0.08 to 1.12). Adverse events were seldom reported, and included gastrointestinal reactions and nausea."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The addition of Tong-xin-luo to conventional Western medicine may possibly prevent restenosis and recurrence of cardiovascular events in patients with CHD after PCI. However, the data are limited by publication bias and high risk of bias for included studies. Further high-quality trials are required to evaluate the potential effects of this intervention."
    }
  ],
  "pls_title": "Tong-xin-luo capsule for patients with coronary heart disease after percutaneous coronary intervention",
  "pls_type": "long",
  "pls": "Review question: What is the efficacy and safety of Tong-xin-luo capsules in preventing cardiovascular events after percutaneous coronary intervention, a procedure involving placing a stent to open up the heart's blood vessels, in patients with coronary heart disease?\nBackground: Coronary heart disease is a major cause of mortality globally. Percutaneous coronary intervention is regarded as a standard treatment for coronary heart disease to improve symptoms of heart-related chest pain. However, a major drawback of percutaneous coronary intervention is the need for a repeat procedure due to symptoms related to recurring narrowing of the heart's blood vessels. Previous studies have indicated that Tong-xin-luo capsule, a Chinese herbal medicine product, might be effective in preventing recurrence of narrowing of a blood vessel after percutaneous coronary intervention.\nStudy characteristics: We included sixteen randomised controlled trials (1063 participants) comparing Tong-xin-luo capsules plus conventional treatment with placebo plus/or conventional treatment (literature search date: though June 2014). All studies were undertaken in China. The sample size was from 50 to 178 and the duration of follow-up ranged from three months to two years.\nKey results: We found that Tong-xin-luo may possibly reduce the risk of narrowing of a blood vessel detected by angiography, cardiovascular events (including myocardial infarction, angina and heart failure) and use of repeat procedure. Adverse events were seldom reported.\nQuality of evidence: Because of high risk of bias for fifteen studies, imprecision and possible publication bias, the quality of evidence was low or very low for all study outcomes."
}