{
  "doi": "10.1002/14651858.CD004014.pub6",
  "name": "Surgery for women with anterior compartment prolapse",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "To minimise the rate of recurrent prolapse after traditional native tissue repair (anterior colporrhaphy), clinicians have utilised a variety of surgical techniques."
    },
    {
      "heading": "Objectives",
      "text": "To determine the safety and effectiveness of surgery for anterior compartment prolapse."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Incontinence Group Specialised Register, including the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, MEDLINE In Process (23 August 2016), handsearched journals and conference proceedings (15 February 2016) and searched trial registers (1 August 2016)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) that examined surgical operations for anterior compartment prolapse."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials, assessed risk of bias and extracted data. Primary outcomes were awareness of prolapse, repeat surgery and recurrent prolapse on examination."
    },
    {
      "heading": "Main results",
      "text": "We included 33 trials (3332 women). The quality of evidence ranged from very low to moderate. Limitations were risk of bias and imprecision. We have summarised results for the main comparisons.\nNative tissue versus biological graft\nAwareness of prolapse: Evidence suggested few or no differences between groups (risk ratio (RR) 0.98, 95% confidence interval (CI) 0.52 to 1.82; five RCTs; 552 women; I2 = 39%; low-quality evidence), indicating that if 12% of women were aware of prolapse after biological graft, 7% to 23% would be aware after native tissue repair.\nRepeat surgery for prolapse: Results showed no probable differences between groups (RR 1.02, 95% CI 0.53 to 1.97; seven RCTs; 650 women; I2 = 0%; moderate-quality evidence), indicating that if 4% of women required repeat surgery after biological graft, 2% to 9% would do so after native tissue repair.\nRecurrent anterior compartment prolapse: Native tissue repair probably increased the risk of recurrence (RR 1.32, 95% CI 1.06 to 1.65; eight RCTs; 701 women; I2 = 26%; moderate-quality evidence), indicating that if 26% of women had recurrent prolapse after biological graft, 27% to 42% would have recurrence after native tissue repair.\nStress urinary incontinence (SUI): Results showed no probable differences between groups (RR 1.44, 95% CI 0.79 to 2.64; two RCTs; 218 women; I2 = 0%; moderate-quality evidence).\nDyspareunia: Evidence suggested few or no differences between groups (RR 0.87, 95% CI 0.39 to 1.93; two RCTs; 151 women; I2 = 0%; low-quality evidence).\nNative tissue versus polypropylene mesh\nAwareness of prolapse: This was probably more likely after native tissue repair (RR 1.77, 95% CI 1.37 to 2.28; nine RCTs; 1133 women; I2 = 0%; moderate-quality evidence), suggesting that if 13% of women were aware of prolapse after mesh repair, 18% to 30% would be aware of prolapse after native tissue repair.\nRepeat surgery for prolapse: This was probably more likely after native tissue repair (RR 2.03, 95% CI 1.15 to 3.58; 12 RCTs; 1629 women; I2 = 39%; moderate-quality evidence), suggesting that if 2% of women needed repeat surgery after mesh repair, 2% to 7% would do so after native tissue repair.\nRecurrent anterior compartment prolapse: This was probably more likely after native tissue repair (RR 3.01, 95% CI 2.52 to 3.60; 16 RCTs; 1976 women; I2 = 39%; moderate-quality evidence), suggesting that if recurrent prolapse occurred in 13% of women after mesh repair, 32% to 45% would have recurrence after native tissue repair.\nRepeat surgery for prolapse, stress urinary incontinence or mesh exposure (composite outcome): This was probably less likely after native tissue repair (RR 0.59, 95% CI 0.41 to 0.83; 12 RCTs; 1527 women; I2 = 45%; moderate-quality evidence), suggesting that if 10% of women require repeat surgery after polypropylene mesh repair, 4% to 8% would do so after native tissue repair.\nDe novo SUI: Evidence suggested few or no differences between groups (RR 0.67, 95% CI 0.44 to 1.01; six RCTs; 957 women; I2 = 26%; low-quality evidence). No evidence suggested a difference in rates of repeat surgery for SUI.\nDyspareunia (de novo): Evidence suggested few or no differences between groups (RR 0.54, 95% CI 0.27 to 1.06; eight RCTs; n = 583; I2 = 0%; low-quality evidence).\nNative tissue versus absorbable mesh\nAwareness of prolapse: It is unclear whether results showed any differences between groups (RR 0.95, 95% CI 0.70 to 1.31; one RCT; n = 54; very low-quality evidence),\nRepeat surgery for prolapse: It is unclear whether results showed any differences between groups (RR 2.13, 95% CI 0.42 to 10.82; one RCT; n = 66; very low-quality evidence).\nRecurrent anterior compartment prolapse: This is probably more likely after native tissue repair (RR 1.50, 95% CI 1.09 to 2.06; three RCTs; n = 268; I2 = 0%; moderate-quality evidence), suggesting that if 27% have recurrent prolapse after mesh repair, 29% to 55% would have recurrent prolapse after native tissue repair.\nSUI: It is unclear whether results showed any differences between groups (RR 0.72, 95% CI 0.50 to 1.05; one RCT; n = 49; very low-quality evidence).\nDyspareunia: No data were reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Biological graft repair or absorbable mesh provides minimal advantage compared with native tissue repair.\nNative tissue repair was associated with increased awareness of prolapse and increased risk of repeat surgery for prolapse and recurrence of anterior compartment prolapse compared with polypropylene mesh repair. However, native tissue repair was associated with reduced risk of de novo SUI, reduced bladder injury, and reduced rates of repeat surgery for prolapse, stress urinary incontinence and mesh exposure (composite outcome).\nCurrent evidence does not support the use of mesh repair compared with native tissue repair for anterior compartment prolapse owing to increased morbidity.\nMany transvaginal polypropylene meshes have been voluntarily removed from the market, and newer light-weight transvaginal meshes that are available have not been assessed by RCTs. Clinicans and women should be cautious when utilising these products, as their safety and efficacy have not been established."
    }
  ],
  "pls_title": "Surgical management of pelvic organ prolapse in women",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": ""
    },
    {
      "heading": "Background",
      "text": "Background\nPelvic organ prolapse occurs in up to 50% of women who have given birth. This can happen at different sites within the vagina; prolapse of the anterior compartment is most difficult to repair, and rates of recurrence are higher than at other vaginal sites. This challenge has resulted in the use of a variety of surgical techniques and grafts to improve outcomes of anterior compartment prolapse surgery. We aimed to evaluate surgical interventions for anterior compartment prolapse."
    },
    {
      "heading": "Study characteristics",
      "text": "Cochrane authors included in this review 33 randomised controlled trials (RCTs) evaluating 3332 surgeries to compare traditional native tissue anterior repair versus biological grafts (eight trials), absorbable mesh (three trials), permanent (polypropylene) mesh (16 trials) and abdominal paravaginal repair (two trials). Four trials compared a transvaginal graft versus another transvaginal graft, and four trials evaluated native tissue repair of anterior and/or posterior compartments of the vagina versus graft repair. Evidence is current to 23 August 2016."
    },
    {
      "heading": "Key results",
      "text": "Biological graft repair or absorbable mesh provides minimal advantage compared with native tissue repair. Results showed no evidence of differences between biological graft and native tissue repair in rates of awareness of prolapse or repeat surgery for prolapse. However, the recurrent anterior prolapse rate was higher after native tissue repair than after any biological graft. This suggests that if awareness of prolapse after biological graft occurs in 12% of women, 7% to 23% would be aware of prolapse after native tissue repair.\nPermanent mesh resulted in lower rates of awareness of prolapse, recurrent anterior wall prolapse and repeat surgery for prolapse compared with native tissue repair. However, native tissue repair was associated with reduced risk of new stress urinary incontinence. Other benefits of native tissue repair included reduced bladder injury and reduced rates of repeat surgery for prolapse, stress urinary incontinence and mesh exposure (as a combined outcome)."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the data related to traditional native tissue anterior repair compared with both biological grafts and permanent mesh is generally low to moderate. The main limitations were incomplete reporting of study methods including allocation concealment and bias and imprecision in data outcomes. Data related to the efficacy of absorbable mesh are probably incomplete."
    }
  ]
}