{
  "doi": "10.1002/14651858.CD006786.pub2",
  "name": "Interventions for treating painful sickle cell crisis during pregnancy",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Sickle cell disease is a group of genetic haemoglobin disorders. All over the world, about 300,000 children with these disorders are born each year. Acute sickle cell pain episodes are the most common cause of hospitalisation. Pregnancy in women with sickle cell disease is associated with an increased incidence of maternal and fetal morbidity and mortality. The painful crisis is a severe complication of this illness, and it requires several interventions: packed red cell transfusion, fluid replacement therapy, analgesic drugs, oxygen therapy and steroids; but the approach is not standardised."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of different regimens of packed red cell transfusion, oxygen therapy, fluid replacement therapy, analgesic drugs, and steroids for the treatment of painful sickle cell crisis during pregnancy."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (December 2007), the Cochrane Cystic Fibrosis and Genetic Disorders Group's Trials Register (October 2007), LILACS database (1982 to December 2007) and the following web sites: ClinicalTrials.gov (http://www.clinicaltrials.gov) (December 5, 2007); Current Controlled Trials (http://controlled-trials.com/) (December 5, 2007), and Sistema de Información Esencial en Terapéutica y Salud (http://www.icf.uab.es/informacion/Papyrus/sietes.asp) (December 1, 2007). We also handsearched the European Haematology Association conference (June 2007), the American Society of Hematology conference (December 2007) and reference lists of all retrieved articles."
    },
    {
      "heading": "Selection criteria",
      "text": "We intended to include randomised clinical trials."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We intended to summarise data by standard Cochrane Collaboration methodologies."
    },
    {
      "heading": "Main results",
      "text": "We could not find any randomised clinical trials on interventions (packed red cell transfusion, oxygen therapy, fluid replacement therapy, analgesic drugs, and steroids) for the treatment of painful sickle cell crisis during pregnancy."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review found no randomised clinical trials on the safety and efficacy of interventions for treating painful sickle cell crisis during pregnancy. The effects of interventions need to be tested in randomised clinical trials."
    }
  ],
  "pls_title": "Interventions for treating painful sickle cell crisis during pregnancy",
  "pls_type": "long",
  "pls": "Evidence to establish the beneficial and harmful effects of interventions for treating painful sickle crisis during pregnancy is lacking.\nSickle cell disease covers a group of inherited (genetic) haemoglobin disorders that cause a defect in red blood cells. The disease has been declared by WHO as a major world health problem.\nThe changes in the red blood cells can lead to damaged and blocked blood vessels. The most frequent complication of sickle cell disease is a painful vaso-occlusive crisis. Treatment may involve the non-surgical intervention with packed red cell transfusion, fluid replacement therapy, analgesic drugs (nonsteroidal anti-inflammatory agents or opiates), oxygen therapy and steroids (prednisone, dexamethasone, or methylprednisolone). Pregnant women with sickle cell disease have an increased incidence of sickle cell crises. Their unborn infants are also at high risk of illness and death. The effectiveness and safety of the different treatments is, therefore, particularly important. For example, sickle cell disease can lead to severe placental damage, yet the opiate morphine constricts the blood vessels in the placenta and so may harmful to the fetus.\nThe review authors searched the medical literature for randomised controlled trials in which non-surgical approaches were compared for their efficacy and safety. They could not find any randomised clinical trials on non-surgical interventions for the treatment of painful sickle cell crisis during pregnancy. Pregnant women were excluded from clinical trials studying opiate or non-opiate analgesics for treating painful sickle cell crisis."
}