{
  "doi": "10.1002/14651858.CD005443.pub2",
  "name": "Antacids for preventing oesophagogastric variceal bleeding and rebleeding in cirrhotic patients ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Ruptured gastroesophageal varices are the most severe and frequent cause of gastrointestinal bleeding in cirrhotic patients, leading to death in 5% to 8% of patients during the first 48 hours and oesophagogastric varices account for 60% to 80% of first bleeding in patients with portal hypertension. Antacids are often used for emergency treatment of bleeding oesophageal varices in patients with cirrhosis of the liver."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the beneficial and harmful effects of antacids for preventing oesophagogastric bleeding and rebleeding."
    },
    {
      "heading": "Search methods",
      "text": "We planned to identify relevant randomised clinical trials by searching The Cochrane Hepato-Biliary Group Controlled Trials Register (June 2007), the Cochrane Central Register of Controlled Trials (CENTRAL ) in The Cochrane Library (Issue 2, 2007), MEDLINE (1950 to June 2007), EMBASE (Excerpta Medica Database) (1980 to June 2007), and the Science Citation Index Expanded (SCI-EXPANDED) (1945 to June 2007). Additional randomised trials were sought from the reference lists of the trials found and reviews identified by the electronic searches."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include randomised clinical trials."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We planned to summarise data using Cochrane Collaboration methodologies."
    },
    {
      "heading": "Main results",
      "text": "We could not find any randomised clinical trials on antacids for preventing oesophagogastric variceal bleeding and bleeding in cirrhotic patients."
    },
    {
      "heading": "Authors' conclusions",
      "text": "It is not possible to determine whether antacids are beneficial or harmful for preventing oesophagogastric variceal bleeding and rebleeding in cirrhotic patients since randomised clinical trials investigating this question are lacking."
    }
  ],
  "pls_title": "Evidence to establish the beneficial and harmful effects of antacids for preventing oesophagogastric variceal bleeding and bleeding in cirrhotic patients is lacking",
  "pls_type": "long",
  "pls": "Randomised trials with antacids for preventing oesophagogastric variceal bleeding and bleeding in cirrhotic patients could not be found. Valid evidence for or against the use of antacids for preventing oesophagogastric variceal bleeding and bleeding in cirrhotic patients is lacking."
}