{
  "doi": "10.1002/14651858.CD002819.pub2",
  "name": "Cyclophosphamide for multiple sclerosis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Multiple sclerosis is a presumed cell-mediated autoimmune disease of the central nervous system. Cyclophosphamide (CFX) is a cytotoxic and immunosuppressive agent, used in systemic autoimmune diseases. Controversial results have been reported on its efficacy in MS. We conducted a systematic review of all relevant trials, evaluating the efficacy of CFX in patients with progressive MS."
    },
    {
      "heading": "Objectives",
      "text": "The main objective was to determine whether CFX slows the progression of MS."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane MS Group Trials Register (June 2006), Cochrane Central Register of Controlled Trials (The Cochrane Library Issue 3, 2006), MEDLINE (PubMed)(January 1966 to June 2006), EMBASE (January 1988 to June 2006) and reference lists of articles. We also contacted researchers in the field."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) evaluating the clinical effect of CFX treatment in patients affected by clinically definite progressive MS. \nCFX had to be administered alone or in combination with adrenocorticotropic hormone (ACTH) or steroids. The comparison group had to be placebo or no treatment or the same co-intervention (ACTH or steroids)"
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers independently decided the eligibility of the study, assessed the trial quality and extracted data. We also contacted study authors for original data."
    },
    {
      "heading": "Main results",
      "text": "Of the 461 identified references, we initially selected 70: only four RCTs were included for the final analysis. Intensive immunosuppression with CFX (alone or associated with ACTH or prednisone) in patients with progressive MS compared to placebo or no treatment (152 participants) did not prevent the long-term (12, 18, 24 months) clinical disability progression as defined as evolution to a next step of Expanded Disability Status Scale (EDSS) score. However, the mean change in disability (final disability subtracted from the baseline) significantly favoured the treated group at 12 (effect size - 0.21, 95% confidence interval - 0.25 to -0.17) and 18 months (- 0.19, 95% confidence interval - 0.24 to - 0.14) but favoured the control group at 24 months (0.14, CI 0.07 to 0.21). We were unable to verify the efficacy of other schedules. Five patients died; sepsis and amenorrhea frequently occurred in treated patients (descriptive analysis)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We were unable to achieve all of the objectives specified for the review. This review shows that the overall effect of CFX (administered as intensive schedule) in the treatment of progressive MS does not support its use in clinical practice."
    }
  ],
  "pls_title": "The effect of the immunosuppressive drug cyclophosphamide in people with multiple sclerosis",
  "pls_type": "long",
  "pls": "MS is a chronic disease of the nervous system affecting young and middle-aged adults. MS is supposed to be related to the immune system. CFX is an immunosuppressive drug used for various autoimmune diseases. As its use for MS is controversial, the Authors of this review aimed to assess CFX efficacy for patients with progressive MS. Among the pertinent literature, only five studies met the inclusion criteria of minimum methodological quality , with a total of 90 MS patients treated with CFX. \nThe data available were inadequate to attain all the objectives specified for the review. The Authors found poor evidence that CFX may slow progression in the medium-term. They found also that side effects such as alopecia, nausea, vomiting and menses interruption (amenorrhea) occurred at high frequency, while some evidences might suggest adverse effects also after two years ."
}