{
  "doi": "10.1002/14651858.CD004150.pub4",
  "name": "Screening programmes for the early detection and prevention of oral cancer",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Oral cancer is an important global healthcare problem, its incidence is increasing and late-stage presentation is common. Screening programmes have been introduced for a number of major cancers and have proved effective in their early detection. Given the high morbidity and mortality rates associated with oral cancer, there is a need to determine the effectiveness of a screening programme for this disease, either as a targeted, opportunistic or population-based measure. Evidence exists from modelled data that a visual oral examination of high-risk individuals may be a cost-effective screening strategy and the development and use of adjunctive aids and biomarkers is becoming increasingly common."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of current screening methods in decreasing oral cancer mortality."
    },
    {
      "heading": "Search methods",
      "text": "We searched the following electronic databases: the Cochrane Oral Health Group's Trials Register (to 22 July 2013), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2013, Issue 6), MEDLINE via OVID (1946 to 22 July 2013), EMBASE via OVID (1980 to 22 July 2013) and CANCERLIT via PubMed (1950 to 22 July 2013). There were no restrictions on language in the search of the electronic databases."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) of screening for oral cancer or potentially malignant disorders using visual examination, toluidine blue, fluorescence imaging or brush biopsy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors screened the results of the searches against inclusion criteria, extracted data and assessed risk of bias independently and in duplicate. We used mean differences (MDs) and 95% confidence intervals (CIs) for continuous data and risk ratios (RRs) with 95% CIs for dichotomous data. Meta-analyses would have been undertaken using a random-effects model if the number of studies had exceeded a minimum of three. Study authors were contacted where possible and where deemed necessary for missing information."
    },
    {
      "heading": "Main results",
      "text": "A total of 3239 citations were identified through the searches. Only one RCT, with 15-year follow-up met the inclusion criteria (n = 13 clusters: 191,873 participants). There was no statistically significant difference in the oral cancer mortality rates for the screened group (15.4/100,000 person-years) and the control group (17.1/100,000 person-years), with a RR of 0.88 (95% CI 0.69 to 1.12). A 24% reduction in mortality was reported between the screening group (30/100,000 person-years) and the control group (39.0/100,000) for high-risk individuals who used tobacco or alcohol or both, which was statistically significant (RR 0.76; 95% CI 0.60 to 0.97). No statistically significant differences were found for incidence rates. A statistically significant reduction in the number of individuals diagnosed with stage III or worse oral cancer was found for those in the screening group (RR 0.81; 95% CI 0.70 to 0.93). No harms were reported. The study was assessed as at high risk of bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is evidence that a visual examination as part of a population-based screening programme reduces the mortality rate of oral cancer in high-risk individuals. In addition, there is a stage shift and improvement in survival rates across the population as a whole. However, the evidence is limited to one study, which has a high risk of bias and did not account for the effect of cluster randomisation in the analysis. There was no evidence to support the use of adjunctive technologies like toluidine blue, brush biopsy or fluorescence imaging as a screening tool to reduce oral cancer mortality. Further RCTs are recommended to assess the efficacy and cost-effectiveness of a visual examination as part of a population-based screening programme in low, middle and high-income countries."
    }
  ],
  "pls_title": "Screening programmes for the early detection and prevention of oral cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "This review, carried out by authors of the Cochrane Oral Health Group, was conducted to investigate the effectiveness of current screening programmes in detecting oral cancer at an early stage and whether or not they can assist in decreasing deaths due to oral cancer."
    },
    {
      "heading": "Background",
      "text": "Oral cancer is increasing worldwide and it is the sixth most common cancer overall. The highest rates of oral cancer occur in the most disadvantaged sections of the population. Important risk factors in the development of the disease are tobacco, alcohol, age, gender and sunlight although a role for candida (which causes thrush) and the human papillomavirus (which causes warts) has also been documented. People who are heavy drinkers and also smoke have 38 times the risk of developing oral cancer compared with people who do neither. These factors are considered to be especially important in the development of the disease in young people, a group experiencing an increasing incidence of the disease, particularly in countries with a high incidence of it.\nGeographic variation in the occurrence of oral cancer around the world is wide. For example it is the most common cancer for men in India, Sri Lanka and Pakistan and 30% of all new cases of cancer in these countries is oral cancer whereas only 3% of new cases of cancer in the United Kingdom are oral cancer.\nWhen people first seek medical help, their oral cancer is usually at a late or advanced stage and the effects of the condition as well as the treatment for it can be extremely debilitating. Death rates from oral cancer and the negative effects of the disease are high and increasing rather than declining as for other cancers such as breast and colon.\nPrevention screening programmes for other cancers have proven to be effective in early detection. However, whilst there maybe advantages to screening there are disadvantages because screening has the potential to produce either false positive or false negative results. Screening can be targeted at high-risk groups, it can be opportunistic, for example when people attend health services for other reasons, or can be done by looking at statistics across the population as a whole.\nThe aim of preventive screening for early detection of oral cancer is to screen individuals for pre-cancerous conditions which are lesions such as leukoplakia. The most common screening method is visual inspection by a clinician but other techniques include the use of a special blue dye, the use of imaging techniques and measuring biochemical changes to normal calls."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence on which this review is based is up to date as of 22 July 2013. The only study included was based in rural areas of the city of Trivandrum in Kerala, India. The study included 191,873 apparently healthy adults aged 35 years or older living in 13 clusters with an average of 14,759 participants in each cluster. Screening took place in seven clusters (96,517 participants) and six clusters acted as a control (95,356 participants). Participants were excluded if they were bedridden, if they had open tuberculosis, other debilitating diseases or were already suffering from oral cancer.\nHealthcare workers trained in the detection of oral lesions undertook the screening of participants and the social history of participants including use of paan, tobacco, alcohol and dietary supplements was recorded."
    },
    {
      "heading": "Key results",
      "text": "The review found that overall there is not enough evidence to decide whether screening by visual inspection reduces the death rate for oral cancer and there is no evidence for other screening methods. However, there is some evidence that it might help reduce death rates in patients who use tobacco and alcohol although the only included study may be affected by bias."
    },
    {
      "heading": "Quality of evidence",
      "text": "The evidence presented is of low quality and limited to one study assessed as at high risk of bias."
    }
  ]
}