{
  "doi": "10.1002/14651858.CD000185.pub2",
  "name": "Anticoagulants for preventing stroke in patients with nonrheumatic atrial fibrillation and a history of stroke or transient ischaemic attack ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "People with nonrheumatic atrial fibrillation (NRAF) who have had a transient ischaemic attack (TIA) or a minor ischaemic stroke are at high risk of recurrent stroke."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to assess the effect of anticoagulants for secondary prevention, after a stroke or TIA, in patients with NRAF."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group trials register (9 June 2003) and contacted trialists."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials comparing oral anticoagulants with control (no therapy) or placebo in people with NRAF and a previous TIA or minor ischaemic stroke. Control groups on aspirin did not meet the selection criteria."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Both reviewers assessed trial quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "Two trials involving 485 people were included. Follow-up time was 1.7 years in one trial and 2.3 years in the other. Anticoagulants reduced the odds of recurrent stroke by two-thirds (odds ratio (OR) 0.36, 95% confidence interval (CI) 0.22 to 0.58). The odds of all vascular events was shown to be almost halved by treatment (OR 0.55, 95% CI 0.37 to 0.82). The odds of major extracranial haemorrhage was increased (OR 4.32, 95% CI 1.55 to 12.10). No intracranial bleeds were reported among people given anticoagulants."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence suggests that anticoagulants are beneficial, without serious adverse effects, for people with NRAF and recent cerebral ischaemia."
    }
  ],
  "pls_title": "Anticoagulants for preventing stroke in patients with nonrheumatic atrial fibrillation and a history of stroke or transient ischaemic attack",
  "pls_type": "long",
  "pls": "Anticoagulants are beneficial and safe for preventing a second stroke in people with nonrheumatic atrial fibrillation and recent cerebral ischaemia. Nonrheumatic atrial fibrillation (NRAF) is a heart rhythm disorder commonly found in patients who have had a stroke. Patients with NRAF have an irregular heart beat and this can cause the formation of a blood clot in the left atrium of the heart . This clot may break away and block a cerebral artery causing a stroke. Patients who have had a stroke in the presence of NRAF have a high risk of another stroke. Anticoagulant drugs, such as warfarin, make the blood 'thinner' and prevent the formation of blood clots and hence could prevent stroke. However, anticoagulant drugs may also cause bleeding in the brain and this complication could offset any benefits. This review identified two trials in which patients with NRAF who had a stroke were treated with anticoagulant therapy. These studies show that anticoagulants safely reduce the risk of recurrent stroke by two-thirds, despite a higher chance of major extracranial bleeds. There was no increased risk of intracranial bleeds."
}