{
  "doi": "10.1002/14651858.CD003670",
  "name": "Gowning by attendants and visitors in newborn nurseries for prevention of neonatal morbidity and mortality ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Overgowns are widely used in newborn nurseries and neonatal intensive care units. It is thought that gowns may help to prevent the spread of nosocomial infection and serve as a reminder to staff and visitors to wash their hands before contact with the infant."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review is to assess the effects of the wearing of an overgown by attendants and visitors on the incidence of infection and death in infants in newborn nurseries."
    },
    {
      "heading": "Search methods",
      "text": "The standard methods of the Cochrane Collaboration and its Neonatal Review Group were used. We searched the Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library, Issue 1, 2009), MEDLINE (1950 - January 2009), Embase (1950 - January 2009) and CINAHL (1982 - January 2009).\nThis search was updated in December 2010."
    },
    {
      "heading": "Selection criteria",
      "text": "The review includes all published trials using random or quasi-random patient allocation, in which overgowns worn by attendants or visitors were compared with no overgowns worn by attendants or visitors."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The standard methods of the Cochrane Collaboration and its Neonatal Review Group were used. Data extraction and study quality were independently assessed by the two review authors. Missing information was sought from three authors, but only one responded. Results are expressed as relative risk or mean difference with 95% confidence intervals ."
    },
    {
      "heading": "Main results",
      "text": "Eight trials were included, reporting outcomes for 3,811 infants. Trial quality varied, with only two assessed as being of good quality. Not wearing overgowns was associated with a trend to reduction in the death rate (typical RR 0.84, 95% CI 0.70 to 1.02) compared to wearing overgowns, but these results did not reach statistical significance. There was no statistically significant effect of gowning policy on incidence of systemic nosocomial infection, (typical RR 1.24, 95% CI 0.90 to 1.71). The overall analysis showed no significant effects of gowning policy on the incidence of colonisation, length of hospital stay or handwashing frequency. No trials of visitor gowning were found."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence from this systematic review and meta-analysis to demonstrate that overgowns are effective in limiting death, infection or bacterial colonisation in infants admitted to newborn nurseries."
    }
  ],
  "pls_title": "Gowning by attendants and visitors in newborn nurseries for prevention of neonatal morbidity and mortality",
  "pls_type": "long",
  "pls": "Newborn nurseries and neonatal intensive care units often require staff and visitors to wear overgowns with the intention of preventing the spread of infection. It has also been thought that putting on an overgown will remind people to wash their hands, which is of proven importance in preventing infection. A review of the medical literature identified eight clinical trials on gowning in these settings, involving 3811 newborns. Infection rates, death rates, or the length of stay of infants were not significantly affected by wearing gowns. Only two of the trials were considered to be of good quality, and there was variation between trials regarding gowning policies. Gowning did not increase the rate of handwashing. There is no evidence to support the use of gowning by staff to prevent the spread of infection. Based on these studies, gowning may not be a cost effective policy."
}