{
  "doi": "10.1002/14651858.CD011200.pub2",
  "name": "Different treatment regimens of magnesium sulphate for tocolysis in women in preterm labour ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Magnesium sulphate has been used to inhibit preterm labour to prevent preterm birth. There is no consensus as to the safety profile of different treatment regimens with respect to dose, duration, route and timing of administration."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of alternative magnesium sulphate regimens when used as single agent tocolytic therapy during pregnancy."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 September 2015) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised trials comparing different magnesium sulphate treatment regimens when used as single agent tocolytic therapy during pregnancy in women in preterm labour. Quasi-randomised trials were eligible for inclusion but none were identified. Cross-over and cluster trials were not eligible for inclusion. Health outcomes were considered at the level of the mother, the infant/child and the health service.\nIntervention: intravenous or oral magnesium sulphate given alone for tocolysis.\nComparison: alternative dosing regimens of magnesium sulphate given alone for tocolysis."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trial eligibility and quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "Three trials including 360 women and their infants were identified as eligible for inclusion in this review. Two trials were rated as low risk of bias for random sequence generation and concealment of allocation. A third trial was assessed as unclear risk of bias for these domains but did not report data for any of the outcomes examined in this review. No trials were rated to be of high quality overall.\nIntravenous magnesium sulphate was administered according to low-dose regimens (4 g loading dose followed by 2 g/hour continuous infusion and/or increased by 1 g/hour hourly until successful tocolysis or failure of treatment), or high-dose regimens (4 g loading dose followed by 5 g/hour continuous infusion and increased by 1 g/hour hourly until successful tocolysis or failure of treatment, or 6 g loading dose followed by 2 g/hour continuous infusion and increased by 1 g/hour hourly until successful tocolysis or failure of treatment).\nThere were no differences seen between high-dose magnesium sulphate regimens compared with low-dose magnesium sulphate regimens for the primary outcome of fetal, neonatal and infant death (risk ratio (RR) 0.43, 95% confidence interval (CI) 0.12 to 1.56; one trial, 100 infants). Using the GRADE approach, the evidence for fetal, neonatal and infant death was considered to be VERY LOW quality. No data were reported for any of the other primary maternal and infant health outcomes (birth less than 48 hours after trial entry; composite serious infant outcome; composite serious maternal outcome).\nThere were no clear differences seen between high-dose magnesium sulphate regimens compared with low-dose magnesium sulphate regimens for the secondary infant health outcomes of fetal death ; neonatal death ; and rate of hypocalcaemia , osteopenia or fracture ; and secondary maternal health outcomes of rate of caesarean birth ; pulmonary oedema ; and maternal self-reported adverse effects. Pulmonary oedema was reported in two women given high-dose magnesium sulphate, but not in any of the women given low-dose magnesium sulphate.\nIn a single trial of high and low doses of magnesium sulphate for tocolysis including 100 infants, the risk of respiratory distress syndrome was lower with use of a high-dose regimen compared with a low-dose regimen (RR 0.31, 95% CI 0.11 to 0.88; one trial, 100 infants). Using the GRADE approach, the evidence for respiratory distress syndrome was judged to be LOW quality. No difference was seen in the rate of admission to the neonatal intensive care unit. However, for those babies admitted, a high-dose regimen was associated with a reduction in the length of stay in the neonatal intensive care unit compared with a low-dose regimen (mean difference -3.10 days, 95% confidence interval -5.48 to -0.72).\nWe found no data for the majority of our secondary outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are limited data available (three studies, with data from only two studies) comparing different dosing regimens of magnesium sulphate given as single agent tocolytic therapy for the prevention of preterm birth. There is no evidence examining duration of therapy, timing of therapy and the role for repeat dosing.\nDowngrading decisions for our primary outcome of fetal, neonatal and infant death were based on wide confidence intervals (crossing the line of no effect), lack of blinding and a limited number of studies. No data were available for any of our other important outcomes: birth less than 48 hours after trial entry; composite serious infant outcome; composite serious maternal outcome. The data are limited by volume and the outcomes reported. Only eight of our 45 pre-specified primary and secondary maternal and infant health outcomes were reported on in the included studies. No long-term outcomes were reported. Downgrading decisions for the evidence on the risk of respiratory distress were based on wide confidence intervals (crossing the line of no effect) and lack of blinding.\nThere is some evidence from a single study suggesting a reduction in the length of stay in the neonatal intensive care unit and a reduced risk of respiratory distress syndrome where a high-dose regimen of magnesium sulphate has been used compared with a low-dose regimen. However, given that evidence has been drawn from a single study (with a small sample size), these data should be interpreted with caution.\nMagnesium sulphate has been shown to be of benefit in a wide range of obstetric settings, although it has not been recommended for tocolysis. In clinical settings where health benefits are established, further trials are needed to address the lack of evidence regarding the optimal dose (loading dose and maintenance dose), duration of therapy, timing of therapy and role for repeat dosing in terms of efficacy and safety for mothers and their children. Ongoing examination of different regimens with respect to important health outcomes is required."
    }
  ],
  "pls_title": "Different magnesium sulphate regimens given to mothers to prevent preterm labour",
  "pls_type": "long",
  "pls": "Babies born early - before 37 weeks' estimated gestation - are at an increased risk of dying or being seriously unwell, especially if they are born very early. Various drugs have been given to women to try and stop babies being born too soon. Magnesium sulphate has been one of the drugs used when women go into labour too early.\nAlthough it has now been shown that magnesium sulphate does not help prevent babies being born too soon, it is important to know the safest and best way to give magnesium sulphate if it is used for mothers in preterm labour. Particular concerns about high doses of magnesium sulphate for women in preterm labour, including increased risk of deaths of babies, have been raised. (Magnesium sulphate has been shown to help prevent and treat eclampsia in women with high blood pressure during pregnancy, and in mothers at risk of preterm birth, low doses can protect the baby's brain and improve long-term outcomes for the infant. These uses are covered in other Cochrane reviews.)\nThis review identified three trials (involving 360 women and their infants), but one trial did not provide any relevant data. The trials were small and were assessed as being at a low or unclear risk of bias. The trials did not report many outcomes of relevance to this review. We did find limited evidence to suggest that when magnesium sulphate was given to mothers in preterm labour, differences in the dose (high-dose versus low-dose) did not impact on the number of babies that died (very low quality evidence). There were no data to assess other important outcomes: birth less than 48 hours after entry to the trial, or serious outcomes for mothers or their babies.\nThe included trials provided very few data for other outcomes relevant to this review (overall, we were only able to examine eight of the 45 outcomes we wanted to examine).\nOne trial did find that the rate of newborn respiratory distress syndrome (low quality evidence) and the length of stay in the neonatal intensive care unit were reduced with high-dose magnesium sulphate (compared to the babies born to the group of women who were given low-dose magnesium sulphate). However, this result is based on evidence from one small study and should therefore be interpreted with caution.\nThe rate of caesarean birth did not differ between those women given high-dose and those women given low-dose magnesium sulphate. Nor were there any differences between groups in terms of the number of babies that died before birth or during the subsequent month or the number of babies with low levels of calcium in their blood, low bone density or bone fractures. The frequency of self-reported adverse effects in mothers including flushing, headache (two trials, 248 women), or nausea and vomiting (one trial, 100 women) did not differ between high-dose and low-dose magnesium sulphate groups. Pulmonary oedema was reported in two mothers given high-dose magnesium sulphate, and in none of the mothers given low-dose magnesium sulphate.\nNo trials have looked at different durations of treatment, timing and other ways of giving magnesium sulphate to mothers going in to labour too early.\nFurther trials are needed to address the lack of evidence regarding the best dose, duration of therapy, timing of therapy and role for repeat dosing in terms of efficacy and safety for mothers and their children."
}