{
  "doi": "10.1002/14651858.CD010482.pub2",
  "name": "Pegylated liposomal doxorubicin for first‐line treatment of epithelial ovarian cancer",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Epithelial ovarian cancer (EOC) is often diagnosed at an advanced stage, requiring primary cytoreductive surgery and combination chemotherapy for its first-line management. Currently, the recommended standard first-line chemotherapy is platinum-based, usually consisting of carboplatin and paclitaxel (PAC/carbo). Pegylated liposomal doxorubicin (PLD) is an improved formulation of doxorubicin that is associated with fewer and less severe side effects than are seen with non-modified doxorubicin. In combination with carboplatin, PLD has recently been shown to improve progression-free survival compared with PAC/carbo in women with relapsed, platinum-sensitive EOC. It is therefore important to know whether any survival benefit can be attributed to PLD when it is used in the first-line setting."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the role of PLD, alone or in combination, in first-line chemotherapy for women with EOC."
    },
    {
      "heading": "Search methods",
      "text": "We searched The Cochrane Gynaecological Cancer Group's Trial Register, the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE and EMBASE from January 1990 to February 2013. In addition, we searched online trial registries for ongoing trials and abstracts of studies presented at relevant scientific meetings from 2000 onwards."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials (RCTs) that compared PLD alone or in combination with other agent/s (e.g. carboplatin) versus other agent/s for first-line chemotherapy in women with EOC who may or may not have undergone primary cytoreductive surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials, extracted data and assessed the risk of bias for each included trial. We obtained updated trial data when possible."
    },
    {
      "heading": "Main results",
      "text": "We included two large trials. One trial compared three-weekly PLD and carboplatin (PLD/carbo) with PAC/carbo. The other trial included four experimental arms, one of which was PLD plus PAC/carbo, that were compared with the standard PAC/carbo regimen. We did not combine results of these two trials in the meta-analysis. We considered the two studies to be at low risk of bias.\nFor the comparison PLD/carbo versus PAC/carbo (820 women; stages Ic to IV), no statistically significant differences in progression-free survival (PFS) (hazard ratio [HR] 1.01, 95% confidence interval [CI] 0.85 to 1.19) or overall survival (OS) (HR 0.94, 95% CI 0.78 to 1.13) were noted between study arms. Severe anaemia (risk ratio [RR] 2.74, 95% CI 1.54 to 4.88) and thrombocytopenia (RR 8.09, 95% CI 3.93 to 16.67) were significantly more common with PLD/carbo, whereas alopecia (RR 0.09, 95% CI 0.06 to 0.14) and severe neurotoxicity (RR 0.09, 95% CI 0.01 to 0.66) were significantly more common with PAC/carbo. Quality of life scores were not significantly different.\nFor the comparison PLD/PAC/carbo versus PAC/carbo (1726 women; stage III/IV), it is important to note that PLD was given for alternate cycles only (i.e. every 6 weeks). No statistically significant difference in PFS (HR 0.98, 95% CI 0.88 to 1.09) or OS (HR 0.95, 95% CI 0.84 to 1.08) between these two treatment arms was reported. However, women in the triplet arm experienced significantly more severe haematological adverse events (anaemia, thrombocytopenia, neutropenia and febrile neutropenia) compared with those given standard treatment.\nNo RCTs evaluated single-agent PLD for first-line treatment of EOC."
    },
    {
      "heading": "Authors' conclusions",
      "text": "PLD/carbo is a reasonable alternative to PAC/carbo for the first-line treatment of EOC. Although three-weekly PLD/carbo may be associated with increased dose delays and discontinuations compared with the standard PAC/carbo regimen, it might be more acceptable to women who wish to avoid alopecia or those at high risk of neurotoxicity. No survival benefits appear to be associated with the alternating triplet regimen, and the additional toxicity associated with adding PLD to PAC/carbo limits further investigation. Further studies are needed to establish the safest, most effective PLD/carbo regimen for newly diagnosed disease."
    }
  ],
  "pls_title": "A modified formulation of doxorubicin for the treatment of newly diagnosed ovarian cancer",
  "pls_type": "long",
  "pls": "Background\nPLD is an improved formulation of an anticancer drug that has been around since the 1960s. When used with carboplatin (carbo), it has been shown to improve survival in women with epithelial ovarian cancer (EOC) that has come back (relapsed) six months or longer after the last platinum (carbo)-based treatment.\nMethods\nWe wanted to find out whether PLD was also useful for the treatment of newly diagnosed EOC. We searched the literature from 1990 to January 2013 for relevant studies and included two studies in this review.\nStudy characteristics\nOne study compared PLD plus carbo given to women every three weeks versus the standard treatment (paclitaxel (PAC)/carbo every three weeks), and the other added PLD to the standard treatment and compared it with standard treatment only (the latter study also included other treatments not relevant to this review). These studies spanned three years and included 820 and 4100 women, respectively. Most women in these studies had advanced cancer and had undergone surgery to remove as much of the cancer as possible.\nKey findings\nWomen receiving the PLD/carbo treatment and those given the standard treatment survived for a similar period, but PLD/carbo caused more women to experience low blood counts (anaemia and low platelets) that often led to a delay in treatment or the need to stop treatment. However, PLD/carbo caused far fewer women to experience hair loss and neuropathy (nerve damage causing symptoms such as tingling, numbness, pain, loss of sensation and/or coordination), and so it might help women who find these side effects unacceptable or intolerable. We concluded that three-weekly PLD/carbo is a reasonable alternative to standard platinum-based treatment for newly diagnosed EOC, but more research is needed to establish the safest and most effective dosage and dose frequency.\nAdding PLD to standard treatment (PAC/carbo) every six weeks did not help women with newly diagnosed ovarian cancer survive longer and was associated with worse effects on blood counts that increased the chance of infection; therefore this triple drug treatment cannot be recommended.\nQuality of the evidence\nWe considered the evidence related to survival of women after they are treated with PLD/carbo or PAC/carbo, and the evidence related to adverse drug effects to be of high quality."
}