{
  "doi": "10.1002/14651858.CD008563",
  "name": "Prevention of diarrhoea in children with HIV infection or exposure to maternal HIV infection ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Diarrhoea is a major cause of morbidity and mortality among infants and children worldwide, especially in low- and middle-income countries. Human immunodeficiency virus/acquired immunodeficiency syndrome (HIV/AIDS) is a condition that similarly disproportionately affects low- and middle-income countries; of the nearly 2.1 million children under age 15 years living with HIV/AIDS, the large majority reside in sub-Saharan Africa. Infants and children with HIV infection have more frequent and more severe diarrhoea than children without HIV. Interventions including vitamin A, zinc and cotrimoxazole may contribute substantially to preventing diarrhoea in children with HIV infection or exposure to HIV."
    },
    {
      "heading": "Objectives",
      "text": "We perform a systematic review of randomised controlled trials and nonrandomised studies that examine the effectiveness of vitamin A, zinc and cotrimoxazole on mortality and morbidity from diarrhoea in HIV-infected and -exposed infants and children."
    },
    {
      "heading": "Search methods",
      "text": "Electronic databases including Pubmed, Central and EMBASE were searched without limits to language from 1980 to April 2010. Conference database searches were performed, experts were contacted and bibliographies were handsearched."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) and nonrandomised studies (NRSs) that examined the effectiveness of the three interventions were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers independently assessed citations for eligibility and double-extracted included studies. Assessment of bias of individual studies was performed independently by both reviewers. Only two summary estimates were performed due to heterogeneity in study design and interventions."
    },
    {
      "heading": "Main results",
      "text": "Four RCTs were identified for vitamin A. One RCT was identified for zinc. One RCT and two NRSs were identified for cotrimoxazole. Vitamin A reduced mortality overall in children with HIV infection (four studies). A pooled estimate of three studies for reduction in mortality from vitamin A compared to placebo had a relative risk (DerSimonian and Laird method, random effects) of 0.50 (95% confidence interval (CI): 0.31 to 0.79) in 267 patients. Diarrheoa-specific mortality did not reach statistical significance and diarrhoeal morbidity outcomes were variable in three trials. Zinc supplementation reduced the number of physician visits for watery diarrhoea in one trial. Cotrimoxazole reduced mortality and hospitalisations compared to placebo in one RCT, although diarrhoea-specific morbidities were not significant."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Vitamin A shows benefits in reduction of mortality in HIV-infected children. The effect of vitamin A on children with HIV exposure is not clear and needs further review. Zinc and combination vitamin A, zinc and micronutrient supplementation did not show an effect compared to vitamin A alone in children with HIV infection. Cotrimoxazole reduced mortality and some morbidity in children with HIV infection. Further research may clarify the effects of these interventions on morbidity from diarrhoea and in the population of children with HIV exposure."
    }
  ],
  "pls_title": "Prevention of diarrhoea in children with HIV infection or who were born to an HIV-infected mother",
  "pls_type": "long",
  "pls": "Diarrhoea is a common cause of illness in children, especially in low and middle-income countries where it accounts for nearly 2.5 million deaths per year. Infants and children with HIV infection or maternal exposure through birth or breastfeeding to HIV infection may be more vulnerable to diarrhoea due to weakened immune systems, nutritional deficiencies or from having other infections. This review evaluated three interventions to assess whether they can prevent death or illness from diarrhoea in infants and children with HIV infection or exposure: vitamin A, zinc and cotrimoxazole. Vitamin A and zinc may correct micronutrient deficiencies that are prevalent in children with HIV infection or exposure, as well as prevent other infections. Cotrimoxazole is an antibiotic that helps prevent opportunistic infections in immunocompromised hosts, and may also prevent other infections. This review found nine studies that addressed these interventions in infants or children with HIV infection.\nThe review indicated that vitamin A shows reduction of mortality and morbidity due to diarrhoea in children with HIV infection and a trend in lower illness from diarrhoea. Zinc prevented visits due to watery diarrhoea and cotrimoxazole decreased death and respiratory infections.\nOther outcomes were variable or did not reach significance. More research in this area would help clarify how these interventions impact illness from diarrhoea in children with HIV infection or exposure."
}