{
  "doi": "10.1002/14651858.CD013420.pub2",
  "name": "Psychological interventions for asthma in children and adolescents",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Rates of asthma are high in children and adolescents, and young people with asthma generally report poorer health outcomes than those without asthma. Young people with asthma experience a range of challenges that may contribute to psychological distress. This is compounded by the social, psychological, and developmental challenges experienced by all people during this life stage. Psychological interventions (such as behavioural therapies or cognitive therapies) have the potential to reduce psychological distress and thus improve behavioural outcomes such as self-efficacy and medication adherence. In turn, this may reduce medical contacts and asthma attacks."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy of psychological interventions for modifying health and behavioural outcomes in children with asthma, compared with usual treatment, treatment with no psychological component, or no treatment."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Specialised Register (including CENTRAL, CRS, MEDLINE, Embase, PsycINFO, CINAHL EBSCO, AMED EBSCO), proceedings of major respiratory conferences, reference lists of included studies, and online clinical databases. The most recent search was conducted on 22 August 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) comparing psychological interventions of any duration with usual care, active controls, or a waiting-list control in male and female children and adolescents (aged five to 18 years) with asthma."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were 1. symptoms of anxiety and depression, 2. medical contacts, and 3. asthma attacks. Our secondary outcomes were 1. self-reported asthma symptoms, 2. medication use, 3. quality of life, and 4. adverse events/side effects."
    },
    {
      "heading": "Main results",
      "text": "We included 24 studies (1639 participants) published between 1978 and 2021. Eleven studies were set in the USA, five in China, two in Sweden, three in Iran, and one each in the Netherlands, UK, and Germany. Participants' asthma severity ranged from mild to severe. Three studies included primary school-aged participants (five to 12 years), two included secondary school-aged participants (13 to 18 years), and 18 included both age groups, while one study was unclear on the age ranges. Durations of interventions ranged from three days to eight months. One intervention was conducted online and the rest were face-to-face.\nMeta-analysis was not possible due to clinical heterogeneity (interventions, populations, outcome tools and definitions, and length of follow-up). We tabulated and summarised the results narratively with reference to direction, magnitude, and certainty of effects. The certainty of the evidence was very low for all outcomes. A lack of information about scale metrics and minimal clinically important differences for the scales used to measure anxiety, depression, asthma symptoms, medication use, and quality of life made it difficult to judge clinical significance.\nPrimary outcomes\nFour studies (327 participants) reported beneficial or mixed effects of psychological interventions versus controls for symptoms of anxiety, and one found little to no difference between groups (104 participants). Two studies (166 participants) that evaluated symptoms of depression both reported benefits of psychological interventions compared to controls. Three small studies (92 participants) reported a reduction in medical contacts, but two larger studies (544 participants) found little or no difference between groups in this outcome. Two studies (107 participants) found that the intervention had an important beneficial effect on number of asthma attacks, and one small study (22 participants) found little or no effect of the intervention for this outcome.\nSecondary outcomes\nEleven studies (720 participants) assessed asthma symptoms; four (322 participants) reported beneficial effects of the intervention compared to control, five (257 participants) reported mixed or unclear findings, and two (131 participants) found little or no difference between groups. Eight studies (822 participants) reported a variety of medication use measures; six of these studies (670 participants) found a positive effect of the intervention versus control, and the other two (152 participants) found little or no difference between the groups. Across six studies (653 participants) reporting measures of quality of life, the largest three (522 participants) found little or no difference between the groups. Where findings were positive or mixed, there was evidence of selective reporting (2 studies, 131 participants). No studies provided data related to adverse effects."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Most studies that reported symptoms of anxiety, depression, asthma attacks, asthma symptoms, and medication use found a positive effect of psychological interventions versus control on at least one measure. However, some findings were mixed, it was difficult to judge clinical significance, and the evidence for all outcomes is very uncertain due to clinical heterogeneity, small sample sizes, incomplete reporting, and risk of bias. There is limited evidence to suggest that psychological interventions can reduce the need for medical contact or improve quality of life, and no studies reported adverse events.\nIt was not possible to identify components of effective interventions and distinguish these from interventions showing no evidence of an effect due to substantial heterogeneity. Future investigations of evidence-based psychological techniques should consider standardising outcomes to support cross-comparison and better inform patient and policymaker decision-making."
    }
  ],
  "pls_title": "Psychological treatment to help children and adolescents with asthma",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": ""
    },
    {
      "heading": ".",
      "text": ".The available evidence suggests that psychological interventions could be beneficial for children and adolescents with asthma.2. Due to the differences between studies, it was very hard to compare the data, so the results of this review are very uncertain and difficult to interpret."
    },
    {
      "heading": "Background",
      "text": "Children and adolescents with asthma are more likely to experience symptoms of psychological distress (e.g. anxiety, depression, or both) than those without asthma. Psychological treatment might help reduce this distress and therefore improve how children and adolescents are able to manage their asthma."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out whether psychological treatment was better than usual care, treatment without a psychological component, or no treatment for improving the following outcomes.\n1. Symptoms of anxiety\n2. Symptoms of depression\n3. Medical contacts (such as hospital admissions or emergency department visits)\n4. Asthma attacks\n5. Asthma symptoms\n6. Medication use\n7. Quality of life\nWe also wanted to know whether psychological treatment had any unwanted effects in children and adolescents with asthma."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that had evaluated psychological treatment (such as behavioural therapies, cognitive therapies, or counselling) compared to standard asthma care, treatment without a psychological component, or no treatment in girls and boys aged five to 18 years with asthma."
    },
    {
      "heading": "What did we find?",
      "text": "We included 24 studies that had enroled 1639 children and adolescents. We found mixed results for nearly all outcomes in this review: many treatments showed benefits, but others showed no evidence of an effect. The results of some studies suggest that psychological interventions could be beneficial for children and adolescents with asthma, particularly to reduce symptoms of anxiety or depression, reduce asthma attacks, reduce asthma symptoms, and improve medication use. For most studies, it was difficult to judge how important the benefits were because the assessment scales were not well described.\nThere is limited evidence that psychological interventions could reduce the need for medical contact or improve quality of life. No studies reported unwanted effects of treatment."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our results are very uncertain and difficult to interpret because the studies used different theories to develop their treatments, different tools to measure results, different follow-up periods, and different definitions for the outcomes (e.g. one study measured daytime symptoms while another measured total asthma symptoms). Because of these important differences, it was difficult to make comparisons between the studies. The number of children and adolescents was small in most studies, and some studies reported only part of their results. More high-quality research is needed to strengthen the evidence base for using psychological treatment in children and adolescents with asthma, and to determine which types of psychological treatment might be most helpful."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is current to February 2023."
    }
  ]
}