{
  "doi": "10.1002/14651858.CD007234.pub2",
  "name": "Adjuvant radiotherapy following radical prostatectomy for prostate cancer",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Men who have a radical prostatectomy (RP) for prostate cancer that does not involve lymph nodes, but extends beyond the prostate capsule into the seminal vesicles or to surgical margins, are at increased risk of relapse. In men with these high risk factors, radiotherapy (RT) directed at the prostate bed after surgery may reduce this risk, and be curative."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effect of adjuvant RT following RP for prostate cancer in men with high risk features compared with RP."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Prostatic Diseases and Urological Cancers Specialised Register (23 February 2011), the Cochrane Central Register of Controlled Trials, MEDLINE, EMBASE (January 1966 to February 2011), PDQ® (Physician Data Query) trial registry databases for ongoing studies (2 November 2010), reference lists from selected studies and reviews, and handsearched relevant conference proceedings."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCT) comparing RP followed by RT with RP alone."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed the studies for inclusion and bias and extracted data for analysis. Authors were contacted to clarify data and obtain missing information."
    },
    {
      "heading": "Main results",
      "text": "We found three RCTs involving 1815 men. Adjuvant RT following prostatectomy did not affect overall survival at 5 years (RD (risk difference) 0.00; 95% CI -0.03 to 0.03), but improved survival at 10 years (RD -0.11; 95% CI -0.20 to -0.02). Adjuvant RT did not improve prostate cancer-specific mortality at 5 years (RD -0.01; 95% CI -0.03 to 0.00). Adjuvant RT did not reduce metastatic disease at 5 years (RD -0.00; 95% CI -0.04 to 0.03), but reduced it at 10 years (RD -0.11; 95% CI -0.20 to -0.01). It improved local control at 5 and 10 years (RD -0.10; 95% CI -0.13 to -0.06 and RD -0.14; 95% CI -0.21 to -0.07, respectively), and biochemical progression-free survival at 5 years and 10 years (RD -0.16; 95% CI -0.21 to -0.11 and RD -0.29; 95% CI -0.39 to -0.19, respectively). There were no data for clinical disease-free survival. Adjuvant RT increased acute and late gastrointestinal toxicity [do you have the rd for this?], urinary stricture (RD 0.05; 95% CI 0.01 to 0.09) and incontinence (RD 0.04; 95% CI 0.01 to 0.08). It did not increase erectile dysfunction or degrade quality of life (RD 0.01; 95% CI -0.06 to -0.26), but with limited data."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Adjuvant RT after RP improves overall survival and reduces the rate of distant metastases, but these effects are only evident with longer follow up. At 5 and 10 years it improves local control and reduces the risk of biochemical failure, although the latter is not a clinical endpoint. Moderate or severe acute and late toxicity is minimal. There is an increased risk of urinary stricture and incontinence, but no detriment to quality of life, based on limited data. Given that the majority of men who have undergone a RP have a longer life expectancy, radiotherapy should be considered for those with high-risk features following radical prostatectomy. The optimal timing is unclear."
    }
  ],
  "pls_title": "Radiotherapy after surgery for prostate cancer",
  "pls_type": "long",
  "pls": "Surgical removal of the prostate has a high chance of cure when prostate cancer is confined to the prostate. High-risk features (ie, cancer that has spread through the capsule surrounding the prostate into the nearby seminal vesicles or to the edge of the surgical specimen) found at the time of surgery increase the risk of the cancer recurring. Recurrence of cancer might show up as an abnormal blood test (increased prostate-specific antigen (PSA)), local recurrence at the site of the prostate, or distant spread (most commonly to bones).\nRadiotherapy, using external X-rays directed where the prostate was in the pelvis, has the potential to kill any prostate cancer cells left behind, and improve the chance of cure. On the other hand, it may cause problems with bladder, bowel or sexual function. In some men it may be futile if the prostate cancer cells have already spread beyond the pelvis. This review looked at whether radiotherapy given after surgery for prostate cancer with these high risk features was effective in reducing the risk of prostate cancer recurring, whether it made men live longer, and what the side effects were.\nOne trial with longer follow up (more than 10 years) showed improved survival with adjuvant radiotherapy but this improvement did not exist at 5 years follow up. Radiotherapy reduced the number of men whose cancer spread to other parts of the body (metastases). We found that radiotherapy improved local control in the prostate bed and did reduce the risk of cancer recurring. Radiotherapy reduced the number of men with an abnormal PSA blood test, but the importance of this is uncertain. Radiotherapy does increase the risk of side effects, (mostly mild) affecting bladder and bowel function.\nIt is not clear from these studies whether it is better to give radiotherapy immediately after surgery when these high risk features are present, or whether it would be just as good watching for a time, and only giving radiotherapy once the PSA blood test starts to rise. This is the subject of ongoing studies. Radiotherapy after radical prostatectomy should be considered if high risk features are present, but the optimal timing is unclear."
}