{
  "doi": "10.1002/14651858.CD009281.pub3",
  "name": "Caffeine as an analgesic adjuvant for acute pain in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an updated version of the original Cochrane review published in Issue 3, 2012. Caffeine has been added to common analgesics such as paracetamol, ibuprofen, and aspirin, in the belief that it enhances analgesic efficacy. Evidence to support this belief is limited and often based on invalid comparisons."
    },
    {
      "heading": "Objectives",
      "text": "To assess the relative efficacy of a single dose of an analgesic plus caffeine against the same dose of the analgesic alone, without restriction on the analgesic used or the pain condition studied. We also assessed serious adverse events."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, and EMBASE from inception to 28 August 2014, the Oxford Pain Relief Database, and also carried out Internet searches and contacted pharmaceutical companies known to have carried out trials that have not been published."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, double-blind studies that compared a single dose of analgesic plus caffeine with the same dose of the analgesic alone in the treatment of acute pain."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the eligibility and quality of studies, and extracted data. Any disagreements or uncertainties were settled by discussion with a third review author. We sought any validated measure of analgesic efficacy, but particularly the number of participants experiencing at least 50% of the maximum possible pain relief over four to six hours, participants reporting a global evaluation of treatment of very good or excellent, or headache relief after two hours. We pooled comparable data to look for a statistically significant difference, and calculated numbers needed to treat to benefit (NNT) with caffeine. We also looked for any numerical superiority associated with the addition of caffeine, and information about any serious adverse events."
    },
    {
      "heading": "Main results",
      "text": "We identified no new studies with available results for this update. The earlier review included 20 studies (7238 participants) in valid comparisons, but because we used different outcomes for some headache studies, the number of participants in the analyses of the effects of caffeine is now 4262 when previously it was 5243. The studies were generally of good methodological quality, using standard designs and mostly standard scales of pain measurement, although many of those treating postoperative pain were small.\nMost studies used paracetamol or ibuprofen, with 100 mg to 130 mg caffeine, and the most common pain conditions studied were postoperative dental pain, postpartum pain, and headache. There was a small but statistically significant benefit with caffeine used at doses of 100 mg or more, which was not dependent on the pain condition or type of analgesic. About 5% to 10% more participants achieve a good level of pain relief (at least 50% of the maximum over four to six hours) with the addition of caffeine, giving a NNT of about 14 (high quality evidence).\nMost comparisons individually demonstrated numerical superiority with caffeine, but not statistical superiority. One serious adverse event was reported with caffeine, but was considered unrelated to any study medication.\nWe know of the existence of around 25 additional studies with almost 12,500 participants for which data for analysis were not obtainable. The additional analgesic effect of caffeine remained statistically significant but clinically less important even if all the known missing data had no effect; the bulk of the unobtainable data are reported to have similar results as this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The addition of caffeine (≥ 100 mg) to a standard dose of commonly used analgesics provides a small but important increase in the proportion of participants who experience a good level of pain relief."
    }
  ],
  "pls_title": "Caffeine as an analgesic adjuvant for acute pain in adults",
  "pls_type": "long",
  "pls": "Caffeine is found in various plant products, and may be ingested in drinks like tea, coffee, and some soft drinks and energy drinks. Caffeine is a stimulant, and can improve alertness and prevent tiredness over short periods. It may disturb sleep in some people if taken before bed. Ordinary consumption of caffeine (less than 500 milligrams daily) is not harmful to health. Caffeine is commonly used in pain-relieving medicines available from pharmacies without a prescription. An adjuvant is something that is added to a medicine to make it work better.\nThis review examined whether caffeine improves the pain-relieving effects of such medicines. We searched for studies up to August 2014 and included twenty studies (7238 participants) examining several pain conditions, including headache, post-dental pain, postoperative pain following childbirth, and menstrual period pain. The studies were generally of good methodological quality, using standard designs and mostly standard scales of pain measurement. Many of those in post-dental and postoperative pain were small, and small studies can overestimate benefits.\nA dose of caffeine equivalent to a mug of coffee added to a standard dose of common analgesics such as paracetamol or ibuprofen provided better pain relief. Analgesic plus caffeine increased the number of people who had a good level of pain relief by 5% to 10% compared with analgesic alone (high quality evidence).\nNo serious adverse events were reported that were related to either the analgesic or caffeine in these studies (low quality evidence). It is unlikely that adding caffeine to an analgesic will be harmful if the recommended dose is not exceeded."
}