{
  "doi": "10.1002/14651858.CD000074.pub2",
  "name": "Doxapram treatment for apnea in preterm infants",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Recurrent apnea is common in preterm infants, particularly at very early gestational ages. Apnea can lead to hypoxemia and bradycardia, which may be severe enough to require resuscitation including use of positive pressure ventilation. Doxapram has been used to stimulate breathing and thereby prevent apnea and its consequences."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effect of doxapram treatment on apnea and the use of intermittent positive airways pressure (IPPV) in preterm infants with recurrent apnea."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Oxford Database of Perinatal Trials, the Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library, Issue 2, 2009), MEDLINE from 1966 to April 2009, EMBASE from 1980 to April 2009, CINAHL from 1982 to April 2009. We used the text words 'doxapram', 'apnea or apnoea' and the MeSH term 'infant, premature'. Previous reviews including cross references, abstracts from conferences and symposia proceedings were also examined. Abstracts of the Society for Pediatric Research were searched from 1996 to 2008 inclusive."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all trials utilising random or quasi-random patient allocation in which doxapram was used for the treatment of apnea in preterm infants."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Each review author evaluated the papers for quality and inclusion criteria and extracted data independently."
    },
    {
      "heading": "Main results",
      "text": "We found only one trial, which randomized 11 infants to intravenous doxapram and 10 infants to placebo. There were fewer treatment failures after 48 hours in the group of preterm infants treated with doxapram (4/11) compared with the group treated with placebo (8/10). The wide confidence intervals made this result non-significant [summary relative risk 0.45 (0.20 to 1.05)]. Only one infant, who was from the placebo group, was given IPPV.\nOf the seven responders by 48 hours in the group of 11 who received doxapram, five failed to respond between 48 hours and seven days after commencement of therapy. This gives a late failure rate of 9/11, similar to the short-term failure rate in the placebo group of 8/10. It is not possible to evaluate the late responses of all those in the placebo group since they crossed over to a treatment arm."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Although intravenous doxapram might reduce apnea within the first 48 hours of treatment, there are insufficient data to evaluate the precision of this result or to assess potential adverse effects. No long-term outcomes have been measured. Further studies are needed to determine the role of this treatment in clinical practice."
    }
  ],
  "pls_title": "Doxapram treatment for apnea in preterm infants",
  "pls_type": "long",
  "pls": "Doxapram stimulates breathing. However, there is not enough evidence to know if it is helpful in premature infants with apnea. Infant apnea is a pause in breathing of greater than 20 seconds. This can be harmful to the developing brain and cause dysfunction of the gastrointestinal tract or other organs. Drugs such as doxapram are thought to stimulate breathing and are given to reduce apnea. The review of one small trial found that apnea might be reduced in the first few days after treatment, but there were not enough infants studied to know if this was a significant effect. There is no evidence from this trial on longer term effects or less common adverse effects. More research is needed on the effectiveness, potential harm and long-term benefits or adverse effects of these drugs."
}