{
  "doi": "10.1002/14651858.CD006062.pub2",
  "name": "Weight reduction for primary prevention of stroke in adults with overweight or obesity",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Obesity is seen as a worldwide chronic disease with high prevalence that has been associated with increased morbidity from many conditions including stroke, which is the third leading cause of death in developed countries and a leading cause of severe long-term disability. The causal association between overweight or obesity and stroke is unclear and there is no definite study clarifying the role of obesity treatment in the prevention of a first stroke (primary prevention). Given the prevalence of stroke and the enormous health and economic cost of the disease, it is important to establish the possible impact of weight reduction per se on stroke incidence."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of weight reduction in people with overweight or obesity on stroke incidence."
    },
    {
      "heading": "Search methods",
      "text": "MEDLINE, EMBASE, The Cochrane Library, LILACS, databases of ongoing trials and reference lists were used to identify relevant trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing any intervention for weight reduction (single or combined) with placebo or no intervention in overweight or obese people."
    },
    {
      "heading": "Data collection and analysis",
      "text": "No trials were found in the literature for inclusion in this review."
    },
    {
      "heading": "Main results",
      "text": "There are currently no results to be reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Obesity seems to be associated with an increased risk of stroke and it has been suggested that weight loss may lead to a reduction of stroke occurrence. However, this hypothesis is not based on strong scientific evidence resulting from randomised controlled clinical trials. This systematic review identified the urgent need for well-designed, adequately-powered, multi centre randomised controlled trials assessing the effects of weight reduction in persons with overweight or obesity on stroke occurrence."
    }
  ],
  "pls_title": "Weight reduction for primary prevention of stroke in adults with overweight or obesity",
  "pls_type": "long",
  "pls": "Rigorous scientific evidence linking overweight or obesity with increased risk for stroke is missing.\nOverweight and obesity are important public health problems and are associated with many serious health conditions including stroke which is a leading cause of death and severe long-term disability. It appears logical that weight reduction in overweight or obese people should have positive health consequences lowering the number and consequences of strokes. Overweight is defined as a \"body mass index\" (BMI) between 25.0 and 29.9 kg/m2, if weight measured in kilogram is divided by height measured in meter, and obesity as a BMI equal or greater than 29.9 kg/m2. \nDespite a thorough search of the available literature we were not able to identify any study of good quality investigating the relationship between weight reduction and the occurrence of strokes. If overweight or obese people want to reduce their risk profile by losing weight they need sound evidence for doing so since every intervention might have negative consequences as well, for example losing and regaining weight (\"weight cycling\") is associated with health hazards like cardiovascular diseases. There is an urgent need for adequate research (good randomised controlled clinical trials) hopefully providing better advice in the future."
}