{
  "doi": "10.1002/14651858.CD012942.pub2",
  "name": "Antidepressants versus placebo for generalised anxiety disorder (GAD)",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Generalised anxiety disorder (GAD) is a mental health condition characterised by excessive anxiety and worry about everyday events. GAD is a common disorder and generally affects women twice as often as men. Treatments include various psychological and pharmacological therapies. Among the pharmacological therapies, antidepressants, in particular, selective serotonin reuptake inhibitors (SSRIs) and serotonin-noradrenaline reuptake inhibitors (SNRIs), are commonly used for the treatment of GAD and many studies have shown their benefit over placebo. Only one systematic review and meta-analysis comparing all antidepressants to placebo has been done in the past. Since then, new data on existing antidepressants have emerged and new antidepressants have been introduced. An updated and more comprehensive review is needed to provide a stronger understanding of the efficacy, acceptability, tolerability, and impact on the quality of life of the various types of antidepressants compared to placebo."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of antidepressants in GAD in adults, specifically: to determine the efficacy of antidepressants in alleviating symptoms of GAD compared to placebo and to review the acceptability of antidepressants in GAD in terms of adverse effects, including the general prevalence of adverse effects compared to placebo."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Common Mental Health Disorders (CCMD) register, CENTRAL, MEDLINE, Embase, PsycINFO, and two trials registers in October 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCT) or cluster-RCTs that randomly assigned participants to receive either an antidepressant or placebo for the treatment of GAD. There were no restrictions on dose, frequency, intensity, or duration of treatment. The studies included adults of either sex with a primary diagnosis of GAD and without any serious medical comorbidities. Psychiatric comorbidities were allowed as long as GAD was the primary diagnosis. We excluded studies investigating psychotherapies and those that included participants who had regular use of benzodiazepines. There were no restrictions on setting, country, or language."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently checked eligibility and extracted data following standard Cochrane methodological procedures. We assessed risk of bias using the Cochrane RoB 1 tool. A third review author resolved disagreements between the two primary review authors. We extracted study characteristics, participant characteristics, intervention details, settings, and outcome measures regarding efficacy, acceptability, tolerability, and quality of life. We used GRADE to assess the certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "We included 37 unique RCTs with 12,226 participants in the review. The studies included adults with moderate-severe GAD and without any serious medical comorbidities. Few studies included participants with secondary psychiatric comorbidities. The double-blind treatment duration ranged from four weeks to 28 weeks.\nAntidepressants have a benefit over placebo on rate of treatment response measured as a reduction of at least 50% on the Hamilton Anxiety Rating Scale (HAM-A) (risk ratio (RR) 1.41, 95% confidence interval (CI) 1.29 to 1.55; 20 studies, 7267 participants; high-certainty evidence). The magnitude of effect corresponds to a number needed to treat for an additional beneficial outcome (NNTB) of 7 (95% CI 5 to 9). Antidepressants have no difference in acceptability compared to placebo, measured as the number of participants who dropped out during the trial as a proportion of the total number of randomised participants (RR 1.03, 95% CI 0.93 to 1.14; 33 studies, 11,294 participants; high-certainty evidence). Fewer participants dropped out due to a lack of efficacy in the antidepressant group compared to the placebo group (RR 0.41, 95% CI 0.33 to 0.50; 29 studies, 11,007 participants; high-certainty evidence) with an NNTB of 27 (95% CI 24 to 32), and more participants dropped out due to adverse effects in the antidepressant group compared to placebo (RR 2.18, 95% CI 1.81 to 2.61; 32 studies, 11,793 participants; high-certainty evidence) with a number needed to treat for an additional harmful outcome (NNTH) of 17 (95% CI 13 to 112). We observed similar findings when classes of antidepressants were compared with placebo. The certainty of the evidence for the analyses comparing different classes of antidepressants to placebo was high."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review added to the growing literature on antidepressants in the treatment of GAD. We have high confidence that antidepressants are more effective than placebo at improving treatment response and that antidepressants have similar acceptability to placebo.\nFewer participants dropped out due to a lack of efficacy in the antidepressant group compared to the placebo group and more participants dropped out due to adverse effects in the antidepressant group compared to placebo. We are highly confident in this evidence.\nThis review identified some important gaps in the literature on antidepressants for GAD and can be used as a tool to guide future research. Future studies may be more transparent with their methodology and outcome reporting. Future reviews may also include people with comorbidities, and explore other sources of heterogeneity."
    }
  ],
  "pls_title": "Antidepressants for generalised anxiety disorder",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "– Antidepressants are more effective than placebo (pretend tablet) at improving treatment response and have similar acceptability to placebo. Fewer participants dropped out due to a lack of effectiveness in the antidepressant group compared to the placebo group and more participants dropped out due to unwanted effects in the antidepressant group compared to placebo.\n– Future studies may be more transparent with their methods and outcome reporting. Future reviews may also include people with co-occurring medical conditions (comorbidities)."
    },
    {
      "heading": "What is generalised anxiety disorder?",
      "text": "Generalised anxiety disorder is a mental health condition characterised by excessive anxiety and ongoing worry about everyday events. Generalised anxiety disorder is common and generally affects women twice as often as men."
    },
    {
      "heading": "How is generalised anxiety disorder treated?",
      "text": "Treatments include various psychological approaches (which work on the mind and a person's behaviour) and medicines. Among the medicines, antidepressants (which are used to treat depression), in particular, two types of antidepressants called selective serotonin reuptake inhibitors and serotonin-noradrenaline reuptake inhibitors, are commonly used for the treatment of generalised anxiety disorder and many studies have shown their benefit over a sham treatment (known as placebo)."
    },
    {
      "heading": "Who will be interested in this review?",
      "text": "People with generalised anxiety disorder, general practitioners, and mental health professionals."
    },
    {
      "heading": "What did we want to find out?",
      "text": "This review aimed to provide an updated summary of all the evidence available on this topic. In particular, we wanted to find out:\n– how effective antidepressants are compared to placebo in treating generalised anxiety disorder;\n– how acceptable antidepressants are compared to placebo in treating generalised anxiety disorder; and\n– how many unintended and harmful effects antidepressants have compared to placebo in people with generalised anxiety disorder."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared antidepressants to placebo for treating adults with generalised anxiety disorder but no other serious co-occurring medical conditions."
    },
    {
      "heading": "What did we find?",
      "text": "We found 37 studies that involved 12,226 adults with generalised anxiety disorder. The studies lasted between four and 28 weeks.\nAntidepressants were more effective than placebo in reducing anxiety and there was no difference between antidepressants and placebo in the total number of people leaving the studies early.\nFewer people in the antidepressant group dropped out of the studies early due to the antidepressant being considered ineffective compared to placebo and more people in the antidepressant group dropped out of the studies early because of unwanted effects compared to placebo."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are confident in our findings as they apply to people with generalised anxiety disorder but without other co-occurring medical conditions. However, the evidence is not strong enough to create a clinical guideline for people with other co-occurring medical conditions as they were excluded from our analyses."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to October 2022."
    }
  ]
}