{
  "doi": "10.1002/14651858.CD013461.pub2",
  "name": "Behavioural activation therapy for depression in adults with non‐communicable diseases",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Depression is common in people with non-communicable diseases (NCDs) such as cardiovascular disease, diabetes, cancer, and chronic respiratory conditions. The co-existence of depression and NCDs may affect health behaviours, compliance with treatment, physiological factors, and quality of life. This in turn is associated with worse outcomes for both conditions. Behavioural activation is not currently indicated for the treatment of depression in this population in the UK, but is increasingly being used to treat depression in adults."
    },
    {
      "heading": "Objectives",
      "text": "To examine the effects of behavioural activation compared with any control group for the treatment of depression in adults with NCDs.\nTo examine the effects of behavioural activation compared with each control group separately (no treatment, waiting list, other psychological therapy, pharmacological treatment, or any other type of treatment as usual) for the treatment of depression in adults with NCDs."
    },
    {
      "heading": "Search methods",
      "text": "We searched CCMD-CTR, CENTRAL, Ovid MEDLINE, Embase, four other databases, and two trial registers on 4 October 2019 to identify randomised controlled trials (RCTs) of behavioural activation for depression in participants with NCDs, together with grey literature and reference checking. We applied no restrictions on date, language, or publication status to the searches."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs of behavioural activation for the treatment of depression in adults with one of four NCDs: cardiovascular disease, diabetes, cancer, and chronic respiratory conditions. Only participants with a formal diagnosis of both depression and an NCD were eligible. Studies were included if behavioural activation was the main component of the intervention. We included studies with any comparator that was not behavioural activation, and regardless of reported outcomes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane, including independent screening of titles/abstracts and full-text manuscripts, data extraction, and risk of bias assessments in duplicate. Where necessary, we contacted study authors for more information."
    },
    {
      "heading": "Main results",
      "text": "We included two studies, contributing data from 181 participants to the analyses.\nBoth studies recruited participants from US hospital clinics; one included people who were recovering from a stroke and the other women with breast cancer. For both studies, the intervention consisted of eight weeks of face-to-face behavioural therapy, with one study comparing to poststroke treatment as usual and the other comparing to problem-solving therapy.\nBoth studies were at risk of performance bias and potential conflict of interest arising from author involvement in the development of the intervention. For one study, risks of selection bias and reporting bias were unclear and the study was judged at high risk of attrition bias.\nTreatment efficacy (remission) was greater for behavioural activation than for comparators in the short term (risk ratio (RR) 1.53, 95% confidence interval (CI) 0.98 to 2.38; low-certainty evidence) and medium term (RR 1.76, 95% CI 1.01 to 3.08; moderate-certainty evidence), but these estimates lacked precision and effects were reduced in the long term (RR 1.42, 95% CI 0.91 to 2.23; moderate-certainty evidence). We found no evidence of a difference in treatment acceptability in the short term (RR 1.81, 95% CI 0.68 to 4.82) and medium term (RR 0.88, 95% CI 0.25 to 3.10) (low-certainty evidence).\nThere was no evidence of a difference in depression symptoms between behavioural activation and comparators (short term: MD –1.15, 95% CI –2.71 to 0.41; low-certainty evidence). One study found no difference for quality of life (short term: MD 0.40, 95% CI –0.16 to 0.96; low-certainty evidence), functioning (short term: MD 2.70, 95% CI –6.99 to 12.39; low-certainty evidence), and anxiety symptoms (short term: MD –1.70, 95% CI –4.50 to 1.10; low-certainty evidence).\nNeither study reported data on adverse effects."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Evidence from this review was not sufficient to draw conclusions on the efficacy and acceptability of behavioural activation for the treatment of depression in adults with NCDs. A future review may wish to include, or focus on, studies of people with subthreshold depression or depression symptoms without a formal diagnosis, as this may inform whether behavioural activation could be used to treat mild or undiagnosed (or both) depressive symptoms in people with NCDs. Evidence from low-resource settings including low- and middle-income countries, for which behavioural activation may offer a feasible alternative to other treatments for depression, would be of interest."
    }
  ],
  "pls_title": "Behavioural activation therapy for depression in adults with long-term physical conditions",
  "pls_type": "long",
  "pls": "Depression is common in adults with long-term physical conditions. Long-term physical illnesses, such as cardiovascular disease, diabetes, cancer, or chronic respiratory conditions, can impact on mental health. Mental health problems can also affect how people cope with a physical condition. Behavioural activation is a type of talking therapy used to treat depression in adults and it could be an alternative to other psychological therapies or medication. This review assesses the effects of behavioural activation on depression for people with long-term physical conditions.\nWe included randomised controlled trials (RCTs) of behavioural activation with adults who were diagnosed with depression and cardiovascular disease, diabetes, cancer, or a chronic respiratory condition. An RCT is a study with a control group, in which participants are allocated to the treatment and control groups at random. We searched a variety of online databases, including regional databases and trial registries. The search, conducted on 4 October 2019, identified 6066 records. After screening records, we included two studies in this review and 181 participants contributed data to the analyses.\nBoth studies recruited participants from US hospitals. One study included participants recovering from a stroke and the other included women with breast cancer. In both studies, participants received behavioural activation delivered in eight weekly, face-to-face sessions. One study compared behavioural activation with poststroke treatment as usual, while the other compared behavioural activation with problem-solving therapy, a talking therapy.\nLow to moderate-certainty evidence suggested that behavioural activation may be more effective in the treatment of depression than included comparators, but these estimates were imprecise and effects were reduced in the longer term. There was no evidence of any differences between groups in the number of people who dropped out of the studies, depression symptoms, quality of life, physical functioning, or anxiety symptoms. The studies did not report on side effects during the study period.\nThere were several limitations to the included studies. In both studies, participants were aware of the treatment they received. Also, researchers were involved in the design of the intervention in both studies, and may, therefore, have had an interest in a favourable outcome for behavioural activation. In one study, missing data caused by participants dropping out of the study may have influenced results.\nWe did not find enough evidence in this review to know whether behavioural activation should be used to treat depression in adults with long-term physical conditions."
}