{
  "doi": "10.1002/14651858.CD004736.pub6",
  "name": "Daily oral iron supplementation during pregnancy",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Iron and folic acid supplementation have been recommended in pregnancy for anaemia prevention, and may improve other maternal, pregnancy, and infant outcomes."
    },
    {
      "heading": "Objectives",
      "text": "To examine the effects of daily oral iron supplementation during pregnancy, either alone or in combination with folic acid or with other vitamins and minerals, as an intervention in antenatal care."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Trials Registry on 18 January 2024 (including CENTRAL, MEDLINE, Embase, CINAHL, ClinicalTrials.gov, WHO's International Clinical Trials Registry Platform, conference proceedings), and searched reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised trials that evaluated the effects of oral supplementation with daily iron, iron + folic acid, or iron + other vitamins and minerals during pregnancy were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Review authors independently assessed trial eligibility, ascertained trustworthiness based on pre-defined criteria, assessed risk of bias, extracted data, and conducted checks for accuracy. We used the GRADE approach to assess the certainty of the evidence for primary outcomes.\nWe anticipated high heterogeneity amongst trials; we pooled trial results using a random-effects model (average treatment effect)."
    },
    {
      "heading": "Main results",
      "text": "We included 57 trials involving 48,971 women. A total of 40 trials compared the effects of daily oral supplements with iron to placebo or no iron; eight trials evaluated the effects of iron + folic acid compared to placebo or no iron + folic acid.\nIron supplementation compared to placebo or no iron\nMaternal outcomes: Iron supplementation during pregnancy may reduce maternal anaemia (4.0% versus 7.4%; risk ratio (RR) 0.30, 95% confidence interval (CI) 0.20 to 0.47; 14 trials, 13,543 women; low-certainty evidence) and iron deficiency at term (44.0% versus 66.0%; RR 0.51, 95% CI 0.38 to 0.68; 8 trials, 2873 women; low-certainty evidence), and probably reduces maternal iron-deficiency anaemia at term (5.0% versus 18.4%; RR 0.41, 95% CI 0.26 to 0.63; 7 trials, 2704 women; moderate-certainty evidence), compared to placebo or no iron supplementation. There is probably little to no difference in maternal death (2 versus 4 events, RR 0.57, 95% CI 0.12 to 2.69; 3 trials, 14,060 women; moderate-certainty evidence). The evidence is very uncertain for adverse effects (21.6% versus 18.0%; RR 1.29, 95% CI 0.83 to 2.02; 12 trials, 2423 women; very low-certainty evidence) and severe anaemia (Hb < 70 g/L) in the second/third trimester (< 1% versus 3.6%; RR 0.22, 95% CI 0.01 to 3.20; 8 trials, 1398 women; very low-certainty evidence). No trials reported clinical malaria or infection during pregnancy.\nInfant outcomes: Women taking iron supplements are probably less likely to have infants with low birthweight (5.2% versus 6.1%; RR 0.84, 95% CI 0.72 to 0.99; 12 trials, 18,290 infants; moderate-certainty evidence), compared to placebo or no iron supplementation. However, the evidence is very uncertain for infant birthweight (MD 24.9 g, 95% CI -125.81 to 175.60; 16 trials, 18,554 infants; very low-certainty evidence). There is probably little to no difference in preterm birth (7.6% versus 8.2%; RR 0.93, 95% CI 0.84 to 1.02; 11 trials, 18,827 infants; moderate-certainty evidence) and there may be little to no difference in neonatal death (1.4% versus 1.5%, RR 0.98, 95% CI 0.77 to 1.24; 4 trials, 17,243 infants; low-certainty evidence) or congenital anomalies, including neural tube defects (41 versus 48 events; RR 0.88, 95% CI 0.58 to 1.33; 4 trials, 14,377 infants; low-certainty evidence).\nIron + folic supplementation compared to placebo or no iron + folic acid\nMaternal outcomes: Daily oral supplementation with iron + folic acid probably reduces maternal anaemia at term (12.1% versus 25.5%; RR 0.44, 95% CI 0.30 to 0.64; 4 trials, 1962 women; moderate-certainty evidence), and may reduce maternal iron deficiency at term (3.6% versus 15%; RR 0.24, 95% CI 0.06 to 0.99; 1 trial, 131 women; low-certainty evidence), compared to placebo or no iron + folic acid. The evidence is very uncertain about the effects of iron + folic acid on maternal iron-deficiency anaemia (10.8% versus 25%; RR 0.43, 95% CI 0.17 to 1.09; 1 trial, 131 women; very low-certainty evidence), or maternal deaths (no events; 1 trial; very low-certainty evidence). The evidence is uncertain for adverse effects (21.0% versus 0.0%; RR 44.32, 95% CI 2.77 to 709.09; 1 trial, 456 women; low-certainty evidence), and the evidence is very uncertain for severe anaemia in the second or third trimester (< 1% versus 5.6%; RR 0.12, 95% CI 0.02 to 0.63; 4 trials, 506 women; very low-certainty evidence), compared to placebo or no iron + folic acid.\nInfant outcomes: There may be little to no difference in infant low birthweight (33.4% versus 40.2%; RR 1.07, 95% CI 0.31 to 3.74; 2 trials, 1311 infants; low-certainty evidence), comparing iron + folic acid supplementation to placebo or no iron + folic acid. Infants born to women who received iron + folic acid during pregnancy probably had higher birthweight (MD 57.73 g, 95% CI 7.66 to 107.79; 2 trials, 1365 infants; moderate-certainty evidence), compared to placebo or no iron + folic acid. There may be little to no difference in other infant outcomes, including preterm birth (19.4% versus 19.2%; RR 1.55, 95% CI 0.40 to 6.00; 3 trials, 1497 infants; low-certainty evidence), neonatal death (3.4% versus 4.2%; RR 0.81, 95% CI 0.51 to 1.30; 1 trial, 1793 infants; low-certainty evidence), or congenital anomalies (1.7% versus 2.4; RR 0.70, 95% CI 0.35 to 1.40; 1 trial, 1652 infants; low-certainty evidence), comparing iron + folic acid supplementation to placebo or no iron + folic acid.\nA total of 19 trials were conducted in malaria-endemic countries, or in settings with some malaria risk. No studies reported maternal clinical malaria; one study reported data on placental malaria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Daily oral iron supplementation during pregnancy may reduce maternal anaemia and iron deficiency at term. For other maternal and infant outcomes, there was little to no difference between groups or the evidence was uncertain. Future research is needed to examine the effects of iron supplementation on other maternal and infant health outcomes, including infant iron status, growth, and development."
    }
  ],
  "pls_title": "Effects of daily oral iron supplementation during pregnancy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Women taking daily iron supplements may have reduced anaemia and iron deficiency when they give birth around their due date, compared with placebo or no iron.\nFrom the evidence in this review, we are less certain about the impact of iron supplements on other outcomes for the woman and her baby."
    },
    {
      "heading": "What is anaemia?",
      "text": "Anaemia is a condition with fewer red blood cells or less haemoglobin (a red substance found in blood that combines with oxygen and carries it around the body) in each red blood cell than normal. Iron deficiency is the leading cause of anaemia; additional factors such as micronutrient deficiencies of folate and vitamin B12 also cause anaemia. If pregnant women develop anaemia or become deficient in iron or other nutrients, they are unable to supply them in sufficient quantities to their baby. Low iron and folate levels in women can cause anaemia, which can make women tired, faint, and at increased risk of infection."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if taking daily iron supplements (either alone or with folic acid or other vitamins and minerals) during pregnancy would improve the health and nutrition of pregnant women and their babies."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that examined the effects of daily iron supplementation during pregnancy (either alone or with folic acid or other vitamins and minerals). We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We included 57 trials involving 48,971 women in this review (40 studies on daily oral iron supplementation compared to placebo/no iron and eight comparing iron with folic acid compared to placebo/no iron and folic acid).\nThe largest study was amongst 18,775 participants and the smallest study was amongst 13 participants. The trials were conducted in 27 countries around the world; most studies were done in the United Kingdom (14) and United States of America (eight). Studies were mainly funded by government agencies, universities, health ministries within countries, and pharmaceutical companies.\nIron supplementation compared to placebo or no iron\nWomen taking iron supplements during pregnancy may have reduced anaemia, iron deficiency, and probably reduced iron-deficiency anaemia when they give birth around their due date. There is probably little to no difference in the risk of other maternal outcomes, including maternal death; however, the evidence is very uncertain for adverse effects, or severe anaemia in the second or third trimester. No trials reported maternal clinical malaria or infection during pregnancy.\nWomen taking iron supplements during pregnancy were probably less likely to have infants with low birthweight (less than 2500 g), but the evidence is very uncertain for infant birthweight. There was probably little to no difference between groups for preterm birth and little to no difference in birth defects or death of a baby in the first 28 days of life.\nIron + folic acid compared to placebo or no iron + folic acid\nWomen taking daily iron + folic acid supplements probably had reduced anaemia or may have reduced iron deficiency when they gave birth around their due date; however, the evidence is very uncertain for iron-deficiency anaemia, or maternal death. The evidence is uncertain for any adverse effects, and the evidence is very uncertain for severe anaemia in the second or third trimester. No maternal deaths were reported, and no trials reported maternal clinical malaria.\nWomen taking iron + folic acid supplements during pregnancy probably had infants with increased birthweight, but there may be little to no difference between groups for other outcomes, including low infant birthweight (less than 2500 g), preterm birth, death of a baby in the first 28 days of life, or birth defects."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Few studies reported the main outcomes, including maternal deaths, adverse effects, severe anaemia, maternal clinical malaria, or infection during pregnancy, and other infant outcomes, including birth defects, and infant iron status, growth, and development. In addition, studies included pregnant women at different iron levels and gestational age at enrolment with different doses of iron, and timing of outcome assessments, which constrains the comparability of evidence for some outcomes in pregnant women and children."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "This review is an update of the previous review. The evidence is up-to-date as of 18 January 2024."
    }
  ]
}