{
  "doi": "10.1002/14651858.CD008684.pub3",
  "name": "Coenzyme Q10 for heart failure",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Coenzyme Q10, or ubiquinone, is a non-prescription nutritional supplement. It is a fat-soluble molecule that acts as an electron carrier in mitochondria, and as a coenzyme for mitochondrial enzymes. Coenzyme Q10 deficiency may be associated with a multitude of diseases, including heart failure. The severity of heart failure correlates with the severity of coenzyme Q10 deficiency. Emerging data suggest that the harmful effects of reactive oxygen species are increased in people with heart failure, and coenzyme Q10 may help to reduce these toxic effects because of its antioxidant activity. Coenzyme Q10 may also have a role in stabilising myocardial calcium-dependent ion channels, and in preventing the consumption of metabolites essential for adenosine-5'-triphosphate (ATP) synthesis. Coenzyme Q10, although not a primary recommended treatment, could be beneficial to people with heart failure. Several randomised controlled trials have compared coenzyme Q10 to other therapeutic modalities, but no systematic review of existing randomised trials was conducted prior to the original version of this Cochrane Review, in 2014."
    },
    {
      "heading": "Objectives",
      "text": "To review the safety and efficacy of coenzyme Q10 in heart failure."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, Web of Science, CINAHL Plus, and AMED on 16 October 2020; ClinicalTrials.gov on 16 July 2020, and the ISRCTN Registry on 11 November 2019. We applied no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials of either parallel or cross-over design that assessed the beneficial and harmful effects of coenzyme Q10 in people with heart failure. When we identified cross-over studies, we considered data only from the first phase."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods, assessed study risk of bias using the Cochrane 'Risk of bias' tool, and GRADE methods to assess the quality of the evidence. For dichotomous data, we calculated the risk ratio (RR); for continuous data, the mean difference (MD), both with 95% confidence intervals (CI). Where appropriate data were available, we conducted meta-analysis. When meta-analysis was not possible, we wrote a narrative synthesis. We provided a PRISMA flow chart to show the flow of study selection."
    },
    {
      "heading": "Main results",
      "text": "We included eleven studies, with 1573 participants, comparing coenzyme Q10 to placebo or conventional therapy (control). In the majority of the studies, sample size was relatively small. There were important differences among studies in daily coenzyme Q10 dose, follow-up period, and the measures of treatment effect. All studies had unclear, or high risk of bias, or both, in one or more bias domains. We were only able to conduct meta-analysis for some of the outcomes. None of the included trials considered quality of life, measured on a validated scale, exercise variables (exercise haemodynamics), or cost-effectiveness.\nCoenzyme Q10 probably reduces the risk of all-cause mortality more than control (RR 0.58, 95% CI 0.35 to 0.95; 1 study, 420 participants; number needed to treat for an additional beneficial outcome (NNTB) 13.3; moderate-quality evidence).\nThere was low-quality evidence of inconclusive results between the coenzyme Q10 and control groups for the risk of myocardial infarction (RR 1.62, 95% CI 0.27 to 9.59; 1 study, 420 participants), and stroke (RR 0.18, 95% CI 0.02 to 1.48; 1 study, 420 participants).\nCoenzyme Q10 probably reduces hospitalisation related to heart failure (RR 0.62, 95% CI 0.49 to 0.78; 2 studies, 1061 participants; NNTB 9.7; moderate-quality evidence).\nVery low-quality evidence suggests that coenzyme Q10 may improve the left ventricular ejection fraction (MD 1.77, 95% CI 0.09 to 3.44; 7 studies, 650 participants), but the results are inconclusive for exercise capacity (MD 48.23, 95% CI -24.75 to 121.20; 3 studies, 91 participants); and the risk of developing adverse events (RR 0.70, 95% CI 0.45 to 1.10; 2 studies, 568 participants).\nWe downgraded the quality of the evidence mainly due to high risk of bias and imprecision."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The included studies provide moderate-quality evidence that coenzyme Q10 probably reduces all-cause mortality and hospitalisation for heart failure. There is low-quality evidence of inconclusive results as to whether coenzyme Q10 has an effect on the risk of myocardial infarction, or stroke. Because of very low-quality evidence, it is very uncertain whether coenzyme Q10 has an effect on either left ventricular ejection fraction or exercise capacity. There is low-quality evidence that coenzyme Q10 may increase the risk of adverse effects, or have little to no difference.\nThere is currently no convincing evidence to support or refute the use of coenzyme Q10 for heart failure. Future trials are needed to confirm our findings."
    }
  ],
  "pls_title": "Coenzyme Q10 for heart failure",
  "pls_type": "long",
  "pls": "Heart failure is a term used to describe the state that develops when the heart cannot maintain adequate cardiac output, or can do so only at the expense of overfilling the heart chambers. People with heart failure commonly experience a relapsing and remitting disease course, with periods of stability and episodes of decompensation (failure to cope with heart damage), leading to worsening symptoms that necessitate hospitalisation.\nTreatment options for heart failure range from drugs to heart transplantation, with each having its own limitations. Coenzyme Q10 (or ubiquinone) has been suggested as a treatment option in some trials. Coenzyme Q10 is a non-prescription nutritional supplement. It is a fat-soluble molecule that has a role in energy production within the cells of the body. It may also have antioxidant properties.\nLow levels of coenzyme Q10 may be related to the severity of heart failure. Coenzyme Q10 has been found in all tissues and organs in the body, with the highest concentrations in the heart. Emerging data have suggested that the harmful effects of reactive oxygen species (unstable molecules that contains oxygen and easily reacts with other molecules) are increased in people with heart failure. Because of its antioxidant activity, coenzyme Q10 may help to reduce these toxic effects, which damage the components of the cardiac cells, and disrupt cellular signalling. Coenzyme Q10 plays an important role in conducting signals within the heart muscle and in generating energy.The concentration of coenzyme Q10 has been inversely related to the severity of heart failure. Supplementation with coenzyme Q10 may improve heart failure. Coenzyme Q10 is sometimes used because it is thought to have an acceptable safety profile, with no significant side effects.\nWe conducted this review to assess the available evidence on the effects of coenzyme Q10 in people with heart failure. We included 11 randomised controlled trials, involving 1573 participants. They were relatively small, and followed up participants for a relatively short period of time. The analyses show that coenzyme Q10 probably reduces the risk of mortality from all causes, and hospitalisations due to heart failure. It may result in increased, or little or no difference in the risk of myocardial infarction, stroke, or adverse events. The effect of coenzyme Q10 on cardiac function and symptom improvement is uncertain.\nThe evidence, current to October 2020, is of a moderate quality at best, because of the high risk of bias in some of the included studies and the absence of precise and consistent results. There is currently no convincing evidence to support or refute the use of coenzyme Q10 for heart failure."
}