{
  "doi": "10.1002/14651858.CD004453.pub3",
  "name": "Abdominal surgical incisions for caesarean section",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Caesarean section is the commonest major operation performed on women worldwide. Operative techniques, including abdominal incisions, vary. Some of these techniques have been evaluated through randomised trials."
    },
    {
      "heading": "Objectives",
      "text": "To determine the benefits and risks of alternative methods of abdominal surgical incisions for caesarean section."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (28 February 2013)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of intention to perform caesarean section using different abdominal incisions."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data from the sources, checked them for accuracy and analysed the data."
    },
    {
      "heading": "Main results",
      "text": "Four studies (666 women) were included in this review.\nTwo studies (411 women) compared the Joel-Cohen incision with the Pfannenstiel incision. Overall, there was a 65% reduction in reported postoperative febrile morbidity (risk ratio (RR) 0.35, 95% confidence interval (CI) 0.14 to 0.87) with the Joel-Cohen incision. One of the trials reported reduced postoperative analgesic requirements (RR 0.55, 95% CI 0.40 to 0.76); operating time (mean difference (MD) -11.40, 95% CI -16.55 to -6.25 minutes); delivery time (MD -1.90, 95% CI -2.53 to -1.27 minutes); total dose of analgesia in the first 24 hours (MD -0.89, 95% CI -1.19 to -0.59); estimated blood loss (MD -58.00, 95% CI -108.51 to -7.49 mL); postoperative hospital stay for the mother (MD -1.50, 95% CI -2.16 to -0.84 days); and increased time to the first dose of analgesia (MD 0.80, 95% CI 0.12 to 1.48 hours) compared with the Pfannenstiel group. No other significant differences were found in either trial.\nTwo studies compared muscle cutting incisions with Pfannenstiel incision. One study (68 women) comparing Mouchel incision with Pfannenstiel incision did not contribute data to this review. The other study (97 women) comparing the Maylard muscle-cutting incision with the Pfannenstiel incision, reported no difference in febrile morbidity (RR 1.26, 95% CI 0.08 to 19.50); need for blood transfusion (RR 0.42, 95% CI 0.02 to 9.98); wound infection (RR 1.26, 95% CI 0.27 to 5.91); physical tests on muscle strength at three months postoperative and postoperative hospital stay (MD 0.40 days, 95% CI -0.34 to 1.14)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The Joel-Cohen incision has advantages compared with the Pfannenstiel incision. These are: less fever, pain and analgesic requirements; less blood loss; shorter duration of surgery and hospital stay. These advantages for the mother could be extrapolated to savings for the health system. However, these trials do not provide information on severe or long-term morbidity and mortality."
    }
  ],
  "pls_title": "Abdominal surgical incisions for caesarean section",
  "pls_type": "long",
  "pls": "In a caesarean section operation, there are various types of incisions in the abdominal wall that can be used. These include vertical and transverse incisions, and there are variations in the specific ways the incisions can be undertaken. The review of studies identified four trials involving 666 women. The Joel-Cohen incision showed better outcomes than the Pfannenstiel incision in terms of less fever for women, less postoperative pain, less blood loss, shorter duration of surgery and shorter hospital stay. However, the trials did not assess possible long-term problems associated with different surgical techniques."
}