{
  "doi": "10.1002/14651858.CD012105",
  "name": "Diet, physical activity, and behavioural interventions for the treatment of overweight or obesity in preschool children up to the age of 6 years ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Child overweight and obesity has increased globally, and can be associated with short- and long-term health consequences."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of diet, physical activity, and behavioural interventions for the treatment of overweight or obesity in preschool children up to the age of 6 years."
    },
    {
      "heading": "Search methods",
      "text": "We performed a systematic literature search in the databases Cochrane Library, MEDLINE, EMBASE, PsycINFO, CINAHL, and LILACS, as well as in the trial registers ClinicalTrials.gov and ICTRP Search Portal. We also checked references of identified trials and systematic reviews. We applied no language restrictions. The date of the last search was March 2015 for all databases."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomised controlled trials (RCTs) of diet, physical activity, and behavioural interventions for treating overweight or obesity in preschool children aged 0 to 6 years."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed risk of bias, evaluated the overall quality of the evidence using the GRADE instrument, and extracted data following the Cochrane Handbook for Systematic Reviews of Interventions. We contacted trial authors for additional information."
    },
    {
      "heading": "Main results",
      "text": "We included 7 RCTs with a total of 923 participants: 529 randomised to an intervention and 394 to a comparator. The number of participants per trial ranged from 18 to 475. Six trials were parallel RCTs, and one was a cluster RCT. Two trials were three-arm trials, each comparing two interventions with a control group. The interventions and comparators in the trials varied. We categorised the comparisons into two groups: multicomponent interventions and dietary interventions. The overall quality of the evidence was low or very low, and six trials had a high risk of bias on individual 'Risk of bias' criteria. The children in the included trials were followed up for between six months and three years.\nIn trials comparing a multicomponent intervention with usual care, enhanced usual care, or information control, we found a greater reduction in body mass index (BMI) z score in the intervention groups at the end of the intervention (6 to 12 months): mean difference (MD) -0.3 units (95% confidence interval (CI) -0.4 to -0.2); P < 0.00001; 210 participants; 4 trials; low-quality evidence, at 12 to 18 months' follow-up: MD -0.4 units (95% CI -0.6 to -0.2); P = 0.0001; 202 participants; 4 trials; low-quality evidence, and at 2 years' follow-up: MD -0.3 units (95% CI -0.4 to -0.1); 96 participants; 1 trial; low-quality evidence.\nOne trial stated that no adverse events were reported; the other trials did not report on adverse events. Three trials reported health-related quality of life and found improvements in some, but not all, aspects. Other outcomes, such as behaviour change and parent-child relationship, were inconsistently measured.\nOne three-arm trial of very low-quality evidence comparing two types of diet with control found that both the dairy-rich diet (BMI z score change MD -0.1 units (95% CI -0.11 to -0.09); P < 0.0001; 59 participants) and energy-restricted diet (BMI z score change MD -0.1 units (95% CI -0.11 to -0.09); P < 0.0001; 57 participants) resulted in greater reduction in BMI than the comparator at the end of the intervention period, but only the dairy-rich diet maintained this at 36 months' follow-up (BMI z score change in MD -0.7 units (95% CI -0.71 to -0.69); P < 0.0001; 52 participants). The energy-restricted diet had a worse BMI outcome than control at this follow-up (BMI z score change MD 0.1 units (95% CI 0.09 to 0.11); P < 0.0001; 47 participants). There was no substantial difference in mean daily energy expenditure between groups. Health-related quality of life, adverse effects, participant views, and parenting were not measured.\nNo trial reported on all-cause mortality, morbidity, or socioeconomic effects.\nAll results should be interpreted cautiously due to their low quality and heterogeneous interventions and comparators."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Muticomponent interventions appear to be an effective treatment option for overweight or obese preschool children up to the age of 6 years. However, the current evidence is limited, and most trials had a high risk of bias. Most trials did not measure adverse events. We have identified four ongoing trials that we will include in future updates of this review.\nThe role of dietary interventions is more equivocal, with one trial suggesting that dairy interventions may be effective in the longer term, but not energy-restricted diets. This trial also had a high risk of bias."
    }
  ],
  "pls_title": "Diet, physical activity, and behavioural interventions for the treatment of overweight or obesity in preschool children up to the age of 6 years",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "How effective are diet, physical activity, and behavioural interventions in reducing the weight of overweight and obese preschool children?"
    },
    {
      "heading": "Background",
      "text": "Across the world more children are becoming overweight and obese. These children are more likely to suffer from health problems, both while as children and in later life. More information is needed about what works best for treating this problem."
    },
    {
      "heading": "Study characteristics",
      "text": "We found 7 randomised controlled trials (clinical studies where people are randomly put into one of two or more treatment groups) comparing diet, physical activity, and behavioural (where habits are changed or improved) treatments (interventions) to a variety of control groups (who did not receive treatment) delivered to 923 overweight or obese preschool children up to the age of 6 years. We grouped the studies by the type of intervention. Our systematic review reported on the effects of multicomponent interventions and dietary interventions compared with no intervention, 'usual care', enhanced usual care, or some other therapy if it was also delivered in the intervention arm. The children in the included studies were monitored (called follow-up) for between six months and three years."
    },
    {
      "heading": "Key results",
      "text": "Most studies reported the body mass index (BMI) z score: BMI is a measure of body fat and is calculated by dividing weight (in kilograms) by the square of the body height measured in metres (kg/m²). In children, BMI is often measured in a way that takes into account sex, weight, and height as children grow older (BMI z score). We summarised the results of 4 trials in 202 children reporting the BMI z score, which on average was 0.4 units lower in the multicomponent intervention groups compared with the control groups. Lower units indicate more weight loss. For example, a 5-year-old girl with a body height of 110 cm and a body weight of 32 kg has a BMI of 26.4 and a BMI z score of 2.99. If this girl loses 2 kg weight within a year (and gained 1 cm in height), she would have reduced her BMI z score by approx. 0.4 units (her BMI would be 24.3 and her BMI z score 2.58). Accordingly, the average change in weight in the multicomponent interventions was 2.8 kg lower than in the control groups. Other effects of the interventions, such as improvements in health-related quality of life or evaluation of the parent-child relationship, were less clear, and most studies did not measure adverse events. No study investigated death from any cause, morbidity, or socioeconomic effects. One study found that BMI z score reduction was greater at the end of both dairy-rich and energy-restricted dietary interventions compared with a healthy lifestyle education only. However, only the dairy-rich diet continued to show benefits two to three years later, whereas the energy-restricted diet group had a greater increase in BMI z score than the control group.\nThis evidence is up to date as of March 2015."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The overall quality of the evidence was low or very low, mainly because there were just a few studies per outcome measurement or the number of the included children was small. In addition, many children left the studies before they had finished."
    }
  ]
}