{
  "doi": "10.1002/14651858.CD013767.pub2",
  "name": "Foetal haemoglobin inducers for reducing blood transfusion in non‐transfusion‐dependent beta‐thalassaemias ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Non-transfusion-dependent β-thalassaemia (NTDβT) is a subset of inherited haemoglobin disorders characterised by reduced production of the β-globin chain of haemoglobin leading to anaemia of varying severity. Although blood transfusion is not a necessity for survival, it may be required to prevent complications of chronic anaemia, such as impaired growth and hypercoagulability. People with NTDβT also experience iron overload due to increased iron absorption from food sources which becomes more pronounced in those requiring blood transfusion.\nPeople with a higher foetal haemoglobin (HbF) level have been found to require fewer blood transfusions, thus leading to the emergence of treatments that could increase its level. HbF inducers stimulate HbF production without altering any gene structures. Evidence for the possible benefits and harms of these inducers is important for making an informed decision on their use."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effectiveness and safety of the following for reducing blood transfusion for people with NTDβT:\n1. HbF inducers versus usual care or placebo;\n2. single HbF inducer with another HbF inducer, and single dose with another dose; and\n3. combination of HbF inducers versus usual care or placebo, or single HbF inducer."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search date was 21 August 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) or quasi-RCTs comparing single HbF inducer with placebo or usual care, with another single HbF inducer or with a combination of HbF inducers; or comparing different doses of the same HbF inducer."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were blood transfusion and haemoglobin levels. Our secondary outcomes were HbF levels, the long-term sequelae of NTDβT, quality of life and adverse events."
    },
    {
      "heading": "Main results",
      "text": "We included seven RCTs involving 291 people with NTDβT, aged two to 49 years, from five countries. We reported 10 comparisons using eight different HbF inducers (four pharmacological and four natural): three RCTs compared a single HbF inducer to placebo and seven to another HbF inducer. The duration of the intervention lasted from 56 days to six months. Most studies did not adequately report the randomisation procedures or whether and how blinding was achieved.\nHbF inducer against placebo or usual care\nThree HbF inducers, HQK-1001, Radix Astragali or a 3-in-1 combined natural preparation (CNP), were compared with a placebo. None of the comparisons reported the frequency of blood transfusion. We are uncertain whether Radix Astragali and CNP increase haemoglobin at three months (mean difference (MD) 1.33 g/dL, 95% confidence interval (CI) 0.54 to 2.11; 1 study, 2 interventions, 35 participants; very low-certainty evidence). We are uncertain whether Radix Astragali and CNP have any effect on HbF (MD 12%, 95% CI −0.74% to 24.75%; 1 study, 2 interventions, 35 participants; very low-certainty evidence). Only medians on haemoglobin and HbF levels were reported for HQK-1001.\nAdverse effects reported for HQK-1001 were nausea, vomiting, dizziness and suprapubic pain. There were no prespecified adverse effects for Radix Astragali and CNP.\nHbF inducer versus another HbF inducer\nFour studies compared a single inducer with another over three to six months. Comparisons included hydroxyurea versus resveratrol, hydroxyurea versus thalidomide, hydroxyurea versus decitabine and Radix Astragali versus CNP. No study reported our prespecified outcomes on blood transfusion. Haemoglobin and HbF were reported for the comparison Radix Astragali versus CNP, but we are uncertain whether there were any differences (1 study, 24 participants; low-certainty evidence).\nDifferent doses of the same HbF inducer\nTwo studies compared two different types of HbF inducers at different doses over two to six months. Comparisons included hydroxyurea 20 mg/kg/day versus 10 mg/kg/day and HQK-1001 10 mg/kg/day, 20 mg/kg/day, 30 mg/kg/day and 40 mg/kg/day. Blood transfusion, as prespecified, was not reported. In one study (61 participants) we are uncertain whether the lower levels of both haemoglobin and HbF at 24 weeks were due to the higher dose of hydroxyurea (haemoglobin: MD −2.39 g/dL, 95% CI −2.80 to −1.98; very low-certainty evidence; HbF: MD −10.20%, 95% CI −16.28% to −4.12%; very low-certainty evidence). The study of the four different doses of HQK-1001 did not report results for either haemoglobin or HbF. We are not certain if major adverse effects may be more common with higher hydroxyurea doses (neutropenia: risk ratio (RR) 9.93, 95% CI 1.34 to 73.97; thrombocytopenia: RR 3.68, 95% CI 1.12 to 12.07; very low-certainty evidence). Taking HQK-1001 20 mg/kg/day may result in the fewest adverse effects.\nA combination of HbF inducers versus a single HbF inducer\nTwo studies compared three combinations of two inducers with a single inducer over six months: hydroxyurea plus resveratrol versus resveratrol or hydroxyurea alone, and hydroxyurea plus l-carnitine versus hydroxyurea alone. Blood transfusion was not reported.\nHydroxyurea plus resveratrol may reduce haemoglobin compared with either resveratrol or hydroxyurea alone (MD −0.74 g/dL, 95% CI −1.45 to −0.03; 1 study, 54 participants; low-certainty evidence). We are not certain whether the gastrointestinal disturbances, headache and malaise more commonly reported with hydroxyurea plus resveratrol than resveratrol alone were due to the interventions.\nWe are uncertain whether hydroxyurea plus l-carnitine compared with hydroxyurea alone may increase mean haemoglobin, and reduce pulmonary hypertension (1 study, 60 participants; very low-certainty evidence). Adverse events were reported but not in the intervention group.\nNone of the comparisons reported the outcome of HbF."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We are uncertain whether any of the eight HbF inducers in this review have a beneficial effect on people with NTDβT. For each of these HbF inducers, we found only one or at the most two small studies. There is no information on whether any of these HbF inducers have an effect on our primary outcome, blood transfusion. For the second primary outcome, haemoglobin, there may be small differences between intervention groups, but these may not be clinically meaningful and are of low- to very low-certainty evidence. Data on adverse effects and optimal doses are limited. Five studies are awaiting classification, but none are ongoing."
    }
  ],
  "pls_title": "Medicines to increase foetal haemoglobin levels and reduce the need for blood transfusion in people with non-transfusion-dependent thalassaemia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Do medicines that increase foetal haemoglobin (HbF) levels in people with non-transfusion-dependent β-thalassaemia (NTDβT) reduce their need for blood transfusion?"
    },
    {
      "heading": "What is thalassaemia?",
      "text": "Thalassaemia is a genetic (inherited) blood disorder that causes defects in adult haemoglobin (the oxygen carrying component of red blood cells) leading to destruction of the red blood cells and anaemia with different degrees of severity. Persistent anaemia can affect general health and reduce quality of life. People with NTDβT may require periodic blood transfusion to replace the red blood cells and this could lead to excess iron being deposited in various organs in the body, affecting their function.\nPeople with NTDβT have higher levels of HbF (the main form of haemoglobin found during the development of a baby before birth) which persists after birth. The amount of HbF that persists varies and people with a higher HbF level require less frequent blood transfusions."
    },
    {
      "heading": "What are HbF inducers?",
      "text": "HbF inducers are substances which increase HbF levels without alteration to the gene. They may reduce the need for blood transfusion in people with NTDβT. However, it is not known which HbF inducers are effective and safe, and if so, what the optimal dose is and at what age treatment should be started."
    },
    {
      "heading": "What did we do?",
      "text": "We searched medical databases for studies comparing single HbF inducer with placebo (dummy treatment) or usual care, with another inducer or with a combination of inducers; or comparing different doses for a same inducer."
    },
    {
      "heading": "What did we find?",
      "text": "We found seven very small randomised controlled trials (where people taking part in the trial had equal chances of being in the treatment or the control group), involving 291 people with NTDβT, aged between two and 49 years, from five countries. These studies varied widely in the type of HbF inducers investigated and their comparison, the doses and how outcomes were reported. The duration of the trials ranged from two to six months. The inducers used include hydroxyurea, decitabine, HQK-1001, thalidomide, Radix Astragali, resveratrol, l-carnitine and combined natural preparation (CNP)."
    },
    {
      "heading": "Main results",
      "text": "None of the studies reported our main outcome of changes to the frequency of blood transfusion.\nAll inducers may have caused a small increase in haemoglobin and HbF when compared to placebo, but we are very uncertain about this.\nFour studies compared a single HbF inducer against another, for three to six months. There were changes to haemoglobin and HbF, but we cannot be certain if a single HbF inducer or a combination of HbF inducers would work better than another.\nTwo studies, each compared a different dose of the same inducer. Lower doses of hydroxyurea appeared to increase haemoglobin and HbF levels more than the higher doses, but we are very uncertain. The other study used four different doses of HQK-1001 but did not actually look for a difference in the effect of these four different doses on haemoglobin or HbF.\nTwo studies compared a combination of two HbF inducers with a single HbF inducer for six months. We are very uncertain whether the combination or a single inducer improves haemoglobin.\nNone of the studies reported whether HbF inducers have any effect on quality of life.\nAdverse (unwanted) drug effects were reported for each HbF inducer, but there was little information available to guide us on the safety of these substances."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The main reason we are very uncertain about the effects of HbF inducers are because the studies were all very small and had weaknesses in their design. None of the studies lasted long enough to provide meaningful information for many of the outcomes we measured."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is current to 21 August 2022."
    }
  ]
}