{
  "doi": "10.1002/14651858.CD010507.pub2",
  "name": "Laparoscopic‐endoscopic rendezvous versus preoperative endoscopic sphincterotomy in people undergoing laparoscopic cholecystectomy for stones in the gallbladder and bile duct ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The management of gallbladder stones (lithiasis) concomitant with bile duct stones is controversial. The more frequent approach is a two-stage procedure, with endoscopic sphincterotomy and stone removal from the bile duct followed by laparoscopic cholecystectomy. The laparoscopic-endoscopic rendezvous combines the two techniques in a single-stage operation."
    },
    {
      "heading": "Objectives",
      "text": "To compare the benefits and harms of endoscopic sphincterotomy and stone removal followed by laparoscopic cholecystectomy (the single-stage rendezvous technique) versus preoperative endoscopic sphincterotomy followed by laparoscopic cholecystectomy (two stages) in people with gallbladder and common bile duct stones."
    },
    {
      "heading": "Search methods",
      "text": "We searched The Cochrane Hepato-Biliary Group Controlled Trials Register, CENTRAL, MEDLINE Ovid, Embase Ovid, Science Citation Index Expanded Web of Science, and two trials registers (February 2017)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised clinical trials that enrolled people with concomitant gallbladder and common bile duct stones, regardless of clinical status or diagnostic work-up, and compared laparoscopic-endoscopic rendezvous versus preoperative endoscopic sphincterotomy procedures in people undergoing laparoscopic cholecystectomy. We excluded other endoscopic or surgical methods of intraoperative clearance of the bile duct, e.g. non-aided intraoperative endoscopic retrograde cholangiopancreatography or laparoscopic choledocholithotomy (surgical incision of the common bile duct for removal of bile duct stones)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures recommended by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We included five randomised clinical trials with 517 participants (257 underwent a laparoscopic-endoscopic rendezvous technique versus 260 underwent a sequential approach), which fulfilled our inclusion criteria and provided data for analysis. Trial participants were scheduled for laparoscopic cholecystectomy because of suspected cholecysto-choledocholithiasis. Male/female ratio was 0.7; age of men and women ranged from 21 years to 87 years. The run-in and follow-up periods of the trials ranged from 32 months to 84 months. Overall, the five trials were judged at high risk of bias. Athough all trials measured mortality, there was just one death reported in one trial, in the laparoscopic-endoscopic rendezvous group (low-quality evidence). The overall morbidity (surgical morbidity plus general morbidity) may be lower with laparoscopic rendezvous (RR 0.59, 95% CI 0.29 to 1.20; participants = 434, trials = 4; I² = 28%; low-quality evidence); the effect was a little more certain when a fixed-effect model was used (RR 0.56, 95% CI 0.32 to 0.99). There was insufficient evidence to determine the effects of the two approaches on the failure of primary clearance of the bile duct (RR 0.55, 95% CI 0.22 to 1.38; participants = 517; trials = 5; I² = 58%; very low-quality evidence). The effects of either approach on clinical post-operative pancreatitis were unclear (RR 0.29, 95% CI 0.07 to 1.12; participants = 517, trials = 5; I² = 24%; low-quality evidence). Hospital stay appeared to be lower in the laparoscopic-endoscopic rendezvous group by about three days (95% CI 3.51 to 2.50 days shorter; 515 participants in five trials; low-quality evidence). There was very low-quality evidence that suggested longer operative time with laparoscopic-endoscopic rendezvous (MD 34.07 minutes, 95% CI 11.41 to 56.74; participants = 313; trials = 3; I² = 93%). The Trial Sequential Analyses of operating time and the length of hospital stay indicated that all the trials crossed the conventional boundaries, suggesting that the sample sizes were adequate, with a low risk of random error."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There was insufficient evidence to determine the effects of the laparoscopic-endoscopic rendezvous versus preoperative endoscopic sphincterotomy techniques in people undergoing laparoscopic cholecystectomy on mortality and morbidity. The laparoscopic-endoscopic rendezvous procedure may lead to longer operating times, but it may reduce the length of the hospital stay when compared with preoperative endoscopic sphincterotomy followed by laparoscopic cholecystectomy. However, no firm conclusions could be drawn because the quality of evidence was low or very low. If confirmed by future trials, these data might re-design the scenario of treatment of this condition, albeit requiring greater organisational effort. Future trials should also address issues such as quality of life and cost analysis."
    }
  ],
  "pls_title": "Laparoscopic-endoscopic rendezvous or preoperative endoscopic sphincterotomy before removing the gallbladder for gall stones or bile duct stones",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Only one out of every five to ten people who experiences colicky abdominal pain has stones in the gallbladder or the common bile duct. These biliary stones may lead to cholecystitis (inflammation of the gallbladder), cholangitis (infection of the bile duct), hepatic abscess (abscess in the liver), or acute pancreatitis (infection of the pancreas).\nThere are different techniques used to remove the stones; standard laparotomy (incision in the abdomen), laparoscopic surgery, and endoscopic surgery. Laparoscopic surgery, also called minimally invasive surgery, is a modern surgical technique, in which abdominal operations are performed through long, rigid instruments, inserted through small incisions (usually 0.5 to 1.2 cm) in the abdominal wall. Endoscopy is a more general term, which describes a technique that enables a physician to examine the inside of a hollow organ, by inserting an instrument, generally flexible, through natural body openings. For biliary stones, endoscopy is performed by passing a scope, with a light, through the mouth and down the digestive tract, The physician can see where the biliary tract (liver, bile duct, and pancreas) meets the duodenum (beginning of the small intestine), which makes it easier to pass a tube, through which stones can be removed. The injection of radiologic contrast medium highlights the biliary ducts and their content. This procedure is called endoscopic retrograde cholangiopancreatography (ERCP).\nA laparotomy is used if laparoscopic surgery is contraindicated. Otherwise, the procedure involves two stages: first, endoscopic removal of stones from the bile duct, followed by laparoscopic cholecystectomy (removal of gallbladder). A combined endoscopic and laparoscopic procedure, called a laparoscopic-endoscopic rendezvous technique, has been associated with fewer adverse effects, less patient discomfort, and shorter hospital stay."
    },
    {
      "heading": "Study characteristics",
      "text": "This review compared the benefits and harms of laparoscopic-endoscopic rendezvous versus preoperative endoscopic sphincterotomy (cutting the muscle between the bile and pancreatic ducts) procedures followed by laparoscopic cholecystectomy to remove stones from the gallbladder and bile duct. By searching scientific databases and trials registers, we found five randomised clinical trials that compared the two approaches, and involved a total of 516 participants. The majority of the participants were females and the age of both men and women ranged from 21 years to 87 years."
    },
    {
      "heading": "Funding",
      "text": "Only one trial stated they had not received industry sponsorship or other for-profit support. None of the other trials disclosed information about funding. Three trials stated the investigators had no competing interest; the other two trials did not provide information on competing interests."
    },
    {
      "heading": "Key results",
      "text": "The laparoscopic-endoscopic rendezvous approach could be associated with a lower rate of overall morbidity and clinical post-operative pancreatitis, and a shorter hospital stay. We found no clear differences in overall mortality between the two techniques. Total operative time was longer with the rendezvous approach.\nWe were unable to draw firm conclusions because of the lack of data. Further research is needed to confirm whether the single-stage approach is safer and more efficacious than the two-stage approach, and to address other important issues, such as quality of life and cost analysis."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence was low or very low, because of small numbers of participants, high risk of bias, and inconsistent and imprecise results across trials. The evidence is current to February 2017."
    }
  ]
}