{
  "doi": "10.1002/14651858.CD005431.pub5",
  "name": "Medical interventions for traumatic hyphema",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Traumatic hyphema is the entry of blood into the anterior chamber, the space between the cornea and iris, following significant injury to the eye. Hyphema may be associated with significant complications that uncommonly cause permanent vision loss. Complications include elevated intraocular pressure, corneal blood staining, anterior and posterior synechiae, and optic nerve atrophy. People with sickle cell trait or disease may be particularly susceptible to increases in intraocular pressure and optic atrophy. Rebleeding is associated with an increase in the rate and severity of complications."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of various medical interventions in the management of traumatic hyphema."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (which contains the Cochrane Eyes and Vision Trials Register) (2022, Issue 3); MEDLINE Ovid; Embase.com; PubMed (1948 to March 2022); the ISRCTN registry; ClinicalTrials.gov; and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP). The last date of the search was 22 March 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "Two review authors independently assessed the titles and abstracts of all reports identified by the electronic and manual searches. We included randomized and quasi-randomized trials that compared various medical (non-surgical) interventions versus other medical interventions or control groups for the treatment of traumatic hyphema following closed-globe trauma. We applied no restrictions on age, gender, severity of the closed-globe trauma, or level of visual acuity at time of enrollment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane and assessed the certainty of evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included 23 randomized and seven quasi-randomized studies with a total of 2969 participants. Interventions included antifibrinolytic agents (systemic and topical aminocaproic acid, tranexamic acid, and aminomethylbenzoic acid), corticosteroids (systemic and topical), cycloplegics, miotics, aspirin, conjugated estrogens, traditional Chinese medicine, monocular versus bilateral patching, elevation of the head, and bed rest.\nWe found no evidence of an effect on visual acuity for any intervention, whether measured within two weeks (short term) or for longer periods. In a meta-analysis of two trials, we found no evidence of an effect of aminocaproic acid on long-term visual acuity (RR 1.03, 95% confidence interval (CI) 0.82 to 1.29) or final visual acuity measured up to three years after the hyphema (RR 1.05, 95% CI 0.93 to 1.18). Oral tranexamic acid appeared to provide little to no benefit on visual acuity in four trials (RR 1.12, 95% CI 1.00 to 1.25). The remaining trials evaluated the effects of various interventions on short-term visual acuity; none of these interventions was measured in more than one trial. No intervention showed a statistically significant effect (RRs ranged from 0.75 to 1.10). Similarly, visual acuity measured for longer periods in four trials evaluating different interventions was also not statistically significant (RRs ranged from 0.82 to 1.02). The evidence supporting these findings was of low or very low certainty.\nSystemic aminocaproic acid reduced the rate of recurrent hemorrhage (RR 0.28, 95% CI 0.13 to 0.60), as assessed in six trials with 330 participants. A sensitivity analysis omitting two studies not using an intention-to-treat analysis reduced the strength of the evidence (RR 0.43, 95% CI 0.17 to 1.08). We obtained similar results for topical aminocaproic acid (RR 0.48, 95% CI 0.20 to 1.10) in two trials with 131 participants. We assessed the certainty of the evidence as low. Systemic tranexamic acid had a significant effect in reducing the rate of secondary hemorrhage (RR 0.33, 95% CI 0.21 to 0.53) in seven trials with 754 participants, as did aminomethylbenzoic acid (RR 0.10, 95% CI 0.02 to 0.41), as reported in one study. Evidence to support an associated reduction in risk of complications from secondary hemorrhage (i.e. corneal blood staining, peripheral anterior synechiae, elevated intraocular pressure, and development of optic atrophy) by antifibrinolytics was limited by the small number of these events. Use of aminocaproic acid was associated with increased nausea, vomiting, and other adverse events compared with placebo. We found no evidence of an effect on the number of adverse events with the use of systemic versus topical aminocaproic acid or with standard versus lower drug dose.\nThe number of days for the primary hyphema to resolve appeared to be longer with the use of systemic aminocaproic acid compared with no use, but this outcome was not altered by any other intervention.\nThe available evidence on usage of systemic or topical corticosteroids, cycloplegics, or aspirin in traumatic hyphema was limited due to the small numbers of participants and events in the trials.\nWe found no evidence of an effect between a single versus binocular patch on the risk of secondary hemorrhage or time to rebleed. We also found no evidence of an effect on the risk of secondary hemorrhage between ambulation and complete bed rest."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no evidence of an effect on visual acuity of any of the interventions evaluated in this review. Although the evidence was limited, people with traumatic hyphema who receive aminocaproic acid or tranexamic acid are less likely to experience secondary hemorrhage. However, hyphema took longer to clear in people treated with systemic aminocaproic acid.\nThere is no good evidence to support the use of antifibrinolytic agents in the management of traumatic hyphema, other than possibly to reduce the rate of secondary hemorrhage. The potentially long-term deleterious effects of secondary hemorrhage are unknown. Similarly, there is no evidence to support the use of corticosteroids, cycloplegics, or non-drug interventions (such as patching, bed rest, or head elevation) in the management of traumatic hyphema. As these multiple interventions are rarely used in isolation, further research to assess the additive effect of these interventions might be of value."
    }
  ],
  "pls_title": "Medical treatment for traumatic hyphema",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "We found no evidence that any medical treatment affected visual acuity (sharpness of vision), whether measured within a few weeks or longer. We also found that no medical treatment resulted in fewer complications from the hyphema itself, although this evidence is weak because few events occurred. We found limited evidence that antifibrinolytics (drugs that affect blood clotting) reduced the risk of new bleeding in the eye."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out which medical treatments are effective for the management of traumatic hyphema, a condition in which blood collects in the anterior segment (front of the eye) following significant trauma (physical injury to the eye). It was important to evaluate possible treatments for traumatic hyphema, because complications from the condition can affect final vision."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at a medical (non-surgical) treatment compared with another medical treatment or comparison group in people with traumatic hyphema. We compared and summarized the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 30 studies with a total of 2969 participants addressing our review question. Studies were conducted in the USA, Canada, Sweden, Denmark, China, South Africa, Malaysia, Iran, and Israel. The studies included more males than females, and participants tended to be children or young adults. Treatments included antifibrinolytic agents taken orally or applied directly to the eye (aminocaproic acid, tranexamic acid, and aminomethylbenzoic acid), oral or topical corticosteroids, other kinds of eye drops, aspirin, estrogens, traditional Chinese medicine, patching, elevation of the head, and bed rest. Most studies looked at how often fresh bleeding occurred, because this secondary bleeding is often associated with more complications. Other outcomes examined included visual acuity and the length of time it took for the blood in the eye to be absorbed."
    },
    {
      "heading": "Main results",
      "text": "We found no evidence that any medical treatment affected final vision, but we graded the evidence as generally of low certainty. Antifibrinolytic agents did appear to reduce the risk of new bleeding in the eye, but participants taking oral aminocaproic acid (an antifibrinolytic agent) appeared to have more nausea and vomiting compared with those in the comparison group. It was unclear whether antifibrinolytics reduced complications of secondary bleeding, as these events occurred infrequently in the studies. We found no evidence for the effectiveness of any other medical treatment in reducing the rate of fresh bleeding or the number of complications."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The evidence for a beneficial effect of any of the evaluated treatments was uncertain because the numbers of participants and events were small."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "We reviewed studies published up to 22 March 2022."
    }
  ]
}