{
  "doi": "10.1002/14651858.CD001747.pub4",
  "name": "Galantamine for dementia due to Alzheimer's disease and mild cognitive impairment",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Dementia leads to progressive cognitive decline, and represents a significant health and societal burden. Its prevalence is growing, with Alzheimer's disease as the leading cause. There is no cure for Alzheimer's disease, but there are regulatory-approved pharmacological interventions, such as galantamine, for symptomatic relief. This review updates the 2006 version."
    },
    {
      "heading": "Objectives",
      "text": "To assess the clinical effects, including adverse effects, of galantamine in people with probable or possible Alzheimer's disease or mild cognitive impairment, and to investigate potential moderators of effect."
    },
    {
      "heading": "Search methods",
      "text": "We systematically searched the Cochrane Dementia and Cognitive Improvement Group's Specialised Register on 14 December 2022 using the term 'galantamine'. The Register contains records of clinical trials identified from major electronic databases (including CENTRAL, MEDLINE, and Embase), trial registries, grey literature sources, and conference proceedings. We manually searched reference lists and collected information from US Food and Drug Administration documents and unpublished trial reports. We imposed no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We included double-blind, parallel-group, randomised controlled trials comparing oral galantamine with placebo for a treatment duration exceeding four weeks in people with dementia due to Alzheimer's disease or with mild cognitive impairment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Working independently, two review authors selected studies for inclusion, assessed their quality, and extracted data. Outcomes of interest included cognitive function, change in global function, activities of daily living, functional disability, behavioural function, and adverse events. We used a fixed-effect model for meta-analytic synthesis, and presented results as Peto odds ratios (OR) or weighted mean differences (MD) with 95% confidence intervals. We used Cochrane's original risk of bias tool (RoB 1) to assess the risk of bias in the included studies."
    },
    {
      "heading": "Main results",
      "text": "We included 21 studies with a total of 10,990 participants. The average age of participants was 74 years, and 37% were male. The studies' durations ranged from eight weeks to two years, with 24 weeks being the most common duration. One newly included study assessed the effects of galantamine at two years, and another newly included study involved participants with severe Alzheimer's disease.\nNineteen studies with 10,497 participants contributed data to the meta-analysis. All studies had low to unclear risk of bias for randomisation, allocation concealment, and blinding. We judged four studies to be at high risk of bias due to attrition and two due to selective outcome reporting.\nGalantamine for dementia due to Alzheimer's disease\nWe summarise only the results for galantamine given at 8 to 12 mg twice daily (total galantamine 16 mg to 24 mg/day), assessed at six months. See the full review for results of other dosing regimens and assessment time points.\nThere is high-certainty evidence that, compared to placebo, galantamine improves: cognitive function, as assessed with the Alzheimer's Disease Assessment Scale – Cognitive Subscale (ADAS-cog) (MD-2.86, 95% CI -3.29 to -2.43; 6 studies, 3049 participants; minimum clinically important effect (MCID) = 2.6- to 4-point change); functional disability, as assessed with the Disability Assessment for Dementia (DAD) scale (MD 2.12, 95% CI 0.75 to 3.49; 3 studies, 1275 participants); and behavioural function, as assessed with the Neuropsychiatric Inventory (NPI) (MD -1.63, 95% CI -3.07 to -0.20; 2 studies, 1043 participants) at six months. Galantamine may improve global function at six months, as assessed with the Clinician's Interview-Based Impression of Change plus Caregiver Input (CIBIC-plus) (OR 1.58, 95% CI 1.36 to 1.84; 6 studies, 3002 participants; low-certainty evidence). Participants who received galantamine were more likely than placebo-treated participants to discontinue prematurely (22.7% versus 17.2%) (OR 1.41, 95% CI 1.19 to 1.68; 6 studies, 3336 participants; high-certainty evidence), and experience nausea (20.9% versus 8.4%) (OR 2.89, 95% CI 2.40 to 3.49; 7 studies, 3616 participants; high-certainty evidence) during the studies. Galantamine reduced death rates at six months: 1.3% of participants in the galantamine groups had died compared to 2.3% in the placebo groups (OR 0.56, 95% CI 0.33 to 0.96; 6 studies, 3493 participants; high-certainty evidence).\nGalantamine for mild cognitive impairment\nWe summarise results, assessed at two years, from two studies that gave participants galantamine at 8 to 12 mg twice daily (total galantamine 16 mg to 24 mg/day). Compared to placebo, galantamine may not improve cognitive function, as assessed with the expanded ADAS-cog for mild cognitive impairment (MD -0.21, 95% CI -0.78 to 0.37; 2 studies, 1901 participants; low-certainty evidence) or activities of daily living, assessed with the Alzheimer's Disease Cooperative Study – Activities of Daily Living scale for mild cognitive impairment (MD 0.30, 95% CI -0.26 to 0.86; 2 studies, 1901 participants; low-certainty evidence). Participants who received galantamine were probably more likely to discontinue prematurely than placebo-treated participants (40.7% versus 28.6%) (OR 1.71, 95% CI 1.42 to 2.05; 2 studies, 2057 participants) and to experience nausea (29.4% versus 10.7%) (OR 3.49, 95% CI 2.75 to 4.44; 2 studies, 2057 participants), both with moderate-certainty evidence. Galantamine may not reduce death rates at 24 months compared to placebo (0.5% versus 0.1%) (OR 5.03, 95% CI 0.87 to 29.10; 2 studies, 2057 participants; low-certainty evidence).\nResults from subgroup analysis and meta-regression suggest that an imbalance in discontinuation rates between galantamine and placebo groups, together with the use of the 'last observation carried forward' approach to outcome assessment, may potentially bias cognitive outcomes in favour of galantamine."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Compared to placebo, galantamine (when given at a total dose of 16 mg to 24 mg/day) slows the decline in cognitive function, functional ability, and behaviour at six months in people with dementia due to Alzheimer's disease. Galantamine probably also slows declines in global function at six months. The changes observed in cognition, assessed with the ADAS-cog scale, were clinically meaningful. Gastrointestinal-related adverse events are the primary concerns associated with galantamine use in people with dementia, which may limit its tolerability. Although death rates were generally low, participants in the galantamine groups had a reduced risk of death compared to those in the placebo groups. There is no evidence to support the use of galantamine in people with mild cognitive impairment."
    }
  ],
  "pls_title": "Does galantamine help people with dementia due to Alzheimer's disease and people with mild cognitive impairment?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "For people with dementia due to Alzheimer's disease, galantamine (at recommended doses of 16 mg to 24 mg daily) slows a decline in memory and the ability to do self-care activities at 6 months and 2 years after treatment.\nFor people with mild cognitive impairment, there is no difference in the improvement in memory or the ability to do self-care activities when comparing galantamine and placebo (an inactive or 'dummy' medicine).\nGalantamine caused a higher number of unwanted effects (nausea, vomiting, diarrhoea), but made no difference in death from any cause when compared to placebo."
    },
    {
      "heading": "Background",
      "text": "Alzheimer's disease is the most common form of dementia among older people that causes problems with memory, thinking, and behaviour. The disease worsens over time to the extent that it affects a person's ability to carry out day-to-day tasks. For people with mild cognitive impairment, symptoms affecting thinking and memory are mild and usually not serious enough to interfere with daily life and activities.\nCurrently, there is no cure for Alzheimer's disease, but medications that can help with symptoms are available. Galantamine is one of the three cholinesterase inhibitor medications approved by the American Food and Drug Administration (FDA) to treat symptoms of Alzheimer's disease. Galantamine works by increasing the levels of a chemical in the brain, acetylcholine, that transmits signals, which may help with symptoms of Alzheimer's disease.\nThere are no medications currently approved by regulatory bodies as treatments for mild cognitive impairment."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to know whether galantamine is effective and helpful in improving the symptoms of Alzheimer's disease and mild cognitive impairment, in terms of memory, ability to carry out self-care, and behaviour. We also wanted to find out if galantamine causes any unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared galantamine given by mouth to placebo (which does not contain any active ingredients but is given in the same way as the active medication) in people with dementia due to Alzheimer's disease, or with mild cognitive impairment. We chose studies in which people were assigned randomly (like a flip of a coin) to receive galantamine or placebo for at least 4 weeks. We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 21 studies that involved 10,990 people with dementia due to Alzheimer's disease, or with mild cognitive impairment. Their average age was 74 years. Treatment durations ranged from 8 weeks to 2 years. Most studies included people with dementia due to mild or moderate Alzheimer's disease; one study involved people with severe Alzheimer's disease. Three studies included people with mild cognitive impairment. Pharmaceutical companies (Janssen / Johnson & Johnson) sponsored 16 of the 21 included studies.\nAfter 6 months of treatment, participants with mild to moderate Alzheimer's disease who received galantamine had better memory, ability to do self-care activities, and behaviour than those who received placebo. Importantly, the memory improvements we observed were considered clinically meaningful according to standards set by experts. This same group of participants probably had better overall improvement than those who received placebo.\nIn people with mild cognitive impairment, galantamine, compared to placebo, may make little to no difference in improving memory or the ability to do self-care activities. However, participants who received galantamine probably had a lower risk of progression to dementia after 2 years of treatment.\nCompared to those taking placebo, people on galantamine were three times more likely to experience gastrointestinal side effects (nausea, vomiting, diarrhoea). The number of deaths was low, and there was no evidence that galantamine caused more deaths than placebo."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Many people in the studies (ranging from 17% to 40%) stopped taking their assigned medication early, more so in the galantamine groups than the placebo groups. This is a limitation which may favour galantamine."
    },
    {
      "heading": "How current is this evidence?",
      "text": "This review updates our previous review from 2006. The evidence is current to December 2022."
    }
  ]
}