{
  "doi": "10.1002/14651858.CD003980.pub2",
  "name": "Exercise therapy for multiple sclerosis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "No intervention has proven effective in modifying long-term disease prognosis in Multiple Sclerosis (MS) but exercise therapy is considered to be an important part of symptomatic and supportive treatment for these patients."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of exercise therapy for patients with MS in terms of activities of daily living and health-related quality of life."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane MS Group Trials Register (searched: March 2004), Cochrane Central Register of Controlled Trials (CENTRAL) \"The Cochrane Library Issue 2, 2004\", MEDLINE (from 1966 to March 2004), EMBASE (from 1988 to March 2004 ), CINAHL (from 1982 to March 2004), PEDro (from 1999 to March 2004). Manual search in the journal 'Multiple Sclerosis' and screening of the reference lists of identified studies and reviews. We also searched abstracts published in proceedings of conferences."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised Controlled Trials (RCTs) that reported on exercise therapy for adults with MS, not presently experiencing an exacerbation; outcomes that include measures of activity limitation or health-related quality of life or both."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers independently extracted data and methodological quality of the included trials. Disagreements were resolved by discussion. The results were analysed using a best-evidence synthesis based on methodological quality."
    },
    {
      "heading": "Main results",
      "text": "Nine high-methodological-quality RCTs(260 participants) met the inclusion criteria. Six trials focussed on comparison of exercise therapy versus no exercise therapy, whereas three trials compared two interventions that both met our definition of exercise therapy. Best evidence synthesis showed strong evidence in favour of exercise therapy compared to no exercise therapy in terms of muscle power function, exercise tolerance functions and mobility-related activities. Moderate evidence was found for improving mood. No evidence was observed for exercise therapy on fatigue and perception of handicap when compared to no exercise therapy. Finally, no evidence was found that specific exercise therapy programmes were more successful in improving activities and participation than other exercise treatments. No evidence of deleterious effects of exercise therapy was described in included studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The results of the present review suggest that exercise therapy can be beneficial for patients with MS not experiencing an exacerbation. There is an urgent need for consensus on a core set of outcome measures to be used in exercise trials. In addition, these studies should experimentally control for 'dose' of treatment, type of MS and should include sufficient contrast between experimental and control groups."
    }
  ],
  "pls_title": "The impact of excercise therapy for multiple sclerosis",
  "pls_type": "long",
  "pls": "MS is a chronic disease of the central nervous system. The variable distribution of the damage in the myelin sheath of nerves may lead to loss of strength, sensation, co-ordination and balance causing severe and progressive limitations of function in daily life. To date, there is no effective treatment for MS, however, a number of studies suggest that exercise interventions aimed to improve daily functioning of patients with MS are effective. Nine randomized controlled trials of exercise therapy for MS patients were included in this review six of which used no therapy as the comparator. There was strong evidence in favor of exercise therapy, compared to no therapy, regarding muscle function and mobility while no evidence was found of improved fatigue, in one study only. No one specifically targeted exercise program was more successful than others. No deleterious effects were described in the included studies."
}