{
  "doi": "10.1002/14651858.CD010501.pub2",
  "name": "Pyridoxal 5 phosphate for neuroleptic‐induced tardive dyskinesia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Tardive dyskinesia is a chronic and disabling abnormal movement disorder affecting the muscles of the face, neck, tongue and the limbs. It is a common side effect of long-term antipsychotic medication use in individuals with schizophrenia and other related psychotic disorders. While there are no known effective treatments for tardive dyskinesia to date, some reports suggest that pyridoxal 5 phosphate may be effective in reducing the severity of tardive dyskinesia symptoms."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of pyridoxal 5 phosphate (vitamin B6 or Pyridoxine or Pyridoxal phosphate) in the treatment of neuroleptic-induced tardive dyskinesia among people with schizophrenia and other related psychotic disorders."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane schizophrenia group's register of clinical trials was searched (January 2013) using the phrase: [*Pyridoxal* OR *Pyridoxine* OR *P5P* OR *PLP* OR *tardoxal* OR *Vitamin B6* O *Vitamin B 6* R in title, abstract or index terms of REFERENCE, or interventions of STUDY. References of relevant identified studies were handsearched and where necessary, the first authors of relevant studies were contacted."
    },
    {
      "heading": "Selection criteria",
      "text": "Studies described as randomised controlled trials comparing the effectiveness pyridoxal 5 phosphate with placebo in the treatment of neuroleptic-induced tardive dyskinesia among patients with schizophrenia."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The review authors independently extracted data from each selected study. For dichotomous data, we calculated risk ratios (RR) and their 95% confidence intervals (CIs) on an intention-to-treat basis based on a fixed-effect model. For continuous data, we calculated mean differences (MD) with 95% CIs, again based on a fixed-effect model. We assessed risk of bias for each included study and used GRADE (Grading of Recommendations Assessment, Development and Evaluation) approach to rate quality of evidence."
    },
    {
      "heading": "Main results",
      "text": "Of the 12 records retrieved by the search, three trials published in 2001, 2003 and 2007, involving 80 inpatients with schizophrenia, aged 18 to 71 years, admitted in a psychiatric facility and followed up for a period nine weeks to 26 weeks, were included. Overall, pyridoxal 5 phosphate produced a significant improvement in tardive dyskinesia symptoms when compared with placebo, assessed by a change in Extrapyramidal Symptoms Rating Scale (ESRS) scores from baseline to the end of the first phase of the included studies (2 RCTs n = 65, RR 19.97, CI 2.87 to 139.19, low quality evidence ). The endpoint tardive dyskinesia score (a measure of its severity) assessed with the ESRS, was significantly lower among participants on pyridoxal 5 phosphate compared to those on placebo (2 RCTs n = 60, MD -4.07, CI -6.36 to -1.79, low quality evidence).\nIt was unclear whether pyridoxal 5 phosphate led to more side effects (n = 65, 2 RCTs, RR 3.97, CI 0.20 to 78.59, low quality evidence) or caused deterioration in tardive dyskinesia symptoms when compared to placebo (n = 65, 2 RCTs, RR 0.16, CI 0.01 to 3.14, low quality evidence ). Five participants taking pyridoxal 5 phosphate withdrew from the study because they were not willing to take more medications while none of the participants taking placebo discontinued their medications (n = 65, 2 RCTs, RR 8.72, CI 0.51 to 149.75, low quality evidence).\nThere was no significant difference in the endpoint positive and negative psychiatric symptoms scores, measured using the Positive and Negative symptoms Scale (PANSS) between participants taking pyridoxal 5 phosphate and those taking placebo. For the positive symptoms: (n = 15, 1 RCT, MD -1.50, CI -4.80 to 1.80, low quality evidence) . For negative the symptoms: (n = 15, 1 RCT, MD -1.10, CI -5.92 to 3.72, low quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Pyridoxal 5 phosphate may have some benefits in reducing the severity of tardive dyskinesia symptoms among individuals with schizophrenia. However, the quality of evidence supporting the effectiveness of pyridoxal 5 phosphate in treating tardive dyskinesia is low, based on few studies, short follow-up periods, small sample sizes and inadequate adherence to standardised reporting guidelines for randomised controlled trials among the included studies."
    }
  ],
  "pls_title": "Pyridoxal 5 phosphate for neuroleptic-induced tardive dyskinesia.",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": ".\nTo look at the effects of pyridoxal 5 phosphate in the treatment of the movement disorder tardive dyskinesia, which is caused by long term use of antipsychotic drugs in people with schizophrenia."
    },
    {
      "heading": "Background",
      "text": ".\nThe main treatment for schizophrenia is antipsychotic drugs. However, these drugs sometimes have severe and disabling side effects. Tardive dyskinesia is a movement disorder that causes the muscles of the face, neck, tongue and limbs to twitch. It can be caused by taking antipsychotic drugs over a long period of time. It often results in stigma, low quality of life and can lead to people stopping their antipsychotic medication. While there are no known treatments for tardive dyskinesia, some reports suggest that pyridoxal 5 phosphate may reduce tardive dyskinesia."
    },
    {
      "heading": "Study characteristics",
      "text": ".\nA search for relevant randomised studies was conducted in January 2013. The review includes three studies with 80 participants. All participants had tardive dyskinesia as a result of taking antipsychotic medication and were randomised into treatment groups. One group received pyridoxal 5 phosphate, the other group received a placebo. Antipsychotic treatment continued as usual throughout the trials."
    },
    {
      "heading": "Key results",
      "text": ".\nPeople taking pyridoxal 5 phosphate in these studies experienced more than 40% improvement in their tardive dyskinesia compared to those on placebo, so had less severe tardive dyskinesia. Experience of side effects were similar between treatment groups with participants taking pyridoxal 5 phosphate experiencing no more or less side effects than participants in the placebo group and they did not experience greater worsening of their psychiatric symptoms than those on placebo. Evidence from the studies is weak, but suggests pyridoxal 5 phosphate may be effective in the treatment of tardive dyskinesia."
    },
    {
      "heading": "Quality of the evidence",
      "text": ".\nEvidence is weak. The number of studies and participants is few. The quality of studies is low. Better evidence could be gathered by better designed, conducted and reported trials.\nBen Gray, Senior Peer Researcher, McPin Foundation. http://mcpin.org/."
    }
  ]
}