{
  "doi": "10.1002/14651858.CD007102.pub4",
  "name": "First‐line chemotherapy in low‐risk gestational trophoblastic neoplasia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is the second update of a Cochrane review that was first published in 2009, Issue 1. Gestational trophoblastic neoplasia (GTN) is a rare but curable disease arising in the fetal chorion during pregnancy. Most women with low-risk GTN will be cured by evacuation of the uterus with or without single-agent chemotherapy. However, chemotherapy regimens vary between treatment centres worldwide and the comparable benefits and risks of these different regimens are unclear."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy and safety of first-line chemotherapy in the treatment of low-risk GTN."
    },
    {
      "heading": "Search methods",
      "text": "We electronically searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE and Embase in September 2008, February 2012, and January 2016. In addition, we searched online trial registers for protocols and ongoing trials."
    },
    {
      "heading": "Selection criteria",
      "text": "For the original review, we included randomised controlled trials (RCTs), quasi-RCTs and non-RCTs that compared first-line chemotherapy for the treatment of low-risk GTN. For this updated versions of the review, we included only RCTs."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed studies for inclusion and extracted data to a pre-designed data extraction form. Meta-analysis was performed using the random-effects model."
    },
    {
      "heading": "Main results",
      "text": "We included seven RCTs (667 women) in this updated review. Most studies were at a low or moderate risk of bias and all compared methotrexate with actinomycin D. Three studies compared weekly intramuscular (IM) methotrexate with bi-weekly pulsed intravenous (IV) actinomycin D (393 women), one study compared five-day IM methotrexate with bi-weekly pulsed IV actinomycin D (75 women), one study compared eight-day IM methotrexate-folinic acid (MTX-FA) with five-day IV actinomycin D (49 women), and one study compared eight-day IM MTX-FA with bi-weekly pulsed IV actinomycin D. One study contributed no data.\nModerate-certainty evidence indicates that actinomycin D is probably more likely to lead to primary cure than methotrexate (risk ratio (RR) 0.65, 95% confidence interval (CI) 0.57 to 0.75; six trials, 577 participants; I2 = 26%), and first-line methotrexate treatment is probably more likely to fail than actinomycin D treatment (RR 3.55, 95% CI 1.81 to 6.95; six trials, 577 participants; I2 = 61%; moderate-certainty evidence)\nLow-certainty evidence suggests that there may be little or no difference between methotrexate and actinomycin D treatment with respect to nausea (four studies, 466 women; RR 0.61, 95% CI 0.29 to 1.26) or any of the other individual side-effects reported, although data for all of these outcomes were insufficient and too inconsistent to be conclusive. Low-certainty evidence suggests that there may be little or no difference in the risk of severe adverse events (SAEs) between the groups overall (five studies, 515 women; RR 0.35, 95% CI 0.08 to 1.66; I² = 60%); however, the direction of effect favours methotrexate and more evidence is needed. Furthermore, evidence from subgroup analyses suggests that actinomycin D may be associated with a greater risk of SAEs than methotrexate (low-certainty evidence). We found no evidence on the effect of these treatments on future fertility."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Actinomycin D is probably more likely to achieve a primary cure in women with low-risk GTN, and less likely to result in treatment failure, than a methotrexate regimen. There may be little or no difference between the pulsed actinomycin D regimen and the methotrexate regimen with regard to side-effects. However, actinomycin D may be associated with a greater risk of severe adverse events (SAEs) than a methotrexate regimen. Higher-certainty evidence is still needed on treating low-risk GTN and the four ongoing trials are likely to make a significant contribution to this field. Given the variety of treatment regimens, findings from these trials could facilitate a network meta-analysis in the next version of this review to help women and clinicians determine the best treatment options for low-risk GTN."
    }
  ],
  "pls_title": "First-line treatment with anti-cancer drugs for low-risk gestational trophoblastic neoplasia",
  "pls_type": "long",
  "pls": "What is the issue?\nGestational trophoblastic neoplasia (GTN) is a rare but curable disease whereby a malignant tumour develops in the womb after a normal or molar pregnancy (where tissue develops in the womb instead of a baby). Women with GTN are classified as having low- or high-risk GTN using a specific scoring system. Virtually all women with low-risk GTN are cured by treatment with chemotherapy (anti-cancer drugs) after undergoing dilatation and curettage (D&C) of the womb. Methotrexate and actinomycin D are the two most commonly used drugs for first-line treatment of low-risk GTN, although methotrexate has been favoured in Europe and North America. Sometimes the first-line treatment fails to cure the disease or has side-effects that require it be discontinued, and a secondary treatment has to be used. If methotrexate is the first drug used, actinomycin D is usually the secondary treatment, and vice versa. We undertook this review as it was not clear which drug, if any, was more likely to cure low-risk disease in the first instance. Furthermore, it was not clear which, if any, caused more side-effects.\nHow was the review conducted?\nThis is an updated version of a review that was first published in 2009. Since undertaking this review, we have searched the literature three times (2008, 2012 and 2016), and have identified seven completed randomised controlled trials (RCTs) and four ongoing trials. The completed trials compared three different treatment methotrexate regimens with two different actinomycin D regimens that differed by drug dose and dosing frequency. We assessed these trials as being at low to moderate risk of bias. We extracted and pooled data where possible, grouping the studies according to the treatments compared in the studies.\nWhat did we find?\nOverall, and for each treatment regimen compared, the review evidence shows that actinomycin D is probably more likely to achieve a cure in the first instance than methotrexate, and less likely to fail. Side-effects were reported to be relatively mild with either treatment and the most commonly experienced side-effects among women in the studies were nausea, fatigue and anaemia. However, the evidence on side-effects and serious adverse events is uncertain. Low-certainty evidence suggests that severe adverse events may be more common with actinomycin D, particularly with the five-day regimen.\nConclusions\nActinomycin D is probably a more effective treatment than methotrexate but the evidence on side-effects and severe adverse effects is uncertain and more evidence is needed. More evidence is also needed on the effects of these treatments on future fertility. Four RCTs comparing methotrexate and actinomycin D regimen are currently underway and these will make an important contribution to this field."
}