{
  "doi": "10.1002/14651858.CD008446.pub3",
  "name": "Omentoplasty for oesophagogastrostomy after oesophagectomy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Oesophagectomy followed by oesophagogastrostomy is the preferred treatment for early-stage oesophageal cancer. It carries the risk of anastomotic leakage after oesophagogastric anastomosis, which causes considerable morbidity and mortality and is one of the most dangerous complications. Omentoplasty has been recommended by some researchers to prevent anastomotic leaks associated with oesophagogastrostomy. However, the value of omentoplasty for oesophagogastrostomy after oesophagectomy has not been systematically reviewed."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of omentoplasty for oesophagogastrostomy after oesophagectomy in patients with oesophageal cancer."
    },
    {
      "heading": "Search methods",
      "text": "A comprehensive search to identify eligible studies for inclusion was conducted using the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, PubMed and other reliable resources."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing omentoplasty versus no omentoplasty for oesophagogastrostomy after oesophagectomy in patients with oesophageal cancer were eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors (Yong Yuan and Xiaoxi Zeng) independently assessed the quality of included studies and extracted data; disagreements were resolved through arbitration by another review author. Results of dichotomous outcomes were expressed as risk ratios (RRs) with 95% confidence intervals (CIs), and continuous outcomes were expressed as mean differences (MDs) with 95% CIs. Meta-analysis was performed when available data were sufficiently similar. Subgroup analysis was carried out on the basis of different approaches to surgery."
    },
    {
      "heading": "Main results",
      "text": "Three randomised controlled trials (633 participants) were included in this updated review. No significant differences in hospital mortality were noted between the study group (with omentoplasty) and the control group (without omentoplasty) (RR 1.28, 95% CI 0.49 to 3.39). None of the included studies reported differences in long-term survival between the two groups. The incidence of postoperative anastomotic leakage was significantly less among study participants treated with omentoplasty than among those treated without (RR 0.25, 95% CI 0.11 to 0.55), but the additional benefit was seen in the subgroup analysis only for participants undergoing a transhiatal oesophagogastrectomy (THE) procedure (RR 0.23, 95% CI 0.07 to 0.79); transthoracic oesophagogastrectomy (TTE) (RR 0.19, 95% CI 0.03 to 1.03); or three-field oesophagectomy (RR 0.33, 95% CI 0.09 to 1.19 ). Omentoplasty did not significantly improve other surgery-related complications, such as anastomotic stricture (RR 0.91, 95% CI 0.33 to 2.57). However, participants treated with omentoplasty could reduce the duration of hospitalisation compared with that seen in the control group (MD -2.13, 95% CI -3.57 to -0.69)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Omentoplasty may provide additional benefit in decreasing the incidence of anastomotic leakage after oesophagectomy and oesophagogastrostomy for patients with oesophageal cancer without increasing or decreasing other complications, especially among those treated with THE. It also has the potential to reduce the duration of hospital stay after operation. Further randomised controlled trials are needed to investigate the influences of omentoplasty on the incidence of anastomotic leakage and anastomotic stricture, long-term survival, duration of hospital stay and quality of life after oesophagectomy and oesophagogastrostomy when different surgical approaches are used."
    }
  ],
  "pls_title": "Omentoplasty for oesophagogastrostomy after oesophagectomy",
  "pls_type": "long",
  "pls": "Oesophagectomy followed by oesophagogastrostomy, in which an anastomosis between the residual oesophagus and the stomach substitute is made, remains the standard surgery for patients with oesophageal cancer. Whichever surgical procedure is chosen, that is, transthoracic oesophagectomy (TTE) with direct visualisation of the thoracic oesophagus or transhiatal oesophagectomy (THE) with avoidance of a thoracic incision, postoperative anastomotic leakage causes considerable morbidity and mortality. Omentoplasty, in which the omentum is used to wrap the anastomosis, has been recommended by some researchers to prevent postoperative anastomotic leakage—one of the most serious complications of oesophagectomy followed by oesophagogastrostomy for patients with oesophageal cancer. This updated systematic review, including 633 participants in three randomised controlled trials, suggests that omentoplasty could reduce the incidence of anastomotic leakage and the duration of hospital stay after operation. Although the difference in anastomotic leakage was significant only among patients undergoing THE, the risk ratios of omentoplasty for THE and TTE were similar. In addition, omentoplasty does not appear to increase or decrease hospital mortality nor the incidence of postoperative complications, such as anastomotic stricture, pulmonary and cardiac complications, infection, vocal cord palsy and perijejunostomy leakage. Additional clinical trials are needed to investigate the influences of omentoplasty on the incidence of anastomotic leakage and anastomotic stricture, long-term survival, duration of hospital stay and quality of life after oesophagectomy and oesophagogastrostomy when different surgical approaches are used."
}