{
  "doi": "10.1002/14651858.CD010615.pub2",
  "name": "Additional plerixafor to granulocyte colony‐stimulating factors for haematopoietic stem cell mobilisation for autologous transplantation in people with malignant lymphoma or multiple myeloma ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Autologous stem cell transplantation is widely used to restore functioning bone marrow in people with malignant lymphoma or multiple myeloma after myeloablative chemotherapy. Results of some clinical trials indicate that plerixafor in addition to granulocyte colony-stimulating factors (G-CSF) compared to G-CSF only could lead to an increased mobilisation and release of CD34-positive cells, facilitating effective apheresis."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy and safety of additional plerixafor to G-CSF for haematopoietic stem cell mobilisation in people with malignant lymphoma or multiple myeloma."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE (from 1990 to September 2015), as well as conference proceedings (American Society of Hematology; American Society of Clinical Oncology; European Hematology Association; American Society for Blood and Marrow Transplantation; European Group for Blood and Marrow Transplantation) for studies. Two review authors independently screened search results."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) comparing plerixafor in addition to G-CSF compared to G-CSF only for stem cell mobilisation in people with malignant lymphoma or multiple myeloma of all stages and ages. We included full text as well as abstracts and unpublished data if sufficient information on study design, participant characteristics, interventions, and outcomes was available. We excluded cross-over trials, quasi-randomised trials, and post-hoc retrospective trials."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened the results of the search strategies, extracted data, assessed quality, and analysed data according to standard Cochrane methods. We performed final interpretation with an experienced clinician."
    },
    {
      "heading": "Main results",
      "text": "We identified four RCTs fitting the inclusion criteria. However, two of these closed prematurely due to low recruitment and did not report results. The remaining two trials evaluated 600 participants with multiple myeloma or non-Hodgkin lymphoma. In both studies the experimental group received G-CSF plus plerixafor and the control group received G-CSF plus placebo.\nThe meta-analysis showed no evidence for differences between plerixafor and placebo group regarding mortality at 12 months (600 participants; risk ratio (RR) 1.00, 95% confidence interval (CI) 0.59 to 1.69; P = 1.00; moderate-quality evidence) and adverse events during stem cell mobilisation and collection (593 participants; RR 1.02, 95% CI 0.99 to 1.06; P = 0.19; high-quality evidence).\nRegarding the outcome successful stem cell collection, the meta-analysis showed an advantage for those participants randomised to the plerixafor group (600 participants; RR 2.42, 95% CI 1.98 to 2.96; P < 0.00001; high-quality evidence).\nAs there was high heterogeneity between studies for the number of transplanted participants, we did not meta-analyse these data. In the multiple myeloma study, 95.9% (142 participants) in the plerixafor arm and 88.3% (136 participants) in the placebo arm underwent transplantation (RR 1.09, 95% CI 1.02 to 1.16); in the non-Hodgkin lymphoma trial, 90% (135 participants) in the plerixafor group versus 55.4% (82 participants) in the placebo group could be transplanted (RR 1.62, 95% CI 1.39 to 1.89). In both trials there was no evidence for a difference between participants in the plerixafor and placebo group in terms of time to neutrophil and platelet engraftment in transplanted participants.\nNone of the trials reported on the outcomes quality of life and progression-free survival."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The results of the analysed data suggest that additional plerixafor leads to increased stem cell collection in a shorter time. There was insufficient evidence to determine whether additional plerixafor affects survival or adverse events.\nThe two trials included in the meta-analysis, both of which were conducted by the Genzyme Corporation, the manufacturer of plerixafor, were published several times. Two more RCTs examining the addition of plerixafor to a G-CSF mobilisation regimen terminated early without publishing any outcome. The trials included nine and five participants, respectively. Another RCT with 100 participants was recently completed, but has not yet published outcomes. Due to the unpublished RCTs, it is possible that our review is affected by publication bias, even though two trials failed to recruit a sufficient number of participants to analyse any data."
    }
  ],
  "pls_title": "Adding plerixafor to G-CSF for stem cell mobilisation for autologous transplantation in people with certain cancers of the blood",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the existing literature regarding the efficacy and safety of additional plerixafor to granulocyte colony-stimulating factors (G-CSF) versus G-CSF only for stem cell mobilisation in people with malignant lymphoma and multiple myeloma, cancers of the blood."
    },
    {
      "heading": "Background",
      "text": "Malignant lymphoma can be differentiated into Hodgkin and non-Hodgkin lymphoma, and usually affects the lymph nodes and the lymphatic system. Multiple myeloma is a cancer of the bone marrow. An effective treatment option for non-Hodgkin lymphoma and multiple myeloma is high-dose chemotherapy followed by autologous stem cell transplantation. In autologous transplantation, stem cells are collected from the patient's blood prior to high-dose chemotherapy, which must be mobilised from the bone marrow in the blood. A commonly used agent for stem cell mobilisation is G-CSF. Recent studies have suggested that the addition of the new agent plerixafor, which was originally developed for the treatment of HIV infection, to G-CSF could lead to higher stem cell harvest and thereby increase the probability of successful transplantation after chemotherapy."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched several medical databases and identified four randomised controlled trials that met our inclusion criteria. Two of the four studies terminated early due to low recruitment (14 participants included) and did not release any results. We were therefore unable to include them in our statistical analysis. The two published analysed trials included 600 participants with multiple myeloma and non-Hodgkin lymphoma. In both studies, the experimental group received G-CSF plus plerixafor subcutaneously, and the control group received G-CSF plus placebo. Both trials were sponsored by Genzyme, the manufacturer of plerixafor."
    },
    {
      "heading": "Key results",
      "text": "We were able to conduct a meta-analysis of the data of the two studies for the outcomes mortality at 12 months, successful stem cell collection, and adverse events.\nWe found no evidence for a difference between the plerixafor and placebo group for the outcomes mortality at 12 months and adverse events during stem cell mobilisation period.\nThe meta-analysis showed an advantage for those participants randomised to plerixafor for the outcome successful stem cell collection. Furthermore, in both studies the time to collect a defined number of stem cells was significantly shorter in the plerixafor group compared to the placebo group.\nIn the study that enrolled people with multiple myeloma, 95.9% of the participants in the plerixafor arm and 88.3% in the placebo arm underwent transplantation. In the study that examined people with non-Hodgkin lymphoma, 90% of the participants in the plerixafor group and only 55.4% in the placebo group could be transplanted. It seems that especially people with non-Hodgkin lymphoma benefit from the addition of plerixafor in terms of successful transplantation, but there was no evidence for a difference for time to neutrophil and platelet engraftment in transplanted participants.\nNone of the trials reported on quality of life or progression-free survival."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence was high for adverse events and successful stem cell collection and moderate for mortality at 12 months. The main limitation was a wide confidence interval."
    }
  ]
}