{
  "doi": "10.1002/14651858.CD012008",
  "name": "Parent‐only interventions for childhood overweight or obesity in children aged 5 to 11 years ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Child and adolescent overweight and obesity have increased globally, and are associated with short- and long-term health consequences."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy of diet, physical activity and behavioural interventions delivered to parents only for the treatment of overweight and obesity in children aged 5 to 11 years."
    },
    {
      "heading": "Search methods",
      "text": "We performed a systematic literature search of databases including the Cochrane Library, MEDLINE, EMBASE, PsycINFO, CINAHL and LILACS as well trial registers. We checked references of identified trials and systematic reviews. We applied no language restrictions. The date of the last search was March 2015 for all databases."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomised controlled trials (RCTs) of diet, physical activity and behavioural interventions delivered to parents only for treating overweight or obesity in children aged 5 to 11 years."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed trials for risk of bias and evaluated overall study quality using the GRADE instrument. Where necessary, we contacted authors for additional information."
    },
    {
      "heading": "Main results",
      "text": "We included 20 RCTs, including 3057 participants. The number of participants ranged per trial between 15 and 645. Follow-up ranged between 24 weeks and two years. Eighteen trials were parallel RCTs and two were cluster RCTs. Twelve RCTs had two comparisons and eight RCTs had three comparisons. The interventions varied widely; the duration, content, delivery and follow-up of the interventions were heterogeneous. The comparators also differed. This review categorised the comparisons into four groups: parent-only versus parent-child, parent-only versus waiting list controls, parent-only versus minimal contact interventions and parent-only versus other parent-only interventions.\nTrial quality was generally low with a large proportion of trials rated as high risk of bias on individual risk of bias criteria.\nIn trials comparing a parent-only intervention with a parent-child intervention, the body mass index (BMI) z score change showed a mean difference (MD) at the longest follow-up period (10 to 24 months) of -0.04 (95% confidence interval (CI) -0.15 to 0.08); P = 0.56; 267 participants; 3 trials; low quality evidence. In trials comparing a parent-only intervention with a waiting list control, the BMI z score change in favour of the parent-only intervention at the longest follow-up period (10-12 months) had an MD of -0.10 (95% CI -0.19 to -0.01); P = 0.04; 136 participants; 2 trials; low quality evidence. BMI z score change of parent-only interventions when compared with minimal contact control interventions at the longest follow-up period (9 to 12 months) showed an MD of 0.01 (95% CI -0.07 to 0.09); P = 0.81; 165 participants; 1 trial; low quality evidence. There were few similarities between interventions and comparators across the included trials in the parent-only intervention versus other parent-only interventions and we did not pool these data. Generally, these trials did not show substantial differences between their respective parent-only groups on BMI outcomes.\nOther outcomes such as behavioural measures, parent-child relationships and health-related quality of life were reported inconsistently. Adverse effects of the interventions were generally not reported, two trials stated that there were no serious adverse effects. No trials reported on all-cause mortality, morbidity or socioeconomic effects.\nAll results need to be interpreted cautiously because of their low quality, the heterogeneous interventions and comparators, and the high rates of non-completion."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Parent-only interventions may be an effective treatment option for overweight or obese children aged 5 to 11 years when compared with waiting list controls. Parent-only interventions had similar effects compared with parent-child interventions and compared with those with minimal contact controls. However, the evidence is at present limited; some of the trials had a high risk of bias with loss to follow-up being a particular issue and there was a lack of evidence for several important outcomes. The systematic review has identified 10 ongoing trials that have a parent-only arm, which will contribute to future updates. These trials will improve the robustness of the analyses by type of comparator, and may permit subgroup analysis by intervention component and the setting. Trial reports should provide adequate details about the interventions to be replicated by others. There is a need to conduct and report cost-effectiveness analyses in future trials in order to establish whether parent-only interventions are more cost-effective than parent-child interventions."
    }
  ],
  "pls_title": "Parent-only interventions for childhood overweight or obesity in children aged 5 to 11 years",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "How effective are diet, physical activity and behavioural interventions delivered to parents only in reducing the weight of overweight and obese children?"
    },
    {
      "heading": "Background",
      "text": "Across the world more children are becoming overweight and obese. These children are more likely to suffer from health problems as children and in later life. Parents can play an important role in determining what their children eat. More information is needed about whether helping parents to make changes to their family's diet and lifestyle will treat this problem."
    },
    {
      "heading": "Study characteristics",
      "text": "We found 20 randomised controlled trials (clinical studies where people are randomly put into one of two or more treatment groups) comparing diet, physical activity and behavioural (where habits are changed or improved) treatments (interventions) to a variety of control groups (who did not receive treatment) delivered to parents only of 3057 children aged 5 to 11 years. There were few similarities between the trials in the nature and types of interventions used. We grouped the trials by the type of comparisons. Our systematic review reported on the effects of the parent-only interventions compared with parent and child interventions, waiting list controls (where the intervention was delayed until the end of the trial), other interventions with only minimal information or contact and other types of parent-only interventions. The children in the included trials were monitored (called follow-up) for between six months and two years. This evidence is up to date as of March 2015."
    },
    {
      "heading": "Key results",
      "text": "The most reported outcome was the body mass index (BMI). This is a measure of body fat and is calculated by dividing weight (in kilograms) by the square of the body height measured in metres (kg/m2). The studies measured BMI in ways that took account of gender, weight and height as the children grew older (such as the BMI z score and the BMI percentile).\nWhen compared with a waiting list control, there was limited evidence that parental interventions helped to reduce BMI. In looking at the longest follow-up periods of the included trials, we did not find firm evidence of an advantage or disadvantage of parent-only interventions when compared with either parent and child interventions, or when compared with limited information. Our review found very little information about how different types of parental interventions compared. No trial reported on death from any cause, illness or socioeconomic effects (such as whether parent-only interventions are lower in costs compared with parent and child interventions). Two trials reported no serious side effects and the rest of the trials did not report whether side effects occurred or not. Information on parent-child relationships and health-related quality of life was rarely reported."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The overall quality of the evidence was low, mainly because there were just a few trials per measurement or the number of the included children was small. In addition, many children left the trials before they had finished."
    }
  ]
}