{
  "doi": "10.1002/14651858.CD012567.pub2",
  "name": "Positron emission tomography (PET) and magnetic resonance imaging (MRI) for assessing tumour resectability in advanced epithelial ovarian/fallopian tube/primary peritoneal cancer ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Ovarian cancer is the leading cause of death from gynaecological cancer in developed countries. Surgery and chemotherapy are considered its mainstay of treatment and the completeness of surgery is a major prognostic factor for survival in these women. Currently, computed tomography (CT) is used to preoperatively assess tumour resectability. If considered feasible, women will be scheduled for primary debulking surgery (i.e. surgical efforts to remove the bulk of tumour with the aim of leaving no visible (macroscopic) tumour). If primary debulking is not considered feasible (i.e. the tumour load is too extensive), women will receive neoadjuvant chemotherapy to reduce tumour load and subsequently undergo (interval) surgery. However, CT is imperfect in assessing tumour resectability, so additional imaging modalities can be considered to optimise treatment selection."
    },
    {
      "heading": "Objectives",
      "text": "To assess the diagnostic accuracy of fluorodeoxyglucose-18 (FDG) PET/CT, conventional and diffusion-weighted (DW) MRI as replacement or add-on to abdominal CT, for assessing tumour resectability at primary debulking surgery in women with stage III to IV epithelial ovarian/fallopian tube/primary peritoneal cancer."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE and Embase (OVID) for potential eligible studies (1946 to 23 February 2017). Additionally, ClinicalTrials.gov, WHO-ICTRP and the reference list of all relevant studies were searched."
    },
    {
      "heading": "Selection criteria",
      "text": "Diagnostic accuracy studies addressing the accuracy of preoperative FDG-PET/CT, conventional or DW-MRI on assessing tumour resectability in women with advanced stage (III to IV) epithelial ovarian/fallopian tube/primary peritoneal cancer who are scheduled to undergo primary debulking surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently screened titles and abstracts for relevance and inclusion, extracted data and performed methodological quality assessment using QUADAS-2. The limited number of studies did not permit meta-analyses."
    },
    {
      "heading": "Main results",
      "text": "Five studies (544 participants) were included in the analysis. All studies performed the index test as replacement of abdominal CT. Two studies (366 participants) addressed the accuracy of FDG-PET/CT for assessing incomplete debulking with residual disease of any size (> 0 cm) with sensitivities of 1.0 (95% CI 0.54 to 1.0) and 0.66 (95% CI 0.60 to 0.73) and specificities of 1.0 (95% CI 0.80 to 1.0) and 0.88 (95% CI 0.80 to 0.93), respectively (low- and moderate-certainty evidence). Three studies (178 participants) investigated MRI for different target conditions, of which two investigated DW-MRI and one conventional MRI. The first study showed that DW-MRI determines incomplete debulking with residual disease of any size with a sensitivity of 0.94 (95% CI 0.83 to 0.99) and a specificity of 0.98 (95% CI 0.88 to 1.00) (low- and moderate-certainty evidence). For abdominal CT, the sensitivity for assessing incomplete debulking was 0.66 (95% CI 0.52 to 0.78) and the specificity 0.77 (95% CI 0.63 to 0.87) (low- and low-certainty evidence). The second study reported a sensitivity of DW-MRI of 0.75 (95% CI 0.35 to 0.97) and a specificity of 0.96 (95% CI 0.80 to 1.00) (very low-certainty evidence) for assessing incomplete debulking with residual disease > 1 cm. In the last study, the sensitivity for assessing incomplete debulking with residual disease of > 2 cm on conventional MRI was 0.91 (95% CI 0.59 to 1.00) and the specificity 0.97 (95% CI 0.87 to 1.00) (very low-certainty evidence). Overall, the certainty of evidence was very low to moderate (according to GRADE), mainly due to small sample sizes and imprecision."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Studies suggested a high specificity and moderate sensitivity for FDG-PET/CT and MRI to assess macroscopic incomplete debulking. However, the certainty of the evidence was insufficient to advise routine addition of FDG-PET/CT or MRI to clinical practice..\nIn a research setting, adding an alternative imaging method could be considered for women identified as suitable for primary debulking by abdominal CT, in an attempt to filter out false-negatives (i.e. debulking, feasible based on abdominal CT, unfeasible at actual surgery)."
    }
  ],
  "pls_title": "How accurate are the imaging techniques PET and MRI to determine the feasibility of primary debulking surgery for ovarian cancer?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is it important to determine the feasibility of ovarian tumour resection?",
      "text": "Ovarian cancer is a disease with a high mortality that affects 239,000 women each year across the world. By the time it is symptomatic and detected, cancer cells have spread throughout the abdomen in most women. Treatment consists of surgery to remove as much visible tumour as possible (also called debulking surgery) and chemotherapy. Randomised controlled trials have shown that in women where all visible cancer cannot be removed with surgery, giving chemotherapy first to shrink the tumour is an alternative treatment strategy. This can improve the number of women having successful removal of all visible tumour, known as macroscopic debulking. Therefore, it is important to determine beforehand if all visible tumour deposits can be removed by surgery, followed by chemotherapy, or if chemotherapy is needed first to reduce tumour size before surgery is performed.\nImaging with abdominal computed tomography (abdominal CT) is currently used to determine whether primary debulking surgery is feasible. However, it cannot determine the outcome correctly in all women. Other imaging techniques that can be used are positron emission tomography (PET) and magnetic resonance imaging (MRI). PET visualises glucose uptake by cells and allows detection of distant metastases and is frequently performed parallel with abdominal CT (FDG-PET/CT). MRI provides good soft tissue contrast to detect small lesions. These additional imaging techniques may improve treatment selection."
    },
    {
      "heading": "What is the aim of this review?",
      "text": "To investigate the accuracy of PET and MRI in women with advanced stage ovarian cancer to determine the feasibility of primary debulking surgery."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "We identified two studies (with 366 participants) addressing the accuracy of FDG-PET/CT and three studies (with 178 participants) investigating the accuracy of MRI.\nIn a hypothetical group of 1000 women, of whom 620 would have residual tumour after surgery (prevalence 62%), 211 women would incorrectly be considered suitable for surgery according to FDG-PET/CT and 37 women according to MRI. However, the quality and quantity of these studies were insufficient for these imaging techniques to be used routinely in clinical practice. Therefore, the authors concluded that more research is needed before such a recommendation can be made."
    }
  ]
}