{
  "doi": "10.1002/14651858.CD012463.pub2",
  "name": "Family‐centred interventions for Indigenous early childhood well‐being by primary healthcare services ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Primary healthcare, particularly Indigenous-led services, are well placed to deliver services that reflect the needs of Indigenous children and their families. Important characteristics identified by families for primary health care include services that support families, accommodate sociocultural needs, recognise extended family child-rearing practices, and Indigenous ways of knowing and doing business. Indigenous family-centred care interventions have been developed and implemented within primary healthcare services to plan, implement, and support the care of children, immediate and extended family and the home environment. The delivery of family-centred interventions can be through environmental, communication, educational, counselling, and family support approaches."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of family-centred interventions delivered by primary healthcare services in Canada, Australia, New Zealand, and the USA on a range of physical, psychosocial, and behavioural outcomes of Indigenous children (aged from conception to less than five years), parents, and families."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search date was 22 September 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs), cluster RCTs, quasi-RCTs, controlled before-after studies, and interrupted time series of family-centred care interventions that included Indigenous children aged less than five years from Canada, Australia, New Zealand, and the USA. Interventions were included if they met the assessment criteria for family-centred interventions and were delivered in primary health care. Comparison interventions could include usual maternal and child health care or one form of family-centred intervention versus another."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were 1. overall health and well-being, 2. psychological health and emotional behaviour of children, 3. physical health and developmental health outcomes of children, 4. family health-enhancing lifestyle or behaviour outcomes, 5. psychological health of parent/carer. 6. adverse events or harms. Our secondary outcomes were 7. parenting knowledge and awareness, 8. family evaluation of care, 9. service access and utilisation, 10. family-centredness of consultation processes, and 11. economic costs and outcomes associated with the interventions. We used GRADE to assess the certainty of the evidence for our primary outcomes."
    },
    {
      "heading": "Main results",
      "text": "We included nine RCTs and two cluster-RCTs that investigated the effect of family-centred care interventions delivered by primary healthcare services for Indigenous early child well-being. There were 1270 mother–child dyads and 1924 children aged less than five years recruited. Seven studies were from the USA, two from New Zealand, one from Canada, and one delivered in both Australia and New Zealand. The focus of interventions varied and included three studies focused on early childhood caries; three on childhood obesity; two on child behavioural problems; and one each on negative parenting patterns, child acute respiratory illness, and sudden unexpected death in infancy. Family-centred education was the most common type of intervention delivered. Three studies compared family-centred care to usual care and seven studies provided some 'minimal' intervention to families such as education in the form of pamphlets or newsletters. One study provided a minimal intervention during the child's first 24 months and then the family-centred care intervention for one year. No studies had low or unclear risk of bias across all domains. All studies had a high risk of bias for the blinding of participants and personnel domain.\nFamily-centred care may improve overall health and well-being of Indigenous children and their families, but the evidence was very uncertain. The pooled effect estimate from 11 studies suggests that family-centred care improved the overall health and well-being of Indigenous children and their families compared no family-centred care (standardised mean difference (SMD) 0.14, 95% confidence interval (CI) 0.03 to 0.24; 2386 participants).\nWe are very uncertain whether family-centred care compared to no family-centred care improves the psychological health and emotional behaviour of children as measured by the Infant Toddler Social Emotional Assessment (ITSEA) (Competence domain) (mean difference (MD) 0.04, 95% CI −0.03 to 0.11; 2 studies, 384 participants). We assessed the evidence as being very uncertain about the effect of family-centred care on physical health and developmental health outcomes of children. Pooled data from eight trials on physical health and developmental outcomes found there was little to no difference between the intervention and the control groups (SMD 0.13, 95% CI −0.00 to 0.26; 1961 participants). The evidence is also very unclear whether family-centred care improved family-enhancing lifestyle and behaviours outcomes. Nine studies measured family health-enhancing lifestyle and behaviours and pooled analysis found there was little to no difference between groups (SMD 0.16, 95% CI −0.06 to 0.39; 1969 participants; very low-certainty evidence). There was very low-certainty evidence of little to no difference for the psychological health of parents and carers when they participated in family-centred care compared to any control group (SMD 0.10, 95% CI −0.03 to 0.22; 5 studies, 975 parents/carers).\nTwo studies stated that there were no adverse events as a result of the intervention. No additional data were provided. No studies reported from the health service providers perspective or on outcomes for family's evaluation of care or family-centredness of consultation processes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is some evidence to suggest that family-centred care delivered by primary healthcare services improves the overall health and well-being of Indigenous children, parents, and families. However, due to lack of data, there was not enough evidence to determine whether specific outcomes such as child health and development improved as a result of family-centred interventions. Seven of the 11 studies delivered family-centred education interventions. Seven studies were from the USA and centred on two particular trials, the 'Healthy Children, Strong Families' and 'Family Spirit' trials. As the evidence is very low certainty for all outcomes, further high-quality trials are needed to provide robust evidence for the use of family-centred care interventions for Indigenous children aged less than five years."
    }
  ],
  "pls_title": "Care involving families for Indigenous early childhood well-being",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "There was a small improvement on the overall health and well-being of Indigenous children and their families when they participated in family-centred care programmes at a primary healthcare service, but we have very low confidence in the overall evidence.\nAll studies used community engagement strategies, which is an important aspect of working with Indigenous communities.\nFurther adequately powered studies are likely to provide better estimates of the effects of family-centred care."
    },
    {
      "heading": "What is family-centred care?",
      "text": "Family-centred care is a way of providing care that focuses on the needs of children and provides planned care around the whole family unit. It recognises that all family members are care recipients and aims to involve families in partnership with primary healthcare services."
    },
    {
      "heading": "Why is a specific focus needed on family-centred care in Indigenous health?",
      "text": "Family-centred care is important for all children, but interventions must consider sociocultural needs. Caring for children within Indigenous families often involves extended family member' roles and responsibilities, cultural child-rearing practices, and holistic (treatment of the whole person, taking into account mental and social factors rather than just the symptoms of a disease) understandings of well-being centred on connectedness. Engaging in family-centred health promoting approaches through primary healthcare services could be an effective means of delivering care to children that considers the needs and functioning of the wider family."
    },
    {
      "heading": "What did we want to find out?",
      "text": "There has been no well-conducted review of studies examining the effects of family-centred health care delivered through primary healthcare services on the health and well-being of Indigenous children and their families. One scoping review (a brief assessment of the research and evidence) completed in 2017 found 18 evaluations on family-centred care for Indigenous children and families with three randomised controlled trials (well-designed studies that provide the best evidence) identified. As a result, we wanted to find out if family-centred care improved:\n– the overall health and well-being of Indigenous children and their families;\n– specific aspects of care such as physical health and development of children or the psychological health of families.\nWe also wanted to know how delivering family-centred care affected health service providers and the care they delivered."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at family-centred care interventions that were delivered in Canada, Australia, New Zealand, and the USA led by primary healthcare services to Indigenous children aged less than five years. We compared and summarised the results of the studies and rated our confidence in the evidence."
    },
    {
      "heading": "What did we find?",
      "text": "We found 11 studies that enrolled 1270 mother–child pairs and 1924 children aged less than five years. Most of the family-centred interventions delivered to children had different foci such as childhood obesity, behavioural problems, negative parenting patterns, and acute respiratory illness. Seven studies used education as a way of delivering family-centred care. All studies compared family-centred care interventions to usual care or a minimal control comparison. Seven studies were from the USA, two from New Zealand, one from Canada, and one from both Australia and New Zealand.\nFamily-centred care may improve overall health and well-being of Indigenous children and their families, but the evidence was very uncertain. There was little to no difference in psychological health and emotional behaviour of children, physical health and developmental outcomes of children, family health-enhancing lifestyle and behaviours, and psychological health of parents and carers, but the evidence was very uncertain."
    },
    {
      "heading": "What were the limitations of the evidence?",
      "text": "We are not confident in the evidence because people in the studies were aware of what intervention they were getting, and many people did not come back to report their results. Not all the studies reported the information we were interested in. Studies that did report on the data we were interested in were very specific to that particular study, so we had to make some assumptions about whether the data were applied to all families."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to 22 September 2021."
    }
  ]
}