{
  "doi": "10.1002/14651858.CD005088.pub4",
  "name": "Bisphosphonate therapy for osteogenesis imperfecta",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Osteogenesis imperfecta is caused by a genetic defect resulting in an abnormal type I collagen bone matrix which typically results in multiple fractures with little or no trauma. Bisphosphonates are used in an attempt to increase bone mineral density and reduce these fractures in people with osteogenesis imperfecta. This is an update of a previously published Cochrane Review."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of bisphosphonates in increasing bone mineral density, reducing fractures and improving clinical function in people with osteogenesis imperfecta."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group Inborn Errors of Metabolism Trials Register which comprises references identified from comprehensive electronic database searches, handsearches of journals and conference proceedings. We additionally searched PubMed and major conference proceedings.\nDate of the most recent search of the Cochrane Cystic Fibrosis and Genetic Disorders Group's Inborn Errors of Metabolism Register: 28 April 2016."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled trials comparing bisphosphonates to placebo, no treatment, or comparator interventions in all types of osteogenesis imperfecta."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently extracted data and assessed the risk of bias of the included trials."
    },
    {
      "heading": "Main results",
      "text": "Fourteen trials (819 participants) were included. Overall, the trials were mainly at a low risk of bias, although selective reporting was an issue in several of the trials. Data for oral bisphosphonates versus placebo could not be aggregated; a statistically significant difference favouring oral bisphosphonates in fracture risk reduction and number of fractures was noted in two trials. No differences were reported in the remaining three trials which commented on fracture incidence. Five trials reported data for spine bone mineral density; all found statistically significant increased lumbar spine density z scores for at least one time point studied. For intravenous bisphosphonates versus placebo, aggregated data from two trials showed no statistically significant difference for the number of participants with at least one fracture, risk ratio 0.56 (95% confidence interval 0.30 to 1.06). In the remaining trial no statistically significant difference was noted in fracture incidence. For spine bone mineral density, no statistically significant difference was noted in the aggregated data from two trials, mean difference 9.96 (95% confidence interval -2.51 to 22.43). In the remaining trial a statistically significant difference in mean per cent change in spine bone mineral density z score favoured intravenous bisphosphonates at six and 12 months. Data describing growth, bone pain, and functional outcomes after oral or intravenous bisphosphonate therapy, or both, as compared to placebo were incomplete among all studies, but do not show consistent improvements in these outcomes. Two studies compared different doses of bisphosphonates. No differences were found between doses when bone mineral density, fractures, and height or length z score were assessed. One trial compared oral versus intravenous bisphosphonates and found no differences in primary outcomes. Two studies compared the intravenous bisphosphonates zoledronic acid and pamidronate. There were no significant differences in primary outcome. However, the studies were at odds as to the relative benefit of zoledronic acid over pamidronate for lumbosacral bone mineral density at 12 months."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Bisphophonates are commonly prescribed to individuals with osteogenesis imperfecta. Current evidence, albeit limited, demonstrates oral or intravenous bisphosphonates increase bone mineral density in children and adults with this condition. These were not shown to be different in their ability to increase bone mineral density. It is unclear whether oral or intravenous bisphosphonate treatment consistently decreases fractures, though multiple studies report this independently and no studies report an increased fracture rate with treatment. The studies included here do not show bisphosphonates conclusively improve clinical status (reduce pain; improve growth and functional mobility) in people with osteogenesis imperfecta. Given their current widespread and expected continued use, the optimal method, duration of therapy and long-term safety of bisphosphonate therapy require further investigation. In addition, attention should be given to long-term fracture reduction and improvement in quality of life indicators."
    }
  ],
  "pls_title": "Bisphosphonate therapy for osteogenesis imperfecta",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect and safety of bisphosphonates in increasing bone mineral density, reducing fractures and improving clinical function in people with osteogenesis imperfecta. This is an update of a previously published Cochrane Review."
    },
    {
      "heading": "Background",
      "text": "Osteogenesis imperfecta is also known as brittle bone disease. It is a genetic condition which can be passed on from a parent to child or occur in the child without any other family history. An affected person is at risk for frequent breaks of the long bones or collapse of the bones of the spine. There is no cure for osteogenesis imperfecta and treatment is mostly supportive."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to: 28 April 2016."
    },
    {
      "heading": "Study characteristics",
      "text": "This review looked at trials studying one of the groups of medications known as bisphosphonates which are more typically used to treat osteoporosis. They are used in osteogenesis imperfecta to try and reduce the number of bone fractures in affected individuals.\nWe included 14 trials, and most of these did not show a major reduction in fractures in affected individuals when treated with bisphosphonates."
    },
    {
      "heading": "Key results",
      "text": "Each trial independently showed significant improvements in bone mineral density after treatment with oral or intravenous bisphosphonates. Bone pain, growth and quality of life indicators were not reported in enough detail and the effects of this treatment need further investigation. The long-term effectiveness and safety of bisphosphates, as well as dose and duration of therapy, require extended evaluation"
    },
    {
      "heading": "Quality of the evidence",
      "text": "The majority of trials analysed were small and not powered to show a statistically significant difference in many outcome measures."
    }
  ]
}