{
  "doi": "10.1002/14651858.CD013502",
  "name": "Surgery for rotator cuff tears",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This review is one in a series of Cochrane Reviews of interventions for shoulder disorders."
    },
    {
      "heading": "Objectives",
      "text": "To synthesise the available evidence regarding the benefits and harms of rotator cuff repair with or without subacromial decompression in the treatment of rotator cuff tears of the shoulder."
    },
    {
      "heading": "Search methods",
      "text": "We searched the CENTRAL, MEDLINE, Embase, Clinicaltrials.gov and WHO ICRTP registry unrestricted by date or language until 8 January 2019."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) including adults with full-thickness rotator cuff tears and assessing the effect of rotator cuff repair compared to placebo, no treatment, or any other treatment were included. As there were no trials comparing surgery with placebo, the primary comparison was rotator cuff repair with or without subacromial decompression versus non-operative treatment (exercises with or without glucocorticoid injection). Other comparisons were rotator cuff repair and acromioplasty versus rotator cuff repair alone, and rotator cuff repair and subacromial decompression versus subacromial decompression alone. Major outcomes were mean pain, shoulder function, quality of life, participant-rated global assessment of treatment success, adverse events and serious adverse events. The primary endpoint for this review was one year."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodologic procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "We included nine trials with 1007 participants. Three trials compared rotator cuff repair with subacromial decompression followed by exercises with exercise alone. These trials included 339 participants with full-thickness rotator cuff tears diagnosed with magnetic resonance imaging (MRI) or ultrasound examination. One of the three trials also provided up to three glucocorticoid injections in the exercise group. All surgery groups received tendon repair with subacromial decompression and the postoperative exercises were similar to the exercises provided for the non-operative groups. Five trials (526 participants) compared repair with acromioplasty versus repair alone; and one trial (142 participants) compared repair with subacromial decompression versus subacromial decompression alone.\nThe mean age of trial participants ranged between 56 and 68 years, and females comprised 29% to 56% of the participants. Symptom duration varied from a mean of 10 months up to 28 months. Two trials excluded tears with traumatic onset of symptoms. One trial defined a minimum duration of symptoms of six months and required a trial of conservative therapy before inclusion. The trials included mainly repairable full-thickness supraspinatus tears, six trials specifically excluded tears involving the subscapularis tendon.\nAll trials were at risk of bias for several criteria, most notably due to lack of participant and personnel blinding, but also for other reasons such as unclearly reported methods of random sequence generation or allocation concealment (six trials), incomplete outcome data (three trials), selective reporting (six trials), and other biases (six trials).\nOur main comparison was rotator cuff repair with or without subacromial decompression versus non-operative treatment. We identified three trials for this comparison, that compared rotator cuff repair with subacromial decompression followed by exercises with exercise alone with or without glucocorticoid injections, and results are reported here for the 12 month follow up.\nAt one year, moderate-certainty evidence (downgraded for bias) from 3 trials with 258 participants indicates that surgery probably provides little or no improvement in pain; mean pain (range 0 to 10, higher scores indicate more pain) was 1.6 points with non-operative treatment and 0.87 points better (0.43 better to 1.30 better) with surgery. Mean function (zero to 100, higher score indicating better outcome) was 72 points with non-operative treatment and 6 points better (2.43 better to 9.54 better) with surgery (3 trials; 269 participants), low-certainty evidence (downgraded for bias and imprecision). Participant-rated global success rate was 48/55 after non-operative treatment and 52/55 after surgery corresponding to risk ratio (RR) 1.08, 95% confidence interval (CI) 0.96 to 1.22; low-certainty evidence (downgraded for bias and imprecision). Health-related quality of life was 57.5 points (SF-36 mental component score, 0 to 100, higher score indicating better quality of life) with non-operative treatment and 1.3 points worse (4.5 worse to 1.9 better) with surgery (1 trial; 103 participants), low-certainty evidence (downgraded for bias and imprecision).\nWe were unable to estimate the risk of adverse events and serious adverse events as only one event was reported across the trials (very low-certainty evidence; downgraded once due to bias and twice due to very serious imprecision)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "At the moment, we are uncertain whether rotator cuff repair surgery provides clinically meaningful benefits to people with symptomatic tears; it may provide little or no clinically important benefits with respect to pain, function, overall quality of life or participant-rated global assessment of treatment success when compared with non-operative treatment. Surgery may not improve shoulder pain or function compared with exercises, with or without glucocorticoid injections.\nThe trials included have methodology concerns and none included a placebo control. They included participants with mostly small degenerative tears involving the supraspinatus tendon and the conclusions of this review may not be applicable to traumatic tears, large tears involving the subscapularis tendon or young people. Furthermore, the trials did not assess if surgery could prevent arthritic changes in long-term follow-up. Further well-designed trials in this area that include a placebo-surgery control group and long follow-up are needed to further increase certainty about the effects of surgery for rotator cuff tears."
    }
  ],
  "pls_title": "Does repair of torn rotator cuff tendons work?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "To assess the effect of surgical repair of rotator cuff tendons on shoulder pain, function and other outcomes in adults with full-thickness rotator cuff tears compared with non-surgical management."
    },
    {
      "heading": "Background",
      "text": "The rotator cuff is a group of tendons that move the shoulder joint. Some people have pain in their shoulder related to wear and tear of the rotator cuff tendons. The weakening of the tendon is thought to be caused by aging and mechanical wear. Eventually, the process may result in a tear of the tendons.\nRotator cuff tears can cause pain and impair arm function but asymptomatic tears also occur. For people with symptomatic tears, non-operative management including pain medicines (simple analgesia and anti-inflammatories), glucocorticoid injections and physical therapies do not always result in satisfactory outcomes.\nSurgery is usually considered when other treatments fail. Surgery includes removing part of the bone to broaden the tendon passage (subacromial decompression) and repair of the torn tendons. Sometimes the surgeons cannot repair the tendon due to the size of the tear or degeneration of the muscle, and in these cases only subacromial decompression may be performed. Most rotator cuff surgery is now performed arthroscopically (surgical instruments are inserted through small key holes to perform surgery) or through small incisions (mini-open approach)."
    },
    {
      "heading": "Study characteristics",
      "text": "This Cochrane Review is current to January 2019. We found nine trials with 1007 participants. Participants mean age was 56 to 68 years, and females comprised 29% to 56% of the participants. The participants had symptoms for several months or years and were diagnosed with a full-thickness tear with magnetic resonance imaging or ultrasound examination. Studies were conducted in Finland, Norway, Canada, USA, France, the Netherlands, Italy and South Korea. Our primary analysis included three trials with 339 participants who received either surgery (tendon repair and removal of bone from undersurface of acromion) or non-operative therapy (exercises with or without glucocorticoid injection). Three studies received funding however none of them reported using the funds directly for these trials."
    },
    {
      "heading": "Key results",
      "text": "Compared with non-operative treatment, surgery resulted in little or no benefit in people with rotator cuff tears for up to one year.\nPain (lower scores mean less pain) \nImproved by 9% (4% better to 13% better) or 0.9 points on a zero to 10 scale\n• People who had non-operative treatment rated their pain as 1.6 points\n• People who had surgery rated their pain as 0.7 points.\n\nFunction (0 to 100; higher scores mean better function)Improved by 6% (2% better to 10% better) or 6 points on a zero to 100 scale\n• People who had non-operative treatment scored 72 points\n• People who had surgery scored 78 points\nParticipant-rate global treatment success (participants satisfied with the outcome)\n7% more people rated their treatment a success (4% fewer to 13% more), or seven more people out of 100.\n• 48/55 (873/1000) of people considered treatment as successful with non-operative treatment\n• 51/54 (943/1000) of people considered treatment as successful with surgery\nOverall quality of life (higher scores mean better quality of life)Worsened 1% (4% worse to 2% better) or 1.3 points on a zero to 100 scale\n• People who had non-operative treatment rated their quality of life 58\n• People who had surgery (subacromial decompression) rated their quality of life 57\nAdverse events\n• One adverse event (frozen shoulder) was reported in the trials in exercise group. Thus, we are unable to estimate comparative risk.\nSerious adverse events\n• No serious adverse events were reported in the trials."
    },
    {
      "heading": "Quality of the evidence",
      "text": "As compared with non-operative treatment, moderate-certainty evidence (downgraded due to risk of bias) indicates that surgery (rotator cuff repair with or without subacromial decompression) probably provides little or no benefit in pain and low-certainty evidence indicates that it may provide little or no improvement in function, participant-rated global treatment success or overall quality of life (downgraded due to bias and imprecision) in people with rotator cuff tears. Due to only one reported adverse event across the trials, we cannot estimate if there is higher risk for adverse events after either treatment (very low-certainty evidence)."
    }
  ]
}