{
  "doi": "10.1002/14651858.CD015048.pub2",
  "name": "Impact of residual disease as a prognostic factor for survival in women with advanced epithelial ovarian cancer after primary surgery ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Ovarian cancer is the seventh most common cancer among women and a leading cause of death from gynaecological malignancies. Epithelial ovarian cancer is the most common type, accounting for around 90% of all ovarian cancers. This specific type of ovarian cancer starts in the surface layer covering the ovary or lining of the fallopian tube. Surgery is performed either before chemotherapy (upfront or primary debulking surgery (PDS)) or in the middle of a course of treatment with chemotherapy (neoadjuvant chemotherapy (NACT) and interval debulking surgery (IDS)), with the aim of removing all visible tumour and achieving no macroscopic residual disease (NMRD). The aim of this review is to investigate the prognostic impact of size of residual disease nodules (RD) in women who received upfront or interval cytoreductive surgery for advanced (stage III and IV) epithelial ovarian cancer (EOC)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the prognostic impact of residual disease after primary surgery on survival outcomes for advanced (stage III and IV) epithelial ovarian cancer. In separate analyses, primary surgery included both upfront primary debulking surgery (PDS) followed by adjuvant chemotherapy and neoadjuvant chemotherapy followed by interval debulking surgery (IDS). Each residual disease threshold is considered as a separate prognostic factor."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (2021, Issue 8), MEDLINE via Ovid (to 30 August 2021) and Embase via Ovid (to 30 August 2021)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included survival data from studies of at least 100 women with advanced EOC after primary surgery. Residual disease was assessed as a prognostic factor in multivariate prognostic models. We excluded studies that reported fewer than 100 women, women with concurrent malignancies or studies that only reported unadjusted results. Women were included into two distinct groups: those who received PDS followed by platinum-based chemotherapy and those who received IDS, analysed separately. We included studies that reported all RD thresholds after surgery, but the main thresholds of interest were microscopic RD (labelled NMRD), RD 0.1 cm to 1 cm (small-volume residual disease (SVRD)) and RD > 1 cm (large-volume residual disease (LVRD))."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently abstracted data and assessed risk of bias. Where possible, we synthesised the data in meta-analysis. To assess the adequacy of adjustment factors used in multivariate Cox models, we used the 'adjustment for other prognostic factors' and 'statistical analysis and reporting' domains of the quality in prognosis studies (QUIPS) tool. We also made judgements about the certainty of the evidence for each outcome in the main comparisons, using GRADE.\nWe examined differences between FIGO stages III and IV for different thresholds of RD after primary surgery. We considered factors such as age, grade, length of follow-up, type and experience of surgeon, and type of surgery in the interpretation of any heterogeneity.\nWe also performed sensitivity analyses that distinguished between studies that included NMRD in RD categories of < 1 cm and those that did not. This was applicable to comparisons involving RD < 1 cm with the exception of RD < 1 cm versus NMRD. We evaluated women undergoing PDS and IDS in separate analyses."
    },
    {
      "heading": "Main results",
      "text": "We found 46 studies reporting multivariate prognostic analyses, including RD as a prognostic factor, which met our inclusion criteria: 22,376 women who underwent PDS and 3697 who underwent IDS, all with varying levels of RD.\nWhile we identified a range of different RD thresholds, we mainly report on comparisons that are the focus of a key area of clinical uncertainty (involving NMRD, SVRD and LVRD). The comparison involving any visible disease (RD > 0 cm) and NMRD was also important.\nSVRD versus NMRD in a PDS setting\nIn PDS studies, most showed an increased risk of death in all RD groups when those with macroscopic RD (MRD) were compared to NMRD. Women who had SVRD after PDS had more than twice the risk of death compared to women with NMRD (hazard ratio (HR) 2.03, 95% confidence interval (CI) 1.80 to 2.29; I2 = 50%; 17 studies; 9404 participants; moderate-certainty). The analysis of progression-free survival found that women who had SVRD after PDS had nearly twice the risk of death compared to women with NMRD (HR 1.88, 95% CI 1.63 to 2.16; I2 = 63%; 10 studies; 6596 participants; moderate-certainty).\nLVRD versus SVRD in a PDS setting\nWhen we compared LVRD versus SVRD following surgery, the estimates were attenuated compared to NMRD comparisons. All analyses showed an overall survival benefit in women who had RD < 1 cm after surgery (HR 1.22, 95% CI 1.13 to 1.32; I2 = 0%; 5 studies; 6000 participants; moderate-certainty). The results were robust to analyses of progression-free survival.\nSVRD and LVRD versus NMRD in an IDS setting\nThe one study that defined the categories as NMRD, SVRD and LVRD showed that women who had SVRD and LVRD after IDS had more than twice the risk of death compared to women who had NMRD (HR 2.09, 95% CI 1.20 to 3.66; 310 participants; I2 = 56%, and HR 2.23, 95% CI 1.49 to 3.34; 343 participants; I2 = 35%; very low-certainty, for SVRD versus NMRD and LVRD versus NMRD, respectively).\nLVRD versus SVRD + NMRD in an IDS setting\nMeta-analysis found that women who had LVRD had a greater risk of death and disease progression compared to women who had either SVRD or NMRD (HR 1.60, 95% CI 1.21 to 2.11; 6 studies; 1572 participants; I2 = 58% for overall survival and HR 1.76, 95% CI 1.23 to 2.52; 1145 participants; I2 = 60% for progression-free survival; very low-certainty). However, this result is biased as in all but one study it was not possible to distinguish NMRD within the < 1 cm thresholds. Only one study separated NMRD from SVRD; all others included NMRD in the SVRD group, which may create bias when comparing with LVRD, making interpretation challenging.\nMRD versus NMRD in an IDS setting\nWomen who had any amount of MRD after IDS had more than twice the risk of death compared to women with NMRD (HR 2.11, 95% CI 1.35 to 3.29, I2 = 81%; 906 participants; very low-certainty)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In a PDS setting, there is moderate-certainty evidence that the amount of RD after primary surgery is a prognostic factor for overall and progression-free survival in women with advanced ovarian cancer. We separated our analysis into three distinct categories for the survival outcome including NMRD, SVRD and LVRD.\nAfter IDS, there may be only two categories required, although this is based on very low-certainty evidence, as all but one study included NMRD in the SVRD category. The one study that separated NMRD from SVRD showed no improved survival outcome in the SVRD category, compared to LVRD. Further low-certainty evidence also supported restricting to two categories, where women who had any amount of MRD after IDS had a significantly greater risk of death compared to women with NMRD.\nTherefore, the evidence presented in this review cannot conclude that using three categories applies in an IDS setting (very low-certainty evidence), as was supported for PDS (which has convincing moderate-certainty evidence)."
    }
  ],
  "pls_title": "The impact of remaining (residual) disease after surgery on the survival prognosis for women with advanced epithelial ovarian cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We aimed to assess the effect on survival (the 'prognostic impact') of the amount of disease remaining after surgery (residual disease) during the initial treatment stage for women with advanced ovarian cancer. We looked at both surgery before chemotherapy ('primary debulking surgery') followed by adjuvant (additional) chemotherapy and chemotherapy first ('neoadjuvant chemotherapy') followed by surgery ('interval debulking surgery'). This review should help to determine the prognostic impact of residual disease after surgery on survival and work out acceptable definitions of residual disease thresholds."
    },
    {
      "heading": "Background",
      "text": "Ovarian cancer is the seventh most common cancer among women and a leading cause of death in women with gynaecological cancers. Ovarian cancers can develop from different cell types within the ovary/fallopian tubes. Most ovarian cancers are 'epithelial', arising from either the surface layer of the ovary or the lining of the fallopian tube. Newly diagnosed ovarian cancer is treated with a combination of surgery and chemotherapy, with surgery performed either before (called upfront or primary debulking surgery) or around the mid-point of chemotherapy (called interval debulking surgery). Ovarian cancer has normally spread throughout the abdominal cavity by the time of diagnosis, so, unlike many other cancers, surgery is still performed, even though it may not remove the cancer in its entirety. The aim of surgery is to remove as much of the visible (macroscopic) cancer tissue as possible, which is called debulking or cytoreductive surgery. Studies have shown that the amount of the visible cancer that can be removed is likely to be an important prognostic factor for survival of women with advanced epithelial ovarian cancer. The aim of this review was to investigate how well the amount of remaining (residual) disease after surgery for newly diagnosed ovarian cancer predicts how long women will survive following a diagnosis of epithelial ovarian cancer (prognosis)."
    },
    {
      "heading": "Review methods",
      "text": "We searched electronic databases up to the end of August 2021 and we also searched for unpublished studies. We included studies that reported residual disease as a prognostic factor, which also examined other prognostic factors at the same time."
    },
    {
      "heading": "Key results",
      "text": "We found 46 studies (including 22,376 women in 31 primary debulking surgery studies and 3697 women in 15 interval debulking surgery studies). Each study included more than 100 women, used statistical adjustment for important prognostic factors (multivariate analysis) and met our inclusion criteria. Our analyses showed the prognostic importance of surgery leaving no visible tumour deposits ('no macroscopic residual disease') both when women had upfront debulking surgery or interval debulking surgery. Both overall survival and progression-free survival (survival without disease worsening, which was reported for upfront debulking surgery) were prolonged if this was achieved.\nPrimary debulking surgery for newly diagnosed ovarian cancer\nComplete surgical removal of all visible tumour after upfront or primary debulking surgery improved survival, and this was also the case for those with a small amount of residual disease (0.1 cm to 1 cm). There was evidence to suggest that three categories of residual disease should be used (no macroscopic residual disease, small-volume and large-volume residual disease (more than 1 cm).\nInterval debulking surgery for newly diagnosed ovarian cancer\nWhen chemotherapy was given before surgery (interval debulking surgery), there was an association with improved survival if the remaining tumour was reduced to 'no macroscopic residual disease' (removal of all visible tumour). Women with small-volume residual disease had no survival advantage compared to those with large-volume residual disease, with both groups having a poorer prognosis compared to those with no visible tumour deposits; however, this evidence was of very low certainty. Any visible residual disease after interval debulking surgery was associated with poorer survival compared to women with none.\nMost interval debulking surgery studies included no visible tumour deposits in the small-volume residual disease category, which limits our interpretation of these findings."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "We judged our certainty of the evidence as 'moderate' for overall survival and progression-free survival in the analyses involving primary debulking surgery studies. For the interval debulking surgery studies, the certainty of evidence was very low for overall survival in all comparisons and those that involved progression-free survival. This was largely due to all but one study including 'no macroscopic residual disease' in the small-volume residual disease category."
    },
    {
      "heading": "Main conclusions",
      "text": "The evidence in the review suggests that following primary debulking surgery three categories for the amount of residual disease should be used: no macroscopic residual disease, small-volume and large-volume residual disease. The evidence is more limited for interval debulking surgery and further studies are needed, but there may not be a survival difference between those with small- and large-volume residual disease. Until there is evidence for a survival benefit for those with small-volume compared to large-volume residual disease, it may only be important to use two residual disease categories when classifying surgical outcomes: 'no macroscopic residual disease' and 'macroscopic residual disease' (remaining visible disease of more than 0 cm). However, this is based on very low-certainty evidence and more information may change this finding."
    }
  ]
}