{
  "doi": "10.1002/14651858.CD009957.pub2",
  "name": "Antibiotics for infection prevention after excision of the cervical transformation zone ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Excision of the transformation zone of the cervix is the most commonly used approach to treat cervical precancerous lesions (cervical intraepithelial neoplasia (CIN)) to reduce the risk of developing cervical cancer. As the excision of the transformation zone leaves a raw area on the cervix, there is a risk of infection following the procedure. The incidence of infection after cold knife conization (CKC) is 36%, whereas the incidence for large loop excision of the transformation zone (LLETZ, also known as loop electrical excision procedure (LEEP)) is much lower (0.8% to 14.4%). Prophalytic antibiotics may prevent an infection developing and are often prescribed for CKC. However, there are no formal recommendations regarding the use of prophylactic antibiotics for infection prevention in women undergoing surgical excisional treatment for cervical precancerous lesions."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of antibiotics for infection prevention following excision of the cervical transformation zone."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (2016, Issue 4), MEDLINE, Embase, LILACS to May 2016. We also checked registers of clinical trials, citation lists of included studies, key textbooks and previous systematic reviews for potentially relevant studies"
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) evaluating the effectiveness and safety of prophylactic antibiotics versus a placebo or no treatment in women having excision of the cervical transformation zone, regardless of the type of surgical excisional method used."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. Two review authors independently selected potentially relevant trials, extracted data, and assessed risk of bias, compared results and resolved disagreements by discussion. We contacted investigators for additional data, where possible."
    },
    {
      "heading": "Main results",
      "text": "Of the 370 records that we identified as a result of the search (excluding duplicates), we regarded six abstracts and titles as potentially relevant studies. Of these six studies, three met the inclusion criteria involving 708 participants; most trials were at moderate or high risk of bias (risk mainly due to lack of blinding and high rate of incomplete data). We did not identify any ongoing trials. Although all included studies had been published in peer-reviewed journals at the time of the search and data extraction, numerical data regarding the outcome measured in one trial involving 77 participants were insufficient for inclusion in a meta-analyses.\nThe difference in the rates of prolonged vaginal discharge or presumed cervicitis (one study; 348 participants; risk ratio (RR), 1.29; 95% confidence interval (CI) 0.72 to 2.31; low-quality evidence) and severe vaginal bleeding (two studies; 638 participants; RR 1.21; 95% CI 0.52 to 2.82; very low-quality evidence) among the two comparison groups did not reach the level for clinically important effect. In addition, there was no difference in adverse events related to antibiotics i.e. nausea/vomiting, diarrhoea, and headache among the two comparison groups (two studies; 638 participants; RR 1.69; 95% CI 0.85 to 3.34; very low-quality evidence). There were no differences in the incidence of fever (RR, 2.23; 95% CI 0.20 to 24.36), lower abdominal pain (RR, 1.03; 95% CI 0.61 to 1.72), unscheduled medical consultation (RR 2.68, 95% CI 0.97 to 7.41), and additional self-medication (RR 1.22; 95% CI 0.56 to 2.67) between the two comparison groups (one study; 290 participants; low to very low-quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "As only limited data are available from three trials with overall moderate to high risk of bias, there is insufficient evidence to support use of antibiotics to reduce infectious complications following excision of the cervical transformation zone. In addition, there were minimal data about antibiotic-related adverse events and no information on the risk of developing antibiotic resistance. Antibiotics given for infection prevention after excision of the cervical transformation zone should only be used in the context of clinical research, to avoid unnecessary prescription of antibiotics and to prevent further increases in antibiotic resistance."
    }
  ],
  "pls_title": "Prophylactic antibiotics to prevent infection after cervical excision",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Pre-cancerous cervical lesions can be treated by either excision or destruction of the abnormal cells from the cervix, to reduce the risk of developing cervical cancer in the future. The advantage of excisional treatment is that the abnormal cells are removed, rather than destroyed, so tissue can be sent for detailed examination to confirm the diagnosis histologically and make sure the affected area has been completely removed. As the excision of the transformation zone leaves a raw area on the cervix, there is a risk of getting an infection following the procedure. Antibiotics are sometimes given before surgical procedures to prevent infection developing (prophylactic), rather than to treat an existing infection. However, prophylactic antibiotics may not be necessary or effective. In addition, antibiotics can cause side effects (adverse events). Importantly, there are increasing concerns about antibiotic over-use promoting antibiotic resistance in bacteria."
    },
    {
      "heading": "Review question",
      "text": "Do prophylactic antibiotics prevent infection in women undergoing excision of the cervical transformation zone and what are the side effects?"
    },
    {
      "heading": "Main findings",
      "text": "We searched the literature to May 2016 and found three published randomised trials that met the review inclusion criteria. We did not identify any ongoing trials. The three included studies involved 708 participants who had undergone excisional treatment to the cervix (known as laser or large loop excision of transformation zone (LLETZ) or loop electrosurgical excision procedure (LEEP)). Two studies tested a antimicrobial vaginal pessary versus no treatment; the other tested oral antibiotics compared with placebo. We found that there was no benefit to prophylactic antibiotics after LLETZ to reduce or prevent prolonged vaginal discharge, severe vaginal bleeding, fever, lower abdominal pain, unscheduled medical consultation, and additional self-medication. There was little information on antibiotic-related adverse effects. The limited evidence available does not support routinely giving antibiotics for infection prevention after LLETZ. As there are growing concerns with antibiotic resistance, antibiotics for infection prevention after excision of the cervical transformation zones should only be used in the context of clinical trials."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence regarding prophylactic antibiotics for preventing severe vaginal bleeding, fever, and adverse events was very low, with evidence from other comparisons being of low quality."
    }
  ]
}