{
  "doi": "10.1002/14651858.CD004862.pub2",
  "name": "Nutrient‐enriched formula milk versus human breast milk for preterm infants following hospital discharge ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Preterm infants are often growth-restricted at hospital discharge. Feeding infants after hospital discharge with nutrient-enriched formula milk instead of human breast milk might facilitate \"catch-up\" growth and improve development."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effect of feeding nutrient-enriched formula compared with human breast milk on growth and development of preterm infants following hospital discharge."
    },
    {
      "heading": "Search methods",
      "text": "The standard search strategy of the Cochrane Neonatal Review Group was used. This included searches of the Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library, Issue 2, 2007), MEDLINE (1966 - May 2007), EMBASE (1980 - May 2007), CINAHL (1982 - May 2007), conference proceedings, and previous reviews."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised controlled trials that compared feeding preterm infants following hospital discharge with nutrient-enriched formula compared with human breast milk."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The standard methods of the Cochrane Neonatal Review Group were used, with separate evaluation of trial quality and data extraction by two review authors."
    },
    {
      "heading": "Main results",
      "text": "No eligible trials were identified."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are no data from randomised controlled trials to determine whether feeding preterm infants following hospital discharge with nutrient-enriched formula milk versus human breast milk affects growth and development. Mothers who wish to breast feed, and their health care advisors, would require very clear evidence that feeding with a nutrient-enriched formula milk had major advantages for their infants before electing not to feed (or to reduce feeding) with maternal breast milk. If evidence from trials that compared feeding preterm infants following hospital discharge with nutrient-enriched versus standard formula milk demonstrated an effect on growth or development, then this might strengthen the case for undertaking trials of nutrient-enriched formula milk versus human breast milk."
    }
  ],
  "pls_title": "Nutrient-enriched formula milk versus human breast milk for preterm infants following hospital discharge",
  "pls_type": "long",
  "pls": "Preterm infants are often much smaller than term infants by the time that they are discharged home from hospital. This review sought evidence that feeding these infants with nutrient-enriched formula milk rather than breast milk would increase growth rates and benefit development. No trials of this intervention were found. Whether undertaking such trials would be acceptable to mothers of preterm infants is not known."
}