{
  "doi": "10.1002/14651858.CD004457.pub2",
  "name": "Discontinuation of epidural analgesia late in labour for reducing the adverse delivery outcomes associated with epidural analgesia ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Although epidural analgesia provides the most effective labour analgesia, it is associated with some adverse obstetric consequences, including an increased risk of instrumental delivery. Many centres discontinue epidural analgesia late in labour to improve a woman's ability to push and reduce the rate of instrumental delivery."
    },
    {
      "heading": "Objectives",
      "text": "To assess the impact of discontinuing epidural analgesia late in labour on: \ni) rates of instrumental deliveries and other delivery outcomes; and \nii) analgesia and satisfaction with labour care."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (October 2007)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of epidurals discontinued late in labour compared with continuation of the same epidural protocol until birth, in women who receive an epidural for analgesia in the first stage of labour."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed study eligibility and quality and extracted the data. We analysed categorical data using relative risk (RR), and continuous data using weighted mean difference."
    },
    {
      "heading": "Main results",
      "text": "We identified six studies, of which five were included (462 participants). Three of these were high-quality studies whilst the other two were judged to be of lower quality because placebo was not used and the method of randomisation not described. All studies used different epidural analgesia protocols (type of drug, dosage or method of administration). Overall, the reduction in instrumental delivery rate was not statistically significant (23% versus 28%, RR 0.84, 95% confidence interval (CI) 0.61 to 1.15) nor was there any statistically significant difference in rates of other delivery outcomes. The only statistically significant result was an increase in inadequate pain relief when the epidural was stopped (22% versus 6%, RR 3.68, 95% CI 1.99 to 6.80)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to support the hypothesis that discontinuing epidural analgesia late in labour reduces the rate of instrumental delivery. There is evidence that it increases the rate of inadequate pain relief in the second stage of labour. The practice of discontinuing epidurals is widespread and the size of the reduction in instrumental delivery rate could be clinically important; therefore, we recommend a larger study than those included in this review be undertaken to determine whether this effect is real or has occurred by chance, and to provide stronger evidence about the safety aspects."
    }
  ],
  "pls_title": "Discontinuation of epidural analgesia late in labour for reducing the adverse delivery outcomes associated with epidural analgesia",
  "pls_type": "long",
  "pls": "Not enough evidence to suggest that stopping an epidural late in labour lowers the risk of instrumental delivery or other unwanted outcomes.\nEpidurals are used for pain relief in labour, but they increase the risk of instrumental delivery (vacuum/forceps). Stopping epidurals early aims to allow women to feel the pushing urge and so reduce the chance of having an instrumental birth and possible problems associated with such a birth. There is not enough evidence from the five included trials, involving 462 participants, to show whether stopping an epidural really does lower the risk of instrumental delivery or of any other unwanted outcome. The results show that women whose epidural is stopped report more pain than women whose epidural is continued until the birth of the baby. More research is needed."
}