{
  "doi": "10.1002/14651858.CD012687.pub2",
  "name": "Wavefront excimer laser refractive surgery for adults with refractive errors",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Refractive errors (conditions in which the eye fails to focus objects accurately on the retina due to defects in the refractive system), are the most common cause of visual impairment. Myopia, hyperopia, and astigmatism are low-order aberrations, usually corrected with spectacles, contact lenses, or conventional refractive surgery. Higher-order aberrations (HOAs) can be quantified with wavefront aberration instruments and corrected using wavefront-guided or wavefront-optimized laser surgery. Wavefront-guided ablations are based on preoperative measurements of HOAs; wavefront-optimized ablations are designed to minimize induction of new HOAs while preserving naturally occurring aberrations. Two wavefront procedures are expected to produce better visual acuity than conventional procedures."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective was to compare effectiveness and safety of wavefront procedures, laser-assisted in-situ keratomileusis (LASIK) or photorefractive keratectomy (PRK) or laser epithelial keratomileusis (LASEK) versus corresponding conventional procedures, for correcting refractive errors in adults for postoperative uncorrected visual acuity, residual refractive errors, and residual HOAs. The secondary objective was to compare two wavefront procedures."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL, which contains the Cochrane Eyes and Vision Trials Register; 2019, Issue 8); Ovid MEDLINE; Ovid Embase; Latin American and Caribbean Health Sciences (LILACS); the ISRCTN registry; ClinicalTrials.gov and the WHO ICTRP. The date of the search was 6 August 2019. We imposed no restrictions by language or year of publication. We used the Science Citation Index (September 2013) and searched the reference lists of included trials to identify additional relevant trials."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) comparing either wavefront modified with conventional refractive surgery or wavefront-optimized with wavefront-guided refractive surgery in participants aged ⪰ 18 years with refractive errors."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methodology."
    },
    {
      "heading": "Main results",
      "text": "We identified 33 RCTs conducted in Asia, Europe and United States, totaling 1499 participants (2797 eyes). Participants had refractive errors ranging from high myopia to low hyperopia. Studies reported at least one of the following review-specific outcomes based on proportions of eyes: with uncorrected visual acuity (UCVA) of 20/20 or better, without loss of one or more lines of best spectacle-corrected visual acuity (BSCVA), within ± 0.50 diopters (D) of target refraction, with HOAs and adverse events.\nStudy characteristics and risk of bias\nParticipants were mostly women, mean age 29 and 53 years, and without previous refractive surgery, ocular pathology or systemic comorbidity. We could not judge risks of bias for most domains of most studies. Most studies in which both eyes of a participant were analyzed failed to account for correlations between two eyes in the analysis and reporting of outcomes.\nFindings\nFor the primary comparison between wavefront (PRK or LASIK or LASEK) and corresponding conventional procedures, 12-month outcome data were available from only one study of PRK with 70 participants. No evidence of more favorable outcomes of wavefront PRK on proportion of eyes: with UCVA of 20/20 or better (risk ratio [RR] 1.03, 95% confidence interval (CI) 0.86 to 1.24); without loss of one or more lines of BSCVA (RR 0.94, 95% CI 0.81 to 1.09); within ± 0.5 D of target refraction (RR 1.03, 95% CI 0.86 to 1.24); and mean spherical equivalent (mean difference [MD] 0.04, 95% CI −0.11 to 0.18). The evidence for each effect estimate was of low certainty. No study reported HOAs at 12 months.\nAt six months, the findings of two to eight studies showed that overall effect estimates and estimates by subgroup of PRK or LASIK or LASEK were consistent with those for PRK at 12 month, and suggest no difference in all outcomes. The certainty of evidence for each outcome was low.\nFor the comparison between wavefront-optimized and wavefront-guided procedures at 12 months, the overall effect estimates for proportion of eyes: with UCVA of 20/20 or better (RR 1.00, 95% CI 0.99 to 1.02; 5 studies, 618 participants); without loss of one or more lines of BSCVA (RR 0.99, 95% CI 0.96 to 1.02; I2 = 0%; 5 studies, 622 participants); within ± 0.5 diopters of target refraction (RR 1.02, 95% CI 0.95 to 1.09; I2 = 33%; 4 studies, 480 participants) and mean HOAs (MD 0.03, 95% CI −0.01 to 0.07; I2 = 41%; 5 studies, 622 participants) showed no evidence of a difference between the two groups. Owing to substantial heterogeneity, we did not calculate an overall effect estimate for mean spherical equivalent at 12 months, but point estimates consistently suggested no difference between wavefront-optimized PRK versus wavefront-guided PRK. However, wavefront-optimized LASIK compared with wavefront-guided LASIK may improve mean spherical equivalent (MD −0.14 D, 95% CI −0.19 to −0.09; 4 studies, 472 participants). All effect estimates were of low certainty of evidence.\nAt six months, the results were consistent with those at 12 months based on two to six studies. The findings suggest no difference between two wavefront procedures for any of the outcomes assessed, except for the subgroup of wavefront-optimized LASIK which showed probable improvement in mean spherical equivalent (MD −0.12 D, 95% CI −0.19 to −0.05; I2 = 0%; 3 studies, 280 participants; low certainty of evidence) relative to wavefront-guided LASIK.\nWe found a single study comparing wavefront-guided LASIK versus wavefront-guided PRK at six and 12 months. At both time points, effect estimates consistently supported no difference between two procedures. The certain of evidence was very low for all estimates.\nAdverse events\nSignificant visual loss or optical side effects that were reported were similar between groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This review suggests that at 12 months and six months postoperatively, there was no important difference between wavefront versus conventional refractive surgery or between wavefront-optimized versus wavefront-guided surgery in the clinical outcomes analyzed. The low certainty of the cumulative evidence reported to date suggests that further randomized comparisons of these surgical approaches would provide more precise estimates of effects but are unlikely to modify our conclusions. Future trials may elect to focus on participant-reported outcomes such as satisfaction with vision before and after surgery and effects of remaining visual aberrations, in addition to contrast sensitivity and clinical outcomes analyzed in this review."
    }
  ],
  "pls_title": "What are the benefits and risks of wave-front excimer laser refractive surgery for common eye disorders?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is this question important?",
      "text": "Refractive errors are the most common cause of poor vision worldwide. People with refractive errors have trouble focusing, because of irregularities in the shape of their eyes. This causes:\n- Nearsightedness (myopia), which makes far-away objects look blurry;\n- Farsightedness (hyperopia), which makes nearby objects look blurry; and\n- Astigmatism, which can make far-away and nearby objects look blurry or distorted.\nRefractive errors can be corrected with glasses or contact lenses, or treated with surgery. Conventionally, surgeons use a computer-controlled laser that emits ultraviolet light (excimer laser refractive surgery) to correct irregularities. Newer surgical procedures use three-dimensional imaging technology to identify irregularities (wave-front modified techniques); this allows the correction of much smaller irregularities than the conventional procedure.\nWe reviewed the evidence from research studies to compare the benefits and risks of:\n- conventional excimer laser refractive surgery versus wavefront-modified techniques; and\n- different wavefront-modified techniques."
    },
    {
      "heading": "How did we identify and evaluate the evidence?",
      "text": "First, we searched for randomized controlled studies (clinical studies where people are randomly put into one of two or more treatment groups), because these studies provide the most robust evidence about the effects of a treatment. We then compared the results, and summarized the evidence from all the studies. Finally, we rated our confidence in the evidence, based on factors such as study methods and sizes, and the consistency of findings across studies."
    },
    {
      "heading": "What did we find?",
      "text": "We found 33 studies that involved a total of 1499 people aged 18 years or older. These studies were conducted in Asia, Europe and the USA, and followed people for between one month and one year. Most people in the studies were women, and most people were near-sighted.\nTwelve studies reported their source of funding: two studies were funded by the US government, three studies were industry-funded and seven studies did not receive any specific funding.\nFew studies provided information about the main effects that interested us:\n- improvement in vision one year after surgery; and\n- the occurrence of unwanted (adverse) effects such as significant vision loss, halos (seeing bright circles around light sources) or glare (discomfort caused by intense light).\nWe have little to very little confidence in the evidence from the studies we found, mainly because the studies:\n- produced imprecise and inconsistent results; and\n- were designed or conducted in ways that could introduce error into their results.\nConventional excimer laser refractive surgery versus wavefront-modified techniques\nIn procedures where the surgeon removes the outer layer of the front of the eye to access the treatment area (photorefractive keratectomy, PRK), there may be little to no difference between conventional and wavefront-modified techniques in vision improvement one year after surgery (one study).\nNo studies investigated conventional surgery versus wavefront-modified techniques in procedures where the surgeon creates a small flap in the front of the eye to access the treatment area (laser-assisted in-situ keratomileusis, LASIK).\nComparisons between different wavefront-modified techniques\nThere may be little to no difference between wavefront-optimized and wavefront-guided procedures (two different types of wavefront-modified technique) in vision improvement one year after surgery (six studies).\nOur confidence in the evidence is too low to determine whether there is any difference in effect between wavefront-guided PRK and wavefront-guided LASIK (one study).\nAdverse effects\nFewer studies that reported information on unwanted effects suggest that there may be little or no differences between the procedures that were compared in terms of unwanted effects."
    },
    {
      "heading": "What does this mean?",
      "text": "There may be little to no difference in improvement of vision between:\n- conventional excimer laser refractive surgery and wavefront-modified techniques when using PRK;\n- wavefront-optimized and wavefront-guided procedures.\nWe do not know which procedures are associated with fewer unwanted effects, because of limited evidence.\nMore, large and well-conducted studies are needed to improve the evidence and provide information about unwanted effects."
    },
    {
      "heading": "How-up-to date is this review?",
      "text": "The evidence in this Cochrane Review is current to August 2019."
    }
  ]
}