{
  "doi": "10.1002/14651858.CD011204.pub3",
  "name": "Low dialysate sodium levels for chronic haemodialysis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cardiovascular (CV) disease is the leading cause of death in dialysis patients and is strongly associated with fluid overload and hypertension. It is plausible that low dialysate sodium ion concentration [Na+] may decrease total body sodium content, thereby reducing fluid overload and hypertension and ultimately reducing CV morbidity and death. This is an update of a review first published in 2019."
    },
    {
      "heading": "Objectives",
      "text": "This review evaluated the harms and benefits of using a low (< 138 mM) dialysate [Na+] for maintenance haemodialysis (HD) patients."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Kidney and Transplant Register of Studies up to 1 October 2024 through contact with the Information Specialist using search terms relevant to this review. Studies in the Register are identified through searches of CENTRAL, MEDLINE, and EMBASE, conference proceedings, the International Clinical Trials Registry Platform (ICTRP) Search Portal and ClinicalTrials.gov."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs), both parallel and cross-over, of low (< 138 mM) versus neutral (138 to 140 mM) or high (> 140 mM) dialysate [Na+] for maintenance HD patients were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently screened studies for inclusion and extracted data. Statistical analyses were performed using the random-effects model, and results expressed as risk ratios (RR) for dichotomous outcomes, and mean differences (MD) or standardised MD (SMD) for continuous outcomes, with 95% confidence intervals (CI). Confidence in the evidence was assessed using Grades of Recommendation, Assessment, Development and Evaluation (GRADE)."
    },
    {
      "heading": "Main results",
      "text": "We included 17 studies randomising 509 patients, with data available for 452 patients after dropouts. All but three studies evaluated a fixed concentration of low dialysate [Na+], with one using profiled dialysate [Na+] and two using individualised dialysate [Na+]. Five were parallel group studies, and 12 were cross-over studies. Of the latter, only six used a washout between intervention and control periods. Most studies were short-term with a median (interquartile range) follow-up of 4 (4 to 16) weeks. Two were of a single HD session and two of a single week's HD. Seven studies were conducted prior to 2000, and six reported the use of obsolete HD practices. Other than for indirectness arising from older studies, risks of bias in the included studies were generally low.\nCompared to neutral or high dialysate [Na+] (≥ 138 mM), low dialysate [Na+] (< 138 mM) reduces interdialytic weight gain (14 studies, 515 participants: MD -0.36 kg, 95% CI -0.50 to -0.22; high certainty evidence) and antihypertensive medication use (5 studies, 241 participants: SMD -0.37, 95% CI -0.64 to -0.1; high certainty evidence), and probably reduces left ventricular mass index (2 studies, 143 participants: MD -7.65 g/m2, 95% CI -14.48 to -0.83; moderate certainty evidence), predialysis mean arterial pressure (MAP) (5 studies, 232 participants: MD -3.39 mm Hg, 95% CI -5.17 to -1.61; moderate certainty evidence), postdialysis MAP (5 studies, 226 participants: MD -3.17 mm Hg, 95% CI -4.68 to 1.67; moderate certainty evidence), predialysis serum [Na+] (11 studies, 435 participants: MD -1.26 mM, 95% CI -1.81 to -0.72; moderate certainty evidence) and postdialysis serum [Na+] (6 studies, 188 participants: MD -3.09 mM, 95% CI -4.29 to -1.88; moderate certainty evidence). Compared to neutral or high dialysate [Na+], low dialysate [Na+] probably increases intradialytic hypotension events (13 studies, 15,764 HD sessions: RR 1.58, 95% 1.25 to 2.01; moderate certainty evidence) and intradialytic cramps (10 studies, 14,559 HD sessions: RR 1.84, 95% 1.29 to 2.64; moderate certainty evidence).\nEffect size for important outcomes were generally greater with low dialysate [Na+] compared to high compared with neutral dialysate [Na+], although formal hypothesis testing identifies that the difference was only certain for postdialysis serum [Na+].\nCompared to neutral or high dialysate [Na+], it is uncertain whether low dialysate [Na+] affects intradialytic or interdialytic MAP, and dietary salt intake. It is also uncertain whether low dialysate [Na+] changed extracellular fluid status, venous tone, arterial vascular resistance, left ventricular volumes, or fatigue. Studies did not examine CV or all-cause death, CV events, or hospitalisation."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Low dialysate [Na+] reduces intradialytic weight gain and probably blood pressure, which are effects directionally associated with improved outcomes. However, the intervention probably increases intradialytic hypotension and probably reduces serum [Na+], effects that are associated with an increased risk of death. The effect of the intervention on overall patient health and well-being is unknown. Further evidence is needed in the form of longer-term studies in contemporary settings, evaluating end-organ effects in small-scale mechanistic studies using optimal methods, and clinical outcomes in large-scale multicentre RCTs."
    }
  ],
  "pls_title": "What is the right amount of dialysate sodium for chronic haemodialysis?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• During dialysis (a procedure to remove waste products and excess salt and fluid from the blood when the kidneys stop working properly), the right amount of salt (sodium) needs to be selected to wash the patient's blood. Too much can make a person thirsty and cause them to drink too much water. On the other hand, too little sodium can lead to cramps and lower blood pressure. Both can cause damage to the heart.\n• Low sodium in dialysis fluid reduces weight gain between dialysis treatments and reduces the amount of blood pressure lowering medicines required.\n• Low sodium in dialysis fluid probably improves heart structure and lowers blood pressure and the amount of sodium in the blood between dialysis treatment; but probably increases cramps and the number of low blood pressure events experienced by patients during dialysis."
    },
    {
      "heading": "What is the issue?",
      "text": "The kidneys control salt and water balance in the body by the regulation of urine production. When kidneys no longer work, urine production becomes insufficient and salt and water balance must be managed using dialysis. Doctors looking after haemodialysis patients must select an appropriate amount of salt (sodium) to use in the dialysis fluids that are used to wash the patient's blood. If the sodium level in these fluids is too high, this can lead to the patient feeling thirsty after treatment, drinking too much water and resulting in too much fluid being retained in the body by the time the next treatment is due, which can cause heart damage. On the other hand, if the sodium level is too low in dialysis fluids, this may cause the patient to have cramps and drops in blood pressure, which are uncomfortable and can also potentially be a cause of heart damage. The \"right\" sodium level for dialysis fluid is unknown."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if using lower sodium levels in the dialysis fluid was better than a higher level for reducing the amount of fluid retained between dialysis sessions, preventing heart damage and improving a patient's overall wellbeing."
    },
    {
      "heading": "What did we do?",
      "text": "We combined all studies of people treated with haemodialysis where outcomes were compared between people receiving low sodium in their dialysis fluid and those receiving higher levels. We compared and summarised the results of the studies and rated our confidence in the information based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 17 studies randomising 509 adults comparing low sodium levels in dialysis fluid with neutral or high sodium levels. Seven studies were performed before the year 2000, studying dialysis techniques that are not always relevant today. Most studies were randomised cross-over studies (where a patient is randomly assigned to start on one treatment for a period of time and then changes to the other treatment, usually with a short delay between treatments) and most studies only lasted for a few weeks. Our main findings were that low sodium in dialysis fluid reduces weight gain between dialysis treatments and the amount of blood pressure lowering medicines required, and probably improves heart structure, lowers blood pressure and reduces the amount of sodium in the blood between dialysis treatments, which are good things. However, the intervention probably increases the number of cramps and low blood pressure events experienced by patients during dialysis, which are bad things. The studies did not provide enough information about the participating patients for us to know which patients might benefit from low sodium dialysis fluid, and which patients might instead be harmed. The studies did not provide definitive information on the effect of low sodium dialysis fluids on patients' quality of life and survival."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are confident low sodium in the dialysis fluid reduces weight gain between dialysis treatments and reduces the amount of blood pressure lowering medicines required. We are moderately confident low sodium in the dialysis fluid probably improves heart structure and lowers blood pressure and the amount of sodium in the blood between dialysis treatment.\nWe are also moderately confident that low sodium in the dialysis fluid probably increases cramps and the number of low blood pressure events experienced by patients during dialysis. We have no confidence in the effect of low sodium on a patient's quality of life or survival."
    },
    {
      "heading": "How up to date is the evidence?",
      "text": "The evidence is current to 1 October 2024."
    }
  ]
}