{
  "doi": "10.1002/14651858.CD007716.pub4",
  "name": "Macrolides for diffuse panbronchiolitis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Diffuse panbronchiolitis (DPB) is a chronic airways disease predominantly affecting East Asians. Macrolides, a class of antibiotics, have been used as the main treatment for DPB, based on evidence from retrospective and non-randomised studies."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of macrolides for DPB."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (2014, Issue 6), MEDLINE (1966 to July week 1, 2014), EMBASE (1974 to July 2014), Chinese Biomedical Literature Database (CBM) (1978 to July 2014), China National Knowledge Infrastructure (CNKI) (1974 to July 2014), KoreaMed (1997 to July 2014) and Database of Japana Centra Revuo Medicina (1983 to July 2014)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) or quasi-RCTs assessing the effect of macrolides for DPB."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed study quality and subsequent risk of bias according to The Cochrane Collaboration's tool for assessing risk of bias. The primary outcomes were five-year survival rate, lung function and clinical response. We used risk ratios (RR) for individual trial results in the data analysis and measured all outcomes with 95% confidence intervals (CI)."
    },
    {
      "heading": "Main results",
      "text": "Only one RCT (19 participants) with significant methodological limitations was included in this review. It found that the computerised tomography images of all participants treated with a long-term, low-dose macrolide (erythromycin) improved from baseline, while the images of 71.4% of participants in the control group (with no treatment) worsened and 28.6% remained unchanged. Adverse effects were not reported. This review was previously published in 2010 and 2013. For this 2014 update, we identified no new trials for inclusion or exclusion."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is little evidence for macrolides in the treatment of DPB. We are therefore unable to make any new recommendations. It may be reasonable to use low-dose macrolides soon after diagnosis is made and to continue this treatment for at least six months, according to current guidelines."
    }
  ],
  "pls_title": "Macrolides for diffuse panbronchiolitis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Research question",
      "text": "To summarise the evidence about the effect and safety of macrolide antibiotics for diffuse panbronchiolitis (DPB)."
    },
    {
      "heading": "Background",
      "text": "DPB, characterised by progressive airflow limitation and recurrent respiratory tract infection (RTI), is a chronic airways disease that mainly affects people in east Asia. The prevalence of DPB in Japan is about 11 cases per 100,000 people; the prevalence outside Japan is still unknown.\nMacrolides are antibiotics that are used against a wide range of disease-causing bacteria and various infectious diseases. They have been the first choice for DPB since the 1980s, based on several observational studies, which found that they could significantly improve the outcome of DPB. However, high-quality evidence to support their use is unclear."
    },
    {
      "heading": "Study characteristics",
      "text": "We conducted a systematic review of key medical databases, searching for high-quality trials on the use of macrolides in the management of DPB. We retrieved only one randomised controlled trial (RCT) involving 19 participants, which was of poor methodological quality."
    },
    {
      "heading": "Key results",
      "text": "All primary outcomes and most secondary outcomes specified (e.g. five-year survival rate, lung function or clinical response) in our review were not reported in the included trial. The included trial found that the computerised tomography (CT) images of all participants treated with long-term, low-dose erythromycin improved from baseline, while the images of 71.4% of participants with no treatment worsened and 28.6% remained unchanged. Adverse effects were not reported. The evidence is current to July 2014 and we have identified no new trials for inclusion or exclusion.\nWe conclude that the use of macrolides for DPB is based on non-RCTs or retrospective studies and there is little evidence from RCTs. We are unable to make any new recommendations based on the findings of this review. However, while awaiting evidence from new, high-quality, well-designed studies, it is reasonable to use low-dose macrolides soon after diagnosis is made and to continue for at least six months, according to current guidelines."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We downgraded the quality of the evidence due to limitations in study design, which indicated high risk of potential bias and too small a sample size."
    }
  ]
}