{
  "doi": "10.1002/14651858.CD008521.pub6",
  "name": "Vaccines for preventing rotavirus diarrhoea: vaccines in use",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Rotavirus is a common cause of diarrhoea, diarrhoea-related hospital admissions, and diarrhoea-related deaths worldwide. Rotavirus vaccines prequalified by the World Health Organization (WHO) include Rotarix (GlaxoSmithKline), RotaTeq (Merck), and, more recently, Rotasiil (Serum Institute of India Ltd.), and Rotavac (Bharat Biotech Ltd.)."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate rotavirus vaccines prequalified by the WHO for their efficacy and safety in children."
    },
    {
      "heading": "Search methods",
      "text": "On 30 November 2020, we searched PubMed, the Cochrane Infectious Diseases Group Specialized Register, CENTRAL (published in the Cochrane Library), Embase, LILACS, Science Citation Index Expanded, Social Sciences Citation Index, Conference Proceedings Citation Index-Science, Conference Proceedings Citation Index-Social Science & Humanities. We also searched the WHO ICTRP, ClinicalTrials.gov, clinical trial reports from manufacturers' websites, and reference lists of included studies, and relevant systematic reviews."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomized controlled trials (RCTs) conducted in children that compared rotavirus vaccines prequalified for use by the WHO with either placebo or no intervention."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trial eligibility and assessed risk of bias. One author extracted data and a second author cross-checked them. We combined dichotomous data using the risk ratio (RR) and 95% confidence interval (CI). We stratified the analyses by under-five country mortality rate and used GRADE to evaluate evidence certainty."
    },
    {
      "heading": "Main results",
      "text": "Sixty trials met the inclusion criteria and enrolled a total of 228,233 participants. Thirty-six trials (119,114 participants) assessed Rotarix, 15 trials RotaTeq (88,934 participants), five trials Rotasiil (11,753 participants), and four trials Rotavac (8432 participants).\nRotarix\nInfants vaccinated and followed up for the first year of life\nIn low-mortality countries, Rotarix prevented 93% of severe rotavirus diarrhoea cases (14,976 participants, 4 trials; high-certainty evidence), and 52% of severe all-cause diarrhoea cases (3874 participants, 1 trial; moderate-certainty evidence).\nIn medium-mortality countries, Rotarix prevented 79% of severe rotavirus diarrhoea cases (31,671 participants, 4 trials; high-certainty evidence), and 36% of severe all-cause diarrhoea cases (26,479 participants, 2 trials; high-certainty evidence).\nIn high-mortality countries, Rotarix prevented 58% of severe rotavirus diarrhoea cases (15,882 participants, 4 trials; high-certainty evidence), and 27% of severe all-cause diarrhoea cases (5639 participants, 2 trials; high-certainty evidence).\nChildren vaccinated and followed up for two years\nIn low-mortality countries, Rotarix prevented 90% of severe rotavirus diarrhoea cases (18,145 participants, 6 trials; high-certainty evidence), and 51% of severe all-cause diarrhoea episodes (6269 participants, 2 trials; moderate-certainty evidence).\nIn medium-mortality countries, Rotarix prevented 77% of severe rotavirus diarrhoea cases (28,834 participants, 3 trials; high-certainty evidence), and 26% of severe all-cause diarrhoea cases (23,317 participants, 2 trials; moderate-certainty evidence).\nIn high-mortality countries, Rotarix prevented 35% of severe rotavirus diarrhoea cases (13,768 participants, 2 trials; moderate-certainty evidence), and 17% of severe all-cause diarrhoea cases (2764 participants, 1 trial; high-certainty evidence).\nRotaTeq\nInfants vaccinated and followed up for the first year of life\nIn low-mortality countries, RotaTeq prevented 97% of severe rotavirus diarrhoea cases (5442 participants, 2 trials; high-certainty evidence).\nIn medium-mortality countries, RotaTeq prevented 79% of severe rotavirus diarrhoea cases (3863 participants, 1 trial; low-certainty evidence).\nIn high-mortality countries, RotaTeq prevented 57% of severe rotavirus diarrhoea cases (6775 participants, 2 trials; high-certainty evidence), but there is probably little or no difference between vaccine and placebo for severe all-cause diarrhoea (1 trial, 4085 participants; moderate-certainty evidence).\nChildren vaccinated and followed up for two years\nIn low-mortality countries, RotaTeq prevented 96% of severe rotavirus diarrhoea cases (5442 participants, 2 trials; high-certainty evidence).\nIn medium-mortality countries, RotaTeq prevented 79% of severe rotavirus diarrhoea cases (3863 participants, 1 trial; low-certainty evidence).\nIn high-mortality countries, RotaTeq prevented 44% of severe rotavirus diarrhoea cases (6744 participants, 2 trials; high-certainty evidence), and 15% of severe all-cause diarrhoea cases (5977 participants, 2 trials; high-certainty evidence).\nWe did not identify RotaTeq studies reporting on severe all-cause diarrhoea in low- or medium-mortality countries.\nRotasiil\nRotasiil has not been assessed in any RCT in countries with low or medium child mortality.\nInfants vaccinated and followed up for the first year of life\nIn high-mortality countries, Rotasiil prevented 48% of severe rotavirus diarrhoea cases (11,008 participants, 2 trials; high-certainty evidence), and resulted in little to no difference in severe all-cause diarrhoea cases (11,008 participants, 2 trials; high-certainty evidence).\nChildren vaccinated and followed up for two years\nIn high-mortality countries, Rotasiil prevented 44% of severe rotavirus diarrhoea cases (11,008 participants, 2 trials; high-certainty evidence), and resulted in little to no difference in severe all-cause diarrhoea cases (11,008 participants, 2 trials; high-certainty evidence).\nRotavac\nRotavac has not been assessed in any RCT in countries with low or medium child mortality.\nInfants vaccinated and followed up for the first year of life\nIn high-mortality countries, Rotavac prevented 57% of severe rotavirus diarrhoea cases (6799 participants, 1 trial; moderate-certainty evidence), and 16% of severe all-cause diarrhoea cases (6799 participants, 1 trial; moderate-certainty evidence).\nChildren vaccinated and followed up for two years\nIn high-mortality countries, Rotavac prevented 54% of severe rotavirus diarrhoea cases (6541 participants, 1 trial; moderate-certainty evidence); no Rotavac studies have reported on severe all-cause diarrhoea at two-years follow-up.\nSafety\nNo increased risk of serious adverse events (SAEs) was detected with Rotarix (103,714 participants, 31 trials; high-certainty evidence), RotaTeq (82,502 participants, 14 trials; moderate to high-certainty evidence), Rotasiil (11,646 participants, 3 trials; high-certainty evidence), or Rotavac (8210 participants, 3 trials; moderate-certainty evidence).\nDeaths were infrequent and the analysis had insufficient evidence to show an effect on all-cause mortality. Intussusception was rare."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Rotarix, RotaTeq, Rotasiil, and Rotavac prevent episodes of rotavirus diarrhoea. The relative effect estimate is smaller in high-mortality than in low-mortality countries, but more episodes are prevented in high-mortality settings as the baseline risk is higher. In high-mortality countries some results suggest lower efficacy in the second year. We found no increased risk of serious adverse events, including intussusception, from any of the prequalified rotavirus vaccines."
    }
  ],
  "pls_title": "Are rotavirus vaccines safe and effective in preventing rotavirus diarrhoea in infants and children?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane Review was to find out if rotavirus vaccines are effective in preventing diarrhoea and deaths in infants and young children. We also aimed to find out if the rotavirus vaccines are safe. We collected and analysed all relevant studies to answer these questions."
    },
    {
      "heading": "Key messages",
      "text": "Rotarix, RotaTeq, Rotasiil, and Rotavac prevent  the large majority of episodes of rotavirus diarrhoea during the first year of a child's life, when diarrhoea is most dangerous, with a slightly lower efficacy during the second year. We found no increased risk of serious adverse events (moderate- to high-certainty evidence) including intussusception (where the bowel telescopes on itself, and can cause obstruction)."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Rotavirus infection is a common cause of diarrhoea in infants and young children, and can cause mild illness, hospitalization, and death. Since 2009, the World Health Organization (WHO) has recommended that a rotavirus vaccine be included in all national infant and child immunization programmes. To date, 96 countries have followed this recommendation. In the years before infants and children started receiving rotavirus vaccine, rotavirus infection resulted in about half a million deaths a year in children aged under five years, mainly in low- and middle-income countries.\nIn this review, we included randomized controlled trials in infants and young children that evaluated rotavirus vaccination with Rotarix (GlaxoSmithKline) or RotaTeq (Merck). These vaccines have been evaluated in several large trials and are approved for use in many countries. We also included trials that evaluated Rotavac (Bharat Biotech Ltd.) and Rotasiil (Serum Institute of India Ltd.), rotavirus vaccines which are currently used in India only. The rotavirus vaccines were compared with placebo or with no vaccine. The included studies did not allow comparisons between the different rotavirus vaccines."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "We found 60 relevant studies with a total of 228,233 participants. The trials took place in several locations worldwide. The vaccines tested were Rotarix (36 trials with 119,114 participants), RotaTeq (15 trials with 88,934 participants), Rotasiil (five trials with 11,753 participants), and Rotavac (four trials with 8432 participants). Fifty-six studies were funded or co-funded by vaccine manufacturers, while four were independent of manufacturer funding.\nIn the first two years of life, we found that rotavirus vaccines prevent more than 90% of severe cases of rotavirus diarrhoea in countries with low child mortality rates, more than 75% in countries with medium child mortality rates, and 35% to 58% in countries with high child mortality rates.\nRotavirus vaccines probably prevent more than 50% of severe cases of diarrhoea from all causes (such as any viral infection, bacterial infection, or parasitic infection) in countries with low child mortality rates, 26% to 36% in countries with medium child mortality rates, and none to 27% in countries with high child mortality rates.\nThe evidence for countries with low and medium child mortality rates comes from studies of Rotarix and RotaTeq vaccines; these two vaccines have been evaluated in all settings. Rotasiil and Rotavac vaccines have only been assessed in countries with high child mortality rates.\nWe found little or no difference in the number of serious adverse events between those receiving rotavirus vaccines compared with placebo or with no vaccine.\nRotavirus vaccines may make little to no difference to the number of deaths or to intussusception cases, compared with placebo or no vaccine, but the certainty of the evidence was limited for these rare outcomes."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "We searched for studies that had been published up to 30 November 2020."
    }
  ]
}