{
  "doi": "10.1002/14651858.CD009171.pub2",
  "name": "Vasopressin and its analogues for the treatment of refractory hypotension in neonates",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Neonatal hypotension that is refractory to volume expansion, catecholamines, or corticosteroids has a mortality of about 50%. Optimization of blood pressure and tissue perfusion in refractory hypotension may be crucial to improve clinical outcomes. Vasopressin, a neuropeptide hormone, or its analogue terlipressin has been used to treat refractory hypotension in neonates and may be effective."
    },
    {
      "heading": "Objectives",
      "text": "Our primary objective was to evaluate the efficacy and safety of vasopressin and its synthetic analogues (e.g. terlipressin) in decreasing mortality and adverse neurodevelopmental outcomes, and improving survival in neonates with refractory hypotension. Our secondary objectives were to determine the effects of vasopressin and its analogues (terlipressin) on improvement in blood pressure, increase in urine output, decrease in inotrope score, necrotizing enterocolitis (NEC), periventricular leukomalacia, intraventricular hemorrhage, chronic lung disease, and retinopathy of prematurity (ROP) in neonates with refractory hypotension."
    },
    {
      "heading": "Search methods",
      "text": "We searched the literature in January 2012, using the search strategy recommended by the Cochrane Neonatal Group. We searched electronic databases (CENTRAL (The Cochrane Library), MEDLINE, CINAHL, EMBASE), abstracts of the Pediatric Academic Societies, web sites for registered trials at www.clinicaltrials.gov and www.controlled-trials.com and in the reference list of identified articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized or quasi-randomized trials evaluating vasopressin or its analogues, at any dosage or duration used as an adjunct to standard therapy (any combination of volume expansion, inotropic agents and corticosteroids) to treat refractory hypotension in neonates."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We followed the standard methods of The Cochrane Collaboration for conducting a systematic review. Two review authors (BS and MP) independently assessed the titles and abstracts of studies identified by the search strategy for eligibility for inclusion. We obtained the full text version if eligibility could not be done reliably by title and abstract. We resolved any differences by mutual discussion. We designed electronic forms for trial inclusion/exclusion, data extraction, and for requesting additional published information from authors of the original reports."
    },
    {
      "heading": "Main results",
      "text": "Our search did not identify any completed or ongoing trials that met our inclusion criteria. Three studies that did not include neonates and one study where the objective was not to treat neonates with refractory hypotension were excluded."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to recommend or refute the use of vasopressin or its analogues in the treatment of refractory hypotension in neonates. Well-designed, adequately powered, randomized controlled studies are necessary to address efficacy, optimal dosing, safety and long-term neurodevelopmental and pulmonary outcomes."
    }
  ],
  "pls_title": "Vasopressin and its analogues for the treatment of refractory hypotension in neonates",
  "pls_type": "long",
  "pls": "Hypotension or low blood pressure occurs frequently in newborn infants after infection or surgery or in very preterm infants. Sometimes, the hypotension does not respond to fluids or other drug such as catecholamines or steroids. In those unresponsive infants, vasopressin may be useful in improving blood pressure and overall survival. We searched the literature for studies that used vasopressin or its analogue terlipressin in the newborn in the first 28 days of life for unresponsive hypotension. We found no ongoing or completed studies. Currently there is no evidence to recommend the use of vasopressin or terlipressin, but we recommend that studies be carried out in the future to study the effectiveness and safety in unresponsive hypotension in newborn infants."
}