{
  "doi": "10.1002/14651858.CD010224.pub3",
  "name": "Monotherapy treatment of epilepsy in pregnancy: congenital malformation outcomes in the child ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Prenatal exposure to certain anti-seizure medications (ASMs) is associated with an increased risk of major congenital malformations (MCM). The majority of women with epilepsy continue taking ASMs throughout pregnancy and, therefore, information on the potential risks associated with ASM treatment is required."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of prenatal exposure to ASMs on the prevalence of MCM in the child."
    },
    {
      "heading": "Search methods",
      "text": "For the latest update of this review, we searched the following databases on 17 February 2022: Cochrane Register of Studies (CRS Web), MEDLINE (Ovid, 1946 to February 16, 2022), SCOPUS (1823 onwards), and ClinicalTrials.gov, WHO International Clinical Trials Registry Platform (ICTRP). No language restrictions were imposed."
    },
    {
      "heading": "Selection criteria",
      "text": "We included prospective cohort controlled studies, cohort studies set within pregnancy registries, randomised controlled trials and epidemiological studies using routine health record data. Participants were women with epilepsy taking ASMs; the two control groups were women without epilepsy and untreated women with epilepsy."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Five authors independently selected studies for inclusion. Eight authors completed data extraction and/or risk of bias assessments. The primary outcome was the presence of an MCM. Secondary outcomes included specific types of MCM. Where meta-analysis was not possible, we reviewed included studies narratively."
    },
    {
      "heading": "Main results",
      "text": "From 12,296 abstracts, we reviewed 283 full-text publications which identified 49 studies with 128 publications between them. Data from ASM-exposed pregnancies were more numerous for prospective cohort studies (n = 17,963), than data currently available for epidemiological health record studies (n = 7913). The MCM risk for children of women without epilepsy was 2.1% (95% CI 1.5 to 3.0) in cohort studies and 3.3% (95% CI 1.5 to 7.1) in health record studies.\nThe known risk associated with sodium valproate exposure was clear across comparisons with a pooled prevalence of 9.8% (95% CI 8.1 to 11.9) from cohort data and 9.7% (95% CI 7.1 to 13.4) from routine health record studies. This was elevated across almost all comparisons to other monotherapy ASMs, with the absolute risk differences ranging from 5% to 9%. Multiple studies found that the MCM risk is dose-dependent. Children exposed to carbamazepine had an increased MCM prevalence in both cohort studies (4.7%, 95% CI 3.7 to 5.9) and routine health record studies (4.0%, 95% CI 2.9 to 5.4) which was significantly higher than that for the children born to women without epilepsy for both cohort (RR 2.30, 95% CI 1.47 to 3.59) and routine health record studies (RR 1.14, 95% CI 0.80 to 1.64); with similar significant results in comparison to the children of women with untreated epilepsy for both cohort studies (RR 1.44, 95% CI 1.05 to 1.96) and routine health record studies (RR 1.42, 95% CI 1.10 to 1.83).\nFor phenobarbital exposure, the prevalence was 6.3% (95% CI 4.8 to 8.3) and 8.8% (95% CI 0.0 to 9277.0) from cohort and routine health record data, respectively. This increased risk was significant in comparison to the children of women without epilepsy (RR 3.22, 95% CI 1.84 to 5.65) and those born to women with untreated epilepsy (RR 1.64, 95% CI 0.94 to 2.83) in cohort studies; data from routine health record studies was limited. For phenytoin exposure, the prevalence of MCM was elevated for cohort study data (5.4%, 95% CI 3.6 to 8.1) and routine health record data (6.8%, 95% CI 0.1 to 701.2). The prevalence of MCM was higher for phenytoin-exposed children in comparison to children of women without epilepsy (RR 3.81, 95% CI 1.91 to 7.57) and the children of women with untreated epilepsy (RR 2.01. 95% CI 1.29 to 3.12); there were no data from routine health record studies.\nPooled data from cohort studies indicated a significantly increased MCM risk for children exposed to lamotrigine in comparison to children born to women without epilepsy (RR 1.99, 95% CI 1.16 to 3.39); with a risk difference (RD) indicating a 1% increased risk of MCM (RD 0.01. 95% CI 0.00 to 0.03). This was not replicated in the comparison to the children of women with untreated epilepsy (RR 1.04, 95% CI 0.66 to 1.63), which contained the largest group of lamotrigine-exposed children (> 2700). Further, a non-significant difference was also found both in comparison to the children of women without epilepsy (RR 1.19, 95% CI 0.86 to 1.64) and children born to women with untreated epilepsy (RR 1.00, 95% CI 0.79 to 1.28) from routine data studies. For levetiracetam exposure, pooled data provided similar risk ratios to women without epilepsy in cohort (RR 2.20, 95% CI 0.98 to 4.93) and routine health record studies (RR 0.67, 95% CI 0.17 to 2.66). This was supported by the pooled results from both cohort (RR 0.71, 95% CI 0.39 to 1.28) and routine health record studies (RR 0.82, 95% CI 0.39 to 1.71) when comparisons were made to the offspring of women with untreated epilepsy. For topiramate, the prevalence of MCM was 3.9% (95% CI 2.3 to 6.5) from cohort study data and 4.1% (0.0 to 27,050.1) from routine health record studies. Risk ratios were significantly higher for children exposed to topiramate in comparison to the children of women without epilepsy in cohort studies (RR 4.07, 95% CI 1.64 to 10.14) but not in a smaller comparison to the children of women with untreated epilepsy (RR 1.37, 95% CI 0.57 to 3.27); few data are currently available from routine health record studies. Exposure in utero to topiramate was also associated with significantly higher RRs in comparison to other ASMs for oro-facial clefts. Data for all other ASMs were extremely limited.\nGiven the observational designs, all studies were at high risk of certain biases, but the biases observed across primary data collection studies and secondary use of routine health records were different and were, in part, complementary. Biases were balanced across the ASMs investigated, and it is unlikely that the differential results observed across the ASMs are solely explained by these biases."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Exposure in the womb to certain ASMs was associated with an increased risk of certain MCMs which, for many, is dose-dependent."
    }
  ],
  "pls_title": "Treatment for epilepsy in pregnant women and the physical health of the child",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "For most women who have epilepsy, continuing their medication during pregnancy is important for their health. Over the last 40 years, research has shown that children exposed to anti-seizure medications in the womb can be at a higher risk of having a malformation or birth defect."
    },
    {
      "heading": "Research question",
      "text": "This review aimed to understand whether exposure to anti-seizure medication during pregnancy is linked to an increased risk of having a child with a major structural congenital malformation (also known as a birth defect)."
    },
    {
      "heading": "Characteristics of the studies",
      "text": "The review included 49 published studies which included over 25,000 pregnancies where ASMs were used. We compared the children of women with epilepsy who were taking a single anti-seizure medication to the children of women without epilepsy or women who had epilepsy but who were not being treated with anti-seizure medications. We also made comparisons between children exposed to different anti-seizure medications in the womb. The evidence presented in this review is up-to-date as of February 2022."
    },
    {
      "heading": "Results",
      "text": "The amount of data available from the studies reviewed varied greatly depending on the type of anti-seizure medication used, and this could account for some findings.\nThe rate of malformations in children born to women without epilepsy was between 2.1% and 3.3% and, for children born to women with an untreated epilepsy, this rate was between 3.0% and 3.2%. Therefore, we consider that the background risk of being born with a malformation is between 2% and 3%. Overall, the data did not show a higher rate of malformation in infants exposed to either lamotrigine (2.7% to 3.5%) or levetiracetam (2.6% to 2.8%). However, in one well-designed study, higher doses of lamotrigine were linked to a higher risk of malformations. There were fewer data regarding oxcarbazepine exposure but, based on current experience, there is not a significant increase of malformations in exposed infants (2.8% to 4.8%).\nChildren exposed to sodium valproate were at the highest risk of having a malformation with 9.7% to 9.8% of exposed children having one or more malformation(s). Specifically, risks were higher for spinal, skeletal, cardiac and facial malformations. The level of the risk was associated with the dose of the valproate taken; higher doses of valproate were linked to higher rates of malformation. The risk associated with valproate exposure was higher than that seen for other ASM exposures, including those with a higher risk themselves (for example, topiramate or phenobarbital).\nChildren exposed to phenobarbital had a higher rate of malformation with 6.3% to 8.8% of children being born with a malformation. This was higher than certain groups not exposed to anti-seizure medications and children born exposed to other anti-seizure medications. However, the risk was lower than that associated with valproate. Children exposed to phenobarbital were specially at risk of cardiac malformations.\nChildren exposed to phenytoin had a higher rate of malformation with 5.4% to 6.8% of children being born with a malformation. This risk was higher than unexposed children and children exposed to certain other anti-seizure medications. Data were too few to understand which specific types of malformation were most likely to occur following exposure in the womb to phenytoin.\nChildren exposed to carbamazepine had a higher rate of malformation with 4.0% to 4.7% of children being born with a malformation. This was higher than unexposed children and children exposed to other anti-seizure medications. The risk of malformation was found to increase at higher doses of carbamazepine.\nThere were fewer pregnancies in women exposed to topiramate, but a higher rate of malformation was noted with 3.9% to 4.1% of exposed children having a malformation. This was higher than in children born to women without epilepsy. The data demonstrated that children exposed to topiramate were at particular risk of facial malformations.\nThe data were too limited for other anti-seizure medications to be certain about their results at this time."
    },
    {
      "heading": "Quality of the studies",
      "text": "The quality of included studies varied, but we do not consider that this accounts for the results of the review where we see different levels of risk associated with different anti-seizure medications."
    },
    {
      "heading": "Conclusions",
      "text": "This review found that children exposed to certain anti-seizure medications in the womb were at an increased risk of having a major malformation at birth and that the level of risk is determined, in most cases, by the dose of the medication child is exposed to. Levetiracetam and lamotrigine appear to be the anti-seizure medications associated with the lowest level of risk, but more data are needed, particularly concerning individual types of malformation and higher doses. For many of the antiseizure medications considered in this review, there were too little data to reach conclusions."
    }
  ]
}