{
  "doi": "10.1002/14651858.CD006672.pub3",
  "name": "Perineal techniques during the second stage of labour for reducing perineal trauma",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Most vaginal births are associated with trauma to the genital tract. The morbidity associated with perineal trauma can be significant, especially when it comes to third- and fourth-degree tears. Different interventions including perineal massage, warm or cold compresses, and perineal management techniques have been used to prevent trauma. This is an update of a Cochrane review that was first published in 2011."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of perineal techniques during the second stage of labour on the incidence and morbidity associated with perineal trauma."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth's Trials Register (26 September 2016) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Published and unpublished randomised and quasi-randomised controlled trials evaluating perineal techniques during the second stage of labour. Cross-over trials were not eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Three review authors independently assessed trials for inclusion, extracted data and evaluated methodological quality. We checked data for accuracy."
    },
    {
      "heading": "Main results",
      "text": "Twenty-two trials were eligible for inclusion (with 20 trials involving 15,181 women providing data). Trials were at moderate to high risk of bias; none had adequate blinding, and most were unclear for both allocation concealment and incomplete outcome data. Interventions compared included the use of perineal massage, warm and cold compresses, and other perineal management techniques.\nMost studies did not report data on our secondary outcomes. We downgraded evidence for risk of bias, inconsistency, and imprecision for all comparisons.\nHands off (or poised) compared to hands on\nHands on or hands off the perineum made no clear difference in incidence of intact perineum (average risk ratio (RR) 1.03, 95% confidence interval (CI) 0.95 to 1.12, two studies, Tau² 0.00, I² 37%, 6547 women; moderate-quality evidence), first-degree perineal tears (average RR 1.32, 95% CI 0.99 to 1.77, two studies, 700 women; low-quality evidence), second-degree tears (average RR 0.77, 95% CI 0.47 to 1.28, two studies, 700 women; low-quality evidence), or third- or fourth-degree tears (average RR 0.68, 95% CI 0.21 to 2.26, five studies, Tau² 0.92, I² 72%, 7317 women; very low-quality evidence). Substantial heterogeneity for third- or fourth-degree tears means these data should be interpreted with caution. Episiotomy was more frequent in the hands-on group (average RR 0.58, 95% CI 0.43 to 0.79, Tau² 0.07, I² 74%, four studies, 7247 women; low-quality evidence), but there was considerable heterogeneity between the four included studies.\nThere were no data for perineal trauma requiring suturing.\nWarm compresses versus control (hands off or no warm compress)\nA warm compress did not have any clear effect on the incidence of intact perineum (average RR 1.02, 95% CI 0.85 to 1.21; 1799 women; four studies; moderate-quality evidence), perineal trauma requiring suturing (average RR 1.14, 95% CI 0.79 to 1.66; 76 women; one study; very low-quality evidence), second-degree tears (average RR 0.95, 95% CI 0.58 to 1.56; 274 women; two studies; very low-quality evidence), or episiotomy (average RR 0.86, 95% CI 0.60 to 1.23; 1799 women; four studies; low-quality evidence). It is uncertain whether warm compress increases or reduces the incidence of first-degree tears (average RR 1.19, 95% CI 0.38 to 3.79; 274 women; two studies; I² 88%; very low-quality evidence).\nFewer third- or fourth-degree perineal tears were reported in the warm-compress group (average RR 0.46, 95% CI 0.27 to 0.79; 1799 women; four studies; moderate-quality evidence).\nMassage versus control (hands off or routine care)\nThe incidence of intact perineum was increased in the perineal-massage group (average RR 1.74, 95% CI 1.11 to 2.73, six studies, 2618 women; I² 83% low-quality evidence) but there was substantial heterogeneity between studies. This group experienced fewer third- or fourth-degree tears (average RR 0.49, 95% CI 0.25 to 0.94, five studies, 2477 women; moderate-quality evidence).\nThere were no clear differences between groups for perineal trauma requiring suturing (average RR 1.10, 95% CI 0.75 to 1.61, one study, 76 women; very low-quality evidence), first-degree tears (average RR 1.55, 95% CI 0.79 to 3.05, five studies, Tau² 0.47, I² 85%, 537 women; very low-quality evidence), or second-degree tears (average RR 1.08, 95% CI 0.55 to 2.12, five studies, Tau² 0.32, I² 62%, 537 women; very low-quality evidence). Perineal massage may reduce episiotomy although there was considerable uncertainty around the effect estimate (average RR 0.55, 95% CI 0.29 to 1.03, seven studies, Tau² 0.43, I² 92%, 2684 women; very low-quality evidence). Heterogeneity was high for first-degree tear, second-degree tear and for episiotomy - data should be interpreted with caution.\nRitgen's manoeuvre versus standard care\nOne study (66 women) found that women receiving Ritgen's manoeuvre were less likely to have a first-degree tear (RR 0.32, 95% CI 0.14 to 0.69; very low-quality evidence), more likely to have a second-degree tear (RR 3.25, 95% CI 1.73 to 6.09; very low-quality evidence), and neither more nor less likely to have an intact perineum (RR 0.17, 95% CI 0.02 to 1.31; very low-quality evidence). One larger study reported that Ritgen's manoeuvre did not have an effect on incidence of third- or fourth-degree tears (RR 1.24, 95% CI 0.78 to 1.96,1423 women; low-quality evidence). Episiotomy was not clearly different between groups (RR 0.81, 95% CI 0.63 to 1.03, two studies, 1489 women; low-quality evidence).\nOther comparisons\nDelivery of posterior versus anterior shoulder first, use of a perineal protection device, different oils/wax, and cold compresses did not show any effects on outcomes with the exception of increased incidence of intact perineum with the perineal device. Only one study contributed to each of these comparisons."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Moderate-quality evidence suggests that warm compresses, and massage, may reduce third- and fourth-degree tears but the impact of these techniques on other outcomes was unclear or inconsistent. Poor-quality evidence suggests hands-off techniques may reduce episiotomy, but this technique had no clear impact on other outcomes. There were insufficient data to show whether other perineal techniques result in improved outcomes.\nFurther research could be performed evaluating perineal techniques, warm compresses and massage, and how different types of oil used during massage affect women and babies. It is important for any future research to collect information on women's views."
    }
  ],
  "pls_title": "Perineal techniques during the second stage of labour for reducing perineal trauma",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Vaginal births are often associated with some form of trauma to the genital tract, and tears that affect the anal sphincter or mucosa (third- and fourth-degree tears) can cause serious problems. Perineal trauma can occur spontaneously or result from a surgical incision (episiotomy). Different perineal techniques are being used to slow down the birth of the baby's head, and allow the perineum to stretch slowly to prevent injury. Massage, warm compresses and different perineal management techniques are widely used by midwives and birth attendants. The objective of this updated review was to assess the effect of perineal techniques during the second stage of labour on the incidence of perineal trauma. This is an update of a review that was published in 2011."
    },
    {
      "heading": "Why is this important?",
      "text": "Trauma to the perineum can cause pain and other problems for women after the birth. The damage is described as first-, second-, third- and fourth-degree tears – first-degree tears being the least damage and fourth-degree tears being the most. Third- and fourth-degree tears, affect the anal sphincter or mucosa, thus causing the most problems. Reducing the use of episiotomies will reduce trauma to the perineum. Also, different perineal techniques are being used to slow down the birth of the baby's head. Massage, warm compresses and different perineal management techniques are widely used by midwives and birth attendants. It is important to know if these do indeed reduce trauma and pain for women."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for studies in September 2016. Twenty two trials were eligible for inclusion in this updated review but only twenty studies (involving 15,181 women), contributed results to the review. The participants in the studies were women without medical complications who were expecting a vaginal birth. The studies varied in their risk of bias, and the quality of the studies was very low to moderate."
    },
    {
      "heading": "Hands off (or poised) compared to hands on",
      "text": "Using 'hands off' the perineum resulted in fewer women having an episiotomy (low-quality evidence), but made no difference to numbers of women with no tears (moderate-quality evidence), first-degree tears (low-quality evidence), second-degree tears (low-quality evidence), or third- or fourth-degree tears (very low-quality evidence). There were considerable unexplained differences in results between the four studies. None of the studies provided data on the number of tears requiring suturing."
    },
    {
      "heading": "Warm compresses versus control (hands off or no warm compress)",
      "text": "Fewer women in the warm-compress group experienced third- or fourth-degree tears (moderate-quality evidence). A warm compress did not affect numbers of women with intact perineum (moderate-quality evidence), tears requiring suturing (very low-quality evidence), second-degree tears (very low-quality evidence), or episiotomies (low-quality evidence). It is uncertain whether warm compresses increase or reduce the incidence of first-degree tears (very low-quality evidence)."
    },
    {
      "heading": "Massage versus control (hands off or routine care)",
      "text": "There were more women with an intact perineum in the perineal massage group (low-quality evidence), and fewer women with third- or fourth-degree tears (moderate-quality evidence). Massage did not appear to make a difference to women with perineal trauma requiring suturing (very low-quality evidence), first-degree tears (very low-quality evidence), second-degree tears (very low-quality evidence), or episiotomies (very low-quality evidence)."
    },
    {
      "heading": "Ritgen's manoeuvre versus standard care",
      "text": "One small study found that women who had Ritgen's manoeuvre had fewer first-degree tears (very low-quality evidence), but more second-degree tears (very low-quality evidence). There was no difference between groups in terms of the number of third- or fourth-degree tears, or episiotomies (both low-quality evidence)."
    },
    {
      "heading": "What does this mean?",
      "text": "We found that massage and warm compresses may reduce serious perineal trauma (third- and fourth-degree tears). Hands-off techniques may reduce the number of episiotomies but it was not clear that these techniques had a beneficial effect on other perineal trauma. There remains uncertainty about the value of other techniques to reduce damage to the perineum during childbirth.\nMore research is necessary, to evaluate different perineal techniques and to answer questions about how to minimise perineal trauma. There is insufficient evidence on women's experiences and views (only one included study collected information on this). It is important for future research to ascertain whether these interventions are acceptable to women."
    }
  ]
}