{
  "doi": "10.1002/14651858.CD005613.pub4",
  "name": "(Ultra‐)long‐acting insulin analogues versus NPH insulin (human isophane insulin) for adults with type 2 diabetes mellitus ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Evidence that antihyperglycaemic therapy is beneficial for people with type 2 diabetes mellitus is conflicting. While the United Kingdom Prospective Diabetes Study (UKPDS) found tighter glycaemic control to be positive, other studies, such as the Action to Control Cardiovascular Risk in Diabetes (ACCORD) trial, found the effects of an intensive therapy to lower blood glucose to near normal levels to be more harmful than beneficial. Study results also showed different effects for different antihyperglycaemic drugs, regardless of the achieved blood glucose levels. In consequence, firm conclusions on the effect of interventions on patient-relevant outcomes cannot be drawn from the effect of these interventions on blood glucose concentration alone. In theory, the use of newer insulin analogues may result in fewer macrovascular and microvascular events."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effects of long-term treatment with (ultra-)long-acting insulin analogues (insulin glargine U100 and U300, insulin detemir and insulin degludec) with NPH (neutral protamine Hagedorn) insulin (human isophane insulin) in adults with type 2 diabetes mellitus."
    },
    {
      "heading": "Search methods",
      "text": "For this Cochrane Review update, we searched CENTRAL, MEDLINE, Embase, ICTRP Search Portal and ClinicalTrials.gov. The date of the last search was 5 November 2019, except Embase which was last searched 26 January 2017. We applied no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) comparing the effects of treatment with (ultra-)long-acting insulin analogues to NPH in adults with type 2 diabetes mellitus."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials, assessed risk of bias, extracted data and evaluated the overall certainty of the evidence using GRADE. Trials were pooled using random-effects meta-analyses."
    },
    {
      "heading": "Main results",
      "text": "We identified 24 RCTs. Of these, 16 trials compared insulin glargine to NPH insulin and eight trials compared insulin detemir to NPH insulin. In these trials, 3419 people with type 2 diabetes mellitus were randomised to insulin glargine and 1321 people to insulin detemir. The duration of the included trials ranged from 24 weeks to five years. For studies, comparing insulin glargine to NPH insulin, target values ranged from 4.0 mmol/L to 7.8 mmol/L (72 mg/dL to 140 mg/dL) for fasting blood glucose (FBG), from 4.4 mmol/L to 6.6 mmol/L (80 mg/dL to 120 mg/dL) for nocturnal blood glucose and less than 10 mmol/L (180 mg/dL) for postprandial blood glucose, when applicable. Blood glucose and glycosylated haemoglobin A1c (HbA1c) target values for studies comparing insulin detemir to NPH insulin ranged from 4.0 mmol/L to 7.0 mmol/L (72 mg/dL to 126 mg/dL) for FBG, less than 6.7 mmol/L (120 mg/dL) to less than 10 mmol/L (180 mg/dL) for postprandial blood glucose, 4.0 mmol/L to 7.0 mmol/L (72 mg/dL to 126 mg/dL) for nocturnal blood glucose and 5.8% to less than 6.4% HbA1c, when applicable.\nAll trials had an unclear or high risk of bias for several risk of bias domains.\nOverall, insulin glargine and insulin detemir resulted in fewer participants experiencing hypoglycaemia when compared with NPH insulin. Changes in HbA1c were comparable for long-acting insulin analogues and NPH insulin.\nInsulin glargine compared to NPH insulin had a risk ratio (RR) for severe hypoglycaemia of 0.68 (95% confidence interval (CI) 0.46 to 1.01; P = 0.06; absolute risk reduction (ARR) –1.2%, 95% CI –2.0 to 0; 14 trials, 6164 participants; very low-certainty evidence). The RR for serious hypoglycaemia was 0.75 (95% CI 0.52 to 1.09; P = 0.13; ARR –0.7%, 95% CI –1.3 to 0.2; 10 trials, 4685 participants; low-certainty evidence). Treatment with insulin glargine reduced the incidence of confirmed hypoglycaemia and confirmed nocturnal hypoglycaemia.\nTreatment with insulin detemir compared to NPH insulin found an RR for severe hypoglycaemia of 0.45 (95% CI 0.17 to 1.20; P = 0.11; ARR –0.9%, 95% CI –1.4 to 0.4; 5 trials, 1804 participants; very low-certainty evidence). The Peto odds ratio for serious hypoglycaemia was 0.16, 95% CI 0.04 to 0.61; P = 0.007; ARR –0.9%, 95% CI –1.1 to –0.4; 5 trials, 1777 participants; low-certainty evidence). Treatment with detemir also reduced the incidence of confirmed hypoglycaemia and confirmed nocturnal hypoglycaemia.\nInformation on patient-relevant outcomes such as death from any cause, diabetes-related complications, health-related quality of life and socioeconomic effects was insufficient or lacking in almost all included trials. For those outcomes for which some data were available, there were no meaningful differences between treatment with glargine or detemir and treatment with NPH. There was no clear difference between insulin-analogues and NPH insulin in terms of weight gain.\nThe incidence of adverse events was comparable for people treated with glargine or detemir, and people treated with NPH.\nWe found no trials comparing ultra-long-acting insulin glargine U300 or insulin degludec with NPH insulin."
    },
    {
      "heading": "Authors' conclusions",
      "text": "While the effects on HbA1c were comparable, treatment with insulin glargine and insulin detemir resulted in fewer participants experiencing hypoglycaemia when compared with NPH insulin. Treatment with insulin detemir also reduced the incidence of serious hypoglycaemia. However, serious hypoglycaemic events were rare and the absolute risk reducing effect was low. Approximately one in 100 people treated with insulin detemir instead of NPH insulin benefited.\nIn the studies, low blood glucose and HbA1c targets, corresponding to near normal or even non-diabetic blood glucose levels, were set. Therefore, results from the studies are only applicable to people in whom such low blood glucose concentrations are targeted. However, current guidelines recommend less-intensive blood glucose lowering for most people with type 2 diabetes in daily practice (e.g. people with cardiovascular diseases, a long history of type 2 diabetes, who are susceptible to hypoglycaemia or older people). Additionally, low-certainty evidence and trial designs that did not conform with current clinical practice meant it remains unclear if the same effects will be observed in daily clinical practice. Most trials did not report patient-relevant outcomes."
    }
  ],
  "pls_title": "(Ultra-)long-acting insulin analogues compared with NPH insulin (human isophane insulin) for adults with type 2 diabetes mellitus",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Introduction",
      "text": "Type 2 diabetes mellitus is a progressive condition, meaning that ever more antihyperglycaemic medications are needed to achieve recommended glycosylated haemoglobin A1c (HbA1c) levels with increasing disease duration. The HbA1c test measures blood glucose levels over two to three months. Eventually, many people will require insulin treatment. Insulin treatment is frequently performed by administering human basal insulins once or twice daily. Basal insulins are long-acting insulins with delayed onset of action covering the basic insulin needs of the body. Fast-acting insulins are used to cover meals. The most common side effects of insulin treatment are low blood sugar (hypoglycaemia) and weight gain. Newer synthetic insulins, so-called (ultra-)long-acting insulin-analogues, have been developed with the intention of minimising side effects and allowing better blood glucose control."
    },
    {
      "heading": "Review question",
      "text": "We wanted to compare the effects of treatment with (ultra-)long-acting insulin analogues with NPH (neutral protamine Hagedorn) insulin (human isophane insulin)."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to 5 November 2019."
    },
    {
      "heading": "Background",
      "text": "It is unclear if or to what extent (ultra-)long-acting insulin analogues show more benefit or less harm compared to NPH insulin."
    },
    {
      "heading": "Study characteristics",
      "text": "All 24 included studies were randomised controlled trials (clinical studies in which people are randomly assigned to one of two or more treatment groups). Sixteen studies compared the long-acting insulin glargine to NPH insulin and eight studies compared the long-acting insulin detemir to NPH insulin. In these studies, 3419 people with type 2 diabetes mellitus were randomised to insulin glargine and 1321 people to insulin detemir. The duration of the studies ranged from 24 weeks to 5 years."
    },
    {
      "heading": "Key results",
      "text": "The different insulins reduced HbA1c by about the same amount.\nTreatment with insulin glargine or insulin detemir instead of NPH insulin resulted in fewer people with hypoglycaemia. Treatment with insulin detemir reduced the risk of serious hypoglycaemia. However, serious hypoglycaemia occurred only rarely in the studies, in fewer than one in 100 people treated with insulin detemir and in about one in 100 people treated with NPH insulin. Approximately one in 100 people treated with insulin detemir instead of NPH insulin benefited.\nInformation on diabetes-related complications (such as heart disease, renal disease, damage to the retina of the eyes and amputations), death from any cause and health-related quality of life was scarce. When available, study results did not suggest clear differences between insulin analogues and NPH insulin.\nThere was no clear difference between insulin analogues and NPH insulin for side effects or weight gain.\nNone of the included studies reported on socioeconomic effects (such as costs of the intervention, absence from work, medication consumption)."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "In the studies, very low blood glucose and HbA1c target values were set. However, doctors often recommend higher targets for people with a long history of type 2 diabetes, who have had a heart attack or stroke, or who are old. With higher target values, hypoglycaemia occurs less frequently and more people need to be treated with insulin analogues instead of NPH insulin to prevent hypoglycaemia in one person. Therefore, study results are only applicable to people who are treated to such low blood glucose target values.\nIn many studies, an adequate adjustment of NPH insulin was not possible. However, doctors will do that in daily practice. Therefore, a further decrease in the benefit of insulin analogues is expected.\nTreatment in all but one study lasted for 12 months or less. However, diabetes-related complications usually only develop over many years. Thus, most studies were unable to answer the important question whether treatment with different insulin preparations has different effects on diabetes-related complications. This means that potentially important differences between insulin analogues and NPH insulin were not detected.\nAll studies had problems in the way they were conducted."
    }
  ]
}