{
  "doi": "10.1002/14651858.CD008155.pub2",
  "name": "Surfactant for bacterial pneumonia in late preterm and term infants",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pulmonary surfactant is an important part of the host defence against respiratory infections. Bacterial pneumonia in late preterm or term newborn infants often leads to surfactant deficiency or dysfunction, as surfactant is either inactivated or peroxidated. Studies of animal models of pneumonia and clinical case reports suggest that exogenous surfactant might be beneficial to infants with bacterial pneumonia."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of exogenous surfactant treatment on mortality and pulmonary complications in infants with bacterial pneumonia."
    },
    {
      "heading": "Search methods",
      "text": "We used standard Cochrane Collaboration methodology to conduct our search of databases. We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2011, Issue 6); MEDLINE (accessed via Ovid SP June 2011); EMBASE (via Ovid SP 1980 to June 2011); and CINAHL Plus (accessed via EBSCOHost June 2011)."
    },
    {
      "heading": "Selection criteria",
      "text": "We limited our search to randomised and quasi-randomised trials of surfactant replacement therapy in infants > 35 weeks gestation with bacterial pneumonia in the first 28 days of life. The primary outcome measures were death, time to resolution of pneumonia, incidence of chronic lung disease, pneumothoraces and pulmonary haemorrhage."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We assessed all studies with predefined criteria as to whether they were eligible for inclusion. We extracted data using RevMan 5 (RevMan 2011). We used the standard Cochrane Collaboration methodology for data collection and analysis to assess risk of bias, heterogeneity, treatment effect, missing data and reporting bias where appropriate."
    },
    {
      "heading": "Main results",
      "text": "We did not identify any studies that met our inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence from randomised controlled trials (RCTs) to support or refute the efficacy of surfactant in near-term and term infants with proven or suspected bacterial pneumonia. RCTs are still required to answer this question."
    }
  ],
  "pls_title": "Surfactant for bacterial pneumonia in term and late preterm infants",
  "pls_type": "long",
  "pls": "Bacterial pneumonia in preterm and term newborn babies can cause problems with the functioning of pulmonary surfactant, a complex combination of fats and proteins that lines the lung and causes the lung to work effectively. Disrupting surfactant function makes breathing very difficult for these infants. In this review, we did not find any suitable clinical trials to assess the benefits or harms of surfactant treatment in addition to standard intensive care in the treatment of babies with bacterial pneumonia. More research is needed to answer the question of whether surfactant treatment is beneficial for near-term and term infants with bacterial pneumonia."
}