{
  "doi": "10.1002/14651858.CD006568.pub3",
  "name": "Chinese herbal medicine for endometriosis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Endometriosis is characterized by the presence of tissue that is morphologically and biologically similar to normal endometrium in locations outside the uterus. Surgical and hormonal treatment of endometriosis have unpleasant side effects and high rates of relapse. In China, treatment of endometriosis using Chinese herbal medicine (CHM) is routine and considerable research into the role of CHM in alleviating pain, promoting fertility, and preventing relapse has taken place.\nThis review is an update of a previous review published in the Cochrane Database of Systematic Reviews 2009, issue No 3."
    },
    {
      "heading": "Objectives",
      "text": "To review the effectiveness and safety of CHM in alleviating endometriosis-related pain and infertility."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Menstrual Disorders and Subfertility Group Trials Register, Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library) and the following English language electronic databases (from their inception to 31/10/2011): MEDLINE, EMBASE, AMED, CINAHL, and NLH.\nWe also searched Chinese language electronic databases: Chinese Biomedical Literature Database (CBM), China National Knowledge Infrastructure (CNKI), Chinese Sci & Tech Journals (VIP), Traditional Chinese Medical Literature Analysis and Retrieval System (TCMLARS), and Chinese Medical Current Contents (CMCC)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) involving CHM versus placebo, biomedical treatment, another CHM intervention; or CHM plus biomedical treatment versus biomedical treatment were selected. Only trials with confirmed randomisation procedures and laparoscopic diagnosis of endometriosis were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Risk of bias assessment, and data extraction and analysis were performed independently by three review authors. Data were combined for meta-analysis using relative risk (RR) for dichotomous data. A fixed-effect statistical model was used, where appropriate. Data not suitable for meta-analysis were presented as descriptive data."
    },
    {
      "heading": "Main results",
      "text": "Two Chinese RCTs involving 158 women were included in this review. Although both these trials described adequate methodology they were of limited quality. Neither trial compared CHM with placebo treatment.\nThere was no evidence of a significant difference in rates of symptomatic relief between CHM and gestrinone administered subsequent to laparoscopic surgery (RR 1.04, 95% CI 0.91 to 1.18). There was no significant difference between the CHM and gestrinone groups with regard to the total pregnancy rate (69.6% versus 59.1%; RR 1.18, 95% CI 0.87 to 1.59, one RCT).\nCHM administered orally and then in conjunction with a herbal enema resulted in a greater proportion of women obtaining symptomatic relief than with danazol (RR 5.06, 95% CI 1.28 to 20.05; RR 5.63, 95% CI 1.47 to 21.54, respectively). Oral plus enema administration of CHM resulted in a greater reduction in average dysmenorrhoea pain scores than did danazol (mean difference (MD) -2.90, 95% CI -4.55 to -1.25).  For lumbosacral pain, rectal discomfort, or vaginal nodules tenderness, there was no significant difference between CHM and danazol.\nOverall, 100% of women in both studies showed some improvement in their symptoms. Women taking CHM had fewer side effects than those taking either gestrinone or danazol."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Post-surgical administration of CHM may have comparable benefits to gestrinone. Oral CHM may have a better overall treatment effect than danazol and it may be more effective in relieving dysmenorrhoea when used in conjunction with a CHM enema. CHM appears to have fewer side effects than either gestrinone or danazol. However, more rigorous research is required to accurately assess the potential role of CHM in treating endometriosis."
    }
  ],
  "pls_title": "Chinese herbs for endometriosis",
  "pls_type": "long",
  "pls": "Endometriosis is a common gynaecological condition causing menstrual and pelvic pain. Treatment involves surgery and hormonal drugs, with potentially unpleasant side effects and high rates of reoccurrence of endometriosis. The two small studies in this review suggest that Chinese herbal medicine (CHM) may be as effective as gestrinone and may be more effective than danazol in relieving endometriosis-related pain, with fewer side effects than experienced with conventional treatment. However, the two trials included in this review were small and of limited quality so these findings must be interpreted cautiously. Better quality randomised controlled trials are needed to investigate a possible role for CHM in the treatment of endometriosis."
}