{
  "doi": "10.1002/14651858.CD012429.pub2",
  "name": "Lurasidone versus typical antipsychotics for schizophrenia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Antipsychotic drugs are the mainstay of treatment for schizophrenia. Even though several novel second-generation antipsychotics (i.e. lurasidone, iloperidone and cariprazine) have been approved in recent years, typical antipsychotics (e.g. chlorpromazine, haloperidol, and fluphenazine) remain a crucial therapeutic option for the condition around the world. Little is known about the relative risk-to-benefit ratio of the 'latest' second-generation antipsychotics compared to the typical agents of 'established stature'."
    },
    {
      "heading": "Objectives",
      "text": "To systematically review the efficacy and safety of lurasidone versus typical antipsychotics for adults with schizophrenia or schizophrenia-related disorders."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group’s Study-Based Register of Trials on 5 June 2019. We also ran an update search in CENTRAL, MEDLINE, Embase, and three additional databases as well as two trial registers and the US Food and Drug Administration database on 1 April 2024."
    },
    {
      "heading": "Selection criteria",
      "text": "We searched for randomized controlled trials (RCTs) comparing lurasidonewith typical antipsychotic drugs (such as chlorpromazine, fluphenazine, haloperidol, loxapine, mesoridazine, molindone, perphenazine, thioridazine, thiothixene, zuclopenthixol) for adults with schizophrenia. No additional search restrictions were applied."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We followed standard Cochrane methodological procedures. We extracted information on participant characteristics, interventions, study outcomes, study design, trial methods, and funding sources. Two review authors independently extracted data and assessed the risk of bias. We assessed the certainty of evidence with GRADE for these key outcomes: change in mental state, death by suicide or natural cause, quality of life, total serious adverse events and severe adverse events (as defined by study authors)."
    },
    {
      "heading": "Main results",
      "text": "We included two studies with a total of 308 individuals diagnosed with schizophrenia (220 men and 85 women). A total of 223 participants received lurasidone (20, 40, or 80 mg/day), and 82 received haloperidol (up to 10 mg/day) or perphenazine (up to 32 mg/day); three people did not receive any study medication. Both studies were performed in the US. The duration of the follow-up was four to six weeks. Death by suicide/natural causes and quality of life were not reported by the two included studies.\nThe evidence is very uncertain about the effects of lurasidone on change in mental state: the Brief Psychiatric Rating Scale (BPRS) (MD 3.74, 95% CI 0.57 to 6.90; 1 RCT, 281 participants; very low-certainty evidence); and the Positive and Negative Syndrome Scale (PANSS) (MD 6.68, 95% CI 2.45 to 10.91; 1 RCT, 281 participants; very low-certainty evidence).\nThe evidence is also very uncertain about the effects of lurasidone on total serious adverse events (RR 0.98, 95% CI 0.37 to 2.60; 2 RCTs, 303 participants; very low certainty of evidence) and on severe adverse events (RR 1.70, 95% CI 0.46 to 6.32; 1 RCT, 281 participants; very low certainty of evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We are very uncertain about whether lurasidone offers benefits to the mental state, total serious adverse events, or severe adverse events when compared to typical antipsychotics for people with schizophrenia. The evidence included in this review is of very low certainty, derived from two small trials. Study limitations (risk of bias) and imprecise results impacted our confidence in the evidence. Furthermore, data on mortality (due to suicide or natural causes) or quality of life are unavailable.\nFurther large-scale randomized studies are needed to provide clearer insights into the benefits and harms of lurasidone compared to typical antipsychotics for treating schizophrenia."
    }
  ],
  "pls_title": "Lurasidone or typical antipsychotics: which works better to treat schizophrenia?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• We compared lurasidone, a newer antipsychotic, with traditional antipsychotics like haloperidol to treat schizophrenia.\n• Based on two studies, we are uncertain whether lurasidone improves schizophrenia symptoms or causes fewer unwanted effects compared to traditional medications.\n• More research is needed to determine the benefits and potential harms of lurasidone in managing schizophrenia."
    },
    {
      "heading": "What is schizophrenia?",
      "text": "Schizophrenia is a condition that affects how a person perceives reality, leading to symptoms such as hallucinations, delusions, and difficulty thinking clearly. It can also make familiar environments feel strange and may impact relationships and social interactions. While living with schizophrenia is challenging, many people work hard to manage their symptoms and lead fulfilling lives."
    },
    {
      "heading": "How is schizophrenia treated?",
      "text": "Antipsychotic medications are essential for reducing the severe symptoms of schizophrenia."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if lurasidone:\n• Is more effective than traditional antipsychotic medications, such as haloperidol, in reducing schizophrenia symptoms.\n• Causes fewer unwanted effects.\n• Improves quality of life or reduces the risk of death by suicide or natural causes."
    },
    {
      "heading": "What did we do?",
      "text": "We reviewed clinical trials comparing lurasidone with traditional antipsychotic medications. Our focus was on changes in schizophrenia symptoms and whether lurasidone caused any unwanted effects. We also looked for evidence on quality of life, deaths by suicide or natural causes, and other important outcomes."
    },
    {
      "heading": "What did we find?",
      "text": "We found two studies that included 308 adults with schizophrenia (220 men and 85 women). These studies compared lurasidone with haloperidol, a traditional antipsychotic. The results showed:\n• Symptoms of schizophrenia: It is unclear whether lurasidone improves symptoms as measured by common scales (e.g., the Brief Psychiatric Rating Scale). One study suggested a slight improvement, but we are very uncertain about these results.\n• Unwanted effects: It is unclear whether lurasidone causes fewer or more unwanted effects compared to haloperidol.\n• Other outcomes: No studies examined whether lurasidone reduces the risk of suicide or improves quality of life."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The evidence is based on only two small studies, limiting our confidence in the results. Additionally, the studies were conducted in specific populations, so the findings may not apply to everyone with schizophrenia. Both studies had limitations in their design, which may affect the reliability of their results."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to April 2024."
    }
  ]
}