{
  "doi": "10.1002/14651858.CD001187.pub3",
  "name": "House dust mite control measures for asthma",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The major allergen in house dust comes from mites. Chemical, physical and combined methods of reducing mite allergen levels are intended to reduce asthma symptoms in people who are sensitive to house dust mites."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of reducing exposure to house dust mite antigens in the homes of people with mite-sensitive asthma."
    },
    {
      "heading": "Search methods",
      "text": "We searched PubMed and the Cochrane Airways Group Register (last search July 2011). No restrictions were placed on language of publication."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised trials of mite control measures versus placebo or no treatment in people with asthma known to be sensitive to house dust mites."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors applied the trial inclusion criteria and evaluated the data. We contacted trial authors to clarify information."
    },
    {
      "heading": "Main results",
      "text": "We included 55 trials (3121 patients). Thirty-seven trials assessed physical methods, including 26 trials employing mattress encasings. Ten trials involved chemical methods and eight trials involved a combination of chemical and physical methods. Despite the fact that many trials were of poor quality and would be expected to exaggerate the reported effect, we did not find an effect of the interventions. For the most frequently reported outcome, peak flow in the morning (1665 patients), the standardised mean difference (SMD) was 0.01 (95% confidence interval (CI) -0.08 to 0.11). There were no statistically significant differences either in number of patients improved (risk ratio 1.01, 95% CI 0.80 to 1.27), asthma symptom scores (SMD -0.06, 95% CI -0.16 to 0.05), or in medication usage (SMD -0.05, 95% CI -0.17 to 0.07)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Chemical and physical methods aimed at reducing exposure to house dust mite allergens cannot be recommended. It is doubtful whether further studies, similar to the ones in our review, are worthwhile. If other types of studies are considered, they should be methodologically rigorous and use other methods than those used so far, with careful monitoring of mite exposure and relevant clinical outcomes."
    }
  ],
  "pls_title": "Does controlling exposure to house dust mites improve asthma?",
  "pls_type": "long",
  "pls": "Asthma is a chronic inflammatory disease of the airways. The prevalence of asthma has increased and it is now the commonest chronic disease among children. Asthma is triggered by allergens (substances that cause an allergic reaction) and house dust presents a problem in some people with asthma. The major allergen in house dust comes from mites and it is hypothesised that controlling exposure to house dust mites will reduce asthma symptoms in people who are sensitive to house dust mites.\nWe included 55 randomised trials on 3121 people with asthma. There are both chemical (10 trials) and physical methods such as mattress encasings (37 trials) of reducing mite allergen levels and we included both types in this review. There were also eight trials that used both physical and chemical methods. Many trials were of poor quality and would therefore be expected to exaggerate the reported effect, but we did not find an effect of the interventions. There was no difference in peak flow (a measure of lung function), asthma symptoms and medication scores, or the number of patients reporting an improvement in their asthma symptoms.\nWhile reducing exposure to house dust mites is recommended in guidelines, we did not find an effect of control measures to reduce the exposure to mites or their products. ."
}