{
  "doi": "10.1002/14651858.CD004869.pub2",
  "name": "Cysteine, cystine or N‐acetylcysteine supplementation in parenterally fed neonates",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cysteine is a precursor of glutathione, an antioxidant that may reduce oxidation injury. The addition of cysteine to parenteral nutrition (PN) allows for the reduction of the amount of methionine in PN, thereby limiting hepatotoxicity and acidifies the solution, thereby increasing calcium and phosphate solubility and potentially improving bone mineralization."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of supplementing PN with cysteine, cystine or its precursor N-acetylcysteine on neonatal growth and short and long-term outcomes."
    },
    {
      "heading": "Search methods",
      "text": "The standard search method of the Cochrane Neonatal Review Group was used. MEDLINE, EMBASE, the Cochrane Central Register of Controlled Trials (The Cochrane Library ) and recent abstracts from the Society for Pediatric Research/ American Pediatric Society, Eastern Society for Pediatric Research, and Society for Parenteral and Enteral Nutrition were originally searched in 2005. In August 2009 updated searches were done of The Cochrane Library, MEDLINE (search via PubMed), CINAHL and EMBASE from 2006 to 2009."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomized (RCTs) and quasi-randomized trials that examined the effects of cysteine, cystine or N-acetylcysteine supplementation of neonatal PN were reviewed."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The standard methods of the Cochrane Collaboration and its Neonatal Review Group were used. Statistical analysis included relative risk, risk difference, and weighted mean difference (WMD)."
    },
    {
      "heading": "Main results",
      "text": "Six trials fulfilled entry criteria. The majority of patients in these trials were preterm. Five small trials evaluated short-term cysteine supplementation of cysteine-free PN. One large multicenter RCT evaluated short-term N-acetylcysteine supplementation of cysteine-containing PN in extremely low birth weight infants (≤ 1000 grams).\nGrowth was not significantly affected by cysteine supplementation (1 trial) or by N-acetylcysteine supplementation (1 trial). Nitrogen retention was significantly increased by cysteine supplementation (4 trials) (WMD 31.8 mg/kg/day, 95% confidence interval +8.2, +55.4, n = 95, including 73 preterm infants).\nPlasma levels of cysteine were significantly increased by cysteine supplementation but not by N-acetylcysteine supplementation. N-acetylcysteine supplementation did not significantly affect the risks of death by 36 postmenstrual weeks, bronchopulmonary dysplasia (BPD), death or BPD, retinopathy of prematurity (ROP), severe ROP, necrotizing enterocolitis requiring surgery, periventricular leukomalacia, intraventricular hemorrhage (IVH), or severe IVH."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Available evidence from RCTs shows that routine short-term cysteine chloride supplementation of cysteine-free PN in preterm infants improves nitrogen balance. However, there is insufficient evidence to assess the risks of cysteine supplementation, especially regarding metabolic acidosis, which has been reported during the first two weeks of cysteine chloride administration. Available evidence from a large RCT trial does not support routine N-acetylcysteine supplementation of cysteine-containing PN in extremely low birth weight infants."
    }
  ],
  "pls_title": "Cysteine, cystine or N-acetylcysteine supplementation in parenterally fed neonates",
  "pls_type": "long",
  "pls": "Sick or preterm newborn infants may require intravenous nutrition, including intravenous administration of solutions containing amino acids. Newborn infants need cysteine (an amino acid) for growth under certain conditions. Cysteine may decrease the chance of liver disease and brittle bones. This systemic review was done to analyze whether adding cysteine (or related compounds) to intravenous nutrition affects growth and other outcomes in newborn infants. Five trials studied the effects of adding cysteine to intravenous nutrition that did not contain cysteine. Addition of cysteine significantly improved the babies' ability to build body proteins (analyzed in four studies); however, it did not improve growth (analyzed in one study); no other outcomes were available. One large randomized trial studied the effect of adding another chemical, N-acetyl-cysteine, to intravenous nutrition that already contained cysteine. This study showed no benefit and no toxicity of this intervention. We conclude that present data are insufficient to justify routine addition of cysteine to the intravenous nutrition of newborn infants that does not contain cysteine. Available evidence does not support routine addition of N-acetylcysteine to intravenous nutrition of newborn infants containing cysteine."
}