{
  "doi": "10.1002/14651858.CD003008.pub3",
  "name": "Transcutaneous electrical nerve stimulation (TENS) versus placebo for chronic low‐back pain ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Transcutaneous electrical nerve stimulation (TENS) was introduced more than 30 years ago as a therapeutic adjunct to the pharmacological management of pain. However, despite widespread use, its effectiveness in chronic low-back pain (LBP) is still controversial."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether TENS is more effective than placebo for the management of chronic LBP."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Central Register of Controlled Trials, MEDLINE, EMBASE, PEDro and CINAHL were searched up to July 19, 2007."
    },
    {
      "heading": "Selection criteria",
      "text": "Only randomized controlled clinical trials (RCTs) comparing TENS to placebo in patients with chronic LBP were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected the trials, assessed their methodological quality and extracted relevant data. If quantitative meta-analysis was not possible, a qualitative synthesis was performed, taking into consideration 5 levels of evidence as recommended by the Cochrane Collaboration Back Review Group."
    },
    {
      "heading": "Main results",
      "text": "Four high-quality RCTs (585 patients) met the selection criteria. Clinical heterogeneity prevented the use of meta-analysis. Therefore, a qualitative synthesis was completed. There was conflicting evidence about whether TENS was beneficial in reducing back pain intensity and consistent evidence in two trials (410 patients) that it did not improve back-specific functional status. There was moderate evidence that work status and the use of medical services did not change with treatment. Conflicting results were obtained from two studies regarding generic health status, with one study showing no improvement on the modified Sickness Impact Profile and another study showing significant improvements on several, but not all subsections of the SF-36 questionnaire. Multiple physical outcome measures lacked statistically significant improvement relative to placebo. In general, patients treated with acupuncture-like TENS responded similarly to those treated with conventional TENS. However, in two of the trials, an inadequate stimulation intensity was used for acupuncture-like TENS, given that muscle twitching was not induced. Optimal treatment schedules could not be reliably determined based on the available data. Adverse effects included minor skin irritation at the site of electrode placement."
    },
    {
      "heading": "Authors' conclusions",
      "text": "At this time, the evidence from the small number of placebo-controlled trials does not support the use of TENS in the routine management of chronic LBP. Further research is encouraged."
    }
  ],
  "pls_title": "Transcutaneous electrical nerve stimulation (TENS) versus placebo for chronic low-back pain",
  "pls_type": "long",
  "pls": "Low-back pain (LBP) represents a leading cause for work absenteeism and visits to health care professionals. Sixty to 90% of the adult population is at risk of developing LBP. While the majority of episodes appear to resolve within six weeks, recurrences are common. In addition, it is estimated that 10% to 20% of affected adults develop symptoms of chronic LBP (persistent pain lasting longer than three months). Chronic LBP has a significant impact on everyday life.\nTranscutaneous electrical nerve stimulation (TENS) is widely used as a supplemental therapy in the management of LBP.  It is a relatively safe, non-invasive and easy to use treatment option. TENS units deliver electrical stimulation to the underlying nerves via electrodes placed over the intact skin surface near the source of maximal pain.\nFour high-quality randomized controlled trials (RCTs; 585 patients) comparing TENS with placebo for chronic low-back pain were included in this study.  Due to conflicting evidence, it is unclear if TENS is beneficial in reducing back pain intensity.  However, there was consistent evidence in two trials (410 patients) that TENS did not improve the level of disability due to back pain. There was moderate evidence that use of medical services and work status (e.g. loss of work, sick days) did not change during treatment. Finally, there did not seem to be a difference between conventional and acupuncture-like TENS.\nSome adverse effects were reported, typically minor skin irritations observed equally in the treatment and placebo groups. However, there was one participant who developed a severe rash four days after the start of treatment.\nIn summary, the review authors found conflicting evidence regarding the benefits of TENS for chronic LBP, which does not support the use of TENS in the routine management of chronic LBP."
}