{
  "doi": "10.1002/14651858.CD004947.pub3",
  "name": "Prenatal administration of progesterone for preventing preterm birth in women considered to be at risk of preterm birth ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Preterm birth is a major complication of pregnancy associated with perinatal mortality and morbidity. Progesterone for the prevention of preterm labour has been advocated."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of progesterone for the prevention of preterm birth for women considered to be at increased risk of preterm birth and their infants."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (14 January 2013) and reviewed the reference list of all articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials, in which progesterone was given for preventing preterm birth."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently evaluated trials for methodological quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "Thirty-six randomised controlled trials (8523 women and 12,515 infants) were included.\nProgesterone versus placebo for women with a past history of spontaneous preterm birth \nProgesterone was associated with a statistically significant reduction in the risk of perinatal mortality (six studies; 1453 women; risk ratio (RR) 0.50, 95% confidence interval (CI) 0.33 to 0.75), preterm birth less than 34 weeks (five studies; 602 women; average RR 0.31, 95% CI 0.14 to 0.69), infant birthweight less than 2500 g (four studies; 692 infants; RR 0.58, 95% CI 0.42 to 0.79), use of assisted ventilation (three studies; 633 women; RR 0.40, 95% CI 0.18 to 0.90), necrotising enterocolitis (three studies; 1170 women; RR 0.30, 95% CI 0.10 to 0.89), neonatal death (six studies; 1453 women; RR 0.45, 95% CI 0.27 to 0.76), admission to neonatal intensive care unit (three studies; 389 women; RR 0.24, 95% CI 0.14 to 0.40), preterm birth less than 37 weeks (10 studies; 1750 women; average RR 0.55, 95% CI 0.42 to 0.74) and a statistically significant increase in pregnancy prolongation in weeks (one study; 148 women; mean difference (MD) 4.47, 95% CI 2.15 to 6.79). No differential effects in terms of route of administration, time of commencing therapy and dose of progesterone were observed for the majority of outcomes examined.\nProgesterone versus placebo for women with a short cervix identified on ultrasound \nProgesterone was associated with a statistically significant reduction in the risk of preterm birth less than 34 weeks (two studies; 438 women; RR 0.64, 95% CI 0.45 to 0.90), preterm birth at less than 28 weeks' gestation (two studies; 1115 women; RR 0.59, 95% CI 0.37 to 0.93) and increased risk of urticaria in women when compared with placebo (one study; 654 women; RR 5.03, 95% CI 1.11 to 22.78). It was not possible to assess the effect of route of progesterone administration, gestational age at commencing therapy, or total cumulative dose of medication.\nProgesterone versus placebo for women with a multiple pregnancy\nProgesterone was associated with no statistically significant differences for the reported outcomes.\nProgesterone versus no treatment/placebo for women following presentation with threatened preterm labour\nProgesterone, was associated with a statistically significant reduction in the risk of infant birthweight less than 2500 g (one study; 70 infants; RR 0.52, 95% CI 0.28 to 0.98).\nProgesterone versus placebo for women with 'other' risk factors for preterm birth\nProgesterone, was associated with a statistically significant reduction in the risk of infant birthweight less than 2500 g (three studies; 482 infants; RR 0.48, 95% CI 0.25 to 0.91)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The use of progesterone is associated with benefits in infant health following administration in women considered to be at increased risk of preterm birth due either to a prior preterm birth or where a short cervix has been identified on ultrasound examination. However, there is limited information available relating to longer-term infant and childhood outcomes, the assessment of which remains a priority.\nFurther trials are required to assess the optimal timing, mode of administration and dose of administration of progesterone therapy when given to women considered to be at increased risk of early birth."
    }
  ],
  "pls_title": "Prenatal administration of progesterone to prevent preterm birth in women considered to be at risk of having their baby early",
  "pls_type": "long",
  "pls": "Babies who are born before 37 weeks, and particularly those born before 34 weeks, are at greater risk of having problems at birth and complications in infancy. Infants who are born preterm are at greater risk of dying in their first year of life, and of those infants who survive, there is an increased risk of repeated admission to hospital and adverse outcomes including cerebral palsy and long-term disability. Progesterone is a hormone that reduces contractions of the uterus and has an important role in maintaining pregnancy and is suggested for the prevention of preterm labour. Maternal side-effects from progesterone therapy include headache, breast tenderness, nausea, cough and local irritation if administered intramuscularly. At present, there is little information available regarding the optimal dose of progesterone, mode of administration, gestation to commence therapy, or duration of therapy.\nThe review of 36 randomised controlled trials, involving a total of 8523 women considered to be at increased risk of preterm birth, and 12,515 infants, found that where progesterone was given (by injection into the muscle in some studies and as a pessary into the vagina in others), it had beneficial effects, including reducing the risk of the baby dying after birth, suffering complications such as requiring assisted ventilation, necrotising enterocolitis or requiring admission to neonatal intensive care, prolonging the pregnancy, and reducing the chance of neonatal intensive care admission.\nInformation related to longer-term infant and childhood outcomes was limited. Overall, the trials included in this review were considered to be of good to fair quality. Further trials are required to assess the optimal timing, mode of administration and dose of administration of progesterone therapy."
}