{
  "doi": "10.1002/14651858.CD006196.pub2",
  "name": "Intermittent drug techniques for schizophrenia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Antipsychotic medication is considered the mainstay of treatment for schizophrenia and is generally regarded as highly effective, especially in controlling positive symptoms. However, long-term antipsychotic exposure has been associated with a range of adverse effects, including extra-pyramidal symptoms (EPS), neuroleptic malignant syndrome (NMS), tardive dyskinesia and death. Intermittent drug techniques refers to the 'use of medication only during periods of incipient relapse or symptom exacerbation rather than continuously'. The aim is to reduce the risk of typical adverse effects of antipsychotics by 'reducing long-term medication exposure for patients who are receiving maintenance treatment while limiting the risk of relapse', with a further goal of improving social functioning resulting from the reduction of antipsychotic-induced side effects"
    },
    {
      "heading": "Objectives",
      "text": "To review the effects of different intermittent drug techniques compared with maintenance treatment in people with schizophrenia or related disorders."
    },
    {
      "heading": "Search methods",
      "text": "We searched The Cochrane Schizophrenia Group Trials Register (April 2012) and supplemented this by contacting relevant study authors, handsearching relevant intermittent drug treatment articles and manually searching reference lists."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials (RCTs) that compared intermittent drug techniques with standard maintenance therapy for people with schizophrenia. Primary outcomes of interest were relapse and hospitalisation."
    },
    {
      "heading": "Data collection and analysis",
      "text": "At least two review authors selected trials, assessed quality and extracted data. We calculated risk ratios (RR) and 95% confidence intervals (CI) of homogeneous dichotomous data and estimated the 95% confidence interval (CI) around this. For non-skewed continuous endpoint data extracted from valid scales, we estimated mean difference (MD) between groups with a 95% CI. Where data displayed heterogeneity, these were analysed using a random-effects model. Skewed data are presented in tables. We assessed overall quality for clinically important outcomes using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "Of 241 records retrieved by the search, 17 trials conducted between 1961 and 2011, involving 2252 participants with follow-up from six weeks to two years, were included. Homogenous data demonstrated that instances of relapse were significantly higher in people receiving any intermittent drug treatment in the long term (n = 436, 7 RCTs, RR 2.46, 95% CI 1.70 to 3.54, moderate quality evidence ). Intermittent treatment was shown to be more effective than placebo, however, and demonstrated that significantly less people receiving intermittent antipsychotics experienced full relapse by medium term (n = 290, 2 RCTs, RR 0.37, 95% CI 0.24 to 0.58, very low quality evidence ). Hospitalisation rates were higher for people receiving any intermittent drug treatment by long term (n = 626, 5 RCTs, RR 1.65, 95% CI 1.33 to 2.06, moderate quality evidence ). Results demonstrated little difference in instances of tardive dyskinesia in groups with any intermittent drug technique versus maintenance therapy, with equivocal results (displaying slight heterogeneity) at long term (n = 165, 4 RCTs, RR 1.15, 95% CI 0.58 to 2.30, low quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Results of this review support the existing evidence that intermittent antipsychotic treatment is not as effective as continuous, maintained antipsychotic therapy in preventing relapse in people with schizophrenia. More research is needed to assess any potential benefits or harm of intermittent treatment regarding adverse effects typically associated with maintained antipsychotic treatment, as well as any cost-effectiveness of this experimental treatment."
    }
  ],
  "pls_title": "Intermittent drug techniques for schizophrenia",
  "pls_type": "long",
  "pls": "Antipsychotic medication is the main treatment for schizophrenia and helps people cope with positive symptoms such as hearing voices, seeing things and having strange beliefs. However, long-term exposure to these drugs has been associated with serious side effects, such as: weight gain; uncontrollable shaking of the head, body or hands; tremors; muscle stiffness; difficulties with walking and balance; sleepiness or apathy; and even death. Some people stop taking their medication as these side effects limit people’s quality of life. Not taking medication can be a contributory factor that leads to relapse and hospitalisation. Against this backdrop, there is cause to consider the role of intermittently administering antipsychotic medication compared to the continuous use of antipsychotic medication.\nIntermittent drug techniques refer to the use of medication only during periods close to relapse of symptoms rather than continuously taking antipsychotic drugs all the time. Intermittent drug techniques include: prodrome-based intervention (which assesses the risk or early stage of relapse); crisis intervention during an acute episode or downturn in mental health; gradually increased drug-free periods; and drug holidays. The aim is to reduce exposure to drugs and decrease side effects.\nThis review assesses different intermittent drug techniques compared with maintenance treatment in people with schizophrenia or related disorders. Seventeen studies with 2252 participants compared intermittent drug techniques with standard maintenance on medication. Relapse was significantly higher in people receiving intermittent drug treatment. Hospitalisation was higher for people receiving intermittent drug treatment.\nResults suggest that intermittent treatment is not as effective as continuous or maintained treatment in preventing relapse. Although information favours maintenance and continuous treatment, this is not always the case in real settings, where people may stop their medication due to debilitating side effects that affect their quality of life. More research is needed to assess any potential benefits or harm of intermittent treatment, particularly regarding the side effects commonly associated with maintained antipsychotic treatment. There was no exploration of economic/money savings, specifically relating to the potential cost-effectiveness of intermittent techniques.\nUntil further evidence is available concerning the potential benefits or harms of intermittent treatment, managers, psychiatrists and policy makers should consider it an experimental therapy.\nThis plain language summary has been written by a consumer Ben Gray, Service User and Service User Expert, Rethink Mental Illness."
}