{
  "doi": "10.1002/14651858.CD002173.pub2",
  "name": "Inhaled sodium cromoglycate for asthma in children",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Sodium cromoglycate has been recommended as maintenance treatment for childhood asthma for many years. Its use has decreased since 1990, when inhaled corticosteroids became popular, but it is still used in many countries."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy of sodium cromoglycate compared to placebo in the prophylactic treatment of children with asthma."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Trials Register (October 2009), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library Issue 3, 2009), MEDLINE (January 1966 to October 2009), EMBASE (January 1985 to October 2009) and reference lists of articles. We also contacted the pharmaceutical company manufacturing sodium cromoglycate."
    },
    {
      "heading": "Selection criteria",
      "text": "All double-blind, placebo-controlled randomised trials, which addressed the effectiveness of inhaled sodium cromoglycate as maintenance therapy, studying children aged 0 up to 18 years with asthma."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trial quality and extracted data. We pooled study results."
    },
    {
      "heading": "Main results",
      "text": "Of 3500 titles retrieved from the literature, 24 papers reporting on 23 studies could be included in the review. The studies were published between 1970 and 1997 and together included 1026 participants. Most were cross-over studies. Few studies provided sufficient information to judge the concealment of allocation. Four studies provided results for the percentage of symptom-free days. Pooling the results did not reveal a statistically significant difference between sodium cromoglycate and placebo. For the other pooled outcomes, most of the symptom-related outcomes and bronchodilator use showed statistically significant results, but treatment effects were small. Considering the confidence intervals of the outcome measures, a clinically relevant effect of sodium cromoglycate cannot be excluded. The funnel plot showed an under-representation of small studies with negative results, suggesting publication bias."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to be sure about the efficacy of sodium cromoglycate over placebo. Publication bias is likely to have overestimated the beneficial effects of sodium cromoglycate as maintenance therapy in childhood asthma."
    }
  ],
  "pls_title": "The effects of sodium cromoglycate compared with placebo for chronic asthma in children",
  "pls_type": "long",
  "pls": "In this review we aimed to determine whether there is evidence for the effectiveness of inhaled sodium cromoglycate as maintenance treatment in children with chronic asthma. Most of the studies were carried out in small groups of patients. Furthermore, we suspect that not all studies undertaken have been published. The results show that there is insufficient evidence to be sure about the beneficial effect of sodium cromoglycate compared to placebo. However, for several outcome measures the results favoured sodium cromoglycate."
}