{
  "doi": "10.1002/14651858.CD011021.pub2",
  "name": "Voxel‐based morphometry for separation of schizophrenia from other types of psychosis in first episode psychosis ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Schizophrenia is a psychiatric disorder which involves distortions in thought and perception, blunted affect, and behavioural disturbances. The longer psychosis goes unnoticed and untreated, the more severe the repercussions for relapse and recovery. There is some evidence that early intervention services can help, and diagnostic techniques that could contribute to early intervention may offer clinical utility in these situations. The index test being evaluated in this review is the structural magnetic resonance imaging (MRI) analysis technique known as voxel-based morphometry (VBM) that estimates the distribution of grey matter tissue volume across several brain regions. This review is an exploratory examination of the diagnostic ‘potential’ of VBM for use as an additional tool in the clinical examination of patients with first episode psychosis to establish whether an individual will progress on to developing schizophrenia as opposed to other types of psychosis."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether VBM applied to the brain can be used to differentiate schizophrenia from other types of psychosis in participants who have received a clinical diagnosis of first episode psychosis."
    },
    {
      "heading": "Search methods",
      "text": "In December 2013, we updated a previous search (May 2012) of MEDLINE, EMBASE, and PsycInfo using OvidSP."
    },
    {
      "heading": "Selection criteria",
      "text": "We included retrospective and prospective studies that consecutively or randomly selected adolescent and adult participants (< 45 years) with a first episode of psychosis; and that evaluated the diagnostic accuracy of VBM for differentiating schizophrenia from other psychoses compared with a clinical diagnosis made by a qualified mental health professional, with or without the use of standard operational criteria or symptom checklists. We excluded studies in children, and in adult participants with organic brain disorders or who were at high risk for schizophrenia, such as people with a genetic predisposition."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors screened all references for inclusion. We assessed the quality of studies using the QUADAS-2 instrument. Due to a lack of data, we were not able to extract 2 x 2 data tables for each study nor undertake any meta-analysis."
    },
    {
      "heading": "Main results",
      "text": "We included four studies with a total of 275 participants with first episode psychosis. VBM was not used to diagnose schizophrenia in any of the studies, instead VBM was used to quantify the magnitude of differences in grey matter volume. Therefore, none of the included studies reported data that could be used in the analysis, and we summarised the findings narratively for each study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence to currently support diagnosing schizophrenia (as opposed to other psychotic disorders) using the pattern of brain changes seen in VBM studies in patients with first episode psychosis. VBM has the potential to discriminate between diagnostic categories but the methods to do this reliably are currently in evolution. In addition, the lack of applicability of the use of VBM to clinical practice in the studies to date limits the usefulness of VBM as a diagnostic aid to differentiate schizophrenia from other types of psychotic presentations in people with first episode of psychosis."
    }
  ],
  "pls_title": "Brain imaging for diagnosing schizophrenia in people with first episode psychosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Schizophrenia is a psychiatric disorder which involves psychotic symptoms such as distortions in thought and perception, blunted affect, and behavioural disturbances. It is important for patients who have a first episode of psychosis to be correctly diagnosed as soon as possible. The earlier schizophrenia is diagnosed the better the treatment outcome. However, other diseases sometimes have similar psychotic symptoms as schizophrenia, for example bipolar disorder. This review looks at how accurate a type of brain imaging technique called voxel-based morphology (VBM) is at diagnosing schizophrenia in people who have a first episode of psychosis. VBM is used to measure differences in the structure of the brain in people with different types of psychosis. These differences could be used to make a diagnosis."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to December 2013. We found four studies that used VBM in 275 adolescents and adults with first episode psychosis. One study recruited participants from a hospital, one from an outpatient clinic and one from inpatient and outpatient psychiatric services, and the fourth study did not report setting. Participants' mean age ranged from 18.6 to 27.1 years. Only two studies reported on participants' gender and included both males and females."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Study quality was found to be fairly good overall. In some instances it was unclear, mainly due to three of the studies that did not sufficiently describe method of VBM image processing. We were concerned about all of the studies' applicability because VBM was not used to diagnose schizophrenia in any of the studies, instead VBM was used to characterise differences in the brain's grey matter."
    },
    {
      "heading": "Key results",
      "text": "The four studies we identified used VBM on adolescents and adults with first episode psychosis, but VBM was used to describe brain structure and not to make a diagnosis. There is no evidence to support the use of VBM to diagnose schizophrenia in patients with first episode psychosis."
    }
  ]
}