{
  "doi": "10.1002/14651858.CD001781.pub3",
  "name": "Topical treatments for cutaneous warts",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Viral warts are a common skin condition, which can range in severity from a minor nuisance that resolve spontaneously to a troublesome, chronic condition. Many different topical treatments are available."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy of local treatments for cutaneous non-genital warts in healthy, immunocompetent adults and children."
    },
    {
      "heading": "Search methods",
      "text": "We updated our searches of the following databases to May 2011: the Cochrane Skin Group Specialised Register, CENTRAL in The Cochrane Library, MEDLINE (from 2005), EMBASE (from 2010), AMED (from 1985), LILACS (from 1982), and CINAHL (from 1981). We searched reference lists of articles and online trials registries for ongoing trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) of topical treatments for cutaneous non-genital warts."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently selected trials and extracted data; a third author resolved any disagreements."
    },
    {
      "heading": "Main results",
      "text": "We included 85 trials involving a total of 8815 randomised participants (26 new studies were included in this update). There was a wide range of different treatments and a variety of trial designs. Many of the studies were judged to be at high risk of bias in one or more areas of trial design.\nTrials of salicylic acid (SA) versus placebo showed that the former significantly increased the chance of clearance of warts at all sites (RR (risk ratio) 1.56, 95% CI (confidence interval) 1.20 to 2.03). Subgroup analysis for different sites, hands (RR 2.67, 95% CI 1.43 to 5.01) and feet (RR 1.29, 95% CI 1.07 to 1.55), suggested it might be more effective for hands than feet.\nA meta-analysis of cryotherapy versus placebo for warts at all sites favoured neither intervention nor control (RR 1.45, 95% CI 0.65 to 3.23). Subgroup analysis for different sites, hands (RR 2.63, 95% CI 0.43 to 15.94) and feet (RR 0.90, 95% CI 0.26 to 3.07), again suggested better outcomes for hands than feet. One trial showed cryotherapy to be better than both placebo and SA, but only for hand warts.\nThere was no significant difference in cure rates between cryotherapy at 2-, 3-, and 4-weekly intervals.\nAggressive cryotherapy appeared more effective than gentle cryotherapy (RR 1.90, 95% CI 1.15 to 3.15), but with increased adverse effects.\nMeta-analysis did not demonstrate a significant difference in effectiveness between cryotherapy and SA at all sites (RR 1.23, 95% CI 0.88 to 1.71) or in subgroup analyses for hands and feet.\nTwo trials with 328 participants showed that SA and cryotherapy combined appeared more effective than SA alone (RR 1.24, 95% CI 1.07 to 1.43).\nThe benefit of intralesional bleomycin remains uncertain as the evidence was inconsistent. The most informative trial with 31 participants showed no significant difference in cure rate between bleomycin and saline injections (RR 1.28, 95% CI 0.92 to 1.78).\nDinitrochlorobenzene was more than twice as effective as placebo in 2 trials with 80 participants (RR 2.12, 95% CI 1.38 to 3.26).\nTwo trials of clear duct tape with 193 participants demonstrated no advantage over placebo (RR 1.43, 95% CI 0.51 to 4.05).\nWe could not combine data from trials of the following treatments: intralesional 5-fluorouracil, topical zinc, silver nitrate (which demonstrated possible beneficial effects), topical 5-fluorouracil, pulsed dye laser, photodynamic therapy, 80% phenol, 5% imiquimod cream, intralesional antigen, and topical alpha-lactalbumin-oleic acid (which showed no advantage over placebo).\nWe did not identify any RCTs that evaluated surgery (curettage, excision), formaldehyde, podophyllotoxin, cantharidin, diphencyprone, or squaric acid dibutylester."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Data from two new trials comparing SA and cryotherapy have allowed a better appraisal of their effectiveness. The evidence remains more consistent for SA, but only shows a modest therapeutic effect. Overall, trials comparing cryotherapy with placebo showed no significant difference in effectiveness, but the same was also true for trials comparing cryotherapy with SA. Only one trial showed cryotherapy to be better than both SA and placebo, and this was only for hand warts. Adverse effects, such as pain, blistering, and scarring, were not consistently reported but are probably more common with cryotherapy.\nNone of the other reviewed treatments appeared safer or more effective than SA and cryotherapy. Two trials of clear duct tape demonstrated no advantage over placebo. Dinitrochlorobenzene (and possibly other similar contact sensitisers) may be useful for the treatment of refractory warts."
    }
  ],
  "pls_title": "Topical treatments for skin warts",
  "pls_type": "long",
  "pls": "Viral warts are a common skin disease, most frequently affecting the hands and feet, caused by the human papilloma virus. While warts are not harmful and usually go away in time without any treatment, they can be unsightly and painful. Warts on the soles of the feet are also called 'plantar warts' or 'verrucas'.\nThis review did not cover the treatment of genital warts, and it only considered the evidence provided by the results of randomised controlled trials.\nSalicylic acid (SA), a cheap and easily-available solution painted on to warts, had a definite but modest beneficial effect compared to placebo. It is effective for warts at all sites and has few adverse effects, but it may take several weeks of daily use to work.\nCryotherapy, usually using liquid nitrogen, is often used for the treatment of warts, but it is less convenient, more painful, and also more expensive. One study suggested that there is evidence that cryotherapy is better than SA for warts on the hands, but when we combined this study with our other results, we were unable to confirm this. We found that more aggressive cryotherapy appears to be more effective than gentle cryotherapy, but with an increased risk of adverse effects, such as pain, blistering, and scarring. We only looked at information from clinical trials of cryotherapy and not over-the-counter freezing treatments for warts, so we cannot say if these are as effective.\nDuring the production of the last version of this review, duct tape had gained favour as it is a safe and simple treatment that is easy to apply; however, the trial on which this was based was relatively small. In this updated review, we found two further trials of duct tape that suggested that this treatment is not as effective as first thought.\nOther treatments covered by this review include 5-fluorouracil, dinitrochlorobenzene, intralesional bleomycin, intralesional interferon, photodynamic therapy, and intralesional antigen. None of these treatments are used commonly, even by skin specialists, and there is much less evidence for their effectiveness. The limited available evidence we do have suggests that some of these treatments may be effective and could therefore be used for warts that have not responded to simpler, safer treatments, such as salicylic acid or cryotherapy.\nOverall, providing a useful idea of 'what works' from such a wide range of studies was difficult as many studies were of poor quality."
}