{
  "doi": "10.1002/14651858.CD004328.pub3",
  "name": "Tranexamic acid for patients with nasal haemorrhage (epistaxis)",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Epistaxis (nosebleed) most commonly affects children and the elderly. The majority of episodes are managed at home with simple measures. In more severe cases medical intervention is required to either cauterise the bleeding vessel, or to pack the nose with various materials. Tranexamic acid is used in a number of clinical settings to stop bleeding by preventing clot breakdown (fibrinolysis). It may have a role in the management of epistaxis as an adjunct to standard treatments, reducing the need for further intervention."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of tranexamic acid (oral, intravenous or topical) compared with placebo, no additional intervention or any other haemostatic agent in the management of patients with epistaxis."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane ENT Information Specialist searched the Cochrane ENT Register (via CRS Web); Central Register of Controlled Trials (CENTRAL) (via CRS Web); PubMed; Ovid Embase; CINAHL; Web of Science; ClinicalTrials.gov; ICTRP and additional sources for published and unpublished trials. The date of the search was 29 October 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) of tranexamic acid (in addition to usual care) compared with usual care plus placebo, usual care alone or usual care plus any other haemostatic agent, to control epistaxis in adults or children."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures expected by Cochrane. The primary outcomes were control of epistaxis: re-bleeding (as measured by the proportion of patients re-bleeding within a period of up to 10 days) and significant adverse effects (seizures, thromboembolic events). Secondary outcomes were control of epistaxis as measured by the time to stop initial bleeding (the proportion of patients whose bleeding is controlled within a period of up to 30 minutes); severity of re-bleeding (as measured by (a) the proportion of patients requiring any further intervention and (b) the proportion of patients requiring blood transfusion); length of hospital stay and other adverse effects. We used GRADE to assess the quality of the evidence for each outcome; this is indicated in italics."
    },
    {
      "heading": "Main results",
      "text": "We included six RCTs (692 participants). The overall risk of bias in the studies was low. Two studies assessed oral administration of tranexamic acid, given regularly over several days, and compared it to placebo. In the other four studies, a single application of topical tranexamic acid was compared with placebo (one study) and a combination of epinephrine and lidocaine or phenylephrine (three studies). All participants were adults.\nTranexamic acid versus placebo\nFor our primary outcome, control of epistaxis: re-bleeding (proportion re-bleeding within 10 days), we were able to pool data from three studies. The pooled result demonstrated a benefit of tranexamic acid compared to placebo, the risk of re-bleeding reducing from 67% to 47% (risk ratio (RR) 0.71, 95% confidence interval (CI) 0.56 to 0.90; three studies; 225 participants; moderate-quality evidence).\nWhen we compared the effects of oral and topical tranexamic acid separately the risk of re-bleeding with oral tranexamic acid reduced from 69% to 49%, RR 0.73 (95% CI 0.55 to 0.96; two studies, 157 participants; moderate-quality evidence) and with topical tranexamic acid it reduced from 66% to 43%, RR 0.66 (95% CI 0.41 to 1.05; single study, 68 participants). We rated the quality of evidence provided by the single study as low, therefore it is uncertain whether topical tranexamic acid is effective in stopping bleeding in the 10-day period after a single application.\nNo study specifically sought to identify and report our primary outcome: significant adverse effects (i.e. seizures, thromboembolic events).\nThe secondary outcome time to stop initial bleeding (proportion with bleeding controlled within 30 minutes) was measured in one study using topical tranexamic acid and there was no evidence of a difference at 30 minutes (RR 0.79, 95% CI 0.56 to 1.11; 68 participants; low-quality evidence).\nNo studies reported the proportion of patients requiring any further intervention (e.g. repacking, surgery, embolisation).\nOne study of oral tranexamic acid reported the proportion of patients requiring blood transfusion and found no difference between groups: 5/45 (11%) versus 6/44 (14%) (RR 0.81, 95% CI 0.27 to 2.48; 89 participants; low-quality evidence).\nTwo studies reported hospital length of stay. One study reported a significantly shorter stay in the oral tranexamic acid group (mean difference (MD) -1.60 days, 95% CI -2.49 to -0.71; 68 participants). The other study found no evidence of a difference between the groups.\nTranexamic acid versus other haemostatic agents\nWhen we pooled the data from three studies the proportion of patients whose bleeding stopped within 10 minutes was significantly higher in the topical tranexamic acid group compared to the group receiving another haemostatic agent (70% versus 30%: RR 2.35, 95% CI 1.90 to 2.92; 460 participants) (moderate-quality evidence).\nAdverse effects across all studies\nFive studies recorded 'adverse effects' in a general way. None found any difference between the groups in the occurrence of minor adverse effects (e.g. mild nausea and diarrhoea, 'bad taste' of gel). In one study a patient developed a superficial thrombophlebitis of both legs following discharge, however it is not reported in which group this occurred. No \"other serious adverse effect\" was reported in any study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found moderate-quality evidence that there is probably a reduction in the risk of re-bleeding with the use of either oral or topical tranexamic acid in addition to usual care in adult patients with epistaxis, compared to placebo with usual care. However, the quality of evidence relating solely to topical tranexamic acid was low (one study only), so we are uncertain whether or not topical tranexamic acid is effective in stopping bleeding in the 10-day period after a single application. We found moderate-quality evidence that topical tranexamic acid is probably better than other topical agents in stopping bleeding in the first 10 minutes.\nThere have been only three RCTs on this subject since 1995. Since then there have been significant changes in nasal cauterisation and packing techniques (for example, techniques including nasal endoscopy and more invasive approaches such as endoscopic sphenopalatine artery ligation). New trials would inform us about the effectiveness of tranexamic acid in light of these developments."
    }
  ],
  "pls_title": "Tranexamic acid to help treat nosebleeds (epistaxis)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Nosebleeds are a very common condition, with the majority of those affected either children or those over the age of 60. They usually stop on their own or by simply compressing the nose with fingers, although a small number require medical attention. This will involve either cauterising (sealing) the bleeding vessel, if it can be seen, or packing the inside of the nose with a material to cause pressure to build up and stop the bleeding ('usual care'). Occasionally bleeding continues despite these measures, or it restarts having initially been controlled. This can lead to a prolonged hospital stay and the possibility of further procedures such as repacking with a different type of nasal pack or an operation.\nTranexamic acid is a drug that is known to help promote blood clotting by preventing a natural process called fibrinolysis (dissolution of a clot). It is already used in a number of situations where bleeding is a significant worry, such as after heart surgery or major trauma. It can be given by mouth (orally), directly to the bleeding site (topically) or by injection into a vein (intravenously)."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched for randomised controlled trials in patients of any age with nosebleed requiring intervention. Patients were treated with tranexamic acid (in addition to usual care) compared to placebo, no treatment or any other agent used to stop bleeding. We found six studies that met our inclusion criteria, with a total of 692 participants. Two studies used oral administration of tranexamic acid and four used topical administration. All participants in the studies were adults. Three of the six studies were conducted over 20 years ago."
    },
    {
      "heading": "Key results",
      "text": "Three studies measured re-bleeding within 10 days. When we combined the results we found that fewer patients who were given either oral or topical tranexamic acid had further episodes of re-bleeding following an initial nosebleed compared to those treated with usual care.\nThe time to stop initial bleeding (control of bleeding within 30 minutes) was measured in four studies. In three studies the proportion of patients whose bleeding stopped within 10 minutes was significantly higher in the group receiving topical tranexamic acid compared to the group receiving a different drug (topical epinephrine and lidocaine or phenylephrine). In the other study there was no significant difference at 30 minutes when topical tranexamic acid was compared with placebo.\nNo studies reported the proportion of patients requiring any further intervention (e.g. repacking, surgery).\nOnly one study of oral tranexamic acid reported the proportion of patients requiring a blood transfusion and there was no evidence of a difference between the groups.\nLength of hospital stay was reported in two studies. One study reported a significantly shorter stay in the oral tranexamic acid group, while the other found no evidence of a difference.\nFive studies mention recording \"adverse effects\". None found any difference between the groups in the occurrence of minor adverse effects (e.g. mild nausea and diarrhoea, 'bad taste' of gel). In one study a patient did develop a superficial thrombophlebitis (inflammation and a blood clot in a vein near the surface of the skin) of both legs following discharge, but the study did not report in which treatment group this happened. No serious adverse event was seen in any of the studies."
    },
    {
      "heading": "Quality of the evidence and conclusions",
      "text": "Overall, the risk of bias in the six studies was low. We graded the quality of the evidence for the main outcome (control of epistaxis: re-bleeding within 10 days) as moderate, which means that further research is likely to have an important impact on our confidence in the estimate of the effect and is likely to change the estimate. In light of this and the fact that 'usual care' has changed, with the development of more modern nasal cauterisation and packing techniques, since three of the included studies were carried out, there remains uncertainty about the role of tranexamic acid in the treatment of patients with epistaxis. Newer research into the effect of tranexamic acid as a treatment for nosebleeds would inform future management decisions for this condition.\nThe evidence in this review is up to date to October 2018."
    }
  ]
}