{
  "doi": "10.1002/14651858.CD003083.pub2",
  "name": "Benperidol for schizophrenia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Benperidol is a relatively old antipsychotic drug that has been marketed since 1966. It has been used in Germany for 30 years but is also available in Belgium, Greece, Italy, the Netherlands and the UK. Benperidol is a butyrophenone antipsychotic, with the highest neuroleptic potency in terms of D2 receptor blockade. Those taking it are therefore reputed to be at high risk of extrapyramidal side-effects, but benperidol's unusual profile may render it valuable to certain subgroups of people with schizophrenia."
    },
    {
      "heading": "Objectives",
      "text": "To examine the clinical effects and safety of benperidol for those with schizophrenia and schizophrenia-like psychoses."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group's register (March 2009) for this update."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised controlled trials that compared benperidol with other treatments for people with schizophrenia, or schizophrenia-like psychoses."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We reliably selected studies, quality rated them and extracted data. We independently extracted data but excluded data if loss to follow up was greater than 50%. For dichotomous data, we estimated relative risks (RR), with the 95% confidence intervals (CI). Where possible, we calculated the number needed to treat/harm statistic (NNT/H) and used intention-to-treat analysis."
    },
    {
      "heading": "Main results",
      "text": "The update yielded no further studies for inclusion in the review. We identified only one unpublished poorly randomised controlled trial (N=40, duration 30 days, comparison perphenazine). Although benperidol was inferior to perphenazine (1 RCT, N=40, global state no better or worse RR 8.0 CI 2.1 to 30, NNH 1.4 CI 1 to 2) poor reporting suggests that an overestimate of effect is likely. It was not possible to report other outcomes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Currently, there are insufficient data from randomised trials to assess the clinical effects of benperidol. This compound merits further research interest."
    }
  ],
  "pls_title": "Benperidol for schizophrenia",
  "pls_type": "long",
  "pls": "Benperidol is a relatively old drug that is used for the treatment of schizophrenia in several European countries. We identified only one small, poorly reported, unpublished, randomised trial comparing benperidol with another antipsychotic. Unfortunately the quality of reporting is so poor that the results cannot be considered reliable. Although benperidol was first marketed in 1966, more trials on this drug are justified as with the advent of new compounds there is a danger that inexpensive drugs such as benperidol remain under-researched and overlooked."
}