{
  "doi": "10.1002/14651858.CD004731.pub4",
  "name": "Protein substitute for children and adults with phenylketonuria",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Phenylketonuria is an inherited metabolic disorder characterised by an absence or deficiency of the enzyme phenylalanine hydroxylase. The aim of treatment is to lower blood phenylalanine concentrations to the recommended therapeutic range to prevent developmental delay and support normal growth. Current treatment consists of a low-phenylalanine diet in combination with a protein substitute which is free from or low in phenylalanine. Guidance regarding the use, dosage, and distribution of dosage of the protein substitute over a 24-hour period is unclear, and there is variation in recommendations among treatment centres. This is an update of a Cochrane review first published in 2005, and previously updated in 2008."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and adverse effects of protein substitute, its dosage, and distribution of dose in children and adults with phenylketonuria who are adhering to a low-phenylalanine diet."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group Trials Register which consists of references identified from comprehensive electronic database searches and hand searches of relevant journals and abstract books of conference proceedings. We also contacted manufacturers of the phenylalanine-free and low-phenylalanine protein substitutes for any data from published and unpublished randomised controlled trials.\nDate of the most recent search of the Group's Inborn Errors of Metabolism Trials Register: 03 April 2014."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised or quasi-randomised controlled trials comparing: any dose of protein substitute with no protein substitute; an alternative dosage; or the same dose, but given as frequent small doses throughout the day compared with the same total daily dose given as larger boluses less frequently."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Both authors independently extracted data and assessed trial quality."
    },
    {
      "heading": "Main results",
      "text": "Three trials (69 participants) are included in this review. One trial investigated the use of protein substitute in 16 participants, while a further two trials investigated the dosage of protein substitute in a total of 53 participants. Due to issues with data presentation in each trial, described in full in the review, formal statistical analyses of the data were impossible. Investigators will be contacted for further information."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No conclusions could be drawn about the short- or long-term use of protein substitute in phenylketonuria due to the lack of adequate or analysable trial data. Additional data and randomised controlled trials are needed to investigate the use of protein substitute in phenylketonuria. Until further evidence is available, current practice in the use of protein substitute should continue to be monitored with care."
    }
  ],
  "pls_title": "The impact of protein substitute on the nutrition status, growth, and neuropsychological performance of children and adults with phenylketonuria",
  "pls_type": "long",
  "pls": "People with phenylketonuria (PKU) who follow a low-phenylalanine diet are required to take protein substitute to ensure adequate consumption of protein, energy, and other nutrients. The need for protein substitute has been established through clinical experience and observational data. Randomised, controlled trials are needed to confirm this need as well as its proper dosage and frequency of use. We performed a systematic review of randomised control trials investigating the impact of the use, dosage, and distribution of protein substitute on physical and neuropsychological outcomes in the treatment of PKU. Trials of children and adults diagnosed with PKU in the newborn period who were treated early and continuously were included. We planned to pool the results of the trials to estimate treatment effect. Three trials met the inclusion criteria for the review. One trial evaluated the impact of protein substitute versus no protein substitute on neuropsychological status, plasma amino acid concentrations, and nutrient intake. The remaining two trials investigated the impact of differing dosages of protein substitute on plasma amino acid concentrations and nutrient intake. No trials investigating daily protein substitute distribution were eligible for inclusion in the review. Results are presented in text form only since adequate information for data pooling was not provided. The investigators will be contacted for further information. Currently data are insufficient to reach any conclusions regarding the use, dosage, and distribution of protein substitute in the treatment of PKU. Further randomized or controlled clinical trials are needed to provide evidence for the effectiveness, dosage, and distribution of protein substitute in the treatment of PKU."
}