{
  "doi": "10.1002/14651858.CD002202.pub3",
  "name": "Hydroxyurea (hydroxycarbamide) for sickle cell disease",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Sickle cell disease (SCD) is one of the most common inherited diseases worldwide. It is associated with lifelong morbidity and a reduced life expectancy. Hydroxyurea (hydroxycarbamide), an oral chemotherapeutic drug, ameliorates some of the clinical problems of SCD, in particular that of pain, by raising foetal haemoglobin (HbF). This is an update of a previously published Cochrane Review."
    },
    {
      "heading": "Objectives",
      "text": "The aims of this review are to determine through a review of randomised or quasi-randomised studies whether the use of hydroxyurea in people with SCD alters the pattern of acute events, including pain; prevents, delays or reverses organ dysfunction; alters mortality and quality of life; or is associated with adverse effects.\nIn addition, we hoped to assess whether the response to hydroxyurea in SCD varies with the type of SCD, age of the individual, duration and dose of treatment, and healthcare setting."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Haemoglobinopathies Register, comprising references identified from comprehensive electronic database searches and handsearches of relevant journals and abstract books of conference proceedings. We also searched online trial registries. The date of the most recent search was 17 February 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled trials (RCTs and quasi-RCTs), of one month or longer, comparing hydroxyurea with placebo or standard therapy in people  with SCD."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Authors independently assessed studies for inclusion, carried out data extraction, assessed the risk of bias and assessed the quality of the evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included nine RCTs recruiting 1104 adults and children with SCD (haemoglobin SS (HbSS), haemoglobin SC (HbSC) or haemoglobin Sβºthalassaemia (HbSβºthal) genotypes). Studies lasted from six to 30 months.\nWe judged the quality of the evidence for the first two comparisons below as moderate to low as the studies contributing to these comparisons were mostly large and well-designed (and at low risk of bias); however, the evidence was limited and imprecise for some outcomes such as quality of life, deaths during the studies and adverse events, and the results are applicable only to individuals with HbSS and HbSβºthal genotypes. We judged the quality of the evidence for the third and fourth comparisons to be very low due to the limited number of participants, the lack of statistical power (both studies were terminated early with approximately only 20% of their target sample size recruited) and the lack of applicability to all age groups and genotypes.\nHydroxyurea versus placebo\nFive studies (784 adults and children with HbSS or HbSβºthal) compared hydroxyurea to placebo; four recruited individuals with only severe disease and one recruited individuals with all disease severities. Hydroxyurea probably improves pain alteration (using measures such as pain crisis frequency, duration, intensity, hospital admissions and opoid use) and life-threatening illness, but we found no difference in death rates (10 deaths occurred during the studies, but the rates did not differ by treatment group) (all moderate-quality evidence). Hydroxyurea may improve measures of HbF (low-quality evidence) and probably decreases neutrophil counts (moderate-quality evidence). There were no consistent differences in terms of quality of life and adverse events (including serious or life-threatening events) (low-quality evidence). There were fewer occurrences of acute chest syndrome and blood transfusions in the hydroxyurea groups.\nHydroxyurea and phlebotomy versus transfusion and chelation\nTwo studies (254 children with HbSS or HbSβºthal also with risk of primary or secondary stroke) contributed to this comparison. There were no consistent differences in terms of pain alteration, death or adverse events (low-quality evidence) or life-threatening illness (moderate-quality evidence). Hydroxyurea with phlebotomy probably increased HbF and decreased neutrophil counts (moderate-quality evidence), but there were more occurrences of acute chest syndrome and infections. Quality of life was not reported. In the primary prevention study, no strokes occurred in either treatment group but in the secondary prevention study, seven strokes occurred in the hydroxyurea and phlebotomy group (none in the transfusion and chelation group) and the study was terminated early.\nHydroxyurea versus observation\nOne study (22 children with HbSS or HbSβºthal also at risk of stoke) compared hydroxyurea to observation. Pain alteration and quality of life were not reported. There were no differences in life-threatening illness, death (no deaths reported in either group) or adverse events (very low-quality evidence). We are uncertain if hydroxyurea improves HbF or decreases neutrophil counts (very low-quality evidence).\nTreatment regimens with and without hydroxyurea\nOne study (44 adults and children with HbSC) compared treatment regimens with and without hydroxyurea. Pain alteration, life-threatening illness and quality of life were not reported. There were no differences in death rates (no deaths reported in either group), adverse events or neutrophil levels (very low-quality evidence). We are uncertain if hydroxyurea improves HbF (very low-quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is evidence to suggest that hydroxyurea may be effective in decreasing the frequency of pain episodes and other acute complications in adults and children with sickle cell anaemia of HbSS or HbSβºthal genotypes and in preventing life-threatening neurological events in those with sickle cell anaemia at risk of primary stroke by maintaining transcranial Doppler velocities. However, there is still insufficient evidence on the long-term benefits of hydroxyurea, particularly with regard to preventing chronic complications of SCD, or recommending a standard dose or dose escalation to maximum tolerated dose. There is also insufficient evidence about the long-term risks of hydroxyurea, including its effects on fertility and reproduction. Evidence is also limited on the effects of hydroxyurea on individuals with the HbSC genotype. Future studies should be designed to address such uncertainties."
    }
  ],
  "pls_title": "Hydroxyurea (also known as hydroxycarbamide) for people with sickle cell disease",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What is the effect of hydroxyurea on clinical outcomes (changes in pain crises, life-threatening illnesses, survival, haemoglobin levels, quality of life and side effects) in people with sickle cell disease (SCD) of any genotype?"
    },
    {
      "heading": "Background",
      "text": "Sickle cell disease (SCD) is an inherited genetic disorder that creates problems with haemoglobin (the substance in red blood cells that carries oxygen around the body). The disease can be inherited in different ways; people can inherit two sickle genes (HbSS genotype) or they can inherit the sickle gene from one parent and a different haemoglobin gene such as haemoglobin C, resulting in the HbSC genotype, or a beta thalassaemia gene from the second parent, which gives rise to HbSβ+ or HbSβºthal.\nIn people with SCD the abnormal sickle haemoglobin forms long polymers (chains) within the red blood cells when they become de-oxygenated. This damages the red blood cells and makes them stickier, leading to blockages and reduced blood flow, causing pain and organ damage. Foetal haemoglobin (HbF) stops these polymers forming in the sickle haemoglobin within the red blood cell. The drug hydroxyurea is used to increase HbF and can reduce the effects of the disease.\nThis is an update of a previously published Cochrane Review."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to 17 February 2022."
    },
    {
      "heading": "Study characteristics",
      "text": "We included nine randomised studies (1104 adults and children with SCD (HbSS, HbSC or HbSβºthal genotypes)). Studies lasted from six to 30 months."
    },
    {
      "heading": "Key results and quality of the evidence",
      "text": "In five studies, 784 adults and children with SCD were randomly selected to receive hydroxyurea or placebo. In two studies, 254 children with SCD, who were also at an increased risk of having a first or second stroke, were randomly selected to receive hydroxyurea and phlebotomy (collection of blood) or blood transfusion and chelation (administration of agents to remove excess iron from the body). These seven studies only recruited people with HbSS or HbSβºthal genotypes so the results do not apply to people with the HbSC genotype.\nThere was moderate-quality evidence from these seven studies that hydroxyurea may reduce the frequency of pain crises, may increase HbF and may decrease neutrophil (white blood cell) counts compared to the comparator treatment. We found no difference between people receiving hydroxyurea or other treatments in terms of quality of life, deaths during the studies and adverse effects (including serious and life-threatening effects). However, there is less information about these outcomes in the studies, so the quality of this evidence is low.\nTwo further studies were included in the review. In one study, 22 children with SCD, who were also at increased risk of having a stroke, were randomly selected to receive hydroxyurea or no treatment (observation only) and in one study 44 adults and children were randomly selected to receive treatments with or without adding hydroxyurea. In both studies we are unsure if hydroxyurea led to an increase in HbF compared to the comparator treatment. There were no deaths during the studies. There was no difference between people receiving hydroxyurea or other treatments in terms of pain crises and adverse effects (including serious or life-threatening effects) and neither study measured quality of life. The quality of the evidence from these studies is very low, given the studies were very small and only recruited around 20% of the intended number of people, and the results do not apply to all people with SCD (different genotypes)."
    },
    {
      "heading": "Conclusions",
      "text": "The evidence shows that hydroxyurea is likely to be effective in the short term at decreasing the frequency of painful episodes and raising HbF levels in the blood in people with SCD. Hydroxyurea is also likely to be effective in preventing first strokes for those at an increased risk of stroke and does not seem to be associated with an increase in any adverse effects (including serious and life-threatening effects).\nThere is currently little evidence from the studies that we examined on whether hydroxyurea is beneficial over a long period of time, what the best dose to take is, or whether treatment causes any long-term or serious side effects. More studies are needed to answer these questions."
    }
  ]
}