{
  "doi": "10.1002/14651858.CD001332",
  "name": "Anti‐spasticity agents for multiple sclerosis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Spasticity is a common problem in multiple sclerosis (MS) patients causing pain, spasms, loss of function and difficulties in nursing care. A variety of oral and parenteral medications are available."
    },
    {
      "heading": "Objectives",
      "text": "To assess the absolute and comparative efficacy and tolerability of anti-spasticity agents in MS patients."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane MS Group trials register (June 2003), the Cochrane Central Register of Controlled Trials (The Cochrane Library Issue 2, 2003), MEDLINE (January 1966 to June 2003), EMBASE (January 1988 to June 2003), bibliographies of relevant articles, personal communication, manual searches of relevant journals and information from drug companies."
    },
    {
      "heading": "Selection criteria",
      "text": "Double-blind, randomised controlled trials (either placebo-controlled or comparative studies) of at least seven days duration."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two independent reviewers extracted data and the findings of the trials were summarised. Missing data were collected by correspondence with principal investigators. A meta-analysis was not performed due to the inadequacy of outcome measures and methodological problems with the studies reviewed."
    },
    {
      "heading": "Main results",
      "text": "Twenty-six placebo-controlled studies (using baclofen, dantrolene, tizanidine, botulinum toxin, vigabatrin, prazepam, threonine and cannabinoids) and thirteen comparative studies met the selection criteria and were included in this review. Only fifteen of these studies used the Ashworth scale, of which only three of the eight placebo-controlled trials and none of the seven comparative studies showed a statistically significant difference between test drugs. Spasms, other symptoms and overall impressions were only assessed using unvalidated scores and results of functional assessments were inconclusive."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The absolute and comparative efficacy and tolerability of anti-spasticity agents in multiple sclerosis is poorly documented and no recommendations can be made to guide prescribing. The rationale for treating features of the upper motor neurone syndrome must be better understood and sensitive, validated spasticity measures need to be developed."
    }
  ],
  "pls_title": "The effect of anti-spasticity agents in people with multiple sclerosis",
  "pls_type": "long",
  "pls": "Multiple sclerosis (MS) is a chronic disease of the nervous system which affects young and middle-aged adults. Spasticity, a common problem in people with MS, is a disorder of voluntary movement caused by damage to the central nervous system. The main sign is the resistance to passive movement of a limb but other associated features - pain, spasms, loss of function - affect people's quality of life more directly. \nMany anti-spasticity drugs are available but the review of trials found that there is not enough evidence to compare their effectiveness. \nMore research is needed."
}