{
  "doi": "10.1002/14651858.CD003641.pub4",
  "name": "Surgery for weight loss in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Bariatric (weight loss) surgery for obesity is considered when other treatments have failed. The effects of the available bariatric procedures compared with medical management and with each other are uncertain. This is an update of a Cochrane review first published in 2003 and most recently updated in 2009."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of bariatric surgery for overweight and obesity, including the control of comorbidities."
    },
    {
      "heading": "Search methods",
      "text": "Studies were obtained from searches of numerous databases, supplemented with searches of reference lists and consultation with experts in obesity research. Date of last search was November 2013."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing surgical interventions with non-surgical management of obesity or overweight or comparing different surgical procedures."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data were extracted by one review author and checked by a second review author. Two review authors independently assessed risk of bias and evaluated overall study quality utilising the GRADE instrument."
    },
    {
      "heading": "Main results",
      "text": "Twenty-two trials with 1798 participants were included; sample sizes ranged from 15 to 250. Most studies followed participants for 12, 24 or 36 months; the longest follow-up was 10 years. The risk of bias across all domains of most trials was uncertain; just one was judged to have adequate allocation concealment.\nAll seven RCTs comparing surgery with non-surgical interventions found benefits of surgery on measures of weight change at one to two years follow-up. Improvements for some aspects of health-related quality of life (QoL) (two RCTs) and diabetes (five RCTs) were also found. The overall quality of the evidence was moderate. Five studies reported data on mortality, no deaths occurred. Serious adverse events (SAEs) were reported in four studies and ranged from 0% to 37% in the surgery groups and 0% to 25% in the no surgery groups. Between 2% and 13% of participants required reoperations in the five studies that reported these data.\nThree RCTs found that laparoscopic Roux-en-Y gastric bypass (L)(RYGB) achieved significantly greater weight loss and body mass index (BMI) reduction up to five years after surgery compared with laparoscopic adjustable gastric banding (LAGB). Mean end-of-study BMI was lower following LRYGB compared with LAGB: mean difference (MD) -5.2 kg/m² (95% confidence interval (CI) -6.4 to -4.0; P < 0.00001; 265 participants; 3 trials; moderate quality evidence). Evidence for QoL and comorbidities was very low quality. The LRGYB procedure resulted in greater duration of hospitalisation in two RCTs (4/3.1 versus 2/1.5 days) and a greater number of late major complications (26.1% versus 11.6%) in one RCT. In one RCT the LAGB required high rates of reoperation for band removal (9 patients, 40.9%).\nOpen RYGB, LRYGB and laparoscopic sleeve gastrectomy (LSG) led to losses of weight and/or BMI but there was no consistent picture as to which procedure was better or worse in the seven included trials. MD was -0.2 kg/m² (95% CI -1.8 to 1.3); 353 participants; 6 trials; low quality evidence) in favour of LRYGB.  No statistically significant differences in QoL were found (one RCT). Six RCTs reported mortality; one death occurred following LRYGB. SAEs were reported by one RCT and were higher in the LRYGB group (4.5%) than the LSG group (0.9%). Reoperations ranged from 6.7% to 24% in the LRYGB group and 3.3% to 34% in the LSG group. Effects on comorbidities, complications and additional surgical procedures were neutral, except gastro-oesophageal reflux disease improved following LRYGB (one RCT). One RCT of people with a BMI 25 to 35 and type 2 diabetes found laparoscopic mini-gastric bypass resulted in greater weight loss and improvement of diabetes compared with LSG, and had similar levels of complications.\nTwo RCTs found that biliopancreatic diversion with duodenal switch (BDDS) resulted in greater weight loss than RYGB in morbidly obese patients. End-of-study mean BMI loss was greater following BDDS: MD -7.3 kg/m² (95% CI -9.3 to -5.4); P < 0.00001; 107 participants; 2 trials; moderate quality evidence). QoL was similar on most domains. In one study between 82% to 100% of participants with diabetes had a HbA1c of less than 5% three years after surgery. Reoperations were higher in the BDDS group (16.1% to 27.6%) than the LRYGB group (4.3% to 8.3%). One death occurred in the BDDS group.\nOne RCT comparing laparoscopic duodenojejunal bypass with sleeve gastrectomy versus LRYGB found BMI, excess weight loss, and rates of remission of diabetes and hypertension were similar at 12 months follow-up (very low quality evidence). QoL, SAEs and reoperation rates were not reported. No deaths occurred in either group.\nOne RCT comparing laparoscopic isolated sleeve gastrectomy (LISG) versus LAGB found greater improvement in weight-loss outcomes following LISG at three years follow-up (very low quality evidence). QoL, mortality and SAEs were not reported. Reoperations occurred in 20% of the LAGB group and in 10% of the LISG group.\nOne RCT (unpublished) comparing laparoscopic gastric imbrication with LSG found no statistically significant difference in weight loss between groups (very low quality evidence).  QoL and comorbidities were not reported. No deaths occurred. Two participants in the gastric imbrication group required reoperation."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Surgery results in greater improvement in weight loss outcomes and weight associated comorbidities compared with non-surgical interventions, regardless of the type of procedures used. When compared with each other, certain procedures resulted in greater weight loss and improvements in comorbidities than others. Outcomes were similar between RYGB and sleeve gastrectomy, and both of these procedures had better outcomes than adjustable gastric banding. For people with very high BMI, biliopancreatic diversion with duodenal switch resulted in greater weight loss than RYGB. Duodenojejunal bypass with sleeve gastrectomy and laparoscopic RYGB had similar outcomes, however this is based on one small trial. Isolated sleeve gastrectomy led to better weight-loss outcomes than adjustable gastric banding after three years follow-up. This was based on one trial only. Weight-related outcomes were similar between laparoscopic gastric imbrication and laparoscopic sleeve gastrectomy in one trial. Across all studies adverse event rates and reoperation rates were generally poorly reported. Most trials followed participants for only one or two years, therefore the long-term effects of surgery remain unclear."
    }
  ],
  "pls_title": "Surgery for obesity",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What are the effects of weight loss (bariatric) surgery for overweight or obese adults?"
    },
    {
      "heading": "Background",
      "text": "Obesity is associated with many health problems and a higher risk of death. Bariatric surgery for obesity is usually only considered when other treatments have failed. We aimed to compare surgical interventions with non-surgical interventions for obesity (such as drugs, diet and exercise) and to compare different surgical procedures. Bariatric surgery can be considered for people with a body mass index (BMI = kg/m²) greater than 40, or for those with a BMI less than 40 and obesity-related diseases such as diabetes."
    },
    {
      "heading": "Study characteristics",
      "text": "We included 22 studies comparing surgery with non-surgical interventions, or comparing different types of surgery. Altogether 1496 participants were allocated to surgery and 302 participants to non-surgical interventions. Most studies followed participants for 12 to 36 months, the longest follow-up was 10 years. The majority of participants were women and, on average, in their early 30s to early 50s."
    },
    {
      "heading": "Key results",
      "text": "Seven studies compared surgery with non-surgical interventions. Due to differences in the way that the studies were designed we decided not to generate an average of their results. The direction of the effect indicated that people who had surgery achieved greater weight loss one to two years afterwards compared with people who did not have surgery. Improvements in quality of life and diabetes were also found. No deaths occurred, reoperations in the surgical intervention groups ranged between 2% and 13%, as reported in five studies.\nThree studies found that gastric bypass (GB) achieved greater weight loss up to five years after surgery compared with adjustable gastric band (AGB): the BMI at the end of the studies was on average five units less. The GB procedure resulted in greater duration of hospitalisation and a greater number of late major complications. AGB required high rates of reoperation for removal of the gastric band.\nSeven studies compared GB with sleeve gastrectomy (SG). Overall there were no important differences for weight loss, quality of life, comorbidities and complications, although gastro-oesophageal reflux disease improved in more patients following GB in one study. One death occurred in the GB group. Serious adverse events occurred in 5% of the GB group and 1% of SG group, as reported in one study. Two studies reported 7% to 24% of people with GB and 3% to 34% of those with SG requiring reoperations.\nTwo studies found that biliopancreatic diversion with duodenal switch resulted in greater weight loss than GB after two or four years in people with a relatively high BMI. BMI at the end of the studies was on average seven units lower. One death occurred in the biliopancreatic diversion group. Reoperations were higher in the biliopancreatic diversion group (16% to 28%) than the GB group (4% to 8%).\nOne study comparing duodenojejunal bypass with SG versus GB found weight loss outcomes and rates of remission of diabetes and hypertension were similar at 12 months follow-up. No deaths occurred in either group, reoperation rates were not reported.\nOne study found that BMI was reduced by 10 units more following SG at three years follow-up compared with AGB. Reoperations occurred in 20% of the AGB group and in 10% of the SG group.\nOne study found no relevant difference in weight-loss outcomes following gastric imbrication compared with SG. No deaths occurred; 17% of participants in the gastric imbrication group required reoperation."
    },
    {
      "heading": "Quality of the evidence",
      "text": "From the information that was available to us about the studies, we were unable to assess how well designed they were. Adverse events and reoperation rates were not consistently reported in the publications of the studies. Most studies followed participants for only one or two years, therefore the long-term effects of surgery remain unclear.\nFew studies assessed the effects of bariatric surgery in treating comorbidities in participants with a lower BMI. There is therefore a lack of evidence for the use of bariatric surgery in treating comorbidities in people who are overweight or who do not meet standard criteria for bariatric surgery."
    },
    {
      "heading": "Currentness of data",
      "text": "This evidence is up to date as of November 2013."
    }
  ]
}