{
  "doi": "10.1002/14651858.CD011789",
  "name": "Milnacipran for neuropathic pain in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Milnacipran is a serotonin–norepinephrine reuptake inhibitor (SNRI) that is sometimes used to treat chronic neuropathic pain and fibromyalgia. This is an update of an earlier review of milnacipran for neuropathic pain and fibromyalgia in adults originally published in The Cochrane Library Issue 3, 2012. We split that review so that this one looked only at neuropathic pain, and a separate review looks at fibromyalgia."
    },
    {
      "heading": "Objectives",
      "text": "To assess the analgesic efficacy and associated adverse events of milnacipran for chronic neuropathic pain in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, and EMBASE to 23 February 2015, together with reference lists of retrieved papers and reviews."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised, double-blind studies of eight weeks' duration or longer, comparing milnacipran with placebo or another active treatment in chronic neuropathic pain."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently searched for studies, extracted efficacy and adverse event data, and examined issues of study quality. We did not carry out any analysis."
    },
    {
      "heading": "Main results",
      "text": "We included a single study of 40 participants with chronic low back pain with a neuropathic component. It found no difference in pain scores between milnacipran 100 mg to 200 mg daily or placebo after six weeks (very low quality evidence). Adverse event rates were similar between treatments, with too few data to draw conclusions (very low quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There was no evidence to support the use of milnacipran to treat neuropathic pain conditions."
    }
  ],
  "pls_title": "Milnacipran for neuropathic pain in adults",
  "pls_type": "long",
  "pls": "Neuropathic pain is pain coming from damaged nerves. It is different from pain messages that are carried along healthy nerves from damaged tissue (for example, a fall, or cut, or arthritic knee). Neuropathic pain is treated by different medicines to those used for pain from damaged tissue. Medicines such as paracetamol or ibuprofen are not usually effective in neuropathic pain, while medicines that are sometimes used to treat depression or epilepsy can be very effective in some people with neuropathic pain.\nMilnacipran is an antidepressant, and antidepressants are widely recommended for treating neuropathic pain; milnacipran may also be useful in these painful conditions.\nThis is an update of a review of milnacipran for neuropathic pain and fibromyalgia, first published in 2012. That review has been split so that this one looked only at neuropathic pain, and a separate review looks at fibromyalgia.\nIn February 2015 we performed searches to look for clinical trials where milnacipran was used to treat neuropathic pain in adults.\nWe found only a single, small study of 40 participants who had chronic low back pain with a neuropathic component. Milnacipran was no different from placebo in terms of pain or adverse events (very low quality evidence).\nThere was no evidence to support use of milnacipran to treat neuropathic pain conditions."
}