{
  "doi": "10.1002/14651858.CD005312.pub2",
  "name": "Hawthorn extract for treating chronic heart failure",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Hawthorn extract is advocated as an oral treatment option for chronic heart failure. Also, the German Commission E approved the use of extracts of hawthorn leaf with flower in patients suffering from heart failure graded stage II according to the New York Heart Association."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms as reported in double-blind randomised clinical trials of hawthorn extract compared with placebo for treating patients with chronic heart failure."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL on The Cochrane Library (issue 2, 2006), MEDLINE (1951 to June 2006), EMBASE (1974 to June 2006), CINAHL (1982 to June 2006) and AMED (1985 to June 2006). Experts and manufacturers were contacted. Language restrictions were not imposed."
    },
    {
      "heading": "Selection criteria",
      "text": "To be included, studies were required to state that they were randomised, double-blind, and placebo controlled, and used hawthorn leaf and flower extract monopreparations."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers independently performed the selection of studies, data extraction, and assessment of methodological quality. Data were entered into RevMan 4.2 software. Results from continuous data were reported as weighted mean difference (WMD) with 95% confidence interval (CI). Where data were suitable for combining, pooled results were calculated."
    },
    {
      "heading": "Main results",
      "text": "Fourteen trials met all inclusion criteria and were included in this review. In most of the studies, hawthorn was used as an adjunct to conventional treatment. Ten trials including 855 patients with chronic heart failure (New York Heart Association classes I to III) provided data that were suitable for meta-analysis. For the physiologic outcome of maximal workload, treatment with hawthorn extract was more beneficial than placebo (WMD (Watt) 5.35, 95% CI 0.71 to 10.00, P < 0.02, n = 380). Exercise tolerance were significantly increased by hawthorn extract (WMD (Watt x min) 122.76, 95% CI 32.74 to 212.78, n = 98). The pressure-heart rate product, an index of cardiac oxygen consumption, also showed a beneficial decrease with hawthorn treatment (WMD (mmHg/min) -19.22, 95% CI -30.46 to -7.98, n = 264). Symptoms such as shortness of breath and fatigue improved significantly with hawthorn treatment as compared with placebo (WMD -5.47, 95% CI -8.68 to -2.26, n = 239). No data on relevant mortality and morbidity such as cardiac events were reported, apart from one trial, which reported deaths (three in active, one in control) without providing further details. Reported adverse events were infrequent, mild, and transient; they included nausea, dizziness, and cardiac and gastrointestinal complaints."
    },
    {
      "heading": "Authors' conclusions",
      "text": "These results suggest that there is a significant benefit in symptom control and physiologic outcomes from hawthorn extract as an adjunctive treatment for chronic heart failure."
    }
  ],
  "pls_title": "Hawthorn extract may be used as an oral treatment option for chronic heart failure",
  "pls_type": "long",
  "pls": "Hawthorn extract (made from the dried leaves, flowers and fruits of the hawthorn bush) may be used as an oral treatment option for chronic heart failure. In this review, 14 double-blind, placebo controlled randomised clinical trials (RCTs) were found. They did not all measure the same outcomes and several did not explain what other heart failure treatments patients were receiving. Those trials that could be included in a meta-analysis showed improvements in heart failure symptoms and in the function of the heart. The results, therefore, are suggestive of a benefit from hawthorn extract used in addition to conventional treatments for chronic heart failure."
}