{
  "doi": "10.1002/14651858.CD007101.pub2",
  "name": "Catheter ablation for paroxysmal and persistent atrial fibrillation",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Atrial fibrillation (AF) is the most common cardiac arrhythmia seen in cardiovascular departments. Treatments include medical interventions and catheter ablation. Due to uncertainties in medical therapies for AF, and the need to continue sinus rhythm, ablation has been recently considered as a viable alternative. Many new ablation methods based on pulmonary vein isolation (PVI) have been developed."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective of this review was to assess the beneficial and harmful effects of catheter ablation (CA) in comparison with medical treatment in patients with paroxysmal and persistent AF. The secondary objective was to determine the best regimen of CA."
    },
    {
      "heading": "Search methods",
      "text": "Searches were run on The Cochrane Central Register of Controlled Trials (CENTRAL) on The Cochrane Library Issue 3 2009, MEDLINE (1950 to August 2009), EMBASE (1980 to August 2009), the Chinese Biomedical Literature Database (1978 to August 2009) and the CKNI Chinese Paper Database (1994 to 2009) . Several journals published in Chinese were also handsearched."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) in people with paroxysmal and persistent AF treated by any type of CA method. Two reviewers independently selected the trials for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Assessments of risk of bias were performed by two reviewers, and relative risk (RR) and 95% confidence intervals (CI) were used for dichotomous variables. Meta-analysis were performed where appropriate."
    },
    {
      "heading": "Main results",
      "text": "A total of 32 RCTs (3,560 patients) were included. RCTs were small in size and of poor quality.\nCA compared with medical therapies: seven RCTs indicated that CA had a better effect in inhibiting recurrence of AF [RR 0.27; 95% CI 0.18, 0.41)] but there was significant heterogeneity. There was limited evidence to suggest that sinus rhythm was restored during CA (one small trial: RR 0.28, 95% CI 0.20-0.40), and at the end of follow-up (RR 1.87, 95% CI 1.31-2.67; I2=83%). There were no differences in mortality (RR, 0.50, 95% CI 0.04 to 5.65), fatal and non-fatal embolic complication (RR 1.01, 95% CI 0.18 to 5.68) or death from thrombo-embolic events (RR 3.04, 95% CI 0.13 to 73.43).\nComparisons of different CAs; 25 RCTs compared CA of various kinds. Circumferential pulmonary vein ablation was better than segmental pulmonary vein ablation in improving symptoms of AF (p<=0.01) and in reducing the recurrence of AF (p<0.01). There is limited evidence to suggest which ablation method was the best."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is limited evidence to suggest that CA may be a better treatment option compared to medical therapies in the management of persistent AF. This review was also unable to recommend the best CA method."
    }
  ],
  "pls_title": "Catheter ablation would be an alternative to inhibit recurrence of paroxysmal or persistent atrial fibrillation",
  "pls_type": "long",
  "pls": "Atrial fibrillation is a common arrhythmic disease where the heart beats rapidly and irregularly. This can occur for separate brief or long episodes (paroxysmal) or it may become continuous (persistent). This review's aim was to establish whether catheter ablation was better than medical therapies to control heart rate or rhythm for paroxysmal and persistent AF. If catheter ablations were found to be better, the aim was to determine which ablation method was superior to the other. In catheter ablation, a thin tube is passed through a vein to the heart through which instruments can target the misfiring parts of the tissue that control the hearts rhythm. A total of thirty two randomised controlled trials (RCTs) were included in this review. Catheter ablation may be superior to medical treatment but the data is inconclusive in inhibiting recurrence of AF. Embolic complications were commonly caused by catheter ablation. Although these complications and death rate of catheter ablation were similar to that of medical therapies, catheter ablation may cause adverse events of radiation exploration. We were also unable to determine which catheter ablation technique was the best as most RCTs were small scale. Evidence from RCTs cannot yet support catheter ablation as the first line of treatment for paroxysmal and persistent AF."
}