{
  "doi": "10.1002/14651858.CD015519.pub2",
  "name": "Cardiovascular training versus resistance training for fatigue in people with cancer",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "With prevalence estimates between 50% and 90% of people with cancer, cancer-related fatigue is one of the most common morbidities related to cancer and its treatment. Exercise is beneficial for the treatment of cancer-related fatigue. However, the efficacy of different types of exercise (i.e. cardiovascular training and resistance training) have not yet been investigated systematically and compared directly in a meta-analysis."
    },
    {
      "heading": "Objectives",
      "text": "To compare the benefits and harms of cardiovascular training versus resistance training for treatment or prevention of cancer-related fatigue in people with cancer."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, and five other databases in January 2023. We searched ClinicalTrials.gov and the International Clinical Trials Registry Platform for ongoing trials. We integrated results from update searches of previously published Cochrane reviews. In total, our searches included trials from inception to October 2023."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials investigating cardiovascular training compared with resistance training, with exercise as the main component. We included studies on adults with cancer (aged 18 years and older), with or without a diagnosis of cancer-related fatigue, for any type of cancer and any type of cancer treatment, with the intervention starting before, during, or after treatment. We included trials evaluating at least one of our primary outcomes (cancer-related fatigue or quality of life). We excluded combined cardiovascular and resistance interventions, yoga, and mindfulness-based interventions.\nOur primary outcomes were cancer-related fatigue and quality of life. Our secondary outcomes were adverse events, anxiety, and depression."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methodology. For analyses, we pooled results within the same period of outcome assessment (i.e. short term (up to and including 12 weeks' follow-up), medium term (more than 12 weeks' to less than six months' follow-up), and long term (six months' follow-up or longer)). We assessed risk of bias using the Cochrane RoB 1 tool, and certainty of the evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included six studies with 447 participants with prostate, breast, or lung cancer who received radiotherapy or chemotherapy, had surgery, or a combination of these. All studies had a high risk of bias due to lack of blinding. Three studies had an additional high risk of bias domain; one study for attrition bias, and two studies for selection bias.\nInterventions in the cardiovascular training groups included training on a cycle ergometer, treadmill, an elliptical trainer, or indoor bike. Interventions in the resistance training group included a varying number of exercises using bodyweight, weights, or resistance bands. Interventions varied in frequency, intensity, and duration. None of the included studies reported including participants with a confirmed cancer-related fatigue diagnosis. The interventions in four studies started during cancer treatment and in two studies after cancer treatment.\nBefore treatment\nNo studies reported interventions starting before cancer treatment.\nDuring treatment\nThe evidence was very uncertain about the effect of cardiovascular training compared with resistance training for short-term cancer-related fatigue (mean difference (MD) −0.29, 95% confidence interval (CI) −2.52 to 1.84; 4 studies, 311 participants; Functional Assessment of Chronic Illness Therapy – Fatigue (FACIT-Fatigue) scale where higher values indicate better outcome; very low-certainty evidence) and long-term cancer-related fatigue (MD 1.30, 95% CI −2.17 to 4.77; 1 study, 141 participants; FACIT-Fatigue scale; very low-certainty evidence).\nThe evidence was very uncertain about the effect of cardiovascular training compared with resistance training for short-term quality of life (MD 1.47, 95% CI −1.47 to 4.42; 4 studies, 319 participants; Functional Assessment of Cancer Therapy – General scale where higher values indicate better outcome; very low-certainty evidence) and for long-term quality of life (MD 3.40, 95% CI −4.85 to 11.65; 1 study, 141 participants; Functional Assessment of Cancer Therapy – Anemia scale where higher values indicate better outcome; very low-certainty evidence).\nThe evidence is very uncertain about the effect of cardiovascular training compared with resistance training on the occurrence of adverse events at any follow-up (risk ratio (RR) 2.00, 95% CI 0.19 to 21.18; 2 studies, 128 participants; very low-certainty evidence).\nNo studies reported medium-term cancer-related fatigue or quality of life.\nAfter treatment\nThe evidence was very uncertain about the effect of cardiovascular training compared with resistance training for short-term cancer-related fatigue (MD 1.47, 95% CI −0.09 to 3.03; 1 study, 95 participants; Multidimensional Fatigue Inventory-20 General Fatigue subscale where higher values indicate worse outcome; very low-certainty evidence). Resistance training may improve short-term quality of life compared to cardiovascular training, but the evidence is very uncertain (MD −10.96, 95% CI −17.77 to −4.15; 1 study, 95 participants; European Organisation for Research and Treatment of Cancer Quality of Life Questionnaire-C30 Global Health subscale where higher values indicate better outcome; very low-certainty evidence).\nNo studies reported outcomes at medium-term or long-term follow-up."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence is very uncertain about the effects of cardiovascular training compared with resistance training on treatment of cancer-related fatigue in people with cancer. Larger, well-conducted studies including people with different cancer types receiving different treatments are needed to increase the certainty in the evidence and to better understand who may benefit most from cardiovascular or resistance training. Moreover, studies comparing the effects of cardiovascular and resistance training initiated before as well as after cancer treatment are needed to understand the prophylactic and rehabilitative effects of these exercise types on cancer-related fatigue."
    }
  ],
  "pls_title": "Which exercise is better for reducing fatigue caused by cancer: cardiovascular or resistance training?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "– The evidence is very uncertain about the effects of cardiovascular and resistance training on fatigue caused by cancer, well-being, and unwanted effects. There were only a few small studies.\n– We need more research to decide if one type of exercise is better than another. This research should also include different types of cancer and cancer treatments."
    },
    {
      "heading": "What is fatigue caused by cancer?",
      "text": "Fatigue caused by cancer is a feeling of extreme tiredness that lasts for a long time. It is related to cancer or cancer treatment, or both. It affects both the body and feelings, and can make it difficult to do regular activities. Fatigue caused by cancer is a lot worse than regular tiredness, and it does not go away with more sleep or rest."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if there are differences between cardiovascular training and resistance training for the treatment and prevention of fatigue caused by cancer, well-being (also known as quality of life), and unwanted effects. Cardiovascular training involves exercise such as walking, running, swimming, and cycling, whereas resistance training includes exercise using one's own bodyweight, weights, or elastic therapy bands."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that compared cardiovascular training and resistance training in people with any type of cancer. Training could have been started before, during, or after cancer treatment.\nWe summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found six studies that involved 447 people with breast cancer, prostate cancer (a small gland in the pelvis that is part of the male reproductive system), or lung cancer. These studies did not report if people already had fatigue caused by cancer before starting to exercise. People in these studies were treated with chemotherapy (medicines to kill the cancer), radiotherapy (radiation directed at the cancer to reduce or kill it), surgery (to remove the cancer), or a combination of these. The cardiovascular or resistance training started during or after cancer treatment. Most studies looked at short-term results (up to and including 12 weeks of monitoring), only one study had long-term results (six months or longer of monitoring). Studies were supported by research grants and took place in Canada, Belgium, the USA, and Germany.\nThe evidence is very uncertain about the effects of cardiovascular and resistance training on fatigue caused by cancer, well-being, and unwanted effects in the short or long term."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence is very low. We found only a few studies including low numbers of people. We also found problems in the methods of the studies. For example, people in the studies knew which training they received. This could have influenced the results."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to October 2023."
    }
  ]
}