{
  "doi": "10.1002/14651858.CD006796.pub4",
  "name": "Thoracic stent graft versus surgery for thoracic aneurysm",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Thoracic aortic aneurysm (TAA) is an uncommon disease with an incidence of 10.4 per 100,000 inhabitants. It occurs mainly in older individuals and is evenly distributed among both sexes. There are no signs or symptoms indicative of the presence of the disease. Progressive but unpredictable enlargement of the dilated aorta is the natural course of the disease and can lead to rupture. Open chest surgical repair using prosthetic graft interposition has been a conventional treatment for TAAs. Despite improvements in surgical procedures perioperative complications remain significant. The alternative option of thoracic endovascular aneurysm repair (TEVAR) is considered a less invasive and potentially safer technique, with lower morbidity and mortality compared with conventional treatment. Evidence is needed to support the use of TEVAR for these patients, rather than open surgery. This is an update of the review first published in 2009."
    },
    {
      "heading": "Objectives",
      "text": "This review aimed to assess the efficacy of TEVAR versus conventional open surgery in patients with thoracic aortic aneurysms."
    },
    {
      "heading": "Search methods",
      "text": "For this update the Cochrane Vascular Information Specialist searched the Specialised Register (last searched January 2016) and CENTRAL (2015, Issue 12)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials in which patients with TAAs were randomly assigned to TEVAR or open surgical repair."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently identified and evaluated potential trials for eligibility. Excluded studies were further checked by another author. We did not perform any statistical analyses as no randomised controlled trials were identified."
    },
    {
      "heading": "Main results",
      "text": "We did not find any published or unpublished randomised controlled trials comparing TEVAR with conventional open surgical repair for the treatment of thoracic aortic aneurysms."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Stent grafting of the thoracic aorta is technically feasible and non-randomised studies suggest reduction of early outcomes such as paraplegia, mortality and hospital stay. High quality randomised controlled trials assessing all clinically relevant outcomes including open-conversion, aneurysm exclusion, endoleaks, and late mortality are needed."
    }
  ],
  "pls_title": "Thoracic endoscopic stent graft versus open surgery for thoracic aneurysm",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "An aneurysm is a localised dilation or widening of an artery. Thoracic aneurysm is a relatively infrequent disease that affects both older men and women. The cause of thoracic aneurysm is unknown but the aneurysms generally do not cause symptoms. They are, however, likely to increase in size. Patients who do not receive surgical treatment at the time of diagnosis have a greater chance of dying from rupture of the aneurysm. Aneurysms greater than 5 cm carry a higher risk of bursting. Surgical repair of aneurysms requires general anaesthesia and opening of the chest wall to place an artificial graft in the area of the diseased vessel. This is associated with procedure-related deaths and complications such as paraplegia, stroke, and renal failure and excludes some patients because of age and accompanying illnesses. Endovascular repair is a recently introduced, minimally invasive technique in which a stent is delivered through a blood vessel and fixed to the aneurysm. A seal forms between the stent and the vessel wall so that blood does not flow between the two. We searched for evidence of the effectiveness of endovascular repair compared with open surgical repair for thoracic aneurysms."
    },
    {
      "heading": "Key results",
      "text": "No randomised controlled trials were found in the medical literature (current until January 2016). Reports from non-randomised studies suggest that endovascular repair is technically feasible and may reduce early negative outcomes including death and paraplegia. However, stent devices have late complications that are uncommon to open surgery (for example, development of leaks, graft migration, need for re-intervention) and patients receiving stents may require frequent surveillance with computed tomography (CT) scans."
    },
    {
      "heading": "Quality of the evidence",
      "text": "In the absence of studies eligible for inclusion in the review it was not possible to assess the quality of the evidence."
    }
  ]
}