{
  "doi": "10.1002/14651858.CD011907.pub3",
  "name": "Rituximab for eradicating inhibitors in people with acquired haemophilia A",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acquired haemophilia A is a rare bleeding disorder caused by the development of specific autoantibodies against coagulation factor VIII. Standard treatment, usually steroids alone, or in combination with cyclophosphamide, aims to stop acute bleeds by using haemostatic agents to promote clotting. Rituximab may be an alternative approach to the treatment of acquired haemophilia by eradicating FVIII autoantibodies. This is an update of a previously published Cochrane Review."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and adverse effects of rituximab for treating people with acquired haemophilia A."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group's trials registers, comprising references identified from comprehensive electronic database searches and handsearches of relevant journals and conference proceedings (January 2021). We also undertook searches of CENTRAL, MEDLINE and online trial registries (January 2021)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised controlled trials of rituximab for people with acquired haemophilia A, with no restrictions on gender, age or ethnicity."
    },
    {
      "heading": "Data collection and analysis",
      "text": "No trials matching the selection criteria were eligible for inclusion."
    },
    {
      "heading": "Main results",
      "text": "No trials matching the selection criteria were eligible for inclusion."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no randomised clinical trials of rituximab for acquired haemophilia A. Thus, we are not able to draw any conclusions or make any recommendations on rituximab for eradicating inhibitors in people with acquired haemophilia A based on the highest quality evidence. Given that undertaking randomised controlled trials in this field is a complex task, we suggest that, while planning such trials, clinicians treating the disease continue to base their choices on alternative, lower-quality sources of evidence. In a future update of this review, we plan to appraise and incorporate eligible randomised controlled trials, as well as other high-quality, non-randomised studies."
    }
  ],
  "pls_title": "Rituximab for eradicating inhibitors in people with acquired haemophilia A",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Is the medicine rituximab safe and effective for treating people with acquired haemophilia A?"
    },
    {
      "heading": "Background",
      "text": "Acquired haemophilia A is a rare but severe bleeding disorder. It is caused by an autoantibody directed against factor VIII (FVIII, a blood clotting protein) in people with no previous history of a bleeding disorder. This bleeding disorder occurs more often in the elderly and may be associated with several other conditions (e.g. solid tumours and autoimmune diseases), or with medication. It sometimes happens in pregnancy. However, in about half of cases, the causes are unknown. Bleeding occurs in the skin, mucous membranes, and muscles. Bleeds into the joints are unusual.\nDoctors looking after people with acquired haemophilia A aim to stop acute bleeding episodes and to remove factor VIII autoantibodies. Most doctors regard medicines which suppress the body's immune system (in particular, the corticosteroid prednisone, sometimes in combination with another medicine, cyclophosphamide) as the most effective inital treatment option for acquired haemophilia A. However, up to one-third of people do not respond to this treatment."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to 18 January 2021."
    },
    {
      "heading": "Key results",
      "text": "We did not find any randomised controlled trials to include in this review. We have not been able to draw a definitive conclusion on the best available treatment. Randomised controlled trials are needed to evaluate the exact role of rituximab in treating acquired haemophilia A, but the rarity of the condition is an obstacle to the planning and execution of such trials. While waiting for better evidence, people with haemophilia and doctors need to base treatment decisions on the larger and better-conducted observational studies. This is an update of a previously published Cochrane Review."
    }
  ]
}