{
  "doi": "10.1002/14651858.CD013552.pub2",
  "name": "Parenteral versus enteral fluid therapy for children hospitalised with bronchiolitis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The main focus of treatment for children hospitalised with bronchiolitis is supportive, including oxygen supplementation, respiratory support, and fluid therapy. Up to half of infants hospitalised with bronchiolitis require non-oral fluid therapy due to dehydration or concerns related to the safety of oral feeding. The two main modalities used for non-oral fluid therapy are parenteral (intravenous (IV)) and enteral tube (nasogastric (NG) or orogastric (OG)). However, it is not known which mode is optimal in young children."
    },
    {
      "heading": "Objectives",
      "text": "To systematically review randomised clinical trials (RCTs) of the effectiveness and safety of parenteral and enteral tube fluid therapy for children under two years of age hospitalised with bronchiolitis."
    },
    {
      "heading": "Search methods",
      "text": "We conducted a search of the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, CINAHL, Web of Science, ClinicalTrials.gov, and the World Health Organization International Clinical Trials Registry Platform on 8 March 2021. We handsearched conference proceedings, conducted forward and backward searching of citation lists of relevant articles, and contacted experts."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs and quasi-RCTs of children aged up to two years admitted to hospital with a clinical diagnosis of bronchiolitis who required fluid therapy. The trials compared enteral tube fluid therapy with parenteral fluid therapy. The primary outcome was difference in length of hospital stay in hours after each non-oral fluid therapy modality. As actual time of discharge can be impacted by various factors, we also assessed theoretical length of stay (i.e. time when a patient is safe for discharge). We assessed several secondary outcomes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane."
    },
    {
      "heading": "Main results",
      "text": "The searches yielded 615 unique records, of which four articles underwent full-text screening. We included two trials (810 children). Oakley 2013 was an open, non-blinded RCT of infants aged two to 12 months admitted to hospitals in Australia and New Zealand with a clinical diagnosis of bronchiolitis during three bronchiolitis seasons. The trial enrolled 759 children, of which 381 were randomised to NG tube therapy and 378 to IV therapy. Risk of bias was low in most domains. Kugelman 2013 was an open, non-blinded RCT that enrolled infants aged less than six months with a clinical diagnosis of \"moderate bronchiolitis\" at a single hospital in Israel. The study enrolled 51 infants, of which 31 were assigned to NG or OG tube therapy and 20 to IV therapy. Risk of bias was unclear in most domains.\nThe application of enteral tube fluid therapy compared to IV fluid therapy probably makes little to no difference for actual length of hospital stay (mean difference (MD) 6.8 hours, 95% confidence interval (CI) −4.7 to 18.4 hours; 2 studies, 810 children, moderate certainty evidence). There was also little to no difference for theoretical length of stay (MD 4.4 hours, 95% CI −3.6 to 12.4 hours; 2 studies, 810 children, moderate certainty evidence). For the secondary outcomes, enteral tube fluid therapy probably makes little to no difference for time to resume full oral feeding compared to IV fluid therapy (MD 2.8 hours, 95% CI −3.6 to 9.2 hours; 2 studies, 810 children, moderate certainty evidence). The use of enteral tube for fluid therapy probably results in a large increase in the success of insertion of fluid modality at first attempt (risk ratio (RR) 1.52, 95% CI 1.36 to 1.69; 1 study, 617 children, moderate certainty evidence), and probably largely reduces the chances of change in fluid therapy modality (RR 0.52, 95% CI 0.38 to 0.71; 1 study, 759 children, moderate certainty evidence) compared to IV fluid.\nOakley 2013 reported 47 local complication events after discharge in the IV fluid group compared to 30 events in the NG tube group. They also evaluated parental satisfaction, which was high with both modalities. Enteral tube fluid therapy makes little to no difference to the duration of oxygen supplementation (MD 2.2 hours, 95% CI -5.0 to 9.5 hours; 2 studies, 810 children, moderate certainty evidence). Compared with the IV fluid therapy group, there was a 17% relative reduction in the number of intensive care unit admissions (RR 0.83, 95% CI 0.47 to 1.46; 1 study, 759 children, moderate certainty evidence) and a 19% relative reduction in number of readmissions to hospital (RR 0.81, 95% CI 0.33 to 2.04; 1 study, 678 children, moderate certainty evidence) in the enteral tube fluid therapy group. Adverse events were uncommon in both trials, with likely little to no differences between groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on two RCTs, enteral tube feeding likely results in little to no difference in length of hospital stay compared with the IV fluid group. However, enteral tube fluid therapy likely results in a large increase in the success of insertion of fluid modality at first attempt, and a large reduction in change in modality of fluid therapy. It also probably reduces local complications compared to the IV fluid group. Despite bronchiolitis being one of the most prevalent childhood conditions, we identified only two studies with under 1000 participants in total, which highlights the need for multicentre trials. Future studies should explore type of fluid administered, parent-reported outcomes and preferences, and the role of shared decision-making."
    }
  ],
  "pls_title": "Intravenous fluids compared to nasogastric or orogastric tube hydration for children hospitalised with bronchiolitis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Is feeding tube or intravenous catheter better for hydrating children hospitalised with bronchiolitis?"
    },
    {
      "heading": "Background",
      "text": "Bronchiolitis is a common respiratory infection in young children that makes feeding difficult due to increased breathing effort and mucous production. When infants are considered unsafe to feed by mouth (orally), there are two ways that fluid can be given: a feeding tube and/or an intravenous catheter. A feeding tube is inserted through the nose or mouth into a child’s stomach and can be used to give milk or clear fluids like rehydration solution. The intravenous cannula is inserted into a vein and gives medical hydration fluids into the vein. It is not clear if one way to give fluids is better than the other, and there is a lot of variation in which method is used in children hospitalised with bronchiolitis. Our review used standard Cochrane methods to identify studies that randomly assigned children to receive fluids either by a feeding tube or intravenous catheter, and then compared the effects of the two fluid therapy methods on the children. The aim of this review was to find out if one method is better than the other."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current 8 March 2021."
    },
    {
      "heading": "Study characteristics",
      "text": "We found only two studies that compared using a feeding tube to an intravenous catheter for children hospitalised with bronchiolitis. The studies included 810 children in total who were younger than two years of age, and who were randomly assigned to either a feeding tube or an intravenous catheter."
    },
    {
      "heading": "Study funding sources",
      "text": "The authors of the Oakley trial indicated that the study was funded by the Australian National Health and Medical Research Council, Samuel Nissen Charitable Foundation (Perpetual), Murdoch Children’s Research Institute, and the Victorian Government, but that the funders had no role in the design and interpretation of the trial. The Kugelman trial did not describe the study funder."
    },
    {
      "heading": "Key results",
      "text": "The two studies found no differences in the number of hours children stayed in hospital, nor were there any differences in recovery time to resume full oral feeding. The main difference between groups was greater success in inserting a feeding tube on first try compared to an intravenous catheter, which often required several attempts. Also, children who received intravenous fluid were more prone to switching to an enteral tube feeding and experienced more side effects. One of the studies reported that parents were satisfied with both hydration methods. However, because there were only two included studies, it is hard to tell if enteral tube feeding is better or worse than intravenous fluids."
    },
    {
      "heading": "Conclusions",
      "text": "There is a need for more specific research on this topic, including a better understanding of parent and caregiver preferences related to giving non-oral fluids and how to incorporate shared decision-making, where both patient and doctor work together to make treatment decisions."
    },
    {
      "heading": "Certainty of evidence",
      "text": "In one study, the methods used to randomly assign and allocate participants to treatment groups were unclear. It was unclear how this may have caused bias in the study. As one study had an unclear risk of bias, we rated the overall certainty of evidence for the primary outcome as moderate.  None of the study authors declared any conflict of interest."
    }
  ]
}