{
  "doi": "10.1002/14651858.CD007087.pub2",
  "name": "Gloves, gowns and masks for reducing the transmission of meticillin‐resistant Staphylococcus aureus (MRSA) in the hospital setting ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Meticillin-resistant Staphylococcus aureus (MRSA; also known as methicillin-resistant S aureus) is a common hospital-acquired pathogen that increases morbidity, mortality, and healthcare costs. Its control continues to be an unresolved issue in many hospitals worldwide. The evidence base for the effects of the use of gloves, gowns or masks as control measures for MRSA is unclear."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of wearing gloves, a gown or a mask when contact is anticipated with a hospitalised patient colonised or infected with MRSA, or with the patient's immediate environment."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Specialised Registers of three Cochrane Groups (Wounds Group on 5 June 2015; Effective Practice and Organisation of Care (EPOC) Group on 9 July 2013; and Infectious Diseases Group on 5 January 2009); CENTRAL (The Cochrane Library 2015, Issue 6); DARE, HTA, NHS EED, and the Methodology Register (The Cochrane Library 2015, Issue 6); MEDLINE and MEDLINE In-Process & Other Non-Indexed Citations (1946 to June week 1 2015); EMBASE (1974 to 4 June 2015); Web of Science (WOS) Core Collection (from inception to 7 June 2015); CINAHL (1982 to 5 June 2015); British Nursing Index (1985 to 6 July 2010); and ProQuest Dissertations & Theses Database (1639 to 11 June 2015). We also searched three trials registers (on 6 June 2015), references list of articles, and conference proceedings. We finally contacted relevant individuals for additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Studies assessing the effects on MRSA transmission of the use of gloves, gowns or masks by any person in the hospital setting when contact is anticipated with a hospitalised patient colonised or infected with MRSA, or with the patient's immediate environment. We did not assess adverse effects or economic issues associated with these interventions.\nWe considered any comparator to be eligible. With regard to study design, only randomised controlled trials (clustered or not) and the following non-randomised experimental studies were eligible: quasi-randomised controlled trials (clustered or not), non-randomised controlled trials (clustered or not), controlled before-and-after studies, controlled cohort before-after studies, interrupted time series studies (controlled or not), and repeated measures studies. We did not exclude any study on the basis of language or date of publication."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently decided on eligibility of the studies. Had any study having been included, two review authors would have extracted data (at least for outcome data) and assessed the risk of bias independently. We would have followed the standard methodological procedures suggested by Cochrane and the Cochrane EPOC Group for assessing risk of bias and analysing the data."
    },
    {
      "heading": "Main results",
      "text": "We identified no eligible studies for this review, either completed or ongoing."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We found no studies assessing the effects of wearing gloves, gowns or masks for contact with MRSA hospitalised patients, or with their immediate environment, on the transmission of MRSA to patients, hospital staff, patients' caregivers or visitors. This absence of evidence should not be interpreted as evidence of no effect for these interventions. The effects of gloves, gowns and masks in these circumstances have yet to be determined by rigorous experimental studies, such as cluster-randomised trials involving multiple wards or hospitals, or interrupted time series studies."
    }
  ],
  "pls_title": "Use of gloves, a gown or a mask for contact with hospitalised patients with Staphylococcus aureus resistant to a common antibiotic (MRSA)",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is MRSA, and why is it a problem in hospitals?",
      "text": "MRSA stands for 'meticillin- (or methicillin-) resistant Staphylococcus aureus'. This is a common type of bacterium (Staphylococcus aureus) that is no longer killed by meticillin (also known as 'methicillin', an antibiotic) or other antibiotics that are frequently used to treat infections. MRSA can live on people without making them ill, and without them showing any symptoms, but is dangerous when it infects people who are unwell.\nMRSA is easily transferred from one patient to another in hospitals, where it causes severe infections and can cause death. This transmission occurs mainly through healthcare workers when their hands, clothes, or equipment become contaminated with MRSA during routine care of patients who have MRSA. Later contact of the contaminated hands, clothes or equipment with other patients allows MRSA to spread within the hospital."
    },
    {
      "heading": "Why might use of gloves, gowns or masks help prevent transmission of MRSA between patients in hospitals?",
      "text": "It is possible that the use of disposable gloves with or without the use of disposable or washable gowns could prevent transmission of MRSA, as they would protect the healthcare workers' hands and clothes from becoming contaminated with MRSA. The gloves and gowns would be discarded after one patient had been cared for, and clean ones used to visit the next patient. The use of masks might also prevent spread of MRSA through the air.\nIt is not known whether use of gloves, gowns or masks reduces the spread of MRSA when they are used individually, or whether combining two of the three, or all three, produces better results."
    },
    {
      "heading": "The aim of this research and what the researchers found",
      "text": "The researchers aimed to find out whether the use of gloves, a gown or a mask by any person in the hospital (for example, a doctor) getting close to a patient found to have MRSA prevents the transmission of MRSA from this patient to other people in the hospital.\nThe researchers made a wide search of the medical literature, up to June 2015, but did not find any rigorous studies that addressed this topic.\nAt present there is no scientific evidence that the wearing of gloves, a gown, or a mask by people getting close to patients with MRSA reduces the transmission of MRSA to other people in the hospital. However, this should not be interpreted as demonstrating that gloves, gowns or masks are not effective; it means that the research that would be required to measure an effect - if there is one - has not been done yet."
    }
  ]
}