{
  "doi": "10.1002/14651858.CD007222.pub4",
  "name": "Screening for gestational diabetes mellitus based on different risk profiles and settings for improving maternal and infant health ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Gestational diabetes mellitus (GDM) is a form of diabetes that occurs in pregnancy. Although GDM usually resolves following birth, it is associated with significant morbidities for mothers and their infants in the short and long term. There is strong evidence to support treatment for GDM. However, there is uncertainty as to whether or not screening all pregnant women for GDM will improve maternal and infant health and if so, the most appropriate setting for screening. This review updates a Cochrane Review, first published in 2010, and subsequently updated in 2014."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of screening for gestational diabetes mellitus based on different risk profiles and settings on maternal and infant outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth's Trials Register (31 January 2017), ClinicalTrials.gov, the WHO International Clinical Trials Registry Platform (ICTRP) (14 June 2017), and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised and quasi-randomised trials evaluating the effects of different protocols, guidelines or programmes for screening for GDM based on different risk profiles and settings, compared with the absence of screening, or compared with other protocols, guidelines or programmes for screening. We planned to include trials published as abstracts only and cluster-randomised trials, but we did not identify any. Cross-over trials are not eligible for inclusion in this review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed study eligibility, extracted data and assessed the risk of bias of the included trials. We resolved disagreements through discussion or through consulting a third reviewer."
    },
    {
      "heading": "Main results",
      "text": "We included two trials that randomised 4523 women and their infants. Both trials were conducted in Ireland. One trial (which quasi-randomised 3742 women, and analysed 3152 women) compared universal screening versus risk factor-based screening, and one trial (which randomised 781 women, and analysed 690 women) compared primary care screening versus secondary care screening. We were not able to perform meta-analyses due to the different interventions and comparisons assessed.\nOverall, there was moderate to high risk of bias due to one trial being quasi-randomised, inadequate blinding, and incomplete outcome data in both trials. We used GRADEpro GDT software to assess the quality of the evidence for selected outcomes for the mother and her child. Evidence was downgraded for study design limitations and imprecision of effect estimates.\nUniversal screening versus risk-factor screening (one trial)\nMother\nMore women were diagnosed with GDM in the universal screening group than in the risk-factor screening group (risk ratio (RR) 1.85, 95% confidence interval (CI) 1.12 to 3.04; participants = 3152; low-quality evidence). There were no data reported under this comparison for other maternal outcomes including hypertensive disorders of pregnancy, caesarean birth, perineal trauma, gestational weight gain, postnatal depression, and type 2 diabetes.\nChild\nNeonatal outcomes: large-for-gestational age, perinatal mortality, mortality or morbidity composite, hypoglycaemia; and childhood/adulthood outcomes: adiposity, type 2 diabetes, and neurosensory disability, were not reported under this comparison.\nPrimary care screening versus secondary care screening (one trial)\nMother\nThere was no clear difference between the primary care and secondary care screening groups for GDM (RR 0.91, 95% CI 0.50 to 1.66; participants = 690; low-quality evidence), hypertension (RR 1.41, 95% CI 0.77 to 2.59; participants = 690; low-quality evidence), pre-eclampsia (RR 0.80, 95% CI 0.36 to 1.78; participants = 690;low-quality evidence), or caesarean section birth (RR 1.00, 95% CI 0.80 to 1.27; participants = 690; low-quality evidence). There were no data reported for perineal trauma, gestational weight gain, postnatal depression, or type 2 diabetes.\nChild\nThere was no clear difference between the primary care and secondary care screening groups for large-for-gestational age (RR 1.37, 95% CI 0.96 to 1.96; participants = 690; low-quality evidence), neonatal complications: composite outcome, including: hypoglycaemia, respiratory distress, need for phototherapy, birth trauma, shoulder dystocia, five minute Apgar less than seven at one or five minutes, prematurity (RR 0.99, 95% CI 0.57 to 1.71; participants = 690; low-quality evidence), or neonatal hypoglycaemia (RR 1.10, 95% CI 0.28 to 4.38; participants = 690; very low-quality evidence). There was one perinatal death in the primary care screening group and two in the secondary care screening group (RR 1.10, 95% CI 0.10 to 12.12; participants = 690; very low-quality evidence). There were no data for neurosensory disability, or childhood/adulthood adiposity or type 2 diabetes."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are insufficient randomised controlled trial data evaluating the effects of screening for GDM based on different risk profiles and settings on maternal and infant outcomes. Low-quality evidence suggests universal screening compared with risk factor-based screening leads to more women being diagnosed with GDM. Low to very low-quality evidence suggests no clear differences between primary care and secondary care screening, for outcomes: GDM, hypertension, pre-eclampsia, caesarean birth, large-for-gestational age, neonatal complications composite, and hypoglycaemia.\nFurther, high-quality randomised controlled trials are needed to assess the value of screening for GDM, which may compare different protocols, guidelines or programmes for screening (based on different risk profiles and settings), with the absence of screening, or with other protocols, guidelines or programmes. There is a need for future trials to be sufficiently powered to detect important differences in short- and long-term maternal and infant outcomes, such as those important outcomes pre-specified in this review. As only a proportion of women will be diagnosed with GDM in these trials, large sample sizes may be required."
    }
  ],
  "pls_title": "Screening women for gestational diabetes in pregnancy based on whether they are considered at risk, and in different settings",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "What are the effects of screening all women for gestational diabetes mellitus (GDM), compared with only screening those who are 'at risk'? What are the effects of screening women for GDM in different settings (such as in the community versus the hospital)? This review updates a Cochrane Review, first published in 2010, and subsequently updated in 2014."
    },
    {
      "heading": "Why is this important?",
      "text": "GDM is a form of diabetes that can develop during pregnancy, and can increase the risk of complications for mothers and their babies. Women with GDM are more likely to develop pre-eclampsia (high blood pressure and protein in the urine) and require a caesarean section. For babies, potential problems include being large for gestational age (growing larger than they normally would), or having hypoglycaemia (low blood sugar) after birth. Although GDM usually resolves following birth, mothers and their babies are at risk of developing type 2 diabetes in the future.\nTreating GDM can improve health outcomes. Women often do not know they have GDM. Screening to identify and treat GDM in pregnant women may therefore improve outcomes. The two main approaches are 'universal' where all women undergo screening; and 'selective' or 'risk factor'-based where only those women 'at risk' are screened. The risk factors for GDM include certain ethnicities, being older, overweight or obese, having had a previous large baby, or a family history of GDM or type 2 diabetes. It possible to screen for GDM in different settings, such as in the community (e.g. a general practice clinic) or in hospital. The ideal screening method for GDM that leads to the best health outcomes for mothers and their babies remains unclear."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence (January 2017) and included two trials involving 4523 women and their babies. Both trials were conducted in Ireland and were at a moderate to high risk of bias. We could not combine the data from these trials because they looked at different interventions and comparisons. One compared ‘universal’ screening with ‘risk factor’-based screening for GDM. The other compared screening women at their general practitioners' clinic (primary care) versus at the hospital (secondary care).\nIn one trial (with information available for 3152 women), more women were diagnosed with GDM in the group of women who received ‘universal’ screening, compared with the group of women with ‘risk factor’-based screening (low-quality evidence). The trial did not report on outcomes relating to the mothers, including high blood pressure disorders of pregnancy, caesarean birth, perineal trauma, weight gain in pregnancy, postnatal depression, and type 2 diabetes. The trial did not report outcomes relating to the babies including being born large-for-gestational age, death (before or shortly after birth), death or a serious complication, hypoglycaemia, or adiposity, type 2 diabetes, and disability in childhood or adulthood.\nIn the second trial (with information available for 690 women), screening at the general practitioner's clinic versus the hospital did not make a clear difference to the number of women diagnosed with GDM (low-quality evidence), high blood pressure (l ow-quality evidence), pre-eclampsia (low-quality evidence), or the number who had a caesarean birth (l ow-quality evidence). This trial did not report perineal trauma, weight gain in pregnancy, postnatal depression, or type 2 diabetes. Screening at the general practitioner's clinic versus at the hospital did not make a clear difference to the number of babies born large-for-gestational age (low-quality evidence), death (before or shortly after birth), death or a serious complication (low-quality evidence), or hypoglycaemia (very low-quality evidence). Childhood or adulthood adiposity, type 2 diabetes, and disability were not reported in the trial."
    },
    {
      "heading": "What does this mean?",
      "text": "There is not enough evidence to guide us on effects of screening for GDM based on different risk profiles or settings on outcomes for women and their babies. Further large, well-designed, randomised controlled trials are required to assess important short- and long-term outcomes for mothers and their babies."
    }
  ]
}