{
  "doi": "10.1002/14651858.CD010508.pub2",
  "name": "Telerehabilitation for persons with multiple sclerosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Telerehabilitation, an emerging method, extends rehabilitative care beyond the hospital, and facilitates multifaceted, often psychotherapeutic approaches to modern management of patients using telecommunication technology at home or in the community. Although a wide range of telerehabilitation interventions are trialed in persons with multiple sclerosis (pwMS), evidence for their effectiveness is unclear."
    },
    {
      "heading": "Objectives",
      "text": "To investigate the effectiveness and safety of telerehabilitation intervention in pwMS for improved patient outcomes. Specifically, this review addresses the following questions: does telerehabilitation achieve better outcomes compared with traditional face-to-face intervention; and what types of telerehabilitation interventions are effective, in which setting and influence which specific outcomes (impairment, activity limitation and participation)?"
    },
    {
      "heading": "Search methods",
      "text": "We performed a literature search using the Cochrane Multiple Sclerosis and Rare Diseases of the Central Nervous System Review Group Specialised Register( 9 July, 2014.) We handsearched the relevant journals and screened the reference lists of identified studies, and contacted authors for additional data."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) and controlled clinical trials (CCTs) that reported telerehabilitation intervention/s in pwMS and compared them with some form of control intervention (such as lower level or different types of intervention, minimal intervention, waiting-list controls or no treatment (or usual care); interventions given in different settings) in adults with MS."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies and extracted data. Three review authors assessed the methodological quality of studies using the GRADEpro software (GRADEpro 2008) for best-evidence synthesis. A meta-analysis was not possible due to marked methodological, clinical and statistical heterogeneity between included trials and between measurement tools used. Hence, we performed a best-evidence synthesis using a qualitative analysis."
    },
    {
      "heading": "Main results",
      "text": "Nine RCTs, one with two reports, (N = 531 participants, 469 included in analyses) investigated a variety of telerehabilitation interventions in adults with MS. The mean age of participants varied from 41 to 52 years (mean 46.5 years) and mean years since diagnosis from 7.7 to 19.0 years (mean 12.3 years). The majority of the participants were women (proportion ranging from 56% to 87%, mean 74%) and with a relapsing-remitting course of MS. These interventions were complex, with more than one rehabilitation component and included physical activity, educational, behavioural and symptom management programmes.\nAll studies scored 'low' on the methodological quality assessment. Overall, the review found 'low-level' evidence for telerehabilitation interventions in reducing short-term disability and symptoms such as fatigue. There was also 'low-level' evidence supporting telerehabilitation in the longer term for improved functional activities, impairments (such as fatigue, pain, insomnia); and participation measured by quality of life and psychological outcomes. There were limited data on process evaluation (participants'/therapists' satisfaction) and no data available for cost effectiveness. There were no adverse events reported as a result of telerehabilitation interventions."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently limited evidence on the efficacy of telerehabilitation in improving functional activities, fatigue and quality of life in adults with MS. A range of telerehabilitation interventions might be an alternative method of delivering services in MS populations. There is insufficient evidence to support on what types of telerehabilitation interventions are effective, and in which setting. More robust trials are needed to build evidence for the clinical and cost effectiveness of these interventions."
    }
  ],
  "pls_title": "Telerehabilitation for persons with multiple sclerosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review questions",
      "text": "Does telerehabilitation achieve better outcomes in persons with multiple sclerosis compared with traditional face-to-face intervention? What types of telerehabilitation interventions are effective, in which setting and influence which specific outcomes?"
    },
    {
      "heading": "Background",
      "text": "Multiple sclerosis (MS) is a common disease of the nervous system among young adults, with no cure and causing long-term disability. Rehabilitation provides treatments and therapies to lessen the impact of any disability and improve function. Despite recent advances in MS care including rehabilitation, many people with MS are unable to access these developments due to limited mobility, fatigue and related issues, and costs associated with travel.Telerehabilitation is a newer approach to delivering rehabilitation programmes at the patient’s home or in the community, using telecommunication technology such as phone lines, video technology, internet applications and others. A wide range of telerehabilitation interventions are trialed in persons with multiple sclerosis, however, evidence for their effectiveness is still unclear."
    },
    {
      "heading": "Study characteristics",
      "text": "This review looked for evidence on how telerehabilitation interventions work in adults with MS. We searched widely for randomised controlled trials (RCTs), a particular kind of study where participants are placed in treatment groups by chance (that is, randomly) because in most settings these provide the highest quality evidence. We were interested in studies that compared a telerehabilitation programme with standard or minimal care, or with different kinds of rehabilitation programmes."
    },
    {
      "heading": "Key results",
      "text": "We found nine relevant RCTs covering 531 participants (469 included in the analyses), evaluating a wide variety of telerehabilitation interventions in persons with MS. The telerehabilitation interventions evaluated were complex, with more than one rehabilitation component and included physical activity, educational, behavioural and symptom management programmes. These interventions had different purposes and used different technologies, so a single overall definite conclusion was not possible. The methodological quality of the included studies is low and varied among the studies."
    },
    {
      "heading": "Quality of evidence",
      "text": "There was 'low-quality' evidence from the included RCTs to support the benefit of telerehabilitation in reducing short-term disability and managing symptoms such as fatigue in adults with MS. We found limited evidence to support the benefit of telerehabilitation interventions in improving disability, reducing symptoms and improving quality of life in the longer term. Furthermore, the interventions and outcomes being investigated in the included studies were different to each other. No studies reported any serious harm from telerehabilitation and there was no information on the associated costs.\nThere is a need for further research to assess the effects of the range of telerehabilitation techniques and to establish the clinical and cost effectiveness of these interventions in people with MS. The evidence in this review is up to date to July 2014."
    }
  ]
}