{
  "doi": "10.1002/14651858.CD002964.pub2",
  "name": "Individual and group based parenting programmes for improving psychosocial outcomes for teenage parents and their children ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Parenting programmes are a potentially important means of supporting teenage parents and improving outcomes for their children, and parenting support is a priority across most Western countries. This review updates the previous version published in 2001."
    },
    {
      "heading": "Objectives",
      "text": "To examine the effectiveness of parenting programmes in improving psychosocial outcomes for teenage parents and developmental outcomes in their children."
    },
    {
      "heading": "Search methods",
      "text": "We searched to find new studies for this updated review in January 2008 and May 2010 in CENTRAL, MEDLINE, EMBASE, ASSIA, CINAHL, DARE, ERIC, PsycINFO, Sociological Abstracts and Social Science Citation Index. The National Research Register (NRR) was last searched in May 2005 and UK Clinical Research Network Portfolio Database in May 2010."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials assessing short-term parenting interventions aimed specifically at teenage parents and a control group (no-treatment, waiting list or treatment-as-usual)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We assessed the risk of bias in each study. We standardised the treatment effect for each outcome in each study by dividing the mean difference in post-intervention scores between the intervention and control groups by the pooled standard deviation."
    },
    {
      "heading": "Main results",
      "text": "We included eight studies with 513 participants, providing a total of 47 comparisons of outcome between intervention and control conditions. Nineteen comparisons were statistically significant, all favouring the intervention group. We conducted nine meta-analyses using data from four studies in total (each meta-analysis included data from two studies). Four meta-analyses showed statistically significant findings favouring the intervention group for the following outcomes: parent responsiveness to the child post-intervention (SMD -0.91, 95% CI -1.52 to -0.30, P = 0.04); infant responsiveness to mother at follow-up (SMD -0.65, 95% CI -1.25 to -0.06, P = 0.03); and an overall measure of parent-child interactions post-intervention (SMD -0.71, 95% CI -1.31 to -0.11, P = 0.02), and at follow-up (SMD -0.90, 95% CI -1.51 to -0.30, P = 0.004). The results of the remaining five meta-analyses were inconclusive."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Variation in the measures used, the included populations and interventions, and the risk of bias within the included studies limit the conclusions that can be reached. The findings provide some evidence to suggest that parenting programmes may be effective in improving a number of aspects of parent-child interaction both in the short- and long-term, but further research is now needed."
    }
  ],
  "pls_title": "Parenting programmes for teenage parents and their children",
  "pls_type": "long",
  "pls": "Adolescent parents face a range of problems. They are often from very deprived backgrounds; they can experience a range of mental health problems and a lack of social support; they often lack knowledge about child development and effective parenting skills, and they have developmental needs of their own. Possibly for these reasons, the children of teenage parents often have poor outcomes.\nA range of interventions are being used to promote the well-being of teenage parents and their children. Parenting programmes have been found to be effective in improving psychosocial health in parents more generally (including reducing anxiety and depression, and improving self-esteem), alongside a range of developmental outcomes for children. This review therefore investigated the impact of parenting programmes aimed specifically at teenage parents on outcomes for both them and their children.\nThe findings are based on eight studies measuring a variety of outcomes, using a range of standardised measures. It was possible to combine results (meta-analysis) for nine comparisons. Results from four of these meta-analyses suggest that parenting programmes may be effective in improving parent responsiveness to the child, and parent-child interaction, both post-intervention and at follow-up. Infant responsiveness to the mother also showed improvement at follow-up. The results of the other five meta-analyses we carried out were inconclusive.\nFurther rigorous research is needed that provides both short- and long-term follow-up of the children of teenage parents, and that assesses the benefits of parenting programmes for young fathers as well as young mothers."
}