{
  "doi": "10.1002/14651858.CD008307.pub2",
  "name": "Pharmacotherapy for the prevention of chronic pain after surgery in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chronic pain can often occur after surgery, substantially impairing patients’ health and quality of life. It is caused by complex mechanisms that are not yet well understood. The predictable nature of most surgical procedures has allowed for the conduct of randomized controlled trials of pharmacological interventions aimed at preventing chronic postsurgical pain."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective was to evaluate the efficacy of systemic drugs for the prevention of chronic pain after surgery by examining the proportion of patients reporting pain three months or more after surgery. The secondary objective was to evaluate the safety of drugs administered for the prevention of chronic pain after surgery."
    },
    {
      "heading": "Search methods",
      "text": "We identified randomized controlled trials (RCTs) of various systemically administered drugs for the prevention of chronic pain after surgery from CENTRAL, MEDLINE, EMBASE and handsearches of other reviews and trial registries. The most recent search was performed on 17 July 2013."
    },
    {
      "heading": "Selection criteria",
      "text": "Included studies were double-blind, placebo-controlled, randomized trials involving adults and evaluating one or more drugs administered systemically before, during or after surgery, or both, which measured pain three months or more after surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data collected from each study included the study drug name, dose, route, timing and duration of dosing; surgical procedure; proportion of patients reporting any pain three months or more after surgery, reporting at least 4/10 or moderate to severe pain three months or more after surgery; and proportion of participants dropping out of the study due to treatment-emergent adverse effects."
    },
    {
      "heading": "Main results",
      "text": "We identified 40 RCTs of various pharmacological interventions including intravenous ketamine (14 RCTs), oral gabapentin (10 RCTs), oral pregabalin (5 RCTs), non-steroidal anti-inflammatories (3 RCTs), intravenous steroids (3 RCTs), oral N-methyl-D-aspartate (NMDA) blockers (3 RCTs), oral mexiletine (2 RCTs), intravenous fentanyl (1 RCT), intravenous lidocaine (1 RCT), oral venlafaxine (1 RCT) and inhaled nitrous oxide (1 RCT). Meta-analysis suggested a modest but statistically significant reduction in the incidence of chronic pain after surgery following treatment with ketamine but not gabapentin or pregabalin. Results with ketamine should be viewed with caution since most of the included trials were small (that is < 100 participants per treatment arm), which could lead to the overestimation of treatment effect."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Additional evidence from better, well designed, large-scale trials is needed in order to more rigorously evaluate pharmacological interventions for the prevention of chronic pain after surgery. Furthermore, available evidence does not support the efficacy of gabapentin, pregabalin, non-steroidal anti-inflammatories, intravenous steroids, oral NMDA blockers, oral mexiletine, intravenous fentanyl, intravenous lidocaine, oral venlafaxine or inhaled nitrous oxide for the prevention of chronic postoperative pain."
    }
  ],
  "pls_title": "Systemic drugs for the prevention of chronic pain after surgery",
  "pls_type": "long",
  "pls": "Pain associated with surgery generally resolves within one to two weeks, however in some situations surgical patients are left with longstanding pain for months or even years after the surgical procedure. Researchers have studied the ability of various drug treatments to prevent the development of chronic pain after surgery and this systematic review evaluated published studies in this field. Available studies suggest a modest effect of ketamine, compared to placebo, for prevention of chronic pain after surgery, however small study size could lead to an overestimation of this effect. Studies of other drugs such as gabapentin and pregabalin did not suggest the same preventative effect. Additional large studies using improved research methods are necessary to more clearly identify treatments that are beneficial for preventing chronic postsurgical pain."
}