{
  "doi": "10.1002/14651858.CD007991.pub2",
  "name": "Zinc supplementation for mental and motor development in children",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Zinc deficiency is a significant public health problem in low- and middle-income countries. Zinc is essential for the formation and migration of neurons along with the formation of neuronal synapses. Its deficiency could interfere with the formation of neural pathways and with neurotransmission, thus affecting behavior (for example, attention, activity, engagement, temperament) and development (for example, gross and fine motor skills, social skills). Zinc supplementation provided to infants and children is a possible strategy to improve the mental and motor development of infants and children at high risk of zinc deficiency."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of zinc supplementation compared to placebo on measures of psychomotor development or cognitive function in children."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE, PsycINFO, CINAHL and Latin American Database (LILACS) on 1 December 2011. We searched EMBASE and CENTRAL 2011 Issue 12 on 19 January 2012. We searched Dissertation Abstracts International and the metaRegister of Controlled Trials on 30 November 2011."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized or quasi-randomized placebo-controlled trials involving synthetic zinc supplementation provided to infants or children (less than five years of age) were eligible."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors screened search results, selected studies, assessed the studies for their risk of bias and extracted data."
    },
    {
      "heading": "Main results",
      "text": "We included 13 trials in this review.\nEight studies reported data on the Bayley Scales of Infant Development (BSID) in 2134 participants. We combined the data in a meta-analysis to assess the effect on development as measured by the Mental Development Index (MDI) and Psychomotor Development Index (PDI). There was no significant effect of zinc supplementation: the mean difference between the zinc supplementation and placebo groups on the MDI was -0.50 (95% confidence interval (CI) -2.06 to 1.06; P = 0.53; I2 = 70%) and the mean difference between the groups for the PDI was 1.54 (95% CI -2.26 to 5.34; P = 0.43; I2 = 93%). Most studies had low or unclear risk of bias but there was significant heterogeneity, which was not adequately explained by our subgroup analyses. The overall quality of evidence was considered 'moderate'.\nTwo trials provided data on motor milestone attainment. There was no significant difference in the time to attainment of milestones between the placebo group and the zinc supplementation group in either of the studies.\nNo study provided data on cognition score or intelligence quotient (IQ) or on adverse effects of zinc supplementation."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no convincing evidence that zinc supplementation to infants or children results in improved motor or mental development."
    }
  ],
  "pls_title": "Zinc supplementation for mental and motor development in children",
  "pls_type": "long",
  "pls": "Zinc deficiency is a significant public health problem in low- and middle-income countries. Zinc is essential for the formation and migration of neurons, along with the formation of neuronal interconnections called synapses. Its deficiency could interfere with the formation of neural pathways and neurotransmission, thus affecting behavior and development. Zinc supplementation provided to infants and children is a possible strategy to improve the mental and motor development of infants and children at high risk of zinc deficiency.\nThe review authors searched the medical literature for studies that evaluated mental and motor development in infants and children randomly assigned to receive either zinc supplements or a 'placebo' (fake) supplement. We found 13 relevant studies.\nEight studies measured development using the Mental Development Index and the Psychomotor Development Index of the Bayley Scales of Infant Development. We found no difference between the results for those who had taken zinc supplements and those who had taken a placebo. Two studies measured children's attainment of motor milestones. Again, no difference as found whether zinc supplements were taken or not. No study measured possible side effects of zinc supplementation such as vomiting, diarrhea or anemia.\nOverall, the results of the studies provided no convincing evidence that zinc supplements had any beneficial effect on mental and motor development in infants and children."
}