{
  "doi": "10.1002/14651858.CD008564.pub3",
  "name": "Blood pressure targets for hypertension in people with chronic renal disease",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Chronic kidney disease (CKD) is an independent risk factor for cardiovascular disease, development of end-stage renal disease, and all-cause mortality. It affects around 10% of the population worldwide. The prevalence of hypertension in people with CKD ranges from 22% in stage 1 to 80% in stage 4. Elevated arterial blood pressure is one of the major independent risk factors for adverse cardiovascular events. Thereby, reducing blood pressure to below standard targets may be beneficial but could also increase the risk of adverse events. The optimal blood pressure target in people with hypertension and CKD remains unknown."
    },
    {
      "heading": "Objectives",
      "text": "Primary: to compare the effects of standard and lower-than-standard blood pressure targets for hypertension in people with chronic kidney disease on mortality and morbidity outcomes.\nSecondary: to assess the magnitude of reductions in systolic and diastolic blood pressure, the proportion of participants reaching blood pressure targets, and the number of drugs necessary to achieve the assigned target."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. We searched the Cochrane Hypertension Specialized Register, CENTRAL, MEDLINE, Embase, one other database, and two trial registers up to 8 February 2023. We also contacted authors of relevant papers regarding further published and unpublished work. We applied no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) in people with hypertension and CKD that provided at least twelve months' follow-up.\nEligible interventions compared lower targets for systolic/diastolic blood pressure (130/80 mmHg or lower) to standard targets for blood pressure (140 to 160/90 to 100 mmHg or lower).\nParticipants were adults with CKD and elevated blood pressure documented in a standard way on at least two occasions, or already receiving treatment for elevated blood pressure."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our critical outcomes were: total mortality, total serious adverse events, total cardiovascular events, cardiovascular mortality, and progression to end-stage renal disease. Important outcomes were: participant withdrawals due to adverse effects, and number of participants with a doubling of serum creatinine level or at least a 50% reduction in the glomerular filtration rate (GFR) at the end of the study. We used GRADE to assess the certainty of the evidence for the critical outcomes. This review received no funding."
    },
    {
      "heading": "Main results",
      "text": "We included six RCTs that contributed data for meta-analysis, involving 7348 participants overall (range 840 to 4733 people per study). The mean follow-up was 3.6 years (range 1.0 to 8.0 years). Three studies were publicly funded, two were privately funded, and one had both public and private funding. All RCTs provided individual participant data. None of the included studies blinded participants or clinicians because of the need to titrate antihypertensive drugs to reach a specific blood pressure target. However, an independent committee blinded to group allocation assessed clinical events in all studies.\nCritical outcomes. Compared with standard blood pressure targets, lower targets likely result in little to no difference in total mortality (risk ratio (RR) 0.90, 95% confidence interval (CI) 0.76 to 1.06; 6 studies, 7348 participants), total serious adverse events (RR 1.01, 95% CI 0.94 to 1.08; 6 studies, 7348 participants), and total cardiovascular events (RR 1.00, 95% CI 0.87 to 1.15; 5 studies, 6508 participants), all with moderate-certainty evidence. Compared with standard blood pressure targets, lower targets may result in little to no difference in cardiovascular mortality (RR 0.90, 95% CI 0.70 to 1.16; 6 studies, 7348 participants) and progression to end-stage renal disease (RR 0.94, 95% CI 0.80 to 1.11; 4 studies, 4788 participants), both with low-certainty evidence.\nImportant outcomes. We found little to no differences in: participant withdrawals due to adverse effects; and the number of participants with a doubling of serum creatinine level, or at least a 50% reduction in GFR at the end of the study.\nExploratory outcomes. Compared to the standard blood pressure target groups, participants in the lower target groups achieved lower systolic and diastolic blood pressure values after one year, and required a higher number of antihypertensive drugs at the end of the studies. A higher proportion of participants in the standard blood pressure target groups achieved the targets they were assigned than did participants in the intensive target groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Compared to a standard blood pressure target, lower blood pressure targets probably result in little to no difference in total mortality, total serious adverse events, and total cardiovascular events, and may result in little to no difference in total cardiovascular mortality or in the progression to end-stage renal disease in people with hypertension and CKD. However, the evidence underpinning these conclusions has several limitations. All studies were open design, blood pressure measurement was performed at a medical office, and there was scant information about adverse events. Future research should include high-quality adverse event data, report results for people with different levels of proteinuria, and consider out-of-office blood pressure monitoring. Several studies are ongoing, and may provide new evidence for this topic in the near future."
    }
  ],
  "pls_title": "Do low blood pressure targets provide additional benefits for people with chronic kidney disease and high blood pressure compared to standard targets?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": ""
    },
    {
      "heading": "•",
      "text": "Lowering blood pressure in individuals with high blood pressure (hypertension) provides health benefits. But we do not know by how much blood pressure targets should be lowered for people with both hypertension and chronic kidney disease."
    },
    {
      "heading": "•",
      "text": "Compared to standard blood pressure targets, intensive (lower than standard) targets probably do not reduce deaths, serious unwanted and harmful events, or cardiovascular events (problems affecting the heart and blood vessels) in people with chronic kidney disease. Lower targets may not reduce deaths related to cardiovascular problems or slow the worsening of kidney disease."
    },
    {
      "heading": "What is chronic kidney disease?",
      "text": "Chronic kidney disease is a long-term condition where the kidneys are damaged and fail to filter blood as well as they should. Chronic kidney disease can worsen over time and eventually the kidneys may stop working altogether. Hypertension (unusually high blood pressure) is the second most common cause of chronic kidney disease after diabetes."
    },
    {
      "heading": "How is chronic kidney disease treated?",
      "text": "There is no cure for people with high blood pressure and chronic kidney disease, but lowering blood pressure can help delay kidney disease progression. However, optimal blood pressure levels are still unclear."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find if lowering blood pressure below standard levels is better than maintaining standard blood pressure levels at preventing heart disease, progression of kidney injury, and death in people with high blood pressure and chronic kidney disease."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that investigated the benefits and harms of lowering blood pressure in adults with chronic kidney disease. Blood pressure is recorded as two numbers, such as 120/80. The first number is the pressure in the arteries as the heart pumps out blood during each beat, and is called 'systolic blood pressure'. The second number is the pressure as the heart relaxes before the next beat, and is called 'diastolic blood pressure'. A reading of 130/80 mmHg ('mmHg' is a common blood pressure measurement unit) is considered a low blood pressure target in the context of people with kidney disease and high blood pressure. We gathered studies that compared people assigned to lower blood pressure targets (130/80 mmHg or lower) with those assigned to standard blood pressure levels (140 to 160/90 to 100 mmHg).\nWe compared and summarized the results of the studies and rated our confidence in the evidence.\nThis review received no funding."
    },
    {
      "heading": "What did we find?",
      "text": "We found six studies involving 7348 people with chronic kidney disease and high blood pressure. The largest study included 4733 people relevant to our review, and the smallest study, 840 people. Participants were followed for between one and eight years. Three studies were conducted in the USA, one in the USA and Canada, one in several countries in the Americas along with Spain, and one in the Americas, Europe, and Southeast Asia. Three studies were publicly funded, two were privately funded, and one had both public and private funding.\nWe found that, compared to standard levels, lower blood pressure targets probably make little to no difference to the number of people who:"
    },
    {
      "heading": "•",
      "text": "died from any cause;•had serious unwanted and harmful events;•had cardiovascular events, such as stroke and heart attack, or problems with arteries and veins.\nLower blood pressure targets may make little to no difference to the number of people:"
    },
    {
      "heading": "•",
      "text": "who died due to heart problems;•whose kidney disease worsened."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "A main limitation of the evidence was that all six studies allowed participants and clinicians to know to which treatment group each participant was assigned. Also, the studies provided very scarce information on serious unwanted and harmful events. All the studies measured people's blood pressure in medical offices, and the results might differ if people's blood pressure is measured in different settings (e.g. at home)."
    },
    {
      "heading": "How current is the evidence?",
      "text": "The evidence is current to 8 August 2023."
    }
  ]
}