{
  "doi": "10.1002/14651858.CD000119.pub4",
  "name": "Low‐molecular‐weight heparins or heparinoids versus standard unfractionated heparin for acute ischaemic stroke ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Low-molecular-weight heparins (LMWHs) and heparinoids are anticoagulants that may have more powerful antithrombotic effects than standard unfractionated heparin (UFH) but a lower risk of bleeding complications. This is an update of the original Cochrane Review of these agents, first published in 2001 and last updated in 2008."
    },
    {
      "heading": "Objectives",
      "text": "To determine whether antithrombotic therapy with LMWHs or heparinoids is associated with a reduction in the proportion of people who are dead or dependent for activities in daily living compared with UFH."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group Trials Register (last searched February 2017), the Cochrane Central Register of Controlled Trials (CENTRAL: the Cochrane Library Issue 1, 2017), MEDLINE (1966 to February 2017), and Embase (1980 to February 2017). We also searched trials registers to February 2017: ClinicalTrials.gov, EU Clinical Trials Register, Stroke Trials Registry, ISRCTN Registry and the World Health Organization (WHO) International Clinical Trials Registry Platform."
    },
    {
      "heading": "Selection criteria",
      "text": "Unconfounded randomised trials comparing LMWH or heparinoids with standard UFH in people with acute ischaemic stroke, in which participants were recruited within 14 days of stroke onset."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently chose studies for inclusion, assessed risk of bias and trial quality, extracted and analysed the data. Differences were resolved by discussion."
    },
    {
      "heading": "Main results",
      "text": "We included nine trials involving 3137 participants. We did not identify any new trials for inclusion in this updated review. None of the studies reported data on the primary outcome in sufficient detail to enable analysis for the review. Overall, there was a moderate risk of bias in the included studies. Compared with UFH, there was no evidence of an effect of LMWH or heparinoids on death from all causes during the treatment period (96/1616 allocated LMWH/heparinoid versus 78/1486 allocated UFH; odds ratio (OR) 1.06, 95% CI 0.78 to 1.47; 8 trials, 3102 participants, low quality evidence). LMWH or heparinoid were associated with a significant reduction in deep vein thrombosis (DVT) compared with UFH (OR 0.55, 95% CI 0.44 to 0.70, 7 trials, 2585 participants, low quality evidence). However, the number of the major clinical events such as pulmonary embolism (PE) and intracranial haemorrhage was too small to provide a reliable estimate of the effects."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Treatment with a LMWH or heparinoid after acute ischaemic stroke appears to decrease the occurrence of DVT compared with standard UFH, but there are too few data to provide reliable information on their effects on other important outcomes, including functional outcome, death and intracranial haemorrhage."
    }
  ],
  "pls_title": "Which types of blood-thinning drugs (anticoagulants) are best to prevent blood clots in people soon after stroke?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "This review aimed to find out which type of blood-thinning drug works best for preventing blood clots in people who have recently had a stroke due to blockage of an artery in the brain."
    },
    {
      "heading": "Background",
      "text": "Stroke is a common and disabling disease. Sudden blockage of an artery to the brain, often caused by a blood clot, is the cause of the most common type of stroke. This type is called an ischaemic stroke. Anticoagulants (blood-thinning drugs), are widely used in people with stroke. As stroke is a medical emergency, and medicines given in an emergency need to reach the bloodstream quickly, these are given by injection. Injectable anticoagulants that have been tested in stroke are unfractionated heparin (UFH), low-molecular-weight heparins (LMWH), and heparinoids. These agents may help clear blocked arteries, prevent re-blockage, and prevent clots forming in leg veins (deep vein thrombosis, DVT) after an ischaemic stroke and so might prevent fatal or disabling complications of stroke and improve the chance of a good recovery. However, they can also cause harmful bleeding complications that can offset any benefits."
    },
    {
      "heading": "Search date",
      "text": "The search was updated to February 2017."
    },
    {
      "heading": "Study characteristics",
      "text": "We looked for randomised controlled trials in people with recent onset of stroke symptoms that compared LMWH or heparinoids with UFH."
    },
    {
      "heading": "Key results",
      "text": "We found nine trials involving 3137 participants; overall these trials had a moderate risk of bias (this means that the results are likely to be less credible than if the risk of bias was low). No new trials were included in this updated review. None of the studies reported reliable information on disability or recovery after stroke. Compared with UFH, there was no evidence of an effect of LMWH or heparinoids on death from all causes during the treatment period (quality of the evidence was low). Although LMWH or heparinoid were associated with significantly fewer clots in leg veins (DVT) than UFH, the number of major events such as when a blood clot becomes lodged in an artery in the lung (pulmonary embolism) and bleeding inside the skull (intracranial haemorrhages) was too small to know whether the harms outweighed the benefits. For people with ischaemic stroke who need immediate treatment with anticoagulants, evidence from the included clinical trials did not provide reliable evidence on the balance of risk and benefit for each type of heparin. Additional large scale research would be needed to resolve this uncertainty."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Overall, there was a moderate risk of bias in the included studies. Using GRADE criteria we found that evidence quality was low overall."
    }
  ]
}