{
  "doi": "10.1002/14651858.CD004485.pub4",
  "name": "Adhesives for fixed orthodontic bands",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Orthodontic treatment involves using fixed or removable appliances (dental braces) to correct the positions of teeth. It has been shown that the quality of treatment result obtained with fixed appliances is much better than with removable appliances. Fixed appliances are, therefore, favoured by most orthodontists for treatment. The success of a fixed orthodontic appliance depends on the metal attachments (brackets and bands) being attached securely to the teeth so that they do not become loose during treatment. Brackets are usually attached to the front and side teeth, whereas bands (metal rings that go round the teeth) are more commonly used on the back teeth (molars). A number of adhesives are available to attach bands to teeth and it is important to understand which group of adhesives bond most reliably, as well as reducing or preventing dental decay during the treatment period."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of the adhesives used to attach bands to teeth during fixed appliance treatment, in terms of:\n(1) how often the bands come off during treatment; and\n(2) whether they protect the banded teeth against decay during fixed appliance treatment."
    },
    {
      "heading": "Search methods",
      "text": "The following electronic databases were searched: Cochrane Oral Health's Trials Register (searched 2 June 2016), Cochrane Central Register of Controlled Trials (CENTRAL; 2016, Issue 5) in the Cochrane Library (searched 2 June 2016), MEDLINE Ovid (1946 to 2 June 2016) and EMBASE Ovid (1980 to 2 June 2016). We searched ClinicalTrials.gov and the World Health Organization International Clinical Trials Registry Platform for ongoing trials. No restrictions were placed on the language or date of publication when searching the electronic databases."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and controlled clinical trials (RCTs and CCTs) (including split-mouth studies) of adhesives used to attach orthodontic bands to molar teeth were selected. Patients with full arch fixed orthodontic appliance(s) who had bands attached to molars were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "All review authors were involved in study selection, validity assessment and data extraction without blinding to the authors, adhesives used or results obtained. All disagreements were resolved by discussion."
    },
    {
      "heading": "Main results",
      "text": "Five RCTs and three CCTs were identified as meeting the review's inclusion criteria. All the included trials were of split-mouth design. Four trials compared chemically cured zinc phosphate and chemically cured glass ionomer; three trials compared chemically cured glass ionomer cement with light cured compomer; one trial compared chemically cured glass ionomer with a chemically cured glass phosphonate. Data analysis was often inappropriate within the studies meeting the inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient high quality evidence with regard to the most effective adhesive for attaching orthodontic bands to molar teeth. Further RCTs are required."
    }
  ],
  "pls_title": "Adhesives for fixed orthodontic bands",
  "pls_type": "long",
  "pls": "There is insufficient evidence to determine the most effective adhesive for attaching orthodontic bands to molar teeth in patients with full arch fixed orthodontic appliances.\nOrthodontic treatment involves using fixed or removable appliances (braces) on teeth to correct their position. It has been shown that the quality of treatment result obtained with fixed dental appliances is much better than with removable appliances. The success of a fixed dental appliance depends on the metal attachments (brackets and bands) being securely attached to the teeth so that they do not become loose during treatment. Brackets are usually attached to teeth other than molars, where bands (metal rings that go round the teeth) are more commonly used. There is insufficient evidence with regard to the most effective adhesive for attaching orthodontic bands to molar teeth."
}