{
  "doi": "10.1002/14651858.CD000068.pub2",
  "name": "Danazol for pelvic pain associated with endometriosis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Endometriosis is defined as the presence of endometrial tissue (stromal and glandular) outside the normal uterine cavity. Conventional medical and surgical treatments for endometriosis aim to remove or decrease the deposits of ectopic endometrium. The observation that hyper androgenic states (an excess of male hormone) induce atrophy of the endometrium has led to the use of androgens in the treatment of endometriosis. Danazol is one of these treatments. The efficacy of danazol is based on its ability to produce a high androgen and low oestrogen environment (a pseudo menopause) which results in atrophy of the endometriotic implants and thus an improvement in painful symptoms."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of danazol compared to placebo or no treatment in the treatment of the symptoms and signs, other than infertility, of endometriosis in women of reproductive age."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Menstrual Disorders and Subfertility Group Specialised Register of trials (searched April 2007), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library Issue 2, 2007), and MEDLINE (1966 to April 2007). In addition, all reference lists of included trials were searched, and relevant drug companies were contacted for details of unpublished trials."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials in which danazol (alone or as adjunctive therapy) was compared to placebo or no therapy. Trials which only reported infertility outcomes were excluded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Only five trials met the inclusion criteria and two authors independently extracted data from these trials. All trials compared danazol to placebo. Three trials used danazol as sole therapy and three trials used danazol as an adjunct to surgery. Although the main outcome was pain improvement other data relating to laparoscopic scores and hormonal parameters were also collected."
    },
    {
      "heading": "Main results",
      "text": "Treatment with danazol (including adjunctive to surgical therapy) was effective in relieving painful symptoms related to endometriosis when compared to placebo. Laparoscopic scores were improved with danazol treatment (including as adjunctive therapy) when compared with either placebo or no treatment. Side effects were more commonly reported in those patients receiving danazol than for placebo."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Danazol is effective in treating the symptoms and signs of endometriosis. However, its use is limited by the occurrence of androgenic side effects."
    }
  ],
  "pls_title": "Danazol for pelvic pain associated with endometriosis",
  "pls_type": "long",
  "pls": "Danazol reduces the painful symptoms of endometriosis but has androgenic effects. Endometriosis is a painful condition where endometrial tissue grows outside the uterus. It can cause cysts and infertility. Danazol is a hormone that produces male characteristics as well as weight gain and acne. It does, however, relieve the painful symptoms of endometriosis, although the side effects can be unacceptable. The improvement was still present six months after treatment was stopped. There was some evidence that women who took danazol were satisfied with the treatment compared with women who had inactive treatment."
}