{
  "doi": "10.1002/14651858.CD006294.pub2",
  "name": "Radioiodine treatment for pediatric Graves' disease",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pediatric Graves' disease (GD) is an autoimmune disease in which excessive amounts of thyroid hormones circulate in the blood. Treatments for pediatric GD include antithyroid drugs (ATD), thyroidectomy and radioiodine. Up to date, the optimal therapy remains controversial."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of radioiodine treatment for pediatric GD."
    },
    {
      "heading": "Search methods",
      "text": "Studies were obtained from computerized searches of MEDLINE, EMBASE, The Cochrane Library, China National Infrastructure (CNKI) and paper collections of conferences held in Chinese."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials, controlled clinical trials and prospective cohort studies comparing the effects of radioiodine with ATD or thyroidectomy with a duration of follow-up at least one year."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed study quality, extracted data and interviewed authors of all potentially relevant studies by telephone or electronic mail to verify randomization procedures. One author entered data into a data extraction form and another author verified the results of this procedure."
    },
    {
      "heading": "Main results",
      "text": "Two prospective controlled clinical trials involving 167 patients were included. All of them were of low quality. Radioiodine treatment versus ATD showed benefits in achieving euthyroidism (relative risk (RR) 1.70, 95% confidence interval (CI) 1.29 to 2.24). Radioiodine treatment showed a higher incidence of hypothyroidism compared with ATD (RR 6.46, 95% CI 1.16 to 35.81). No significant differences in modifying Graves' opthalmopathy (worsening or appearance) between radioiodine treatment and ATD (RR 1.30, 95% CI 0.56 to 3.00) were observed. No trial evaluated mortality, health related quality of life, economic outcomes or compliance with treatments."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The limited results in Chinese suggest that a gland specific lower dosage of radioiodine treatment is potentially effective for pediatric GD, but a significant higher incidence of hypothyroidism compared with ATD was observed. However, we could not identify a well-designed trial to provide strong evidence for radioiodine in the treatment of pediatric GD. High-quality randomised controlled clinical trials are needed to guide treatment choice."
    }
  ],
  "pls_title": "Radioiodine treatment for pediatric Graves' disease",
  "pls_type": "long",
  "pls": "Graves' disease is a common cause of hyperthyroidism in children and adolescents which excessive amounts of thyroid hormones circulating in the blood. Affected children and adolescents suffer from increased heart beats, warm moist skin, fatigue, weight loss, raised body temperature, eye and other problems. Application of radioactive iodine (radioiodine), surgical removal of the thyroid gland or drugs that interfere with the production of thyroid hormones (antithyroid drugs) are used to treat this disease. \nTwo relevant trials with 167 patients were identified. The limited data suggest that a gland specific lower dosage of radioiodine treatment is potentially effective for pediatric GD, but a significant higher incidence of hypothyroidism compared with ATD was observed. However, all of the analysed studies were of low quality. No trial evaluated mortality, health related quality of life, economic outcomes or compliance with treatments."
}