{
  "doi": "10.1002/14651858.CD001106.pub3",
  "name": "Continuous positive airways pressure for obstructive sleep apnoea in adults",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Obstructive sleep apnoea is the periodic reduction (hypopnoea) or cessation (apnoea) of breathing due to narrowing or occlusion of the upper airway during sleep. The main symptom is daytime sleepiness and it has been suggested it is linked to premature death, hypertension, ischaemic heart disease, stroke and road traffic accidents."
    },
    {
      "heading": "Objectives",
      "text": "The main treatment for sleep apnoea is with the use of continuous positive airways pressure (CPAP), which requires a flow generator and mask. These are used at night to prevent apnoea, hypoxia and sleep disturbance. The objective was to assess the effects of CPAP in the treatment of obstructive sleep apnoea in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Airways Group Trials Register and reference lists of articles. We consulted experts in the field. Searches were current to July 2005."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised trials comparing nocturnal CPAP with an inactive control or oral appliances in adults with obstructive sleep apnoea (an apnoea and hypopnoea index greater than five per hour). Trials had a minimum intervention period of two weeks."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Trial quality was assessed and two review authors extracted data independently. Study authors were contacted for missing information. Parallel and crossover group trials were analysed separately."
    },
    {
      "heading": "Main results",
      "text": "Thirty-six trials involving 1718 people met the inclusion criteria. Study quality was mixed. Compared with control, CPAP showed significant improvements in certain objective and subjective sleepiness, measures of quality of life and cognitive function (parallel-group studies: Epworth sleepiness scale (ESS) -3.83 units, 95% CI -4.57 to -3.09; crossover studies: ESS -1.84 units, 95% CI -2.57 to -1.11). Twenty-four hour systolic and diastolic blood pressures were lower with CPAP compared with control (parallel-group trials). Compared with oral appliances, CPAP significantly reduced the apnoea and hypopnoea index (crossover studies: -7.97 events/hr, 95% CI -9.56 to -6.38) and improved sleep efficiency (crossover studies: 2.31%, 95% CI 0.02 to 4.6) and minimum oxygen saturation (4.14%, 95% CI 3.25 to 5.03). Responders to both treatments expressed a strong preference for the oral appliance. However, participants were more likely to withdraw on OA than on CPAP therapy."
    },
    {
      "heading": "Authors' conclusions",
      "text": "CPAP is effective in reducing symptoms of sleepiness and improving quality of life measures in people with moderate and severe obstructive sleep apnoea (OSA). It is more effective than oral appliances in reducing respiratory disturbances in these people but subjective outcomes are more equivocal. Certain people tend to prefer oral appliances to CPAP where both are effective. This could be because they offer a more convenient way of controlling OSA. Short-term data indicate that CPAP leads to lower blood pressure than control. Long-term data are required for all outcomes in order to determine whether the initial benefits seen in short-term clinical trials persist."
    }
  ],
  "pls_title": "Continuous positive airways pressure for relieving signs and symptoms of obstructive sleep apnoea",
  "pls_type": "long",
  "pls": "Obstructive sleep apnoea is the term used to describe the interruption in normal breathing of individuals during sleep. It is caused by collapse of the upper airways during sleep and is strongly associated with obesity. The mainstay of medical treatment is a machine used at night to apply continuous positive airways pressure (CPAP). The machine blows air through the upper air passages via a mask on the mouth or nose to keep the throat open. We searched and reviewed all randomised controlled trials that had been undertaken to evaluate the benefit of CPAP in adult patients with sleep apnoea. Some of the trials had methodological flaws, although more recent studies have begun to use appropriate forms of control. The overall results demonstrate that in people with moderate to severe sleep apnoea CPAP can improve measures of sleepiness, quality of life and associated daytime sleepiness. CPAP leads to lower blood pressure compared with control, although the degree to which this is achieved may depend upon whether people start treatment with raised blood pressures. Oral appliances are also used to treat sleep apnoea but, whilst some people find them more convenient to use than CPAP, they do not appear to be as effective at keeping the airway open at night. Further good quality trials are needed to define who benefits, by how much and at what cost. Further trials are also needed to evaluate the effectiveness of CPAP in comparison to other interventions, particularly those targeted at obesity."
}