{
  "doi": "10.1002/14651858.CD007220.pub2",
  "name": "Carbohydrates for improving the cognitive performance of independent‐living older adults with normal cognition or mild cognitive impairment ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Mild cognitive impairment (MCI) is an intermediate state between normal cognition and dementia in which daily function is largely intact. This condition may present an opportunity for research into the prevention of dementia. Carbohydrate is an essential and easily accessible macronutrient which influences cognitive performance. A better understanding of carbohydrate-driven cognitive changes in normal cognition and mild cognitive impairment may suggest ways to prevent or reduce cognitive decline."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of carbohydrates in improving cognitive function in older adults with normal cognition or mild cognitive impairment."
    },
    {
      "heading": "Search methods",
      "text": "We searched ALOIS, the Cochrane Dementia and Cognitive Improvement Group Specialized Register, on 6 April 2012 using the terms: carbohydrates OR carbohydrate OR monosaccharides OR disaccharides OR oligosaccharides OR polysaccharides OR CARBS. ALOIS contains records from all major healthcare databases (The Cochrane Library, MEDLINE, EMBASE, PsycINFO, CINAHL, LILACS) as well as from many trial databases and grey literature sources."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials (RCT) examining the effect of any form of carbohydrates on the cognition or daily functioning of adults aged 55 years or over with normal cognition or MCI."
    },
    {
      "heading": "Data collection and analysis",
      "text": "One review author selected and retrieved relevant articles for further assessment. The remaining authors independently assessed whether any of the retrieved trials should be included. Disagreements were resolved by discussion."
    },
    {
      "heading": "Main results",
      "text": "One study was included. It involved 44 adults aged 60 to 80 years and compared a glucose drink with a saccharin drink, given on only a single occasion. Those receiving the glucose drink were significantly faster in completing the switching condition of the modified Stroop test (F 1, 41 = 10.47; P < 0.01) compared to those receiving the saccharin drink. Participants in the glucose group also showed a significantly smaller dual-task cost in a computerised test of divided attention compared to the placebo group (F 1, 38 = 8.49; P < 0.01, ƞ2 = 0.18). As a glucose drink was administered only once, safety, global function, behaviour disturbance, and activities of daily living were not investigated in the study."
    },
    {
      "heading": "Authors' conclusions",
      "text": "With only one RCT included, there is insufficient evidence to base any recommendations about the use of any form of carbohydrate for enhancing cognitive performance in older adults with normal cognition or mild cognitive impairment. More studies of many different carbohydrates are needed to tease out complex nutritional issues and to further evaluate memory improvement."
    }
  ],
  "pls_title": "There is insufficient evidence for the use of carbohydrates to improve cognitive performance in older adults with normal or mild cognitive impairment",
  "pls_type": "long",
  "pls": "Carbohydrates consist of sugars, oligosaccharides and polysaccharides. These components are found in a large range of foods and have variable effects on digestion, blood sugar levels, and their impact on health. Despite the evidence accumulated from biological and epidemiological (observational) studies and non-randomised clinical trials, only one randomised, controlled trial could be included in this review. This study had 44 participants. Participants who were given a single glucose drink showed possible momentary enhancement of cognitive performance compared to those given a saccharin drink. A safety assessment was not reported. We need more studies on different types of carbohydrates, particularly those from fruit, vegetable and whole grain sources, for older adults with normal cognition and mild cognitive impairment to understand the role of this nutrient type in the prevention or reduction of cognitive decline."
}