{
  "doi": "10.1002/14651858.CD011006.pub4",
  "name": "Antidepressants for the treatment of depression in people with cancer",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Major depression and other depressive conditions are common in people with cancer. These conditions are not easily detectable in clinical practice, due to the overlap between medical and psychiatric symptoms, as described by diagnostic manuals such as the Diagnostic and Statistical Manual of Mental Disorders (DSM) and International Classification of Diseases (ICD). Moreover, it is particularly challenging to distinguish between pathological and normal reactions to such a severe illness. Depressive symptoms, even in subthreshold manifestations, have a negative impact in terms of quality of life, compliance with anticancer treatment, suicide risk and possibly the mortality rate for the cancer itself. Randomised controlled trials (RCTs) on the efficacy, tolerability and acceptability of antidepressants in this population are few and often report conflicting results."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy, tolerability and acceptability of antidepressants for treating depressive symptoms in adults (aged 18 years or older) with cancer (any site and stage)."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search date was November 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included RCTs comparing antidepressants versus placebo, or antidepressants versus other antidepressants, in adults (aged 18 years or above) with any primary diagnosis of cancer and depression (including major depressive disorder, adjustment disorder, dysthymic disorder or depressive symptoms in the absence of a formal diagnosis)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcome was 1. efficacy as a continuous outcome. Our secondary outcomes were 2. efficacy as a dichotomous outcome, 3. Social adjustment, 4. health-related quality of life and 5. dropouts. We used GRADE to assess certainty of evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We identified 14 studies (1364 participants), 10 of which contributed to the meta-analysis for the primary outcome. Six of these compared antidepressants and placebo, three compared two antidepressants, and one three-armed study compared two antidepressants and placebo. In this update, we included four additional studies, three of which contributed data for the primary outcome.\nFor acute-phase treatment response (six to 12 weeks), antidepressants may reduce depressive symptoms when compared with placebo, even though the evidence is very uncertain. This was true when depressive symptoms were measured as a continuous outcome (standardised mean difference (SMD) −0.52, 95% confidence interval (CI) −0.92 to −0.12; 7 studies, 511 participants; very low-certainty evidence) and when measured as a proportion of people who had depression at the end of the study (risk ratio (RR) 0.74, 95% CI 0.57 to 0.96; 5 studies, 662 participants; very low-certainty evidence). No studies reported data on follow-up response (more than 12 weeks). In head-to-head comparisons, we retrieved data for selective serotonin reuptake inhibitors (SSRIs) versus tricyclic antidepressants (TCAs) and for mirtazapine versus TCAs. There was no difference between the various classes of antidepressants (continuous outcome: SSRI versus TCA: SMD −0.08, 95% CI −0.34 to 0.18; 3 studies, 237 participants; very low-certainty evidence; mirtazapine versus TCA: SMD −4.80, 95% CI −9.70 to 0.10; 1 study, 25 participants).\nThere was a potential beneficial effect of antidepressants versus placebo for the secondary efficacy outcomes (continuous outcome, response at one to four weeks; very low-certainty evidence). There were no differences for these outcomes when comparing two different classes of antidepressants, even though the evidence was very uncertain.\nIn terms of dropouts due to any cause, we found no difference between antidepressants compared with placebo (RR 0.85, 95% CI 0.52 to 1.38; 9 studies, 889 participants; very low-certainty evidence), and between SSRIs and TCAs (RR 0.83, 95% CI 0.53 to 1.22; 3 studies, 237 participants).\nWe downgraded the certainty of the evidence because of the heterogeneous quality of the studies, imprecision arising from small sample sizes and wide CIs, and inconsistency due to statistical or clinical heterogeneity."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Despite the impact of depression on people with cancer, the available studies were few and of low quality. This review found a potential beneficial effect of antidepressants against placebo in depressed participants with cancer. However, the certainty of evidence is very low and, on the basis of these results, it is difficult to draw clear implications for practice. The use of antidepressants in people with cancer should be considered on an individual basis and, considering the lack of head-to-head data, the choice of which drug to prescribe may be based on the data on antidepressant efficacy in the general population of people with major depression, also taking into account that data on people with other serious medical conditions suggest a positive safety profile for the SSRIs. Furthermore, this update shows that the usage of the newly US Food and Drug Administration-approved antidepressant esketamine in its intravenous formulation might represent a potential treatment for this specific population of people, since it can be used both as an anaesthetic and an antidepressant. However, data are too inconclusive and further studies are needed. We conclude that to better inform clinical practice, there is an urgent need for large, simple, randomised, pragmatic trials comparing commonly used antidepressants versus placebo in people with cancer who have depressive symptoms, with or without a formal diagnosis of a depressive disorder."
    }
  ],
  "pls_title": "Antidepressants for the treatment of depression in people with cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "This review found a potential beneficial effect of antidepressants against placebo (a pretend treatment) in depressed people with cancer. However, evidence is uncertain and it is difficult to draw clear conclusions. The use of antidepressants in people with cancer should be considered on an individual basis."
    },
    {
      "heading": "What is the issue?",
      "text": "Depression is frequent amongst people with cancer. Often depressive symptoms are a normal reaction or a direct effect of such a severe and life-threatening illness. Therefore, it is difficult to establish when depressive symptoms become a proper disorder and need to be treated with medicines. Current scientific literature reveals that depressive symptoms, even when mild, can have an impact on the course of cancer, reducing people's overall quality of life and affecting their compliance with anticancer treatment, as well as possibly increasing the likelihood of death."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to assess the effectiveness and acceptability of antidepressants for treating depressive symptoms in people with cancer at any site of the body and severity."
    },
    {
      "heading": "What did we do?",
      "text": "We searched medical databases for well-designed clinical studies comparing antidepressants versus placebo, or antidepressants versus other antidepressants in adults with a diagnosis of cancer and depression."
    },
    {
      "heading": "What did we find?",
      "text": "We reviewed 14 studies assessing the effectiveness of antidepressants in 1364 participants. We found that antidepressants may reduce depressive symptoms after six to 12 weeks of treatment in people with cancer. There was not enough evidence to determine how well antidepressants were tolerated in comparison with placebo. The results did not show whether any particular antidepressant was better than any other antidepressant in terms of beneficial or harmful effects."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our certainty in the evidence was very low because of a lack of information about how the studies were designed, low numbers of people in the analysis of results, and differences between the characteristics of the studies and their results."
    },
    {
      "heading": "What are the conclusions?",
      "text": "Despite the impact of depression on people with cancer, the available studies were very few and of low quality. We observed a small potential beneficial effect of antidepressants in treating depressive symptoms in people with cancer. However, this finding was supported by very low-quality evidence. To better inform doctors and patients, we need larger studies that randomly assign people to different treatments. Currently, it is difficult to draw reliable conclusions about the effects of antidepressants on depression in people with cancer. Our review seems to indicate that people with cancer should be treated in a similar way to the general population for the management of depressive symptoms."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is current to November 2022."
    }
  ]
}