{
  "doi": "10.1002/14651858.CD008941.pub2",
  "name": "Vascular‐endothelial‐growth‐factor (VEGF) targeting therapies for endocrine refractory or resistant metastatic breast cancer ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Vascular-endothelial-growth-factor (VEGF) is a key mediator of angiogenesis. VEGF-targeting therapies have shown significant benefits and been successfully integrated in routine clinical practice for other types of cancer, such as metastatic colorectal cancer. By contrast, individual trial results in metastatic breast cancer (MBC) are highly variable and their value is controversial."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits (in progression-free survival (PFS) and overall survival (OS)) and harms (toxicity) of VEGF-targeting therapies in patients with hormone-refractory or hormone-receptor negative metastatic breast cancer."
    },
    {
      "heading": "Search methods",
      "text": "Searches of CENTRAL, MEDLINE, EMBASE, the Cochrane Breast Cancer Group's Specialised Register, registers of ongoing trials and proceedings of conferences were conducted in January and September 2011, starting in 2000. Reference lists were scanned and members of the Cochrane Breast Cancer Group, experts and manufacturers of relevant drug were contacted to obtain further information. No language restrictions were applied."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) to evaluate treatment benefit and non-randomised studies in the routine oncology practice setting to evaluate treatment harms."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We performed data collection and analysis according to the published protocol. Individual patient data was sought but not provided. Therefore, the meta-analysis had to be based on published data. Summary statistics for the primary endpoint (PFS) were hazard ratios (HRs)."
    },
    {
      "heading": "Main results",
      "text": "We identified seven RCTs, one register, and five ongoing trials from a total of 347 references. The published trials for VEGF-targeting drugs in MBC were limited to bevacizumab. Four trials, including a total of 2886 patients, were available for the comparison of first-line chemotherapy, with versus without bevacizumab. PFS (HR 0.67; 95% confidence interval (CI) 0.61 to 0.73) and response rate were significantly better for patients treated with bevacizumab, with moderate heterogeneity regarding the magnitude of the effect on PFS. For second-line chemotherapy, a smaller, but still significant benefit in terms of PFS could be demonstrated for patients treated with bevacizumab (HR 0.85; 95% CI 0.73 to 0.98), as well as a benefit in tumour response. However, OS did not differ significantly, neither in first- (HR 0.93; 95% CI 0.84 to 1.04), nor second-line therapy (HR 0.98; 95% CI 0.83 to 1.16). Quality of life (QoL) was evaluated in four trials but results were published for only two of these with no relevant impact. Subgroup analysis stated a significant greater benefit for patients with previous (taxane) chemotherapy and patients with hormone-receptor negative status. Regarding toxicity, data from RCTs and registry data were consistent and in line with the known toxicity profile of bevacizumab. While significantly higher rates of adverse events (AEs) grade III/IV (odds ratio (OR) 1.77; 95% CI 1.44 to 2.18) and serious adverse events (SAEs) (OR 1.41; 95% CI 1.13 to 1.75) were observed in patients treated with bevacizumab, rates of treatment-related deaths were lower in patients treated with bevacizumab (OR 0.60; 95% CI 0.36 to 0.99)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The overall patient benefit from adding bevacizumab to first- and second-line chemotherapy in metastatic breast cancer can at best be considered as modest. It is dependent on the type of chemotherapy used and limited to a prolongation of PFS and response rates in both first- and second-line therapy, both surrogate parameters. In contrast, bevacizumab has no significant impact on the patient-related secondary outcomes of OS or QoL, which indicate a direct patient benefit. For this reason, the clinical value of bevacizumab for metastatic breast cancer remains controversial."
    }
  ],
  "pls_title": "Treatments targeting blood vessels for metastatic breast cancer",
  "pls_type": "long",
  "pls": "Angiogenesis refers to the development of new blood vessels from the pre-existing beds containing the normal supply of blood vessels. Tumours are dependent on the formation of new blood vessels for their growth. Vascular-endothelial-growth-factor (VEGF) is a key molecule in promoting blood vessel growth. VEGF-targeting therapies are a new class of drugs designed to target a specific molecule. One of these drugs is bevacizumab (Avastin) which has been studied in clinical trials in metastatic breast cancer. Trials with other drugs are ongoing. Data are available from seven randomised trials, which evaluated the effect of bevacizumab on the primary endpoint in a total of 4032 patients with metastatic breast cancer. These patients were either-hormone receptor negative or had progressed on hormonal treatment. The primary end point was progression-free survival and secondary end points included overall survival, response rate measuring the change in size of the tumour, quality of life and toxicity of the treatment.  Progression-free survival is considered a surrogate end point, i.e. a substitute for overall survival as an end point. The addition of bevacizumab to chemotherapy significantly prolongs progression-free survival and response rates in patients who have had previous chemotherapy and those who have not had previous chemotherapy for metastatic disease. The magnitude of this benefit is dependent on the type of chemotherapy used. Best results have been observed for the combination of weekly paclitaxel and bevacizumab in patients without prior chemotherapy for metastatic disease. Although progression-free survival was significantly longer with bevacizumab, there was no significant effect observed on either overall survival or quality of life. Quality of life is a direct measure of benefit to the patient. Adverse effects of bevacizumab in breast cancer are generally manageable, but may be serious and include increased frequencies of high blood pressure, blood clots in arteries and bowel perforations. However, overall rates of treatment-related deaths were lower in patients treated with bevacizumab. Because of the lack of effect on overall survival and quality of life, it is regarded as controversial whether bevacizumab is associated with a true patient benefit in spite of the increase in progression-free survival."
}