{
  "doi": "10.1002/14651858.CD005451.pub3",
  "name": "Carbamazepine for chronic neuropathic pain and fibromyalgia in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an update of a Cochrane review entitled 'Carbamazepine for acute and chronic pain in adults' published in Issue 1, 2011. Some antiepileptic medicines have a place in the treatment of neuropathic pain (pain due to nerve damage). This updated review considers the treatment of chronic neuropathic pain and fibromyalgia only, and adds no new studies. The update uses higher standards of evidence than the earlier review, which results in the exclusion of five studies that were previously included."
    },
    {
      "heading": "Objectives",
      "text": "To assess the analgesic efficacy of carbamazepine in the treatment of chronic neuropathic pain and fibromyalgia, and to evaluate adverse events reported in the studies."
    },
    {
      "heading": "Search methods",
      "text": "We searched for relevant studies in MEDLINE, EMBASE and CENTRAL up to February 2014. Additional studies were sought from clinical trials databases, and the reference list of retrieved articles and reviews."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised, double blind, active or placebo controlled trials (RCTs) investigating the use of carbamazepine (any dose, by any route, and for at least two weeks' duration) for the treatment of chronic neuropathic pain or fibromyalgia, with at least 10 participants per treatment group. Participants were adults aged 18 and over."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two study authors independently extracted data on efficacy, adverse events, and withdrawals, and examined issues of study quality. Numbers needed to treat for an additional beneficial effect (NNT) or harmful effect (NNH) with 95% confidence intervals (CIs) were calculated from dichotomous data.\nWe performed analysis using three tiers of evidence. First tier evidence derived from data meeting current best standards and subject to minimal risk of bias (outcome equivalent to substantial pain intensity reduction, intention-to-treat analysis without imputation for dropouts, at least 200 participants in the comparison, at least 8 weeks' duration, parallel design), second tier from data that failed to meet one or more of these criteria and were considered at some risk of bias but with adequate numbers in the comparison, and third tier from data involving small numbers of participants that was considered very likely to be biased or used outcomes of limited clinical utility, or both."
    },
    {
      "heading": "Main results",
      "text": "Ten included studies (11 publications) enrolled 480 participants with trigeminal neuralgia, diabetic neuropathy, and post stroke pain. Nine studies used a cross-over design, and one a parallel group design. Most of the studies were of short duration, lasting four weeks or less.\nNo study provided first or second tier evidence for an efficacy outcome. Using third tier evidence, carbamazepine generally provided better pain relief than placebo in the three conditions studied, with some indication of pain improvement over mainly the short term, but with poorly defined outcomes, incomplete reporting, and in small numbers of participants. There were too few data in studies comparing carbamazepine with active comparators to draw any conclusions.\nIn four studies 65% (113/173) of participants experienced at least one adverse event with carbamazepine, and 27% (47/173) with placebo; for every five participants treated, two experienced an adverse event who would not have done so with placebo. In eight studies 3% (8/268) of participants withdrew due to adverse events with carbamazepine, and none (0/255) with placebo. Serious adverse events were not reported consistently; rashes were associated with carbamazepine. Four deaths occurred in patients on carbamazepine, with no obvious drug association."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Carbamazepine is probably effective in some people with chronic neuropathic pain, but with caveats. No trial was longer than four weeks, had good reporting quality, nor used outcomes equivalent to substantial clinical benefit. In these circumstances, caution is needed in interpretation, and meaningful comparison with other interventions is not possible."
    }
  ],
  "pls_title": "Carbamazepine for chronic neuropathic pain and fibromyalgia in adults",
  "pls_type": "long",
  "pls": "Neuropathic pain is pain coming from damaged nerves. It is different from pain messages carried along healthy nerves from damaged tissue (a fall, or cut, or arthritic knee). Neuropathic pain is treated by different medicines than pain from damaged tissue. Medicines like paracetamol or ibuprofen are not effective in neuropathic pain, while medicines that are sometimes used to treat depression or epilepsy can be very effective in some people. Our understanding of fibromyalgia (a condition of persistent, widespread pain and tenderness, sleep problems, and fatigue) is lacking, but fibromyalgia can respond to the same medicines as neuropathic pain.\nCarbamazepine was developed to treat epilepsy, but it is now used to treat various forms of chronic pain. We performed searches (up to February 2014) to look for clinical trials where carbamazepine was used to treat neuropathic pain or fibromyalgia. We found 10 studies involving 418 people involved in testing carbamazepine. Studies were not generally of very good quality. Most were very small, as well as of short duration. Studies lasting only one or two weeks are unhelpful when pain can last for years.\nThere was not enough good quality evidence to say how well carbamazepine worked in any neuropathic pain condition. Pooling four small studies showed that it was better than placebo, but the result cannot be relied upon. There was not enough information from these studies to make any reliable comment on adverse events or harm.\nCarbamazepine is probably helpful for some people with chronic neuropathic pain. It is not possible to know beforehand who will benefit and who will not."
}