{
  "doi": "10.1002/14651858.CD015462.pub2",
  "name": "Caffeine versus other methylxanthines for the prevention and treatment of apnea in preterm infants ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Methylxanthines, including caffeine, theophylline, and aminophylline, work as stimulants of the respiratory drive, and decrease apnea of prematurity, a developmental disorder common in preterm infants. In particular, caffeine has been reported to improve important clinical outcomes, including bronchopulmonary dysplasia (BPD) and neurodevelopmental disability. However, there is uncertainty regarding the efficacy of caffeine compared to other methylxanthines."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of caffeine compared to aminophylline or theophylline in preterm infants at risk of apnea, with apnea, or in the peri-extubation phase."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, Epistemonikos, the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP), and clinicaltrials.gov in February 2023. We also checked the reference lists of relevant articles to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Studies : randomized controlled trials (RCTs) and quasi-RCTs\nParticipants: infants born before 34 weeks of gestation for prevention and extubation trials, and infants born before 37 weeks of gestation for treatment trials\nIntervention and comparison: caffeine versus theophylline or caffeine versus aminophylline. We included all doses and duration of treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures expected by Cochrane. We evaluated treatment effects using a fixed-effect model with risk ratio (RR), risk difference (RD), and 95% confidence intervals (CI) for categorical data, and mean, standard deviation, and mean difference for continuous data. We used the GRADE approach to evaluate the certainty of evidence."
    },
    {
      "heading": "Main results",
      "text": "We included 22 trials enrolling 1776 preterm infants. The indication for treatment was prevention of apnea in three studies, treatment of apnea in 13 studies, and extubation management in three studies. In three studies, there were multiple indications for treatment, and in one study, the indication for treatment was unclear. In 19 included studies, the infants had a mean gestational age between 28 and 32 weeks and a mean birth weight between 1000 g and 1500 g. One study's participants had a mean gestational age of more than 32 weeks, and two studies had participants with a mean birth weight of 1500 g or more.\nCaffeine administrated for any indication may result in little to no difference in all-cause mortality prior to hospital discharge compared to other methylxanthines (RR 1.12, 95% CI 0.68 to 1.84; RD 0.02, 95% CI -0.05 to 0.08; 2 studies, 396 infants; low-certainty evidence). Only one study enrolling 79 infants reported components of the outcome moderate to severe neurodevelopmental disability at 18 to 26 months. The evidence is very uncertain about the effect of caffeine on cognitive developmental delay compared to other methylxanthines (RR 0.17, 95% CI 0.02 to 1.37; RD -0.12, 95% CI -0.24 to 0.01; 1 study, 79 infants; very low-certainty evidence). The evidence is very uncertain about the effect of caffeine on language developmental delay compared to other methylxanthines (RR 0.76, 95% CI 0.37 to 1.58; RD -0.07, 95% CI -0.27 to 0.12; 1 study, 79 infants; very low-certainty evidence). The evidence is very uncertain about the effect of caffeine on motor developmental delay compared to other methylxanthines (RR 0.50, 95% CI 0.13 to 1.96; RD -0.07, 95% CI -0.21 to 0.07; 1 study, 79 infants; very low-certainty evidence). The evidence is very uncertain about the effect of caffeine on visual and hearing impairment compared to other methylxanthines. At 24 months of age, visual impairment was seen in 8 out of 11 infants and 10 out of 11 infants in the caffeine and other methylxanthines groups, respectively. Hearing impairment was seen in 2 out of 5 infants and 1 out of 1 infant in the caffeine and other methylxanthines groups, respectively. No studies reported the outcomes cerebral palsy, gross motor disability, and mental development. Compared to other methylxanthines, caffeine may result in little to no difference in BPD/chronic lung disease, defined as 28 days of oxygen exposure at 36 weeks' postmenstrual age (RR 1.40, 95% CI 0.92 to 2.11; RD 0.04, 95% CI -0.01 to 0.09; 3 studies, 481 infants; low-certainty evidence). The evidence is very uncertain about the effect of caffeine on side effects (tachycardia, agitation, or feed intolerance) leading to a reduction in dose or withholding of methylxanthines compared to other methylxanthines (RR 0.17, 95% CI 0.02 to 1.32; RD -0.29, 95% CI -0.57 to -0.02; 1 study, 30 infants; very low-certainty evidence). Caffeine may result in little to no difference in duration of hospital stay compared to other methylxanthines (median (interquartile range): caffeine 43 days (27.5 to 61.5); other methylxanthines 39 days (28 to 55)). No studies reported the outcome seizures."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Although caffeine has been shown to improve important clinical outcomes, in the few studies that compared caffeine to other methylxanthines, there might be little to no difference in mortality, bronchopulmonary dysplasia, and duration of hospital stay. The evidence is very uncertain about the effect of caffeine compared to other methylxanthines on long-term development and side effects.\nAlthough caffeine or other methylxanthines are widely used in preterm infants, there is little direct evidence to support the choice of which methylxanthine to use. More research is needed, especially on extremely preterm infants born before 28 weeks of gestation. Data from four ongoing studies might provide more evidence on the effects of caffeine or other methylxanthines."
    }
  ],
  "pls_title": "Which common stimulant medicine is best for premature babies whose breathing pauses during sleep (apnea)?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• Caffeine and other similar substances belong to a group of stimulants called methylxanthines. They are often used to prevent and treat apnea – when breathing repeatedly stops and starts – in newborn babies.\n• Caffeine may result in little to no difference in the frequency of death in babies born too early compared to other methylxanthines.\n• More studies are needed, especially in babies born extremely early, since these babies tend to be the most poorly."
    },
    {
      "heading": "What is apnea of prematurity?",
      "text": "Apnea of prematurity is whenbabies born too early (preterm babies) stop breathing for 20 seconds or longer during sleep. More than half of all preterm babies have apnea.Preterm babies, especially those born before 28 weeks in the womb (gestation), have a higher risk of death, lung disease, and brain impairment than those born at or near their due date. Some of these babies develop intellectual disabilities, blindness, or deafness."
    },
    {
      "heading": "How is apnea in preterm babies treated?",
      "text": "Apnea in preterm babies is commonly treated with methylxanthines – substances found in high concentrations in tea, coffee, and chocolate. Three types of methylxanthines are caffeine, aminophylline, and theophylline. They act as mild stimulants to speed up the body’s systems and make breathing easier. When given to preterm babies, the aim is to improve their breathing and to reduce apnea episodes and the need for breathing machines (mechanical ventilation)."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if caffeine is better than aminophylline or theophylline in preterm babies for:\n• preventing death prior to hospital discharge;\n• improving long-term development at age 18 to 24 months of age.\nWe also wanted to find out if these medicines were associated with any unwanted effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at caffeine compared with aminophylline or theophylline in preterm babies. We compared and summarized the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We included 22 studies in our review, with a total of 1776 preterm newborns. Three studies evaluated the use of methylxanthines for apnea prevention; 13 studies evaluated their use for apnea treatment; two for extubation management (that is, removing the tube placed in the windpipe to help a baby breath). In three studies, there were different reasons to treat the babies with methylxanthines. Almost all studies included babies that were born, on average, after 28 to 32 weeks of gestation and with an average weight at birth between 1000 and 1500 grams. No studies had an average length of gestation of less than 28 weeks or an average birth weight of less than 1000 grams. In one study, the babies had an average length of gestation of more than 32 weeks. In two studies, the average birth weight was greater than 1500 grams.\n• For the frequency of death, we found that there may be little to no difference between the use of caffeine compared to other methylxanthines. \n• When looking at abilities associated with the development of the brain, it is unclear which is the better option: caffeine or other methylxanthines.\n• Some babies with apnea episodes develop long-lasting lung disease. Our review indicates that there may be little to no difference between the use of caffeine and other methylxanthines for long-lasting lung disease. \n• It is unclear if caffeine results in more unwanted effects compared to other methylxanthines. \n• We found that there may be no difference in how long the babies and their families need to stay in the hospital with the use of caffeine compared to other methylxanthines."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "Our confidence in the evidence is limited because the number of babies studied for each outcome we were interested in was small. All babies were randomly placed into groups receiving either caffeine or another methylxanthine (aminophylline or theophylline). However, in many studies, it is possible that staff working with the babies were aware of which treatment the babies were getting. Furthermore, the evidence did not cover all the outcomes we were interested in."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to February 2023."
    }
  ]
}