{
  "doi": "10.1002/14651858.CD011428.pub2",
  "name": "Snake antivenom for snake venom induced consumption coagulopathy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Snake venom induced consumption coagulopathy is a major systemic effect of envenoming. Observational studies suggest that antivenom improves outcomes for venom induced consumption coagulopathy in some snakebites and not others. However, the effectiveness of snake antivenom in all cases of venom induced consumption coagulopathy is controversial."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of snake antivenom as a treatment for venom induced consumption coagulopathy in people with snake bite."
    },
    {
      "heading": "Search methods",
      "text": "The search was done on 30 January 2015. We searched the Cochrane Injuries Group's Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library), Ovid MEDLINE(R), Ovid MEDLINE(R) In-Process & Other Non-Indexed Citations, Ovid MEDLINE(R) Daily and Ovid OLDMEDLINE(R), Embase Classic+Embase (OvidSP), three other sources, clinical trials registers, and we also screened reference lists."
    },
    {
      "heading": "Selection criteria",
      "text": "All completed, published or unpublished, randomised, controlled trials with a placebo or no treatment arm, where snake antivenom was administered for venom induced consumption coagulopathy in humans with snake bites."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors reviewed the identified trials and independently applied the selection criteria."
    },
    {
      "heading": "Main results",
      "text": "No studies met the inclusion criteria for this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Randomised placebo-controlled trials are required to investigate the effectiveness of snake antivenom for clinically relevant outcomes in patients with venom induced consumption coagulopathy resulting from snake bite. Although ethically difficult, the routine administration of a treatment that has a significant risk of anaphylaxis cannot continue without strong evidence of benefit."
    }
  ],
  "pls_title": "Snake antivenoms for treating people who have been bitten by a snake, and have developed abnormal blood clotting",
  "pls_type": "long",
  "pls": "Many snake venoms cause coagulopathy in humans. Coagulopathy is a condition in which the person’s blood is unable to clot because the venom causes decreased levels of clotting factors. Coagulopathy increases the risk of bleeding. Antivenom is a treatment used to neutralise venom in people who have been bitten by a snake. There is some evidence from observational studies in humans which suggest that snake antivenom is helpful to people who have been bitten by a snake. However, the use of antivenom has some risks, and can cause allergic reactions.\nAntivenom is made by injecting venom into either horses, sheep or goats, and then collecting the animal blood and separating out the specific antibodies to the snake venom. The antivenom is put into a person's vein, so that it can mix with the blood in their body.\nThe authors of this Cochrane review investigated whether there was evidence that antivenom helped people who had been bitten by a snake and had developed coagulopathy. The authors looked for studies where antivenom was used as a treatment for people who developed coagulopathy after a snake bite, regardless of the type of snake.\nThe type of study eligible for inclusion in the review was the randomised controlled trial, and the control group needed to receive either a placebo or no antivenom. The review authors did not find any trials meeting this criteria, despite searching all the major international medical reference databases. The databases were searched on 30 January 2015.\nSince no relevant randomised controlled trials were identifed, this systematic review provides no evidence to help doctors decide if and when to use antivenom for snakebite coagulopathy. The authors say that trials of antivenom are urgently needed so that doctors and patients can fully understand the benefits and risks of antivenom. At the moment doctors make decisions about when to use antivenom based on the results of observational studies, which may not fully describe the effects of antivenom."
}