{
  "doi": "10.1002/14651858.CD014816.pub2",
  "name": "Exercise as adjunctive therapy for systemic lupus erythematosus",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Systemic lupus erythematosus (SLE) is a rare, chronic autoimmune inflammatory disease with a prevalence varying from 4.3 to 150 people in 100,000, or approximately five million people worldwide. Systemic manifestations frequently include internal organ involvement, a characteristic malar rash on the face, pain in joints and muscles, and profound fatigue. Exercise is purported to be beneficial for people with SLE. For this review, we focused on studies that examined all types of structured exercise as an adjunctive therapy in the management of SLE."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the benefits and harms of structured exercise as adjunctive therapy for adults with SLE compared with usual pharmacological care, usual pharmacological care plus placebo and usual pharmacological care plus non-pharmacological care."
    },
    {
      "heading": "Search methods",
      "text": "We used standard, extensive Cochrane search methods. The latest search date was 30 March 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) of exercise as an adjunct to usual pharmacological treatment in SLE compared with placebo, usual pharmacological care alone and another non-pharmacological treatment. Major outcomes were fatigue, functional capacity, disease activity, quality of life, pain, serious adverse events, and withdrawals due to any reason, including any adverse events."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our major outcomes were 1. fatigue, 2. functional capacity, 3. disease activity, 4. quality of life, 5. pain, 6. serious adverse events, and 7. withdrawals due to any reason. Our minor outcomes were 8. responder rate, 9. aerobic fitness, 10. depression, and 11. anxiety. We used GRADE to assess certainty of evidence. The primary comparison was exercise compared with placebo."
    },
    {
      "heading": "Main results",
      "text": "We included 13 studies (540 participants) in this review. Studies compared exercise as an adjunct to usual pharmacological care (antimalarials, immunosuppressants, and oral glucocorticoids) with usual pharmacological care plus placebo (one study); usual pharmacological care (six studies); and another non-pharmacological treatment such as relaxation therapy (seven studies). Most studies had selection bias, and all studies had performance and detection bias. We downgraded the evidence for all comparisons because of a high risk of bias and imprecision.\nExercise plus usual pharmacological care versus placebo plus usual pharmacological care\nEvidence from a single small study (17 participants) that compared whole body vibration exercise to whole body placebo vibration exercise (vibrations switched off) indicated that exercise may have little to no effect on fatigue, functional capacity, and pain (low-certainty evidence). We are uncertain whether exercise results in fewer or more withdrawals (very low-certainty evidence). The study did not report disease activity, quality of life, and serious adverse events.\nThe study measured fatigue using the self-reported Functional Assessment of Chronic Illness Therapy – Fatigue (FACIT-Fatigue), scale 0 to 52; lower score means less fatigue. People who did not exercise rated their fatigue at 38 points and those who did exercise rated their fatigue at 33 points (mean difference (MD) 5 points lower, 95% confidence interval (CI) 13.29 lower to 3.29 higher).\nThe study measured functional capacity using the self-reported 36-item Short Form health questionnaire (SF-36) Physical Function domain, scale 0 to 100; higher score means better function. People who did not exercise rated their functional capacity at 70 points and those who did exercise rated their functional capacity at 67.5 points (MD 2.5 points lower, 95% CI 23.78 lower to 18.78 higher).\nThe study measured pain using the SF-36 Pain domain, scale 0 to 100; lower scores mean less pain. People who did not exercise rated their pain at 43 points and those who did exercise rated their pain at 34 points (MD 9 points lower, 95% CI 28.88 lower to 10.88 higher).\nMore participants from the exercise group (3/11, 27%) withdrew from the study than the placebo group (1/10, 10%) (risk ratio (RR) 2.73, 95% CI 0.34 to 22.16).\nExercise plus usual pharmacological care versus usual pharmacological care alone\nThe addition of exercise to usual pharmacological care may have little to no effect on fatigue, functional capacity, and disease activity (low-certainty evidence). We are uncertain whether the addition of exercise improves pain (very low-certainty evidence), or results in fewer or more withdrawals (very low-certainty evidence). Serious adverse events and quality of life were not reported.\nExercise plus usual care versus another non-pharmacological intervention such as receiving information about the disease or relaxation therapy\nCompared with education or relaxation therapy, exercise may reduce fatigue slightly (low-certainty evidence), may improve functional capacity (low-certainty evidence), probably results in little to no difference in disease activity (moderate-certainty evidence), and may result in little to no difference in pain (low-certainty evidence). We are uncertain whether exercise results in fewer or more withdrawals (very low-certainty evidence). Quality of life and serious adverse events were not reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Due to low- to very low-certainty evidence, we are not confident on the benefits of exercise on fatigue, functional capacity, disease activity, and pain, compared with placebo, usual care, or advice and relaxation therapy. Harms data were not well reported."
    }
  ],
  "pls_title": "What are the benefits and risks of exercise for people with systemic lupus erythematosus?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Exercise in addition to 'usual care' may have little benefit on fatigue, functional capacity, and pain in people with systemic lupus erythematosus (SLE).\nNo studies reported side effects during exercise. However, we have low confidence in the overall evidence."
    },
    {
      "heading": "What is systemic lupus erythematosus?",
      "text": "SLE (or 'lupus') is a disease in which the body's immune (defence) system mistakenly attacks healthy tissue in many parts of the body. It is a long-term disease (one that lasts longer than six weeks and is usually life-long). Often, SLE causes pain in joints and muscles, and extreme tiredness. Symptoms can improve temporarily, or worsen suddenly (flares)."
    },
    {
      "heading": "How is systemic lupus erythematosus treated?",
      "text": "Management or usual care in SLE may include, but is not limited to, treatment with medicines such as disease-modifying antirheumatic drugs (DMARDs) or non-steroidal anti-inflammatory drugs (NSAIDs). It may also include treatments that are not medicines such as sun avoidance, supplementation (i.e. vitamin D), education about the disease and other illnesses (i.e. hypertension), and physical activity or exercise. Regular exercise training could serve as an adjunct treatment for people with SLE."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if exercise in addition to usual care improved fatigue, functional capacity (ability to perform normal everyday tasks), quality of life, pain, and disease activity, and caused no harm."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that investigated structured exercise programmes such as aerobic exercise, resistance, stretching or combinations of these (including a specific dosage of exercise, e.g. frequency, intensity, time, type)  in addition to usual care compared with placebo (pretend medicine), usual care alone, or another non-medicine intervention (e.g. relaxation therapy) in people with SLE.\nWe compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 13 studies that involved 540 participants with SLE that included a structured exercise programme that lasted up to 12 weeks in duration. Usual care included DMARDs and glucocorticoids.\nThe main results of the review are:\n1. Whole body vibration exercise plus usual care may result in little to no effect on fatigue, functional capacity, and pain when compared to whole body placebo vibration exercise (vibration switched off) plus usual care (1 study, 17 participants).\nThe study measured fatigue using the Functional Assessment of Chronic Illness Therapy – Fatigue domain (FACIT-Fatigue) (0 to 52 scale, where 0 means no fatigue) and, at 12 weeks, fatigue improved by 5 points in the exercise group compared to the group that did not exercise:\n– People who exercised rated their fatigue at 33 points.\n– People who did not exercise rated their fatigue at 38 points.\nThe study measured functional capacity using the Functional Capacity domain in the 36-item Short Form health questionnaire (SF-36) (0 to 100 scale, where 100 means best function) and, at 12 weeks, function worsened by 2.5 points in the exercise group compared to the group that did not exercise:\n– People who exercised rated their functional capacity at 67.5 points.\n– People who did not exercise rated their functional capacity at 70 points.\nThe study measured pain on the Pain domain of the SF-36 (0 to 100 scale, where 0 means no pain) and, at 12 weeks, pain improved by 9 points in the exercise group compared to the group that did not exercise:\n– People who exercised rated their pain at 34 points.\n– People who did not exercise rated their pain at 43 points.\nMore people from the exercise group (27%) withdrew from the study compared those in the placebo group (10%).\nThe study did not measure disease activity or quality of life.\n2. Exercise plus usual care may result in little to no effect on fatigue, functional capacity, and disease activity when compared to usual care alone. And we are uncertain whether exercise improves pain when compared to usual care alone.\n3. Exercise plus usual care may reduce fatigue, improve functional capacity, and probably results in little to no difference in disease activity, and may result in little to no difference in pain when compared to another non-medicine intervention plus usual care.\nNo studies reported any serious side effects that were related to the exercise programme during or following the intervention."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have little confidence in the evidence because the number of studies was very small, and it is possible that people in the studies were aware of which treatment they were getting.\nMost studies assessed the effectiveness of exercise for a short duration (12 weeks or less) and it is unclear if people would adhere to exercise over time. More rigorous studies of structured exercise over a period of time longer than 12 weeks are needed to improve our confidence in the benefits and safety of exercise in people with SLE."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "The evidence is up to date to 30 March 2022."
    }
  ]
}