{
  "doi": "10.1002/14651858.CD008569.pub2",
  "name": "Percussion, diuresis, and inversion therapy for the passage of lower pole kidney stones following shock wave lithotripsy ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Lower pole kidney stones typically have poor rates of spontaneous clearance from the body. Some studies have suggested that diuresis, percussion and inversion therapy could be beneficial for people with lower pole kidney stones following shock wave lithotripsy. There is however controversy about the relative benefits, harms, and efficacy of these interventions for the management of lower pole kidney stones."
    },
    {
      "heading": "Objectives",
      "text": "To identify the benefits and harms of percussion, diuresis, and inversion therapy to facilitate the passage of lower pole kidney stones following shock wave lithotripsy."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Renal Group's specialised register up to 27 November 2013 through contact with the Trials' Search Co-ordinator using search terms relevant to this review."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials (RCTs) and quasi-RCTs looking at the benefits and harms of percussion, diuresis, and inversion therapy for aiding passage of lower pole kidney stones following shock wave lithotripsy were sought for assessment. The first phases of randomised cross-over studies were also eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed study quality and extracted data. Results were expressed as relative risk (RR) for dichotomous outcomes and mean difference (MD) or standardised mean difference (SMD) for continuous data with 95% confidence intervals (CI)."
    },
    {
      "heading": "Main results",
      "text": "We identified two small studies (177 participants) for inclusion and analysis. One study (69 participants) compared percussion, diuresis and inversion therapy following shock wave lithotripsy versus observation-only after shock wave lithotripsy. This study reported significantly higher stone-free rates in the intervention group (RR 0.62, 95% CI 0.47 to 0.82) and a significant reduction in stone burden (MD -3.30, 95% CI -3.58 to -3.03) compared to the observation-only group. They reported no significant differences in complication rates (RR 3.00, 95% CI 0.12 to 76.24).\nThe second study (108 participants) compared percussion, diuresis, and inversion therapy plus shock wave lithotripsy with shock wave lithotripsy therapy alone. This study reported significantly higher stone-free rates in the intervention group (RR 0.36, 95% CI 0.17 to 0.80) and a significant reduction in stone burden (MD -0.30, 95% CI -0.04 to -0.56) compared to the control group. They reported no significant differences in complication rates (RR 2.54, 95% CI 0.10 to 63.72).\nFor both studies selection bias was unclear; there was high risk of bias for performance bias; and detection, attrition and reporting bias were low."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Limited evidence from two small studies indicated that percussion, diuresis, and inversion therapy may be safe and effective therapies to assist clearance of lower pole kidney stone fragments following shock wave lithotripsy. Methodological quality in both studies was assessed as moderate. Further well-designed and adequately powered studies are required to inform clinical practice."
    }
  ],
  "pls_title": "Can percussion, diuresis, and inversion therapy improve outcomes for people with lower pole kidney stones following shock wave lithotripsy?",
  "pls_type": "long",
  "pls": "Lower pole kidney stones are challenging to treat effectively. Many people with lower pole kidney stones undergo shock wave lithotripsy to break up stones so they can be passed from the body in the urine. In some cases, stone fragments can be retained, and these can be difficult to eliminate. Better techniques are needed to help people pass small lower pole kidney stones or fragments that remain following shock wave lithotripsy.\nWe found two small studies that investigated effectiveness and safety of percussion (striking or tapping the body, usually using a device called a percussor), diuresis (therapy to increase urine flow), and inversion therapy (placing the patient at an inverted angle) for treating lower pole kidney stones.\nAlthough the evidence we found suggested that percussion, diuresis, and inversion therapy may help the passage of lower pole kidney stones after shock wave lithotripsy, this finding was based on very limited evidence of moderate quality. Further studies investigating these treatments in more people are needed to confirm any observed benefits or harms."
}