{
  "doi": "10.1002/14651858.CD013071.pub2",
  "name": "Testosterone replacement in men with sexual dysfunction",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Clinical practice guidelines recommend testosterone replacement therapy (TRT) for men with sexual dysfunction and testosterone deficiency. However, TRT is commonly promoted in men without testosterone deficiency and existing trials often do not clearly report participants' testosterone levels or testosterone-related symptoms. This review assesses the potential benefits and harms of TRT in men presenting with complaints of sexual dysfunction."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of testosterone replacement therapy compared to placebo or other medical treatments in men with sexual dysfunction."
    },
    {
      "heading": "Search methods",
      "text": "We performed a comprehensive search of CENTRAL (the Cochrane Library), MEDLINE, EMBASE, and the trials registries ClinicalTrials.gov and World Health Organization International Clinical Trials Registry Platform, with no restrictions on language of publication or publication status, up to 29 August 2023."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) in men (40 years or over) with sexual dysfunction. We excluded men with primary or secondary hypogonadism. We compared testosterone or testosterone with phosphodiesterase-5 inhibitors (PDEI5I) to placebo or PDE5I alone."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened the literature, assessed the risk of bias, extracted data, and rated the certainty of evidence (CoE) according to GRADE using a minimally contextualized approach. We performed statistical analyses using a random-effects model and interpreted them according to standard Cochrane methodology. Predefined primary outcomes were self-reported erectile dysfunction assessed by a validated instrument, sexual quality of life assessed by a validated instrument, and cardiovascular mortality. Secondary outcomes were treatment withdrawal due to adverse events, prostate-related events, and lower urinary tract symptoms (LUTS). We distinguished between short-term (up to 12 months) and long-term (> 12 months) outcomes."
    },
    {
      "heading": "Main results",
      "text": "We identified 43 studies with 11,419 randomized participants across three comparisons: testosterone versus placebo, testosterone versus PDE5I, and testosterone with PDE5I versus PDE5I alone. This abstract focuses on the most relevant comparison of testosterone versus placebo.\nTestosterone versus placebo (up to 12 months)\nBased on a predefined sensitivity analysis of studies at low risk of bias, and an analysis combing data from the similar International Index of Erectile Function (IIEF-EF) and IIEF-5 instruments, TRT likely results in little to no difference in erectile function assessed with the IIEF-EF (mean difference (MD) 2.37, 95% confidence interval (CI) 1.67 to 3.08; I² = 0%; 6 RCTs, 2016 participants; moderate CoE) on a scale from 6 to 30 with larger values reflecting better erectile function. We assumed a minimal clinically important difference (MCID) of greater than or equal to 4. TRT likely results in little to no change in sexual quality of life assessed with the Aging Males' Symptoms scale (MD -2.31, 95% CI -3.63 to -1.00; I² = 0%; 5 RCTs, 1030 participants; moderate CoE) on a scale from 17 to 85 with larger values reflecting worse sexual quality of life. We assumed a MCID of greater than or equal to 10. TRT also likely results in little to no difference in cardiovascular mortality (risk ratio (RR) 0.83, 95% CI 0.21 to 3.26; I² = 0%; 10 RCTs, 3525 participants; moderate CoE). Based on two cardiovascular deaths in the placebo group and an assumed MCID of 3%, this would correspond to no additional deaths per 1000 men (95% CI 1 fewer to 4 more). TRT also likely results in little to no difference in treatment withdrawal due to adverse events, prostate-related events, or LUTS.\nTestosterone versus placebo (later than 12 months)\nWe are very uncertain about the longer-term effects of TRT on erectile dysfunction assessed with the IIEF-EF (MD 4.20, 95% CI -2.03 to 10.43; 1 study, 42 participants; very low CoE). We did not find studies reporting on sexual quality of life or cardiovascular mortality. We are very uncertain about the effect of testosterone on treatment withdrawal due to adverse events. We found no studies reporting on prostate-related events or LUTS."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In the short term, TRT probably has little to no effect on erectile function, sexual quality of life, or cardiovascular mortality compared to a placebo. It likely results in little to no difference in treatment withdrawals due to adverse events, prostate-related events, or LUTS. In the long term, we are very uncertain about the effects of TRT on erectile function when compared to placebo; we did not find data on its effects on sexual quality of life or cardiovascular mortality.\nThe certainty of evidence ranged from moderate (signaling that we are confident that the reported effect size is likely to be close to the true effect) to very low (indicating that the true effect is likely to be substantially different). The findings of this review should help to inform future guidelines and clinical decision-making at the point of care."
    }
  ],
  "pls_title": "Does testosterone work in men who have problems with erections?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Testosterone is a crucial male hormone. It is commonly used in men with low testosterone levels who experience erection difficulties. However, it is unclear how effective this treatment is and if it has unwanted harmful effects (adverse effects), especially on heart health."
    },
    {
      "heading": "Key messages",
      "text": "In the short term, testosterone replacement therapy has a minimal impact on erectile function, sexual quality of life, and cardiovascular mortality, with few side effects.\nThe long-term effects of this therapy on erectile function remain uncertain, and data on sexual quality of life and cardiovascular mortality in the long term are lacking.\nThese findings can inform future clinical guidelines and healthcare decisions."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to know the effects of testosterone replacement therapy on men with erection problems."
    },
    {
      "heading": "What did we do?",
      "text": "We conducted a comprehensive search for studies involving men with low testosterone levels. These studies compared the effects of testosterone with placebo or other medications aimed at improving erections."
    },
    {
      "heading": "What did we find?",
      "text": "We included 43 studies, with 11,419 participants, which compared testosterone with a placebo, but also studies comparing it to phosphodiesterase 5 inhibitors (a group of medications to improve erections). We also found studies where both groups (testosterone and placebo) received phosphodiesterase 5 inhibitors."
    },
    {
      "heading": "Main results",
      "text": "In the short term, testosterone, when compared to a placebo, shows minor changes in erectile function, sexual quality of life, and cardiovascular mortality.\nWhen we looked only at studies with robust methods, the results remained consistent: there was little to no effect on erectile function and sexual quality of life. The data suggest that cardiovascular mortality is also unlikely to be significantly impacted.\nHowever, in the long term, there is substantial uncertainty regarding the effects of testosterone replacement therapy on erectile dysfunction. Unfortunately, no studies provided information on sexual quality of life or cardiovascular mortality outcomes in the long term."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "The certainty of the evidence is moderate for most of the short-term outcomes, meaning that we are moderately confident that the result is likely to be close to the true effect. For the long-term outcomes, we have very limited certainty due to the lack of robust evidence, and further research might alter these conclusions."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "The latest information is current as of 29 August 2023."
    }
  ]
}