{
  "doi": "10.1002/14651858.CD005081.pub3",
  "name": "Medical and surgical treatment for ocular myasthenia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Approximately 50% of people with myasthenia gravis present with purely ocular symptoms, so called ocular myasthenia. Of these between 50% to 60% develop generalized disease, most within two years. Their management is controversial. This is an update of a review first published in 2006 and previously updated in 2008 and 2010."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of treatments for ocular myasthenia and to answer three specific questions. Are there any treatments that impact the progression from ocular to generalized disease? Are there any treatments that improve symptoms of diplopia or ptosis? What is the frequency of adverse effects associated with treatments used?"
    },
    {
      "heading": "Search methods",
      "text": "In this updated review, we searched the Cochrane Neuromuscular Disease Group Specialized Register (3 August 2012), CENTRAL (2012, Issue 7), MEDLINE (January 1996 to July 2012) and EMBASE (January 1974 to July 2012) for randomized controlled trials (RCTs) as well as case-control and cohort studies. The titles and abstracts of all articles were read by both authors and the full texts of possibly relevant articles were reviewed. The references of all manuscripts included in the review were scanned to identify additional articles of relevance and experts in the field were contacted to identify additional published and unpublished data. Where necessary, we contacted authors for further information."
    },
    {
      "heading": "Selection criteria",
      "text": "Inclusion required meeting three criteria: (a) randomized (or quasi-randomized) controlled study design; (b) active treatment compared to placebo, no treatment or some other treatment; and (c) results reported separately for patients with ocular myasthenia (grade 1) as defined by the Myasthenia Gravis Foundation of America."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We collected data regarding the risk of progression to generalized myasthenia gravis, improvement in ocular symptoms, and the frequency of treatment-related side effects."
    },
    {
      "heading": "Main results",
      "text": "In the original review, we identified two RCTs relevant to the treatment of ocular myasthenia, only one of which reported results in terms of the pre-specified outcome measures used in this review. This study included only three participants and was of limited methodological quality. There were no new RCTs in searches conducted for this or previous updates. In the absence of data from RCTs, we present a review of the available observational data."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The available randomized controlled literature does not permit any meaningful conclusions about the efficacy of any form of treatment for ocular myasthenia. Data from several reasonably good quality observational studies suggest that corticosteroids and azathioprine may be beneficial in reducing the risk of progression to generalized myasthenia gravis."
    }
  ],
  "pls_title": "Medical and surgical treatment for ocular myasthenia",
  "pls_type": "long",
  "pls": "Ocular myasthenia is a form of myasthenia gravis in which weakened eye muscles cause double vision or drooping eyelids. It accounts for approximately 50% of people with myasthenia gravis. Myasthenia gravis is an autoimmune disorder in which the body's own antibodies block the transmission of nerve impulses to muscles, causing fluctuating weakness and muscles that tire easily. Approximately half of people who have ocular myasthenia will go on to develop generalised myasthenia gravis and weakness affecting other muscles. For the majority of people this will be within the first two years of developing ocular symptoms.\nThe aims of treatment for ocular myasthenia are to return the person to a state of clear vision and to prevent the development, or limit the severity of generalised myasthenia gravis. Treatments proposed for ocular myasthenia include drugs that suppress the immune system including corticosteroids and azathioprine, thymectomy (surgical removal of the thymus gland), and acetylcholinesterase inhibitors (which increases acetylcholine to compensate for the lack of acetylcholine receptors).\nTwo randomised controlled trials (RCTs) relevant to the treatment of ocular myasthenia were identified in the original version of this review in 2006 and no new trials in this or previous updates. One trial included 43 ocular myasthenia participants treated with corticotropin (a type of corticosteroid) or placebo. The other only included three participants with ocular myasthenia and seven with generalised myasthenia gravis who were treated with intranasal neostigmine (an acetylcholinesterase inhibitor) or placebo. Neither trial enabled us to draw firm conclusions regarding how effective these treatments were in preventing progression to the development of generalised myasthenia gravis or in improving ocular symptoms. Several reasonably good quality non-randomised studies favor the use of corticosteroids and azathioprine but these and other agents need to be tested in well-designed RCTs."
}