{
  "doi": "10.1002/14651858.CD011498.pub2",
  "name": "Non‐surgical versus surgical treatment for oesophageal cancer",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Oesophageal cancer is the sixth most common cause of cancer-related mortality in the world. Currently surgery is the recommended treatment modality when possible. However, it is unclear whether non-surgical treatment options is equivalent to oesophagectomy in terms of survival."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of non-surgical treatment versus oesophagectomy for people with oesophageal cancer."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, Science Citation Index, ClinicalTrials.gov, and the World Health Organization International Clinical Trials Registry Platform (WHO ICTRP) up to 4th March 2016. We also screened reference lists of included studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Two review authors independently screened all titles and abstracts of articles obtained from the literature searches and selected references for further assessment. For these selected references, we based trial inclusion on assessment of the full-text articles."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted study data. We calculated the risk ratio (RR) with 95% confidence interval (CI) for binary outcomes, the mean difference (MD) or the standardised mean difference (SMD) with 95% CI for continuous outcomes, and the hazard ratio (HR) for time-to-event outcomes. We performed meta-analyses where it was meaningful."
    },
    {
      "heading": "Main results",
      "text": "Eight trials, which included 1132 participants in total, met the inclusion criteria of this Cochrane review. These trials were at high risk of bias trials. One trial (which included five participants) did not contribute any data to this Cochrane review, and we excluded 13 participants in the remaining trials after randomisation; this left a total of 1114 participants, 510 randomised to non-surgical treatment and 604 to surgical treatment for analysis. The non-surgical treatment was definitive chemoradiotherapy in five trials and definitive radiotherapy in three trials. All participants were suitable for major surgery. Most of the data were from trials that compared chemoradiotherapy with surgery. There was no difference in long-term mortality between chemoradiotherapy and surgery (HR 0.88, 95% CI 0.76 to 1.03; 602 participants; four studies; low quality evidence). The long-term mortality was higher in radiotherapy than surgery (HR 1.39, 95% CI 1.18 to 1.64; 512 participants; three studies; very low quality evidence). There was no difference in long-term recurrence between non-surgical treatment and surgery (HR 0.96, 95% CI 0.80 to 1.16; 349 participants; two studies; low quality evidence). The difference between non-surgical and surgical treatments was imprecise for short-term mortality (RR 0.39, 95% CI 0.11 to 1.35; 689 participants; five studies; very low quality evidence), the proportion of participants with serious adverse in three months (RR 0.61, 95% CI 0.25 to 1.47; 80 participants; one study; very low quality evidence), and proportion of people with local recurrence at maximal follow-up (RR 0.89, 95% CI 0.70 to 1.12; 449 participants; three studies; very low quality evidence). The health-related quality of life was higher in non-surgical treatment between four weeks and three months after treatment (Spitzer Quality of Life Index; MD 0.93, 95% CI 0.24 to 1.62; 165 participants; one study; very low quality evidence). The difference between non-surgical and surgical treatments was imprecise for medium-term health-related quality of life (three months to two years after treatment) (Spitzer Quality of Life Index; MD −0.95, 95% CI −2.10 to 0.20; 62 participants; one study; very low quality of evidence). The proportion of people with dysphagia at the last follow-up visit prior to death was higher with definitive chemoradiotherapy compared to surgical treatment (RR 1.48, 95% CI 1.01 to 2.19; 139 participants; one study; very low quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based on low quality evidence, chemoradiotherapy appears to be at least equivalent to surgery in terms of short-term and long-term survival in people with oesophageal cancer (squamous cell carcinoma type) who are fit for surgery and are responsive to induction chemoradiotherapy. However, there is uncertainty in the comparison of definitive chemoradiotherapy versus surgery for oesophageal cancer (adenocarcinoma type) and we cannot rule out significant benefits or harms of definitive chemoradiotherapy versus surgery. Based on very low quality evidence, the proportion of people with dysphagia at the last follow-up visit prior to death was higher with definitive chemoradiotherapy compared to surgery. Based on very low quality evidence, radiotherapy results in less long-term survival than surgery in people with oesophageal cancer who are fit for surgery. However, there is a risk of bias and random errors in these results, although the risk of bias in the studies included in this systematic review is likely to be lower than in non-randomised studies.\nFurther trials at low risk of bias are necessary. Such trials need to compare endoscopic treatment with surgical treatment in early stage oesophageal cancer (carcinoma in situ and Stage Ia), and definitive chemoradiotherapy with surgical treatments in other stages of oesophageal cancer, and should measure and report patient-oriented outcomes. Early identification of responders to chemoradiotherapy and better second-line treatment for non-responders will also increase the need and acceptability of trials that compare definitive chemoradiotherapy with surgery."
    }
  ],
  "pls_title": "Non-surgical treatment versus surgical treatment for oesophageal (gullet or food-pipe) cancer",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Is non-surgical treatment equivalent to surgical treatment for treatment of people with oesophageal cancer (cancer of the gullet or food pipe)?"
    },
    {
      "heading": "Background",
      "text": "Oesophageal cancer is the sixth most frequent cause of cancer-related death in the world and is becoming more common. Treatment and survival depends upon the extent of cancer. When the cancer is limited to the gullet and the person is fit to undergo major surgery, surgical removal of the oesophagus (oesophagectomy) is currently the recommended treatment. Additional chemotherapy (use of chemicals to selectively destroy cancer) and radiotherapy (use of X-rays to destroy cancer) may be given in addition to surgery in some people with oesophageal cancer. However chemotherapy, radiotherapy, or a combination of the two (chemoradiotherapy) can be used alone without surgery but are currently only recommended in people who are unfit for major surgery because of their general condition. Chemoradiotherapy on its own may cause such side effects as severe kidney damage, infection, and vomiting, but is less invasive than oesophagectomy, and may result in a shorter hospital stay and reduced risk of death. Oesophagectomy may carry the significant potential side effects of surgical site infection, the narrowing and breakdown of tissue where the cut end of the oesophagus is joined to the bowel, pneumonia, and difficulty swallowing. The death rate may also be higher, particularly when performed in smaller centres. It is unclear whether non-surgical treatment may be as effective as surgery in cure of cancer."
    },
    {
      "heading": "Study characteristics",
      "text": "Eight studies met the inclusion criteria of this Cochrane review, and seven studies provided information for the review. The non-surgical treatment was chemoradiotherapy only in five studies and radiotherapy only in three studies. We included a total of 1114 participants undergoing non-surgical treatment (510 participants) or surgical treatment (604 participants) in the various analysis in the seven studies that provided information. Methods similar toÂ tossingÂ a coin were used to decide whether a participant received non-surgical treatment or surgical treatment and ensure that the participants in the two groups were similar. Most trials included people who were healthy in aspects other than the condition requiring surgery. The evidence is current up to 4th March 2016."
    },
    {
      "heading": "Key results",
      "text": "Most information was from trials that compared chemoradiotherapy with surgery. There was no difference in long-term deaths between chemoradiotherapy and surgery in people with oesophageal cancer who are fit for surgery. More people died in radiotherapy than surgery in people with oesophageal cancer who are fit for surgery in the long-term. There was no difference in long-term cancer recurrence between non-surgical treatment and surgery. The difference between non-surgical and surgical treatments were imprecise for short-term deaths, the percentage of participants with serious adverse in three months, and the percentage of participants who had recurrence of cancer in and around the food-pipe. The health-related quality of life (covering aspects such as activity, daily living, health, support of family and friends, and outlook) was higher in non-surgical treatment between four weeks and three months after treatment, although it is unclear what this difference means to the patient. The difference between non-surgical and surgical treatments were imprecise for medium-term health-related quality of life (three months to two years after treatment). Chemoradiotherapy only appears to be at least equivalent to surgery in terms of short-term and long-term survival in people with one type of oesophageal cancer called squamous cell cancer and who are fit for surgery. There is more uncertainty in the comparison of chemoradiotherapy only versus surgery for another type of oesophageal cancer called adenocarcinoma, and we cannot rule out significant benefits or harms of definitive chemoradiotherapy versus surgery in this type of oesophageal cancer. More people had difficulty in swallowing prior to their death after chemoradiotherapy treatment compared to surgical treatment.\nRadiotherapy only results in less long-term survival than surgery (about 40% increase risk of deaths). Further well-designed studies that measure outcomes that are important for patients are necessary."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of evidence was low or very low because the included studies were small and had errors in study design. As a result, there is a lot of uncertainty regarding the results."
    }
  ]
}