{
  "doi": "10.1002/14651858.CD008142.pub2",
  "name": "Enhanced care by generalists for functional somatic symptoms and disorders in primary care ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Patients with medically unexplained or functional somatic symptoms are common in primary care. Previous reviews have reported benefit from specialised interventions such as cognitive behavioural therapy and consultation letters, but there is a need for treatment models which can be applied within the primary care setting. Primary care studies of enhanced care, which includes techniques of reattribution or cognitive behavioural therapy, or both, have shown changes in healthcare professionals' attitudes and behaviour. However, studies of patient outcome have shown variable results and the value of enhanced care on patient outcome remains unclear."
    },
    {
      "heading": "Objectives",
      "text": "We aimed to assess the clinical effectiveness of enhanced care interventions for adults with functional somatic symptoms in primary care. The intervention should be delivered by professionals providing first contact care and be compared to treatment as usual. The review focused on patient outcomes only."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Depression, Anxiety and Neurosis Review Group Specialised Register (CCDANCTR-Studies and CCDANCTR-References) (all years to August 2012), together with Ovid searches (to September 2012) on MEDLINE (1950 - ), EMBASE (1980 - ) and PsycINFO (1806 - ). Earlier searches of the Database of Abstracts of Reviews of Effectiveness (DARE), CINAHL, PSYNDEX, SIGLE, and LILACS were conducted in April 2010, and the Cochrane Central Register of Controlled Trials (CENTRAL) in October 2009. No language restrictions were applied. Electronic searches were supplemented by handsearches of relevant conference proceedings (2004 to 2012), reference lists (2011) and contact with authors of included studies and experts in the field (2011)."
    },
    {
      "heading": "Selection criteria",
      "text": "We limited our literature search to randomised controlled trials (RCTs), primary care, and adults with functional somatic symptoms. Subsequently we selected studies including all of the following: 1) a trial arm with treatment as usual; 2) an intervention using a structured treatment model which draws on explanations for symptoms in broad bio-psycho-social terms or encourages patients to develop additional strategies for dealing with their physical symptoms, or both; 3) delivery of the intervention by primary care professionals providing first contact care; and 4) assessment of patient outcome."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently screened identified study abstracts. Disagreements about trial selections were resolved by a third review author. Data from selected publications were independently extracted and risk of bias assessed by two of three authors, avoiding investigators reviewing their own studies. We contacted authors from included studies to obtain missing information. We used continuous outcomes converted to standardised mean differences (SMDs) and based analyses on changes from baseline to follow-up, adjusted for clustering."
    },
    {
      "heading": "Main results",
      "text": "We included seven studies from the literature search, but only six provided sufficient data for analyses. Included studies were European, cluster RCTs with adult participants seeing their usual doctor (in total 233 general practitioners and 1787 participants). Methodological quality was only moderate as studies had no blinding of healthcare professionals and several studies had a risk of recruitment and attrition bias. Studies were heterogeneous with regard to selection of patient populations and intensity of interventions. Outcomes relating to physical or general health (physical symptoms, quality of life) showed substantial heterogeneity between studies (I2 > 70%) and post hoc analysis suggested that benefit was confined to more intensive interventions; thus we did not calculate a pooled effect. Outcomes relating to mental health showed less heterogeneity and we conducted meta-analyses, which found non-significant overall effect sizes with SMDs for changes at 6 to 24 months follow-up: mental health (3 studies) SMD -0.04 (95% CI -0.18 to 0.10), illness worry (3 studies) SMD 0.09 (95% CI -0.04 to 0.22), depression (4 studies) SMD 0.07 (95% CI -0.05 to 0.20) and anxiety (2 studies) SMD -0.07 (95% CI -0.38 to 0.25). Effects on sick leave could not be estimated. Three studies of patient satisfaction with care all showed positive but non-significant effects, and measures were too heterogeneous to allow meta-analysis. Results on healthcare utilisation were inconclusive. We analysed study discontinuation and found that both short term and long term discontinuation occurred more often in patients allocated to the intervention group, RR of 1.25 (95% CI 1.08 to 1.46) at 12 to 24 months."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Current evidence does not answer the question whether enhanced care delivered by front line primary care professionals has an effect or not on the outcome of patients with functional somatic symptoms. Enhanced care may have an effect when delivered per protocol to well-defined groups of patients with functional disorders, but this needs further investigation. Attention should be paid to difficulties including limited consultation time, lack of skills, the need for a degree of diagnostic openness, and patient resistance towards psychosomatic attributions. There is some indication from this and other reviews that more intensive interventions are more successful in changing patient outcomes."
    }
  ],
  "pls_title": "Enhancing GP care for people with unexplained physical symptoms: a review of the evidence",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is this review important?",
      "text": "GPs see many people with physical symptoms or syndromes for which there is no apparent disease. GPs find it difficult to help patients with these ‘functional’ somatic symptoms, but specialist services can help those most severely affected. If GPs were able to offer similar treatments (enhanced care) within their surgeries, they might help patients more quickly and save resources."
    },
    {
      "heading": "Who may be interested in this review?",
      "text": "People affected by a range of unexplained physical symptoms or syndromes, and their carers\nGPs and practice nurses\nGP commissioning groups\nMedical schools\nHealth economists"
    },
    {
      "heading": "What questions does the review aim to answer?",
      "text": "Does training GPs to enhance care for patients with functional somatic symptoms improve physical or mental health outcomes?"
    },
    {
      "heading": "Which research studies were included in this review?",
      "text": "Searching databases revealed six relevant studies, completed between 2000 and 2006 in north-western Europe. To be included, studies needed to:\ninvolve GPs who had received training in ‘enhanced care’ before offering it to their own patients in the surgery;\ninvolve types of enhanced care which enabled patients with somatic symptoms to reconsider their physical problems, broadening their understanding to include psychological issues in order to improve their health and quality of life;\nmeasure both physical and mental health outcomes for patients;\ncompare a group of patients who received the enhanced care with another group who did not.\nAltogether the six studies covered 233 GPs and 1787 patients."
    },
    {
      "heading": "What does the evidence tell us?",
      "text": "The review found that the relevant six studies varied in significant ways:\nhow severe the patients’ symptoms were;\nthe form and intensity of the enhanced care offered.\nThese differences made the studies difficult to compare. Many people left the studies before the outcomes could be measured.\nGiven these problems with comparing existing research, it is only possible to say:\nenhanced care may help people with functional somatic symptoms;\nmore intensive enhanced care may be more effective than very brief interventions."
    },
    {
      "heading": "What should happen next?",
      "text": "Further research into this topic is needed to test how much and what type of enhanced care could be effective. Future research should take into account barriers that might prevent such treatments benefitting patients. These include:\nGPs’ lack of time or skills, and their low expectations that enhanced care might help patients;\npatients’ reluctance to accept non-physical understandings of somatic symptoms."
    }
  ]
}