{
  "doi": "10.1002/14651858.CD010849.pub4",
  "name": "Preconception risk assessment for thalassaemia, sickle cell disease, cystic fibrosis and Tay‐Sachs disease ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Globally, about 6% of children are born with a serious birth defect of genetic or partially genetic origin. Carrier screening or testing is one way to identify couples at increased risk of having a child with an autosomal recessive condition. The most common autosomal recessive conditions are thalassaemia, sickle cell disease, cystic fibrosis and Tay-Sachs disease, with higher carrier rates in high-risk populations of specific ancestral backgrounds. Identifying and counselling couples at genetic risk of the conditions before pregnancy enables them to make fully informed reproductive decisions, with some of these choices not being available if testing is only offered in an antenatal setting. This is an update of a previously published review."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness of systematic preconception genetic risk assessment to enable autonomous reproductive choice and to improve reproductive outcomes  in women and their partners who are both identified as carriers of thalassaemia, sickle cell disease, cystic fibrosis and Tay-Sachs disease in healthcare settings when compared to usual care."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group's Trials Registers. Date of latest search of the registers: 04 August 2021.\nIn addition, we searched for all relevant trials from 1970 (or the date at which the database was first available if after 1970) to date using electronic databases (MEDLINE, Embase, CINAHL, PsycINFO), clinical trial databases (National Institutes of Health, Clinical Trials Search portal of the World Health Organization, metaRegister of controlled clinical trials), and hand searching of key journals and conference abstract books from 1998 to date (European Journal of Human Genetics, Genetics in Medicine, Journal of Community Genetics). We also searched the reference lists of relevant articles, reviews and guidelines and also contacted subject experts in the field to request any unpublished or other published trials. Date of latest search of all these sources: 25 June 2021."
    },
    {
      "heading": "Selection criteria",
      "text": "Any randomised controlled trials (RCTs) or quasi-RCTs (published or unpublished) comparing reproductive outcomes of systematic preconception genetic risk assessment for thalassaemia, sickle cell disease, cystic fibrosis and Tay-Sachs disease when compared to usual care."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We identified 37 papers, describing 22 unique trials which were potentially eligible for inclusion in the review. However, after assessment, we found no RCTs of preconception genetic risk assessment for thalassaemia, sickle cell disease, cystic fibrosis and Tay-Sachs disease."
    },
    {
      "heading": "Main results",
      "text": "No RCTs of preconception genetic risk assessment for thalassaemia, sickle cell disease, cystic fibrosis and Tay-Sachs disease are included. A trial identified earlier has published its results and has subsequently been listed as excluded in this review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "As there are no RCTs of preconception genetic risk assessment for thalassaemia, sickle cell disease, cystic fibrosis, or Tay-Sachs disease included in either the earlier or current versions of this review, we recommend considering potential non-RCTs studies (for example prospective cohorts or before-and-after studies) for future reviews. While RCTs are desirable to inform evidence-based practice and robust recommendations, the ethical, legal and social implications associated with using this trial design to evaluate the implementation of preconception genetic risk assessment involving carrier testing and reproductive autonomy must also be considered.  In addition, rather than focusing on single gene-by-gene carrier testing for specific autosomal-recessive conditions as the intervention being evaluated, preconception expanded genetic screening should also be included in future searches as this has received much attention in recent years as a more pragmatic strategy.\nThe research evidence for current international policy recommendations is limited to non-randomised studies."
    }
  ],
  "pls_title": "Identifying carrier status for thalassaemia, sickle cell disease, cystic fibrosis, or Tay-Sachs disease in non-pregnant women and their partners",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We looked for evidence to show whether identifying people who are carriers for thalassaemia, sickle cell disease, cystic fibrosis, or Tay-Sachs disease, before pregnancy leads to improving reproductive choice and pregnancy outcomes."
    },
    {
      "heading": "Background",
      "text": "Across the world, about 6% of children are born with a birth defect of genetic or partially genetic origin.  Many of these conditions can be passed down from parent to child. There are tests to identify the genetic risk of the most common genetic conditions (thalassaemia, sickle cell disease, cystic fibrosis, or Tay-Sachs disease) before pregnancy. In these conditions, called autosomal recessive conditions, the parents of affected children are 'carriers' of the condition, which means they do not usually have symptoms. All 'carrier' couples will have a 25% chance of having an affected child. Risk assessment for these genetic conditions before getting pregnant would benefit potential parents who may be carriers. This information would give the at-risk couple the opportunity to make fully informed decisions about family planning. However, genetic risk assessment before pregnancy may potentially have a negative psychological impact. This is an updated version of the original review."
    },
    {
      "heading": "Search date",
      "text": "We last looked for evidence on 04 August 2021."
    },
    {
      "heading": "Study characteristics",
      "text": "We did not find any trials that we could include in this review. In an earlier version of this review, we had already found the protocol for a trial that has now published its results, but we have excluded the trial in this version of the review because it did not look at the right topic after all."
    },
    {
      "heading": "Key results",
      "text": "Although no trials were identified in which people taking part would have equal chances of being in either group, there are several studies which are not so strictly designed which support current policy recommendations for genetic risk assessment prior to pregnancy in routine clinical practice. We recommend considering potential observational studies in future reviews as well as looking at ‘expanded carrier screening’ before pregnancy and not just screening for one condition. Any future trials need to consider legal, ethical and cultural barriers to implementing genetic risk assessment before pregnancy."
    }
  ]
}