{
  "doi": "10.1002/14651858.CD001785",
  "name": "Laparoscopic techniques versus open techniques for inguinal hernia repair",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Inguinal hernia repair is the most frequently performed operation in general surgery. The standard method for inguinal hernia repair had changed little over a hundred years until the introduction of synthetic mesh. This mesh can be placed by either using an open approach or by using a minimal access laparoscopic technique. Although many studies have explored the relative merits and potential risks of laparoscopic surgery for the repair of inguinal hernia, most individual trials have been too small to show clear benefits of one type of surgical repair over another."
    },
    {
      "heading": "Objectives",
      "text": "To compare minimal access laparoscopic mesh techniques with open techniques."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE, EMBASE, and The Cochrane Central Controlled Trials Registry for relevant randomised controlled trials. The reference list of identified trials, journal supplements, relevant book chapters and conference proceedings were searched for further relevant trials. Through the EU Hernia Trialists Collaboration (EUHTC) communication took place with authors of identified randomised controlled trials to ask for information on any other recent and ongoing trials known to them."
    },
    {
      "heading": "Selection criteria",
      "text": "All published and unpublished randomised controlled trials and quasi-randomised controlled trials comparing laparoscopic groin hernia repair with open groin hernia repair were eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Individual patient data were obtained, where possible, from the responsible trialist for all eligible studies. Where IPD were unavailable additional aggregate data were sought from trialists and published aggregate data checked and verified by the trialists. Where possible, time to event analysis for hernia recurrence and return to usual activities were performed on an intention to treat principle. The main analyses were based on all trials. Sensitivity analyses based on the data source and trial quality were also performed. Pre-defined subgroup analyses based on recurrent hernias, bilateral hernias and femoral hernias were also carried out."
    },
    {
      "heading": "Main results",
      "text": "Forty-one eligible trials of laparoscopic versus open groin hernia repair were identified involving 7161 participants (with individual patient data available for 4165). Meta-analysis was performed, using individual patient data where possible. Operation times for laparoscopic repair were longer and there was a higher risk of rare serious complications. Return to usual activities was faster, and there was less persisting pain and numbness. Hernia recurrence was less common than after open non-mesh repair but not different to open mesh methods."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The review showed that laparoscopic repair takes longer and has a more serious complication rate in respect of visceral (especially bladder) and vascular injuries, but recovery is quicker with less persisting pain and numbness. Reduced hernia recurrence of around 30-50% was related to the use of mesh rather than the method of mesh placement."
    }
  ],
  "pls_title": "Laparoscopic techniques versus open techniques for repair of a hernia in the groin",
  "pls_type": "long",
  "pls": "Repair of a hernia in the groin (an inguinal hernia) is the most frequently performed operation in general surgery. The hernia is repaired (with suturing or placing a synthetic mesh over the hernia in one of the layers of the abdominal wall) using either open surgery or minimal access laparoscopy. The most common laparoscopic techniques for inguinal hernia repair are transabdominal preperitoneal (TAPP) repair and totally extraperitoneal (TEP) repair. In TAPP the surgeon goes into the peritoneal cavity and places a mesh through a peritoneal incision over possible hernia sites. TEP is different as the peritoneal cavity is not entered and mesh is used to seal the hernia from outside the thin membrane covering the organs in the abdomen (the peritoneum). The mesh, where used, becomes incorporated by fibrous tissue. Minor postoperative problems occur. More serious complications such as damage to the spermatic cord, a blood vessel or nerves, are occasionally reported with open surgery and nerve or major vascular injuries, bowel obstruction, and bladder injury have been reported with laparoscopic repair. Reoccurrence of a hernia is a major drawback. \nThe review authors identified 41 eligible controlled trials in which a total of 7161 participants were randomized to laparoscopic or open surgery repair. The mean or median duration of follow up of patients ranged from 6 to 36 months. \nReturn to usual activities was faster for laparoscopic repair, by about seven days, and there was less persisting pain and numbness than with open surgery. However, operation times were some 15 minutes longer (range 14 to 16 minutes) with laparoscopy and there appeared to be a higher number of serious complications of visceral (especially bladder) and vascular injuries. Using a mesh for repair reduced the risk of a recurring hernia rather than the method of placement (open or laparoscopic surgery)."
}