{
  "doi": "10.1002/14651858.CD012432.pub3",
  "name": "Interventions for managing medication‐related osteonecrosis of the jaw",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Medication-related osteonecrosis of the jaw (MRONJ) is a severe adverse reaction experienced by some individuals to certain medicines commonly used in the treatment of cancer and osteoporosis (e.g. bisphosphonates, denosumab, and antiangiogenic agents), and involves the progressive destruction of bone in the mandible or maxilla. Depending on the drug, its dosage, and the duration of exposure, this adverse drug reaction may occur rarely (e.g. following the oral administration of bisphosphonate or denosumab treatments for osteoporosis, or antiangiogenic agent-targeted cancer treatment), or commonly (e.g. following intravenous bisphosphonate for cancer treatment). MRONJ is associated with significant morbidity, adversely affects quality of life (QoL), and is challenging to treat. This is an update of our review first published in 2017."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of interventions versus no treatment, placebo, or an active control for the prophylaxis of MRONJ in people exposed to antiresorptive or antiangiogenic drugs.\nTo assess the effects of non-surgical or surgical interventions (either singly or in combination) versus no treatment, placebo, or an active control for the treatment of people with manifest MRONJ."
    },
    {
      "heading": "Search methods",
      "text": "Cochrane Oral Health’s Information Specialist searched four bibliographic databases up to 16 June 2021 and used additional search methods to identify published, unpublished, and ongoing studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) comparing one modality of intervention with another for the prevention or treatment of MRONJ. For 'prophylaxis of MRONJ', the primary outcome of interest was the incidence of MRONJ; secondary outcomes were QoL, time-to-event, and rate of complications and side effects of the intervention. For 'treatment of established MRONJ', the primary outcome of interest was healing of MRONJ; secondary outcomes were QoL, recurrence, and rate of complications and side effects of the intervention."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened the search results, extracted the data, and assessed the risk of bias in the included studies. For dichotomous outcomes, we reported the risk ratio (RR) (or rate ratio) and 95% confidence intervals (CIs)."
    },
    {
      "heading": "Main results",
      "text": "We included 13 RCTs (1668 participants) in this updated review, of which eight were new additions. The studies were clinically diverse and examined very different interventions, so meta-analyses could not be performed.\nWe have low or very low certainty about available evidence on interventions for the prophylaxis or treatment of MRONJ.\nProphylaxis of MRONJ\nFive RCTs examined different interventions to prevent the occurrence of MRONJ.\nOne RCT compared standard care with regular dental examinations at three-month intervals and preventive treatments (including antibiotics before dental extractions and the use of techniques for wound closure that avoid exposure and contamination of bone) in men with metastatic prostate cancer treated with zoledronic acid. The intervention seemed to lower the risk of MRONJ (RR 0.10, 95% CI 0.02 to 0.39, 253 participants). Secondary outcomes were not evaluated.\nDentoalveolar surgery is considered a common predisposing event for developing MRONJ and five RCTs tested various preventive measures to reduce the risk of postoperative MRONJ. The studies evaluated plasma rich in growth factors inserted into the postextraction alveolus in addition to standardised medical and surgical care versus standardised medical and surgical care alone (RR 0.08, 95% CI 0.00 to 1.51, 176 participants); delicate surgery and closure by primary intention versus non-traumatic tooth avulsion and closure by secondary intention (no case of postoperative MRONJ in either group); primary closure of the extraction socket with a mucoperiosteal flap versus application of platelet-rich fibrin without primary wound closure (no case of postoperative MRONJ in either group); and subperiosteal wound closure versus epiperiosteal wound closure (RR 0.09, 95% CI 0.00 to 1.56, 132 participants).\nTreatment of MRONJ\nEight RCTs examined different interventions for the treatment of established MRONJ; that is, the effect on MRONJ cure rates.\nOne RCT analysed hyperbaric oxygen (HBO) treatment used in addition to standard care (antiseptic rinses, antibiotics, and surgery) compared with standard care alone (at last follow-up: RR 1.56, 95% CI 0.77 to 3.18, 46 participants).\nHealing rates from MRONJ were not significantly different between autofluorescence-guided bone surgery and conventional bone surgery (RR 1.08, 95% CI 0.85 to 1.37, 30 participants). Another RCT that compared autofluorescence- with tetracycline fluorescence-guided sequestrectomy for the surgical treatment of MRONJ found no significant difference (at one-year follow-up: RR 1.05, 95% CI 0.86 to 1.30, 34 participants).\nThree RCTs investigated the effect of growth factors and autologous platelet concentrates on healing rates of MRONJ: platelet-rich fibrin after bone surgery versus surgery alone (RR 1.05, 95% CI 0.90 to 1.22, 47 participants), bone morphogenetic protein-2 together with platelet-rich fibrin versus platelet-rich fibrin alone (RR 1.10, 95% CI 0.94 to 1.29, 55 participants), and concentrated growth factor and primary wound closure versus primary wound closure only (RR 1.38, 95% CI 0.81 to 2.34, 28 participants).\nTwo RCTs focused on pharmacological treatment with teriparatide: teriparatide 20 μg daily versus placebo in addition to standard care (RR 0.96, 95% CI 0.31 to 2.95, 33 participants) and teriparatide 56.5 μg weekly versus teriparatide 20 μg daily in addition to standard care (RR 1.60, 95% CI 0.25 to 1.44, 12 participants)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Prophylaxis of medication-related osteonecrosis of the jaw\nOne open-label RCT provided some evidence that dental examinations at three-month intervals and preventive treatments may be more effective than standard care for reducing the incidence of medication-related osteonecrosis of the jaw (MRONJ) in individuals taking intravenous bisphosphonates for advanced cancer. We assessed the certainty of the evidence to be very low.\nThere is insufficient evidence to either claim or refute a benefit of the interventions tested for prophylaxis of MRONJ in patients with antiresorptive therapy undergoing dentoalveolar surgery. Although some interventions suggested a potential large effect, the studies were underpowered to show statistical significance, and replication of the results in larger studies is pending.\nTreatment of medication-related osteonecrosis of the jaw\nThe available evidence is insufficient to either claim or refute a benefit, in addition to standard care, of any of the interventions studied for the treatment of MRONJ."
    }
  ],
  "pls_title": "Interventions for managing medication-related osteonecrosis (severe bone damage) of the jaw",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What are the effects of different interventions to either prevent or treat medication-related osteonecrosis of the jaw compared with each other or compared with no treatment or an inactive intervention ('placebo')?"
    },
    {
      "heading": "Background",
      "text": "Medication-related osteonecrosis of the jaw (MRONJ) is severe bone damage in the jaw bone that occurs in some people as a reaction to certain medicines commonly used in the treatment of cancer and osteoporosis (a disease that makes bones fragile). It is a painful condition that can be difficult to treat. MRONJ occurs rarely in people taking some medicines for osteoporosis. However, in people receiving these drugs at higher doses for cancer-related conditions, the risk of MRONJ may be higher and has been reported to occur in up to five in 100 individuals. It is important to identify effective preventive measures to reduce the risk of MRONJ, and better treatments for those who have it.\nThis is an update of our review first published in 2017. It is based on a search for articles that was conducted most recently in June 2021."
    },
    {
      "heading": "Study",
      "text": "characteristics\nWorking with Cochrane Oral Health, we searched for studies that had been published up to June 2021. We found five studies that focused on the prevention of MRONJ and eight studies that tested treatments for MRONJ. The studies involved 1668 adults, with the smallest study having 13 participants and the largest study having 700 participants. Most study participants were women, but one study was of men with prostate cancer receiving bisphosphonate infusions (given by drip into a vein). All but two studies included only participants treated with bisphosphonates (used to support treatment and reduce risk of fracture and bone pain), although several other drugs are also known to induce MRONJ. Two trials also included patients treated with bisphosphonates or denosumab."
    },
    {
      "heading": "Key",
      "text": "results\nOne study provided very low-certainty evidence that dental examinations at three-month intervals and preventive treatments (antibiotics before dental extractions and the use of techniques for wound closure that avoid exposure and contamination of bone) are more effective than standard care for reducing the number of cases with MRONJ in a group of people receiving intravenous bisphosphonates for cancer-related conditions. In the experimental group, which received preventive care consisting of antibiotics and specific wound closure, fewer people developed MRONJ: two participants per 100 who underwent close monitoring developed MRONJ compared to 23 participants per 100 in the control group (standard care).\nThere was insufficient evidence to conclude that the use of the other interventions investigated would reduce the risk of MRONJ or would improve healing of MRONJ."
    },
    {
      "heading": "Certainty of evidence",
      "text": "The certainty of evidence was low or very low. This was due to limitations in how the studies were designed and run. For example, some participants changed groups during the study, some participants did not finish the study, and the outcomes were measured at different follow-up times. In addition, most of the studies had only a small number of participants."
    }
  ]
}