{
  "doi": "10.1002/14651858.CD006332.pub4",
  "name": "Mu‐opioid antagonists for opioid‐induced bowel dysfunction in people with cancer and people receiving palliative care ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Opioid-induced bowel dysfunction (OIBD) is characterised by constipation, incomplete evacuation, bloating, and gastric reflux. It is one of the major adverse events (AEs) of treatment for pain in cancer and palliative care, resulting in increased morbidity and reduced quality of life.\nThis review is a partial update of a 2008 review, and critiques as previous update (2018) trials only for people with cancer and people receiving palliative care."
    },
    {
      "heading": "Objectives",
      "text": "To assess for OIBD in people with cancer and people receiving palliative care the effectiveness and safety of mu-opioid antagonists (MOAs) versus different doses of MOAs, alternative pharmacological/non-pharmacological interventions, placebo, or no treatment."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, Embase, CINAHL, and Web of Science (December 2021), clinical trial registries and regulatory websites. We sought contact with MOA manufacturers for further data."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) assessing the effectiveness and safety of MOAs for OIBD in people with cancer and people at a palliative stage irrespective of the type of terminal disease."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors assessed risk of bias and extracted data. The appropriateness of combining data from the trials depended upon sufficient homogeneity across trials. Our primary outcomes were laxation response, effect on analgesia, and AEs. We assessed the certainty of evidence using GRADE and created summary of findings tables."
    },
    {
      "heading": "Main results",
      "text": "We included 10 studies (two new trials) randomising in-total 1343 adults with cancer irrespective of stage, or at palliative care stage of any disease. The MOAs were oral naldemedine and naloxone (alone or in combination with oxycodone), and subcutaneous methylnaltrexone. The trials compared MOAs with placebo, MOAs at different doses, or in combination with other drugs. Two trials of naldemedine and three of naloxone with oxycodone were in people with cancer irrespective of disease stage. The trial on naloxone alone was in people with advanced cancer. Four trials on methylnaltrexone were in palliative care where most participants had advanced cancer. All trials were vulnerable to biases; most commonly, blinding of the outcome assessor was not reported.\nOral naldemedine versus placebo\nRisk (i.e. chance) of spontaneous laxations in the medium term (over two weeks) for naldemedine was over threefold greater risk ratio (RR) 2.00, 95% confidence interval (CI) 1.59 to 2.52, 2 trials, 418 participants, I² = 0%. Number needed to treat for an additional beneficial outcome (NNTB) 3, 95% CI 3 to 4; moderate-certainty evidence). Earlier risk of spontaneous laxations and patient assessment of bowel change was not reported. Very low-certainty evidence showed naldemedine had little to no effect on opioid withdrawal symptoms. There was little to no difference in the risk of serious (non-fatal) AEs (RR 3.34, 95% CI 0.85 to 13.15: low-certainty evidence). Over double the risk of AEs (non-serious) reported with naldemedine (moderate-certainty evidence).\nLow-dose oral naldemedine versus higher dose\nRisk of spontaneous laxations was lower for the lower dose (medium term, 0.1 mg versus 0.4 mg: RR 0.69, 95% CI 0.53 to 0.89, 1 trial, 111 participants (low-certainty evidence)). Earlier risk of spontaneous laxations and patient assessment of bowel change not reported. Low-certainty evidence showed little to no difference on opioid withdrawal symptoms (0.1 mg versus 0.4 mg mean difference (MD) -0.30, 95% CI -0.85 to 0.25), and occurrences of serious AEs (0.1 mg versus 0.4 mg RR 0.25, 95% CI 0.03 to 2.17). Low-certainty evidence showed little to no difference on non-serious AEs.\nOral naloxone versus placebo\nRisk of spontaneous laxations and AEs not reported. Little to no difference in pain intensity (very low-certainty evidence). Full data not given. The trial reported that no serious AEs occurred.\nOral naloxone + oxycodone versus oxycodone\nRisk of spontaneous laxations within 24 hours and in the medium term not reported. Low-certainty evidence showed naloxone with oxycodone reduced the risk of opioid withdrawal symptoms. There was little to no difference in the risk of serious (non-fatal) AEs (RR 0.68, 95% CI 0.44 to 1.06), 3 trials, 362 participants, I² = 55%: very low-certainty evidence). There was little to no difference in risk of AEs (low-certainty evidence).\nSubcutaneous methylnaltrexone versus placebo\nRisk of spontaneous laxations within 24 hours with methylnaltrexone was fourfold greater than placebo (RR 2.97, 95% CI 2.13 to 4.13. 2 trials, 287 participants, I² = 31%. NNTB 3, 95% CI 2 to 3; low-certainty evidence). Risk of spontaneous laxations in the medium term was over tenfold greater with methylnaltrexone (RR 8.15, 95% CI 4.76 to 13.95, 2 trials, 305 participants, I² = 47%. NNTB 2, 95% CI 2 to 2; moderate-certainty evidence). Low-certainty evidence showed methylnaltrexone reduced the risk of opioid withdrawal symptoms, and did not increase risk of a serious AE (RR 0.59, 95% CI 0.38 to 0.93. I² = 0%; 2 trials, 364 participants). The risk of AEs was higher for methylnaltrexone (low-certainty evidence).\nLower-dose subcutaneous methylnaltrexone versus higher dose\nThere was little to no difference in risk of spontaneous laxations in the medium-term (1 mg versus 5 mg or greater: RR 2.91, 95% CI 0.82 to 10.39; 1 trial, 26 participants very low-certainty evidence), or in patient assessment of improvement in bowel status (RR 0.98, 95% CI 0.71 to 1.35, 1 trial, 102 participants; low-certainty evidence). Medium-term assessment of spontaneous laxations and serious AEs not reported. There was little to no difference in symptoms of opioid withdrawal (MD -0.25, 95% CI -0.84 to 0.34, 1 trial, 102 participants) or occurrence of AEs (low-certainty evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "This update's findings for naldemedine and naloxone with oxycodone have been strengthened with two new trials, but conclusions have not changed. Moderate-certainty evidence for oral naldemedine on risk of spontaneous laxations and non-serious AEs suggests in people with cancer that naldemedine may improve bowel function over two weeks and increase the risk of AEs. There was low-certainty evidence on serious AEs. Moderate-certainty evidence for methylnaltrexone on spontaneous laxations over two weeks suggests subcutaneous methylnaltrexone may improve bowel function in people receiving palliative care, but certainty of evidence for AEs was low. More trials are needed, more evaluation of AEs, outcomes patients rate as important, and in children."
    }
  ],
  "pls_title": "Mu-opioid antagonists for bowel dysfunction due to opioids in people with cancer and people receiving palliative care",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Opioids (morphine-like drugs) are used to treat severe pain, but they may cause bowel dysfunction including constipation, incomplete evacuation of the bowels, bloating, and increased reflux (flowing back) of stomach contents into the oesophagus (food pipe). This is because receptors for opioids are found in the gut. Opioid-induced bowel dysfunction may be so severe that people choose to limit pain relief to improve bowel function. Opioid-induced bowel dysfunction is common in people with cancer and those receiving palliative care (when a cure is no longer possible). Laxatives are often the first-choice treatment for opioid-induced bowel dysfunction. They may not always work. Mu-opioid antagonists are specific medicines for opioid-induced bowel dysfunction that have been developed to help reduce the effect of opioids (in the gut. A possible side effect of this treatment however, is reduced pain relief."
    },
    {
      "heading": "Trial characteristics",
      "text": "The aim of this updated review was to determine what we know about the effectiveness and safety of mu-opioid antagonists (MOABs) for the management of opioid-induced bowel dysfunction in people with cancer or receiving palliative care. We only included randomised controlled trials as they provide the most reliable evidence. Randomised controlled trials are a type of study where people are randomly assorted into groups to test interventions, treatments, or drugs. It means that an individual has the same chance of having each intervention, treatment or drug.\nWe found trials that evaluated the mu-opioid antagonists naldemedine, methylnaltrexone, and naloxone. The trial comparison groups could be a placebo (a substance with no known active effect), usual care, the mu-opioid antagonist at different dose, or in combination with other drugs or another treatment such as a different mu-opioid antagonist."
    },
    {
      "heading": "Key results",
      "text": "Our search to 20th December 2021 found 10 trials involving 1343 adults. The mu-opioid antagonists evaluated in people with cancer were oral naldemedine and naloxone taken in combination with an opioid treatment (for pain). The other mu-opioid antaGonist evaluated in the trials was methylnaltrexone. It was given by injection and evaluated in palliative care where most participants had advanced cancer.\nNaldemedine or methylnaltrexone were compared with placebo. Naloxone was compared with a placebo or opioid treatment only.\nThe overall confidence as in certainty we have in the evidence is very low to moderate (very uncertain to somewhat certain). There were problems with the design of studies, including under-reporting of trial methods.\nBowel movements\nWithin two weeks of treatment of naldemedine or methylnaltrexone bowel movement probably increases (moderate/somewhat certain evidence); trials did not measure the effects of naloxone within two weeks. There was low (uncertain evidence) confidence that patients found naloxone taken with an opioid treatment and methylnaltrexone improved their symptoms of constipation. Trials of naldemedine did not measure patients assessment of improvement in symptoms of constipation.\nPain relief\nThere was low confidence in the evidence that there was no impact from naloxone in combination with an opioid or from methylnaltrexone on the treatment relief from pain. There was low (uncertain) confidence in the evidence naldemedine did not change treatment relief from pain.\nRisk of serious side effects (e.g. hospitalisation, life-threatening, or fatal) and other side effects\nThere was low (uncertain) confidence that naldemedine or methylnaltrexone did not cause an increase in the risk of serious side effects. There was low confidence in the evidence that naloxone in combination with an opioid did not increase the risk of serious side effects (adverse reaction).\nNaldemedine probably did not increase the risk of other non-serious side effects (moderate certainty/somewhat certain evidence). There was low confidence in the evidence that naloxone taken with opioid treatment did not cause an increase in the risk of a side effect. For methylnaltrexone there was low confidence in the evidence that it did not increase the risk of a side effect."
    },
    {
      "heading": "Conclusion",
      "text": "There was moderate-certainty evidence that naldemedine taken orally improved bowel function within two weeks in adults with cancer and opioid-induced bowel dysfunction but increased the risk of side effects, and that methylnaltrexone taken as an injection improved bowel function over two weeks in people receiving palliative care. The results of this review need to be interpreted with caution as they were not obtained from evidence that was of high-certainty. Outcome evaluations were limited, in particular not all TRIALS measured patient assessment of improvement in bowel movements. There were no studies in children."
    }
  ]
}