{
  "doi": "10.1002/14651858.CD004149.pub3",
  "name": "Constraint‐induced movement therapy in children with unilateral cerebral palsy",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Unilateral cerebral palsy (CP) is a condition that affects muscle control and function on one side of the body. Children with unilateral CP experience difficulties using their hands together secondary to disturbances that occur in the developing fetal or infant brain. Often, the more affected limb is disregarded. Constraint-induced movement therapy (CIMT) aims to increase use of the more affected upper limb and improve bimanual performance. CIMT is based on two principles: restraining the use of the less affected limb (for example, using a splint, mitt or sling) and intensive therapeutic practice of the more affected limb."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effect of constraint-induced movement therapy (CIMT) in the treatment of the more affected upper limb in children with unilateral CP."
    },
    {
      "heading": "Search methods",
      "text": "In March 2018 we searched CENTRAL, MEDLINE, Embase, CINAHL, PEDro, OTseeker, five other databases and three trials registers. We also ran citation searches, checked reference lists, contacted experts, handsearched key journals and searched using Google Scholar."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs), cluster-RCTs or clinically controlled trials implemented with children with unilateral CP, aged between 0 and 19 years, where CIMT was compared with a different form of CIMT, or a low dose, high-dose or dose-matched alternative form of upper-limb intervention such as bimanual intervention. Primarily, outcomes were bimanual performance, unimanual capacity and manual ability. Secondary outcomes included measures of self-care, body function, participation and quality of life."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened titles and abstracts to eliminate ineligible studies. Five review authors were paired to extract data and assess risk of bias in each included study. GRADE assessments were undertaken by two review authors."
    },
    {
      "heading": "Main results",
      "text": "We included 36 trials (1264 participants), published between 2004 and 2018. Sample sizes ranged from 11 to 105 (mean 35). Mean age was 5.96 years (standard deviation (SD) 1.82), range three months to 19.8 years; 53% male and 47% participants had left hemiplegia. Fifty-seven outcome measures were used across studies. Average length of CIMT programs was four weeks (range one to 10 weeks). Frequency of sessions ranged from twice weekly to seven days per week. Duration of intervention sessions ranged from 0.5 to eight hours per day. The mean total number of hours of CIMT provided was 137 hours (range 20 to 504 hours). The most common constraint devices were a mitt/glove or a sling (11 studies each).\nWe judged the risk of bias as moderate to high across the studies.\nKey results: Primary outcomes at primary endpoint (immediately after intervention)\nCIMT versus low-dose comparison (e.g. occupational therapy)\nWe found low-quality evidence that CIMT was more effective than a low-dose comparison for improving bimanual performance (mean difference (MD) 5.44 Assisting Hand Assessment (AHA) units, 95% confidence interval (CI) 2.37 to 8.51).\nCIMT was more effective than a low-dose comparison for improving unimanual capacity (Quality of upper extremity skills test (QUEST) - Dissociated movement MD 5.95, 95% CI 2.02 to 9.87; Grasps; MD 7.57, 95% CI 2.10 to 13.05; Weight bearing MD 5.92, 95% CI 2.21 to 9.6; Protective extension MD 12.54, 95% CI 8.60 to 16.47). Three studies reported adverse events, including frustration, constraint refusal and reversible skin irritations from casting.\nCIMT versus high-dose comparison (e.g. individualised occupational therapy, bimanual therapy)\nWhen compared with a high-dose comparison, CIMT was not more effective for improving bimanual performance (MD −0.39 AHA Units, 95% CI −3.14 to 2.36). There was no evidence that CIMT was more effective than a high-dose comparison for improving unimanual capacity in a single study using QUEST (Dissociated movement MD 0.49, 95% CI −10.71 to 11.69; Grasp MD −0.20, 95% CI −11.84 to 11.44). Two studies reported that some children experienced frustration participating in CIMT.\nCIMT versus dose-matched comparison (e.g. Hand Arm Bimanual Intensive Therapy, bimanual therapy, occupational therapy)\nThere was no evidence of differences in bimanual performance between groups receiving CIMT or a dose-matched comparison (MD 0.80 AHA units, 95% CI −0.78 to 2.38).\nThere was no evidence that CIMT was more effective than a dose-matched comparison for improving unimanual capacity (Box and Blocks Test MD 1.11, 95% CI −0.06 to 2.28; Melbourne Assessment MD 1.48, 95% CI −0.49 to 3.44; QUEST Dissociated movement MD 6.51, 95% CI −0.74 to 13.76; Grasp, MD 6.63, 95% CI −2.38 to 15.65; Weightbearing MD −2.31, 95% CI −8.02 to 3.40) except for the Protective extension domain (MD 6.86, 95% CI 0.14 to 13.58).\nThere was no evidence of differences in manual ability between groups receiving CIMT or a dose-matched comparison (ABILHAND-Kids MD 0.74, 95% CI 0.31 to 1.18). From 15 studies, two children did not tolerate CIMT and three experienced difficulty."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The quality of evidence for all conclusions was low to very low. For children with unilateral CP, there was some evidence that CIMT resulted in improved bimanual performance and unimanual capacity when compared to a low-dose comparison, but not when compared to a high-dose or dose-matched comparison. Based on the evidence available, CIMT appears to be safe for children with CP."
    }
  ],
  "pls_title": "Constraint-induced movement therapy in the treatment of the upper limb in children with unilateral cerebral palsy",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Does constraint-induced movement therapy (CIMT) improve arm and hand use in children with unilateral cerebral palsy (CP)?"
    },
    {
      "heading": "What is the aim of this review?",
      "text": "To find out if CIMT helps children with unilateral (hemiplegic) CP to use their hands more effectively."
    },
    {
      "heading": "Key messages",
      "text": "CIMT may work better than another upper-limb therapy carried out at low intensity (low dose) for improving children’s ability to use both hands together. CIMT appears no more effective than another upper-limb therapy carried out at a high dose or equal dose. CIMT appears to be safe. More well-designed research is needed for strong conclusions to be made."
    },
    {
      "heading": "What was studied in the review?",
      "text": "Children with unilateral CP have difficulty using two hands together. Most daily activities need co-ordinated use of two hands together, so clinicians use CIMT to help children with unilateral CP improve upper-limb ability. There is no one type of CIMT, although it always involves a constraint (e.g. mitt, sling, cast) on the less affected arm, accompanied by intensive therapy with the more affected arm."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "Thirty-six studies were found. Children were involved in CIMT from 20 to 504 hours. CIMT studies were divided into three categories."
    },
    {
      "heading": "CIMT compared with a low-dose comparison group",
      "text": "(children had 0 to 25 hours of comparison therapy; and the amount of therapy was much lower than the amount of CIMT)\nCIMT may improve bimanual ability (that is, using both hands together; low-quality evidence) and unilateral capacity (that is, one-handed ability using the more affected hand; very low-quality evidence) more than low dose. Three studies reported that a small number of children experienced frustration or refused to wear the constraint, or had reversible skin irritations from casting."
    },
    {
      "heading": "CIMT compared with a high-dose comparison group",
      "text": "(children had more than 25 hours of bimanual therapy or another form of intensive therapy and the amount was less than CIMT)\nCIMT appeared no more effective than a high-dose comparison therapy on bimanual ability (low-quality evidence) or unimanual capacity (very low-quality evidence). Two studies reported that some children experienced frustration from participating in CIMT."
    },
    {
      "heading": "CIMT compared with a dose-matched comparison group (",
      "text": "children received the same amount of bimanual therapy as the CIMT group).\nCIMT appeared no more effective than dose-matched therapy on bimanual ability, unimanual capacity (low-quality evidence) or manual ability (very low-quality evidence). From 15 studies, two children did not tolerate CIMT and three had difficulty getting used to CIMT."
    },
    {
      "heading": "How up to date is this review?",
      "text": "The review includes studies published up to March 2018."
    }
  ]
}