{
  "doi": "10.1002/14651858.CD001141.pub6",
  "name": "Support for healthy breastfeeding mothers with healthy term babies",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "There is extensive evidence of important health risks for infants and mothers related to not breastfeeding. In 2003, the World Health Organization recommended that infants be breastfed exclusively until six months of age, with breastfeeding continuing as an important part of the infant’s diet until at least two years of age. However, current breastfeeding rates in many countries do not reflect this recommendation."
    },
    {
      "heading": "Objectives",
      "text": "1. To describe types of breastfeeding support for healthy breastfeeding mothers with healthy term babies.\n2. To examine the effectiveness of different types of breastfeeding support interventions in terms of whether they offered only breastfeeding support or breastfeeding support in combination with a wider maternal and child health intervention ('breastfeeding plus' support).\n3. To examine the effectiveness of the following intervention characteristics on breastfeeding support:\na. type of support (e.g. face-to-face, telephone, digital technologies, group or individual support, proactive or reactive);\nb. intensity of support (i.e. number of postnatal contacts);\nc. person delivering the intervention (e.g. healthcare professional, lay person);\nd. to examine whether the impact of support varied between high- and low-and middle-income countries."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth's Trials Register (which includes results of searches of CENTRAL, MEDLINE, Embase, CINAHL, ClinicalTrials.gov, WHO International Clinical Trials Registry Platform (ICTRP)) (11 May 2021) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised controlled trials comparing extra support for healthy breastfeeding mothers of healthy term babies with usual maternity care. Support could be provided face-to-face, over the phone or via digital technologies. All studies had to meet the trustworthiness criteria."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane Pregnancy and Childbirth methods. Two review authors independently selected trials, extracted data, and assessed risk of bias and study trustworthiness.  The certainty of the evidence was assessed using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "This updated review includes 116 trials of which 103 contribute data to the analyses. In total more than 98,816 mother-infant pairs were included.\nModerate-certainty evidence indicated that 'breastfeeding only' support probably reduced the number of women stopping breastfeeding for all primary outcomes: stopping any breastfeeding at six months (Risk Ratio (RR) 0.93, 95% Confidence Interval (CI) 0.89 to 0.97); stopping exclusive breastfeeding at six months (RR 0.90, 95% CI 0.88 to 0.93); stopping any breastfeeding at 4-6 weeks (RR 0.88, 95% CI 0.79 to 0.97); and stopping exclusive breastfeeding at 4-6 (RR 0.83 95% CI 0.76 to 0.90). Similar findings were reported for the secondary breastfeeding outcomes except for any breastfeeding at two months and 12 months when the evidence was uncertain if 'breastfeeding only' support helped reduce the number of women stopping breastfeeding.\nThe evidence for 'breastfeeding plus' was less consistent. For primary outcomes there was some evidence that 'breastfeeding plus' support probably reduced the number of women stopping any breastfeeding (RR 0.94, 95% CI 0.91 to 0.97, moderate-certainty evidence) or exclusive breastfeeding at six months (RR 0.79, 95% CI 0.70 to 0.90).  'Breastfeeding plus' interventions may have a beneficial effect on reducing the number of women stopping exclusive breastfeeding at 4-6 weeks, but the evidence is very uncertain (RR 0.73, 95% CI 0.57 to 0.95). The evidence suggests that 'breastfeeding plus' support probably results in little to no difference in the number of women stopping any breastfeeding at 4-6 weeks (RR 0.94, 95% CI 0.82 to 1.08, moderate-certainty evidence). For the secondary outcomes, it was uncertain if 'breastfeeding plus' support helped reduce the number of women stopping any or exclusive breastfeeding at any time points.\nThere were no consistent findings emerging from the narrative synthesis of the non-breastfeeding outcomes (maternal satisfaction with care, maternal satisfaction with feeding method, infant morbidity, and maternal mental health), except for a possible reduction of diarrhoea in intervention infants.\nWe considered the overall risk of bias of trials included in the review was mixed. Blinding of participants and personnel is not feasible in such interventions and as studies utilised self-report breastfeeding data, there is also a risk of bias in outcome assessment.\nWe conducted meta-regression to explore substantial heterogeneity for the primary outcomes using the following categories: person providing care; mode of delivery; intensity of support; and income status of country.  It is possible that moderate levels (defined as 4-8 visits) of 'breastfeeding only' support may be associated with a more beneficial effect on exclusive breastfeeding at 4-6 weeks and six months. 'Breastfeeding only' support may also be more effective in reducing women in low- and middle-income countries (LMICs) stopping exclusive breastfeeding at six months compared to women in high-income countries (HICs). However, no other differential effects were found and thus heterogeneity remains largely unexplained. The meta-regression suggested that there were no differential effects regarding person providing support or mode of delivery, however, power was limited."
    },
    {
      "heading": "Authors' conclusions",
      "text": "When 'breastfeeding only' support is offered to women, the duration and in particular, the exclusivity of breastfeeding is likely to be increased. Support may also be more effective in reducing the number of women stopping breastfeeding at three to four months compared to later time points.  For 'breastfeeding plus' interventions the evidence is less certain. Support may be offered either by professional or lay/peer supporters, or a combination of both. Support can also be offered face-to-face, via telephone or digital technologies, or a combination and may be more effective when delivered on a schedule of four to eight visits. Further work is needed to identify components of the effective interventions and to deliver interventions on a larger scale."
    }
  ],
  "pls_title": "Support for breastfeeding mothers",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "The World Health Organization recommends that infants should be breastfed exclusively until six months of age with breastfeeding continuing as an important part of the infant’s diet until he or she is at least two years old. We know that breastfeeding is good for the short-term and long-term health of both infants and their mothers. Babies are less likely to develop lung or gut infections. They are also less likely to become overweight and develop diabetes later in life. The mothers are also less likely to develop diabetes and to experience breast or ovarian cancer. Many mothers may stop breastfeeding before they want to as a result of the problems they encounter. Good care and support may help women overcome difficulties and gain confidence so that they can continue to breastfeed.\nThis review looked at whether providing extra organised support for breastfeeding mothers would help mothers to continue to breastfeed when compared with standard maternity care. We were interested in support from health professionals including midwives, nurses and doctors, or from trained lay workers such as community health workers and volunteers."
    },
    {
      "heading": "Why is this important?",
      "text": "By knowing what kind of support can be provided to help mothers with breastfeeding, we can help them continue to breastfeed for as long as they want to, wherever they live. Stopping breastfeeding early may cause disappointment, depression and long-lasting distress for mothers and health problems for themselves and their infants. Support can be in the form of giving reassurance, praise, information, and the opportunity for women to discuss concerns and ask questions as needed."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence on 11 May 2021. This updated review now includes 116 randomised controlled studies, of which 103 trials have contributed to the analyses, from 42 countries and involved 98,816 women and their babies. Some 55% of the women were from high-income countries, 37% from middle-income countries and 8% from low-income countries.\nIn this update of the review, we grouped interventions into two different categories. The first group, 'breastfeeding only', were interventions that only contained breastfeeding support. In the second group, breastfeeding support was one part of a larger intervention that also aimed to provide other health benefits for the mother or her infant (e.g. vaccinations, new baby care). We have called these 'breastfeeding plus' interventions.\nOverall, these trials showed that it is probable that fewer women who received a ‘breastfeeding only’ support intervention stopped exclusively breastfeeding at all time points up to and including six months.  The effect was largest from 4-6 weeks to 3-4 months where we estimate that 17% and 19% fewer women would probably stop exclusively breastfeeding. The effect was smaller at six months where we estimate 10% fewer women would probably stop exclusively breastfeeding.\nThe evidence also suggests that women receiving ‘breastfeeding only’ support were probably less likely to stop any breastfeeding at time points up to and including six months. Again, the effect was largest from 4-6 weeks to 3-4 months where we estimate that 12% and 13% less women would probably stop any breastfeeding.  At six months we estimate that 7% less women would probably stop breastfeeding. There were not enough studies to show if ‘breastfeeding only’ support interventions could reduce the number of women who stop any breastfeeding at either nine months or 12 months.\nFor women who received 'breastfeeding plus' interventions the evidence is less clear. Women receiving ‘breastfeeding plus’ support may be 27% less likely to stop exclusive breastfeeding at 4-6 weeks (very low-certainty evidence).  Similarly, the evidence suggests that 21% fewer women may stop exclusive breastfeeding at six months. The effect on any breastfeeding was smaller where we estimate that 6% less women probably stopped any breastfeeding at six months. It remains unclear if 'breastfeeding plus' interventions reduce the number of women who stop any or exclusive breastfeeding at the other time points examined.\nThere was a lack of clear evidence on the factors that may help women breastfeed for longer. However, a specific schedule of four to eight contacts may help increase the number of women exclusively breastfeeding at 4-6 weeks or six months when receiving a 'breastfeeding only intervention'.\nFor ‘breastfeeding only’ support interventions, we generally judged the evidence to be of moderate certainty. This means that we are moderately confident in our findings.  For ‘breastfeeding plus’ support interventions the quality of the evidence was more mixed and the certainty ranged from moderate to very low."
    },
    {
      "heading": "What does this mean?",
      "text": "Providing women with extra organised support helps them breastfeed their babies for longer. Breastfeeding support may be more helpful if it has 4-8 scheduled visits. There does not appear to be a difference in who provides the support (i.e. professional or non-professional) or how it is provided (face-to-face, phone, digital technologies or combinations). Indeed, different kinds of support may be needed in different geographical locations to meet the needs of the people within that locality. Further work is needed to identify components of the effective interventions and to deliver interventions on a larger scale."
    }
  ]
}