{
  "doi": "10.1002/14651858.CD011505.pub2",
  "name": "Oral galactagogues (natural therapies or drugs) for increasing breast milk production in mothers of non‐hospitalised term infants ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Many women express concern about their ability to produce enough milk, and insufficient milk is frequently cited as the reason for supplementation and early termination of breastfeeding. When addressing this concern, it is important first to consider the influence of maternal and neonatal health, infant suck, proper latch, and feeding frequency on milk production, and that steps be taken to correct or compensate for any contributing issues.\nOral galactagogues are substances that stimulate milk production. They may be pharmacological or non-pharmacological (natural). Natural galactagogues are usually botanical or other food agents. The choice between pharmacological or natural galactagogues is often influenced by familiarity and local customs. Evidence for the possible benefits and harms of galactagogues is important for making an informed decision on their use."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effect of oral galactagogues for increasing milk production in non-hospitalised breastfeeding mother-term infant pairs."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register, ClinicalTrials.gov, the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP), Health Research and Development Network - Phillippines (HERDIN), Natural Products Alert (Napralert), the personal reference collection of author LM, and reference lists of retrieved studies (4 November 2019)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) and quasi-RCTs (including published abstracts) comparing oral galactagogues with placebo, no treatment, or another oral galactagogue in mothers breastfeeding healthy term infants. We also included cluster-randomised trials but excluded cross-over trials."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane Pregnancy and Childbirth methods for data collection and analysis. Two to four review authors independently selected the studies, assessed the risk of bias, extracted data for analysis and checked accuracy. Where necessary, we contacted the study authors for clarification."
    },
    {
      "heading": "Main results",
      "text": "Forty-one RCTs involving 3005 mothers and 3006 infants from at least 17 countries met the inclusion criteria. Studies were conducted either in hospitals immediately postpartum or in the community. There was considerable variation in mothers, particularly in parity and whether or not they had lactation insufficiency. Infants' ages at commencement of the studies ranged from newborn to 6 months. The overall certainty of evidence was low to very low because of high risk of biases (mainly due to lack of blinding), substantial clinical and statistical heterogeneity, and imprecision of measurements.\nPharmacological galactagogues\nNine studies compared a pharmacological galactagogue (domperidone, metoclopramide, sulpiride, thyrotropin-releasing hormone) with placebo or no treatment.\nThe primary outcome of proportion of mothers who continued breastfeeding at 3, 4 and 6 months was not reported. Only one study (metoclopramide) reported on the outcome of infant weight, finding little or no difference (mean difference (MD) 23.0 grams, 95% confidence interval (CI) -47.71 to 93.71; 1 study, 20 participants; low-certainty evidence).\nThree studies (metoclopramide, domperidone, sulpiride) reported on milk volume, finding pharmacological galactagogues may increase milk volume (MD 63.82 mL, 95% CI 25.91 to 101.72; I² = 34%; 3 studies, 151 participants; low-certainty evidence). Subgroup analysis indicates there may be increased milk volume with each drug, but with varying CIs.\nThere was limited reporting of adverse effects, none of which could be meta-analysed. Where reported, they were limited to minor complaints, such as tiredness, nausea, headache and dry mouth (very low-certainty evidence). No adverse effects were reported for infants.\nNatural galactagogues\nTwenty-seven studies compared natural oral galactagogues (banana flower, fennel, fenugreek, ginger, ixbut, levant cotton, moringa, palm dates, pork knuckle, shatavari, silymarin, torbangun leaves or other natural mixtures) with placebo or no treatment.\nOne study (Mother's Milk Tea) reported breastfeeding rates at six months with a concluding statement of \"no significant difference\" (no data and no measure of significance provided, 60 participants, very low-certainty evidence).\nThree studies (fennel, fenugreek, moringa, mixed botanical tea) reported infant weight but could not be meta-analysed due to substantial clinical and statistical heterogeneity (I2 = 60%, 275 participants, very low-certainty evidence). Subgroup analysis shows we are very uncertain whether fennel or fenugreek improves infant weight, whereas moringa and mixed botanical tea may increase infant weight compared to placebo. Thirteen studies (Bu Xue Sheng Ru, Chanbao, Cui Ru, banana flower, fenugreek, ginger, moringa, fenugreek, ginger and turmeric mix, ixbut, mixed botanical tea, Sheng Ru He Ji, silymarin, Xian Tong Ru, palm dates; 962 participants) reported on milk volume, but meta-analysis was not possible due to substantial heterogeneity (I2 = 99%). The subgroup analysis for each intervention suggested either benefit or little or no difference (very low-certainty evidence). There was limited reporting of adverse effects, none of which could be meta-analysed. Where reported, they were limited to minor complaints such as mothers with urine that smelled like maple syrup and urticaria in infants (very low-certainty evidence).\nGalactagogue versus galactagogue\nEight studies (Chanbao; Bue Xue Sheng Ru, domperidone, moringa, fenugreek, palm dates, torbangun, moloco, Mu Er Wu You, Kun Yuan Tong Ru) compared one oral galactagogue with another. We were unable to perform meta-analysis because there was only one small study for each match-up, so we do not know if one galactagogue is better than another for any outcome."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Due to extremely limited, very low certainty evidence, we do not know whether galactagogues have any effect on proportion of mothers who continued breastfeeding at 3, 4 and 6 months. There is low-certainty evidence that pharmacological galactagogues may increase milk volume. There is some evidence from subgroup analyses that natural galactagogues may benefit infant weight and milk volume in mothers with healthy, term infants, but due to substantial heterogeneity of the studies, imprecision of measurements and incomplete reporting, we are very uncertain about the magnitude of the effect. We are also uncertain if one galactagogue performs better than another. With limited data on adverse effects, we are uncertain if there are any concerning adverse effects with any particular galactagogue; those reported were minor complaints.\nHigh-quality RCTs on the efficacy and safety of galactagogues are urgently needed. A set of core outcomes to standardise infant weight and milk volume measurement is also needed, as well as a strong basis for the dose and dosage form used."
    }
  ],
  "pls_title": "Milk boosters (galactagogues) for mothers breastfeeding their healthy infants born at term",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "We set out to determine the ability of milk boosters taken by mouth (medicine, herb or food) to increase milk production in breastfeeding mothers of healthy infants born at term. Poor milk supply is often given as the reason for early supplementation and weaning sooner than desired. A range of factors, including mother's and baby's health, baby's sucking skills, proper latch and frequency of feeds, can affect milk production. Every attempt should first be made to identify and correct the causes for low milk production before trying a milk booster."
    },
    {
      "heading": "Why is this important?",
      "text": "Inadequate milk production can be distressing for mothers and threatening to babies' health. The choice of milk booster is often influenced by familiarity or local customs. Some mothers may prefer medications, while others prefer natural remedies. Evidence for the possible benefits and harms of milk boosters is important to assist mothers in making informed decisions."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence from randomised controlled studies up to 4 November 2019 and identified 41 eligible studies involving 3005 mothers and 3006 infants from at least 17 countries. The studies varied widely in babies ages, type of milk boosters investigated, how long they were taken, and how outcomes were reported. Medications included sulpiride, metoclopramide, domperidone and thyrotropin-releasing hormone. Natural interventions included banana flower, fennel, fenugreek, ginger, ixbut, levant cotton, moringa, palm dates, pork knuckle, shatavari, silymarin, torbangun leaves, and a variety of natural mixtures as teas or soups."
    },
    {
      "heading": "Milk-boosting medication",
      "text": "Nine studies compared a milk-boosting medication with placebo or no treatment. None reported exclusive breastfeeding rates at 3. 4 or 6 months and only one (metoclopramide, 20 participants) reported on weight gain in infants receiving only their mothers' own milk, with better results in the milk booster group. Three studies that tracked milk volume (domperidone, metoclopramide, sulpiride; 151 participants) reported more milk in the booster groups, though the certainty of the evidence was low. Adverse effects were poorly reported. Where mentioned, they were limited to minor complaints, such as tiredness, nausea, decreased appetite, headache and dry mouth."
    },
    {
      "heading": "Natural milk boosters",
      "text": "Twenty-seven studies compared natural milk boosters with placebo or no treatment. Only one (Mother’s Milk Tea; 60 participants) examined the impact on breastfeeding rates, reporting \"no significant difference at 6 months\" without providing any data (very low-certainty evidence). Three studies (275 participants) reported infant weight, two of which (moringa, mixed botanical tea) reported higher gains in the milk booster group, while the other study (fennel and fenugreek) was inconclusive on whether infant weight gain improved with the milk boosters. In the 13 studies tracking changes in milk volume (Bu Xue Sheng Ru, Chan Bao, Cui Ru, banana flower, fenugreek, ginger, moringa, fenugreek, ginger and turmeric mix, ixbut, mixed botanical tea, Sheng Ru He Ji, silymarin, Xian Tong Ru, palm dates; 962 participants), some showed benefits and others little or no difference, so we are very uncertain about the results for milk volume. Adverse effects were poorly reported. Where mentioned, they were limited to minor complaints, such as mothers with urine that smells like maple syrup and rash in infants (very low-certainty evidence)."
    },
    {
      "heading": "One milk booster compared with another",
      "text": "Eight studies (Chanbao, Bue Xue Sheng Ru, domperidone, moringa, fenugreek, palm dates, torbangun, moloco, Mu Er Wu You, Kun Yuan Tong Ru) compared one milk booster with another. There was only one small study for each particular match-up, hence we cannot be certain if any one milk booster truly worked better than another."
    },
    {
      "heading": "What does this mean?",
      "text": "There is limited evidence that milk-boosting medications may increase milk volume and that natural milk boosters may improve milk volume and infants' weight, but we are very uncertain about the supporting evidence. Due to limited information, we are also uncertain if there are any risks to the mother or baby in taking any particular milk booster. More high-quality studies are needed to increase our certainty about the effects of milk boosters."
    }
  ]
}