{
  "doi": "10.1002/14651858.CD002109.pub4",
  "name": "Antibiotics for community‐acquired pneumonia in adult outpatients",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Lower respiratory tract infection (LRTI) is the third leading cause of death worldwide and the first leading cause of death in low-income countries. Community-acquired pneumonia (CAP) is a common condition that causes a significant disease burden for the community, particularly in children younger than five years, the elderly and immunocompromised people. Antibiotics are the standard treatment for CAP. However, increasing antibiotic use is associated with the development of bacterial resistance and side effects for the patient. Several studies have been published regarding optimal antibiotic treatment for CAP but many of these data address treatments in hospitalised patients. This is an update of our 2009 Cochrane Review and addresses antibiotic therapies for CAP in outpatient settings."
    },
    {
      "heading": "Objectives",
      "text": "To compare the efficacy and safety of different antibiotic treatments for CAP in participants older than 12 years treated in outpatient settings with respect to clinical, radiological and bacteriological outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (2014, Issue 1), MEDLINE (January 1966 to March week 3, 2014), EMBASE (January 1974 to March 2014), CINAHL (2009 to March 2014), Web of Science (2009 to March 2014) and LILACS (2009 to March 2014)."
    },
    {
      "heading": "Selection criteria",
      "text": "We looked for randomised controlled trials (RCTs), fully published in peer-reviewed journals, of antibiotics versus placebo as well as antibiotics versus another antibiotic for the treatment of CAP in outpatient settings in participants older than 12 years of age. However, we did not find any studies of antibiotics versus placebo. Therefore, this review includes RCTs of one or more antibiotics, which report the diagnostic criteria and describe the clinical outcomes considered for inclusion in this review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors (LMB, TJMV) independently assessed study reports in the first publication. In the 2009 update, LMB performed study selection, which was checked by TJMV and MMK. In this 2014 update, two review authors (SP, SM) independently performed and checked study selection. We contacted trial authors to resolve any ambiguities in the study reports. We compiled and analysed the data. We resolved differences between review authors by discussion and consensus."
    },
    {
      "heading": "Main results",
      "text": "We included 11 RCTs in this review update (3352 participants older than 12 years with a diagnosis of CAP); 10 RCTs assessed nine antibiotic pairs (3321 participants) and one RCT assessed four antibiotics (31 participants) in people with CAP. The study quality was generally good, with some differences in the extent of the reporting. A variety of clinical, bacteriological and adverse events were reported. Overall, there was no significant difference in the efficacy of the various antibiotics. Studies evaluating clarithromycin and amoxicillin provided only descriptive data regarding the primary outcome. Though the majority of adverse events were similar between all antibiotics, nemonoxacin demonstrated higher gastrointestinal and nervous system adverse events when compared to levofloxacin, while cethromycin demonstrated significantly more nervous system side effects, especially dysgeusia, when compared to clarithromycin. Similarly, high-dose amoxicillin (1 g three times a day) was associated with higher incidence of gastritis and diarrhoea compared to clarithromycin, azithromycin and levofloxacin."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Available evidence from recent RCTs is insufficient to make new evidence-based recommendations for the choice of antibiotic to be used for the treatment of CAP in outpatient settings. Pooling of study data was limited by the very low number of studies assessing the same antibiotic pairs. Individual study results do not reveal significant differences in efficacy between various antibiotics and antibiotic groups. However, two studies did find significantly more adverse events with use of cethromycin as compared to clarithromycin and nemonoxacin when compared to levofloxacin. Multi-drug comparisons using similar administration schedules are needed to provide the evidence necessary for practice recommendations. Further studies focusing on diagnosis, management, cost-effectiveness and misuse of antibiotics in CAP and LRTI are warranted in high-, middle- and low-income countries."
    }
  ],
  "pls_title": "Antibiotics for community-acquired pneumonia in adolescent and adult outpatients",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "This review studied the effects of antibiotics on adolescents and adults with pneumonia acquired and treated in the community (as opposed to acquiring pneumonia in hospital and/or being treated for pneumonia in hospital). The evidence is current to March 2014."
    },
    {
      "heading": "Background",
      "text": "Lower respiratory tract infection is the third leading cause of death worldwide and the first leading cause of death in low-income countries. Pneumonia, or infection of the lungs, is a common condition representing a significant disease burden for the community. Pneumonia is especially life-threatening in children younger than five years, in older people and in people with other illnesses that may affect their immune system (such as diabetes or HIV/AIDS, or solid organ transplant recipients). Antibiotics are the most common treatment for pneumonia and these can vary in their effectiveness and adverse effects."
    },
    {
      "heading": "Study characteristics",
      "text": "We identified 11 trials (with 3352 participants older than 12 years with a diagnosis of community-acquired pneumonia), fully published in peer-reviewed journals, focused on treatment of pneumonia in adolescents and adults treated in the community in outpatient settings. This included five new trials included since our last review published in 2009. None of the trials included antibiotics versus placebo; all trials included one or more antibiotics. All participants were diagnosed with pneumonia based upon clinical diagnosis by the physician and chest X-ray."
    },
    {
      "heading": "Study funding sources",
      "text": "All included trials were well conducted; nine of the 11 trials were sponsored by bio-pharmaceutical companies manufacturing the antibiotics used in the study, or their authors were closely linked with the company."
    },
    {
      "heading": "Key results",
      "text": "Nine of the included trials compared different antibiotics and, hence, we could not combine the results of the individual trials to present our overall conclusion. There were some notable adverse events in seven studies: 1) erythromycin demonstrated significant gastrointestinal side effects compared to clarithromycin in two studies; 2) nemonoxacin demonstrated higher gastrointestinal (nausea, diarrhoea) and nervous system (dizziness, headache) adverse events compared to levofloxacin; 3) cethromycin demonstrated more side effects, especially a distortion of the sense of taste, than clarithromycin; 4) gastritis and diarrhoea were more common in the high-dose amoxicillin group (1 g three times a day) compared to the other three antibiotic groups (clarithromycin, azithromycin and levofloxacin)."
    },
    {
      "heading": "Conclusion",
      "text": "Unfortunately, there were not enough trials to compare the effects of different antibiotics for pneumonia acquired and treated in the community."
    }
  ]
}