{
  "doi": "10.1002/14651858.CD003787",
  "name": "Therapeutic ultrasound for the treatment of rheumatoid arthritis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Ultrasound is often used by rehabilitation specialists as an adjunct therapy for the symptomatic treatment of rheumatoid arthritis (RA). Its mechanical energy has anti-inflammatory as well as analgesic properties."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effects of ultrasound on objective and subjective measures of disease activity in people with RA."
    },
    {
      "heading": "Search methods",
      "text": "A comprehensive search was conducted of the Cochrane Field of Rehabilitation and Related Therapies register, Cochrane Musculoskeletal Review Group register, MEDLINE, EMBASE, PEDro, Current Contents, Sports Discus, and CINAHL (to September 2001). Handsearching was conducted on all retrieved papers and content experts were contacted to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Comparative controlled studies including randomized controlled trials and clinical controlled trials in people with RA were eligible. No language restrictions were applied. Abstracts were accepted."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two independent reviewers identified potential articles from the literature search. These reviewers extracted data using pre-defined extraction forms. Consensus was reached on all the extracted data. Quality was assessed by two reviewers using a five point validated assessment tool that measured the quality of randomization, double-blinding and description of withdrawals."
    },
    {
      "heading": "Main results",
      "text": "Two studies (n of 80), where n is the number of participants, met the inclusion criteria. Ultrasound to the palmar and dorsal aspects of the hand significantly increased grip strength, measured as weighted mean difference (WMD) from control [WMD 28.07 (95 CI: 13.37 to 42.77)]. Ultrasound to the palmar and dorsal aspects of the hand also appeared to have beneficial effects on the following outcome measures: wrist dorsal flexion [WMD 1.90 (95%CI: 0.64 to 3.16)], duration of morning stiffness [WMD 28.54 (95%CI: 0.18 to 56.90)], number of swollen joints [WMD 1.02 (95%CI: 0.45 to 1.59)], and the number of painful joints [WMD 1.20 (95%CI: 0.45 to 1.95)]. There was no significant difference between a) exercises and wax baths, b) exercises with ultrasound, c) exercises with ultrasound and faradic hand baths on the outcome measures: pain score, grip strength, circumference of proximal interphalangeal (PIP) joints, articular index, and range of motion or level of activity."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The reviewers concluded that ultrasound in combination with exercises, faradic current and wax bath treatment modalities is not supported and cannot be recommended. Ultrasound alone can, however, be used on the hand to increase grip strength, and to a lesser extent and based on borderline results, increase wrist dorsal flexion, decrease morning stiffness, reduce the number of swollen joints, and reduce the number of painful joints. It is important to note that these conclusions are limited by methodological considerations such as poor quality of the included trials, the low number of clinical trials, and the small number of study participants."
    }
  ],
  "pls_title": "Continuous ultrasound to the hand benefits grip strength in people with rheumatoid arthritis (RA)",
  "pls_type": "long",
  "pls": "Ultrasound is one of the modalities often chosen by qualified health professionals for the symptomatic treatment of RA based on its anti-inflammatory and analgesic effects. This review of two randomized trials (RCTs) showed that continuous ultrasound applied in water to the dorsal and palmar aspects of the hand increased grip strength as compared with placebo. This benefit was not evident with combined therapy (exercise, wax bath, faradic hand baths). Ultrasound also produced a borderline increase in wrist dorsal flexion, decreased morning stiffness, and reduced the number of swollen and painful joints. The conclusions are limited by few studies, small sample size and limitations in study methodology."
}