{
  "doi": "10.1002/14651858.CD002005.pub2",
  "name": "Anticoagulation for cerebral venous sinus thrombosis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Treatment of cerebral venous sinus thrombosis with anticoagulants has been controversial. Anticoagulants may prevent new venous infarcts, neurologic deterioration and pulmonary embolism but may also promote haemorrhages."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of anticoagulant therapy in patients with confirmed cerebral venous sinus thrombosis."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Stroke Group Trials Register (last searched August 2010), MEDLINE (1950 to August 2010), EMBASE (1980 to August 2010) and the Cochrane Central Register of Controlled Trials (The Cochrane Library, 2011 Issue 1). In an effort to identify further published, unpublished and ongoing trials we searched ongoing trials registers and reference lists of relevant articles, and contacted authors."
    },
    {
      "heading": "Selection criteria",
      "text": "Unconfounded randomised controlled trials in which anticoagulant therapy was compared with placebo or open control in patients with cerebral venous sinus thrombosis (confirmed by intra-arterial contrast, or venography with magnetic resonance, or venography with computed tomography imaging)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted outcomes for each of the two treatment groups (anticoagulant treatment and control). The outcome data for each patient were analysed in the treatment group to which the patient was originally allocated (intention-to-treat analysis). We calculated a weighted estimate of the treatment effects across trials (relative risk, absolute risk reduction)."
    },
    {
      "heading": "Main results",
      "text": "We included two small trials involving 79 patients. One trial (20 patients) examined the efficacy of intravenous, adjusted dose unfractionated heparin. The other trial (59 patients) examined high dose, body weight adjusted, subcutaneous, low-molecular weight heparin (nadroparin). Anticoagulant therapy was associated with a pooled relative risk of death of 0.33 (95% confidence interval (CI) 0.08 to 1.21) and of death or dependency of 0.46 (95% CI 0.16 to 1.31). The absolute reduction in the risk of death or dependency was 13% (95% CI 30% to -3%). No new symptomatic intracerebral haemorrhages were observed. One major gastro-intestinal haemorrhage occurred after anticoagulant treatment. Two control patients (placebo) had a diagnosis of probable pulmonary embolism (one fatal)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Based upon the limited evidence available, anticoagulant treatment for cerebral venous sinus thrombosis appeared to be safe and was associated with a potentially important reduction in the risk of death or dependency which did not reach statistical significance."
    }
  ],
  "pls_title": "Anticoagulation for cerebral venous sinus thrombosis",
  "pls_type": "long",
  "pls": "Blood thinning (anticoagulant) drugs may be beneficial for patients with clotting of the veins that surround the brain (sinus thrombosis). Sinus thrombosis is a rare condition where blood clots form in the veins that drain blood from the brain. However, anticoagulant drugs, which are often used to treat sinus thrombosis, carry a risk of bleeding. We only found two small trials involving 79 patients; the results of the review suggested that anticoagulant drugs are probably safe and may be beneficial for people with sinus thrombosis but these results are not conclusive."
}