{
  "doi": "10.1002/14651858.CD004971.pub2",
  "name": "Different powered toothbrushes for plaque control and gingival health",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Powered brushes were first introduced commercially in the 1960s. A recent systematic review suggested the superiority of certain modes of powered over manual toothbrushing for plaque and gingivitis reduction. That review did not allow for direct comparison between different modes of powered toothbrush."
    },
    {
      "heading": "Objectives",
      "text": "To compare different modes of powered toothbrushing against each other for plaque reduction and the health of the gingivae. Other factors to be assessed were calculus and stain removal, cost, dependability and adverse effects."
    },
    {
      "heading": "Search methods",
      "text": "The following databases were searched: Cochrane Oral Health Group's Trials Register (to 26 July 2010); Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2010, Issue 3); MEDLINE via OVID (1950 to 26 July 2010); EMBASE via OVID (1980 to 26 July 2010); CINAHL via EBSCO (1982 to 26 July 2010). There were no language restrictions."
    },
    {
      "heading": "Selection criteria",
      "text": "Trials were considered for inclusion with the following criteria: random allocation of participants; no compromised manual dexterity; unsupervised powered toothbrushing for at least 4 weeks. The primary outcomes were the plaque and gingivitis scores after powered toothbrush use during trial period."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data extraction was performed independently and in duplicate. The authors of trials were contacted to provide missing data where possible. The effect measure for each meta-analysis was the standardised mean difference (SMD) with 95% confidence intervals (CI) using the random-effects model. Potential sources of heterogeneity were assessed."
    },
    {
      "heading": "Main results",
      "text": "The review included data from 17 trials with 1369 participants. There is evidence from seven trials of up to three months and at unclear/high risk of bias that rotation oscillation brushes reduce plaque (SMD 0.24; 95% CI 95% 0.02, 0.46) and gingivitis (SMD 0.35; 95% CI -0.04, 0.74) more than side to side brushes. Due to the dearth of trials, no other definitive conclusions can be stated regarding the superiority of one mode of powered toothbrush over any other. Only minor and transient side effects were reported. Cost, dependability were not reported."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is some evidence that rotation oscillation brushes reduce plaque and gingivitis more than side to side brushes in the short term. This difference is small and it's clinical importance is unclear. Further trials of good quality are required to assess the superiority of other modes of action for powered toothbrushes."
    }
  ],
  "pls_title": "Different types of powered toothbrushes for plaque control and healthy gums",
  "pls_type": "long",
  "pls": "Powered brushes were first introduced commercially in the 1960s. A previously published Cochrane systematic review suggested one type of powered brush was superior to manual toothbrushing for the removal of plaque and reduction of gum inflammation.That review did not allow direct comparison between the different types of powered toothbrushes.\nThis review included data from 17 trials with 1369 participants. Brushes with a rotation oscillation action reduced plaque and gingivitis more than those with a side to side action in the short term. However, the difference was small and it's clinical importance unclear. Due to the low numbers of trials using other types of powered brushes, no other definitive conclusions can be drawn regarding the superiority of one type of powered toothbrush over another. Only minor and transient side effects were reported. Cost and reliability of the brushes were not reported in the trials.\nFurther trials of good quality are required to establish if other types of powered brush are better at reducing plaque and gingivitis."
}