{
  "doi": "10.1002/14651858.CD011460.pub2",
  "name": "Oral tapentadol for cancer pain",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "A large proportion of people with advanced cancer will experience moderate to severe pain. Tapentadol is a novel, centrally acting analgesic medicine acting at the μ-opioid receptor and inhibiting noradrenaline reuptake. The efficacy of tapentadol is stated to be comparable to morphine and oxycodone."
    },
    {
      "heading": "Objectives",
      "text": "To assess the analgesic efficacy of tapentadol for the relief of cancer pain in adults, and the adverse events associated with its use in clinical trials."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, and EMBASE from January 2005 to July 2015, together with reference lists of retrieved papers and review articles, and two clinical trial registries. Searches started from 2005 because this covered the period during which clinical trials were conducted. We contacted the manufacturer of tapentadol in the UK to find additional trials not identified by electronic searches. We did not restrict searches by language."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) of tapentadol compared with placebo or active controls in adults with moderate to severe cancer pain. Pain had to be measured using a validated assessment tool, and studies had to include at least 10 participants per treatment arm."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently extracted data using a standard form and assessed risk of bias. We extracted available data on study design, participant details, interventions, and outcomes, including analgesic outcome measures, withdrawals, and adverse events."
    },
    {
      "heading": "Main results",
      "text": "We included four studies with 1029 participants. All the studies used a parallel-group design, and included an initial titration phase to determine the maximum effective and tolerated dose, followed by a maintenance phase. Tapentadol medication was taken twice daily and doses ranged from 50 to 500 mg per day. Rescue medication (morphine or oxycodone immediate-release) was available to participants in all studies.\nOverall, 440 participants were randomised in classically designed RCTs, and 589 participants were enrolled in enriched-enrolment, randomised-withdrawal (EERW) trials. A total of 476 participants were randomised to titration with tapentadol and 338 participants took tapentadol throughout the maintenance phase of their trial.\nAll studies used numerical rating scores, Patient Global Impression of Change scores, and use of rescue medication as measures of efficacy, and all reported on adverse events and withdrawals.\nAll studies enrolled fewer than 200 participants per treatment arm and were therefore at risk of overestimating efficacy. One study was terminated early due to problems with supply of rescue medication, with fewer than 20 participants enrolled per treatment arm in the maintenance phase of the trial. We judged another study at high risk of bias due to an open-label design.\nThere were insufficient data for pooling and statistical analysis. Response rates for pain intensity were comparable across treatment groups in each study. In one EERW study, response rates were high across both treatment and placebo arms during the maintenance phase (62% tapentadol, 69% morphine, 50% placebo). For pain relief, tapentadol is no more and no less effective than oxycodone or morphine (low quality evidence).\nTreatment emergent adverse event rates were high, approximately 50% to 90%. The most common adverse events were gastrointestinal (nausea, vomiting, constipation) (low quality evidence). There was no advantage of tapentadol over morphine or oxycodone in terms of serious adverse events. The number of people experiencing effects on consciousness, appetite, or thirst was low."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Information from RCTs on the effectiveness and tolerability of tapentadol was limited. The available studies were of moderate or small size and used different designs, which prevented pooling of data. Pain relief and adverse events were comparable between the tapentadol and morphine and oxycodone groups."
    }
  ],
  "pls_title": "Oral tapentadol for cancer pain",
  "pls_type": "long",
  "pls": "Tapentadol taken by mouth produced good pain relief for people with moderate to severe cancer pain, similar to morphine or oxycodone.\nOne person in two or three who gets cancer will experience moderate to severe pain. As the cancer advances, the pain may get worse. Morphine has been used since the 1950s for controlling cancer pain. Since then, a number of medications with morphine-like actions have been developed for controlling pain, one of which is tapentadol. Tapentadol has been studied in clinical trials since 2005, but has only been used in the UK since 2011. It is available in tablets of different strengths, and is normally taken twice a day. In this review, we set out to estimate how well tapentadol worked and how many people had side effects, including serious effects or those that stopped people from taking the medication.\nWe searched medical databases for clinical trials in adults with moderate to severe cancer pain that compared tapentadol with placebo (dummy medicine) or other pain-relieving medicines, and measured pain using recognised assessment methods.\nWe found four studies with 1029 participants. All four studies compared participants taking tapentadol to participants taking similar medicine, such as morphine or oxycodone. All studies gave participants a period of time to find the best dose to take, before continuing on the medication and comparing their pain levels.\nAll the studies were small or medium sized, so the results are at risk of being influenced by random fluctuations rather than real differences, and they may also overestimate any effects. One trial allowed participants to know what medication they were taking, and one trial was stopped early due administrative problems, so they did not have enough people in the study. We have to be cautious interpreting results from these studies.\nBecause the studies all used different designs, we could not compare the results from one with another. However, each study showed that there was not much difference between the pain levels of people taking tapentadol and people taking morphine and oxycodone. Pain levels were generally well controlled. The studies also showed there was no measurable difference in how many adverse effects people had while taking tapentadol, morphine, or oxycodone.\nTherefore, we can conclude only that the studies to date show tapentadol was no more or less effective and no more or less well tolerated than morphine and oxycodone."
}