{
  "doi": "10.1002/14651858.CD000057.pub2",
  "name": "Clomiphene citrate for unexplained subfertility in women",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "The effectiveness of clomiphene citrate has been demonstrated in the treatment of subfertility associated with infrequent or irregular ovulation. The physiologic effects and clinical benefits in ovulatory women with unexplained subfertility are less clear. The drug is associated with an increased risk of multiple pregnancy and a suggestion of potentially increased ovarian cancer risks. In light of these concerns, defining the effectiveness of clomiphene citrate for ovulatory women with unexplained subfertility is extremely important."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of clomiphene citrate in improving pregnancy outcomes in women with unexplained subfertility, used in a dose range of 50 to 250 mg for up to 10 days. The primary outcome was live births."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Menstrual Disorders and Subfertility Group Specialised Register (June 2009), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2009, Issue 2), MEDLINE (1966 to June 2009), EMBASE (1980 to June 2009) and reference lists of articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Only randomised controlled trials were included. Quasi-randomised designs were excluded."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Fourteen potentially relevant trials were identified of which seven were included in this review. All trials were assessed for risk of bias using standardised Menstrual Disorders and Subfertility Group methodology."
    },
    {
      "heading": "Main results",
      "text": "Data relating to 1159 participants from seven trials were collated. There was no evidence that clomiphene citrate was more effective than no treatment or placebo for live birth (odds ratio (OR) 0.79, 95% CI 0.45 to 1.38; P = 0.41) or for clinical pregnancy per woman randomised both with intrauterine insemination (IUI) (OR 2.40, 95% CI 0.70 to 8.19; P = 0.16), without IUI (OR 1.03, 95% CI 0.64 to 1.66; P = 0.91) and without IUI but using human chorionic gonadotropin (hCG) (OR 1.66, 95% CI 0.56 to 4.80; P = 0.35). It should be noted that heterogeneity between studies ranged from 34% to 58% using the I2 statistic."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence of clinical benefit of clomiphene citrate for unexplained fertility. When making this treatment choice, potential side effects should be discussed. These include the increased risk of multiple pregnancy and the concern that use for more that 12 cycles has been associated with a three-fold increase in risk of ovarian cancer."
    }
  ],
  "pls_title": "Clomiphene citrate for unexplained subfertility in women",
  "pls_type": "long",
  "pls": "Clomiphene citrate is a fertility drug that can increase the number of eggs released for possible fertilisation. It is used by women who do not ovulate regularly and by some who do but still have not become pregnant. Clomiphene citrate does not appear to increase the chance of pregnancy in women who ovulate regularly but have failed to conceive after more than a year of unprotected intercourse and so are considered to be subfertile. An associated risk of treatment with clomiphene citrate is a 10% chance of multiple pregnancy. The results of this review of trials should be used with caution due to the heterogeneity between some of the studies."
}