{
  "doi": "10.1002/14651858.CD010235.pub3",
  "name": "The role of high‐frequency oscillations in epilepsy surgery planning",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Epilepsy is a serious brain disorder characterized by recurrent unprovoked seizures. Approximately two-thirds of seizures can be controlled with antiepileptic medications (Kwan 2000). For some of the others, surgery can completely eliminate or significantly reduce the occurrence of disabling seizures. Localization of epileptogenic areas for resective surgery is far from perfect, and new tools are being investigated to more accurately localize the epileptogenic zone (the zone of the brain where the seizures begin) and improve the likelihood of freedom from postsurgical seizures. Recordings of pathological high-frequency oscillations (HFOs) may be one such tool."
    },
    {
      "heading": "Objectives",
      "text": "To assess the ability of HFOs to improve the outcomes of epilepsy surgery by helping to identify more accurately the epileptogenic areas of the brain."
    },
    {
      "heading": "Search methods",
      "text": "For the latest update, we searched the Cochrane Epilepsy Group Specialized Register (25 July 2016), the Cochrane Central Register of Controlled Trials (CENTRAL) via the Cochrane Register of Studies Online (CRSO, 25 July 2016), MEDLINE (Ovid, 1946 to 25 July 2016), CINAHL Plus (EBSCOhost, 25 July 2016), Web of Science (Thomson Reuters, 25 July 2016), ClinicalTrials.gov (25 July 2016), and the World Health Organization International Clinical Trials Registry Platform ICTRP (25 July 2016)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included studies that provided information on the outcomes of epilepsy surgery for at least six months and which used high-frequency oscillations in making decisions about epilepsy surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "The primary outcome of the review was the Engel Class Outcome System (class I = no disabling seizures, II = rare disabling seizures, III = worthwhile improvement, IV = no worthwhile improvement). Secondary outcomes were responder rate, International League Against Epilepsy (ILAE) epilepsy surgery outcome, frequency of adverse events from any source and quality of life outcomes. We intended to analyse outcomes via an aggregated data fixed-effect model meta-analysis."
    },
    {
      "heading": "Main results",
      "text": "Two studies representing 11 participants met the inclusion criteria. Both studies were small non-randomised trials, with no control group and no blinding. The quality of evidence for all outcomes was very low. The combination of these two studies resulted in 11 participants who prospectively used ictal HFOs for epilepsy surgery decision making. Results of the postsurgical seizure freedom Engel class I to IV outcome were determined over a period of 12 to 38 months (average 23.4 months) and indicated that six participants had an Engel class I outcome (seizure freedom), two had class II (rare disabling seizures), three had class III (worthwhile improvement). No adverse effects were reported. Neither study compared surgical results guided by HFOs versus surgical results guided without HFOs."
    },
    {
      "heading": "Authors' conclusions",
      "text": "No reliable conclusions can be drawn regarding the efficacy of using HFOs in epilepsy surgery decision making at present."
    }
  ],
  "pls_title": "The role of high-frequency oscillations in epilepsy surgery planning",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Epilepsy is characterized by recurrent seizures. Seizures are typically short events with changes in awareness, changes in feelings or sensations, and strange body movements. More than half of the people with epilepsy have seizures which can be controlled with medication. For those with epileptic seizures that do not respond to medication, surgery can treat the seizures in many, but not all, individuals. New tools are being investigated to more accurately find the area in the brain which produces the seizures, to help remove the area of the brain causing the seizures. Recordings of high-frequency oscillations (HFOs) (these are signals in the brain that oscillate faster than the typical signals that are recorded) may be one such tool."
    },
    {
      "heading": "Results",
      "text": "Our literature searches carried out on 25 July 2016 found that so far 11 participants have been enrolled in two small prospective studies that used recordings of abnormal HFOs to help delineate the epileptogenic zone and guide resective surgery."
    },
    {
      "heading": "Conclusions",
      "text": "No reliable conclusions can be drawn from the limited evidence that exists at present."
    }
  ]
}