{
  "doi": "10.1002/14651858.CD004081.pub3",
  "name": "Lidocaine for preventing postoperative sore throat",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Sore throat is a common side-effect of general anaesthesia and is reported by between 30% and 70% of patients after tracheal intubation. The likelihood of a sore throat varies with the type, diameter, and cuff pressure of the endotracheal tube used. If intubation is essential, it may be helpful to give drugs prophylactically to alleviate postoperative sore throat. Local anaesthetics and steroids have been used for this purpose. This review was originally published in 2009 and was updated in 2015."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to evaluate the efficacy and any harm caused by topical and systemic lidocaine used prophylactically to prevent postoperative sore throat in adults undergoing general anaesthesia with endotracheal intubation."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (The Cochrane Library 2013, Issue 9), MEDLINE (January 1966 to October 2013), and EMBASE (1980 to October 2013). We also contacted manufacturers and researchers in the field. The original search was undertaken in June 2007. We reran the search in February 2015 and found four studies of interest. We will deal with those studies when we next update the review."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized controlled trials (RCTs) of topical and systemic prophylactic lidocaine therapy versus control (using air or saline) that reported on the risk and severity of postoperative sore throat as an outcome."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed trial quality and extracted data. We contacted study authors for additional information, such as the risk of any adverse effects."
    },
    {
      "heading": "Main results",
      "text": "We included 19 studies involving 1940 participants in this updated review. Of those 1940 participants, 952 received topical or systemic lidocaine therapy and 795 were allocated to the control groups. Topical and systemic lidocaine therapy appeared to reduce the risk of postoperative sore throat (16 studies, 1774 participants, risk ratio (RR) was 0.64 (95% confidence interval (CI) 0.48 to 0.85), the quality of the evidence was low), although when only high-quality trials were included (eight studies, 814 participants) the effect was no longer significant (RR 0.71, 95% CI 0.47 to 1.09). Lidocaine given systemically in two studies (320 participants) did not reveal evidence of an effect (RR 0.44, 95% CI 0.19 to 1.05 ). The severity of sore throat as measured on a visual-analogue scale (VAS) was reduced by lidocaine therapy (six trials, 611 participants, (mean difference (MD) -10.80, 95% CI -14.63 to -6.98). The adverse effects of lidocaine were not reported in these studies, though toxicity is generally rare."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In our revised systematic review, although the results of included studies show generally positive results, they should be interpreted carefully. The effect size of lidocaine appeared to be affected by study quality; drug concentration; route of administration; management of cuff pressure during anaesthesia; the included population; and the type of outcome measured."
    }
  ],
  "pls_title": "Lidocaine for prevention of a sore throat following an operation under general anaesthetic",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence of the effect of lidocaine for preventing a sore throat in people following an operation under general anaesthetic. (General anaesthetics are medicines used to send people asleep. They can be given via an intravenous line (IV) into the person's veins, via a mask, or via an endotracheal tube placed through the mouth past the larynx (voicebox) into the trachea. In this review the anaesthetic was given via an endotracheal tube.)"
    },
    {
      "heading": "Background",
      "text": "Sore throat is a common side-effect of having a general anaesthetic. It is usually caused by the endotracheal tube that is inserted through a person's mouth, placed in the airway, to keep their airway open and make sure that person is breathing properly. People sometimes buck and cough when the tube is inserted in their airway and even if they do not, the presence of the tube during the operation can give them a sore throat. It may be possible to use drugs, such as the local anaesthetic lidocaine, to prevent postoperative sore throat. (A local anaesthetic prevents a person feeling pain. It is given to one specific area rather than the whole body.)"
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to October 2013. We included 19 randomized controlled trials (1940 participants) in this updated review. (We reran the search in February 2015 and found four studies of interest. We will deal with those studies when we next update the review.) Lidocaine was either put into the cuff (the cuff makes sure that the tube stays in place), sprayed onto the person's vocal cords, or used as a gel smeared on the end of the tube."
    },
    {
      "heading": "Key results",
      "text": "The summarized results of the included studies showed positive results. However, the interpretation of the results should be judged carefully. Though the possible adverse effects of using lidocaine were not reported in the included studies, there are a few case reports about lidocaine toxicity, although this is very rare."
    },
    {
      "heading": "Quality of evidence",
      "text": "For lidocaine therapy versus control, the quality of the evidence for risk of sore throat was low (according to Grading of Recommendations Assessment, Development and Evaluation (GRADE)). This is because most of the trials did not describe how allocation was concealed and the results of the risk of sore throat were inconsistent, the quality of the evidence of the severity of sore throat , measured by the visual-analogue scale, was moderate (according to GRADE)."
    }
  ]
}