{
  "doi": "10.1002/14651858.CD010585.pub2",
  "name": "Combination pharmacotherapy for the treatment of fibromyalgia in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Fibromyalgia is a chronic widespread pain condition affecting millions of people worldwide. Current pharmacotherapies are often ineffective and poorly tolerated. Combining different agents could provide superior pain relief and possibly also fewer side effects."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy, safety, and tolerability of combination pharmacotherapy compared to monotherapy or placebo, or both, for the treatment of fibromyalgia pain in adults."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL, MEDLINE, and Embase to September 2017. We also searched reference lists of other reviews and trials registries."
    },
    {
      "heading": "Selection criteria",
      "text": "Double-blind, randomised controlled trials comparing combinations of two or more drugs to placebo or other comparators, or both, for the treatment of fibromyalgia pain."
    },
    {
      "heading": "Data collection and analysis",
      "text": "From all studies, we extracted data on: participant-reported pain relief of 30% or 50% or greater; patient global impression of clinical change (PGIC) much or very much improved or very much improved; any other pain-related outcome of improvement; withdrawals (lack of efficacy, adverse events), participants experiencing any adverse event, serious adverse events, and specific adverse events (e.g. somnolence and dizziness). The primary comparison was between combination and one or all single-agent comparators. We also assessed the evidence using GRADE and created a 'Summary of findings' table."
    },
    {
      "heading": "Main results",
      "text": "We identified 16 studies with 1474 participants. Three studies combined a non-steroidal anti-inflammatory drug (NSAID) with a benzodiazepine (306 participants); two combined amitriptyline with fluoxetine (89 participants); two combined amitriptyline with a different agent (92 participants); two combined melatonin with an antidepressant (164 participants); one combined carisoprodol, paracetamol (acetaminophen), and caffeine (58 participants); one combined tramadol and paracetamol (acetaminophen) (315 participants); one combined malic acid and magnesium (24 participants); one combined a monoamine oxidase inhibitor with 5-hydroxytryptophan (200 participants); and one combined pregabalin with duloxetine (41 participants). Six studies compared the combination of multiple agents with each component alone and with inactive placebo; three studies compared combination pharmacotherapy with each individual component but did not include an inactive placebo group; two studies compared the combination of two agents with only one of the agents alone; and three studies compared the combination of two or more agents only with inactive placebo.\nHeterogeneity among studies in terms of class of agents evaluated, specific combinations used, outcomes reported, and doses given prevented any meta-analysis. None of the combinations of drugs found provided sufficient data for analysis compared with placebo or other comparators for our preferred outcomes. We therefore provide a narrative description of results. There was no or inadequate evidence in any comparison for primary and secondary outcomes. Two studies only reported any primary outcomes of interest (patient-reported pain relief of 30%, or 50%, or greater). For each 'Risk of bias' item, only half or fewer of studies had unequivocal low risk of bias. Small size and selective reporting were common as high risk of bias.\nOur GRADE assessment was therefore very low for primary outcomes of pain relief of 30% or 50% or greater, PGIC much or very much improved or very much improved, any pain-related outcome, participants experiencing any adverse event, any serious adverse event, or withdrawing because of an adverse event.\nThree studies found some evidence that combination pharmacotherapy reduced pain compared to monotherapy; these trials tested three different combinations: melatonin and amitriptyline, fluoxetine and amitriptyline, and pregabalin and duloxetine. Adverse events experienced by participants were not serious, and where they were reported (in 12 out of 16 studies), all participants experienced them, regardless of treatment. Common adverse events were nausea, dizziness, somnolence, and headache."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There are few, large, high-quality trials comparing combination pharmacotherapy with monotherapy for fibromyalgia, consequently limiting evidence to support or refute the use of combination pharmacotherapy for fibromyalgia."
    }
  ],
  "pls_title": "Combinations of drugs versus single drugs to treat fibromyalgia pain in adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Bottom line",
      "text": "There is no good evidence to prove or disprove that combining drugs is better than using single drugs for fibromyalgia."
    },
    {
      "heading": "Background",
      "text": "People with fibromyalgia experience constant, widespread pain, sleep problems, and fatigue. Common drugs such as paracetamol (acetaminophen) and ibuprofen are not usually effective. Medicines used to treat epilepsy or depression can sometimes be effective for fibromyalgia and other forms of long-lasting pain where there may be nerve damage. Many individuals with fibromyalgia take many different drugs to deal with pain. We did this review to find the evidence about using combinations of drugs compared to single drugs."
    },
    {
      "heading": "Study characteristics",
      "text": "In September 2017 we searched for clinical trials where combinations of medicines were used for fibromyalgia pain in adults. We found 16 studies evaluating combinations of drugs versus one drug for fibromyalgia pain."
    },
    {
      "heading": "Key results",
      "text": "These studies looked at combinations of all sorts of different drugs, but did not provide enough data to draw any conclusions. Many of the studies did not directly compare a combination of drugs with each single drug. They sometimes compared a combination of medicines with only one of the medicines in the combination, or with only placebo. This limited our ability to make any conclusions.\nMost studies did not report any of the outcomes important to people with fibromyalgia. Some studies showed that a combination of drugs is better at reducing pain than one drug alone, but other studies showed that one drug alone is better than a combination of drugs. Other studies did not find any difference between combinations of drugs and single drugs.\nSide effects were not severe, and generally were not different between combination therapy and monotherapy."
    },
    {
      "heading": "Quality of the evidence",
      "text": "We rated the quality of the evidence from studies using four levels: very low, low, moderate, or high. Very low-quality evidence means that we are very uncertain about the results. High-quality evidence means that we are very confident in the results. Overall, the quality of evidence for important outcomes was very low. None of the combinations of drugs provided enough information for our preferred outcomes. We think that new studies will be very likely to change any conclusions drawn from these studies."
    }
  ]
}