{
  "doi": "10.1002/14651858.CD004226.pub3",
  "name": "Antenatal interventions for fetomaternal alloimmune thrombocytopenia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Fetomaternal alloimmune thrombocytopenia results from the formation of antibodies by the mother which are directed against a fetal platelet alloantigen inherited from the father. The resulting fetal thrombocytopenia (reduced platelet numbers) may cause bleeding, particularly into the brain, before or shortly after birth. Antenatal treatment of fetomaternal alloimmune thrombocytopenia includes the administration of intravenous immunoglobulin (IVIG) and/or corticosteroids to the mother to prevent severe fetal thrombocytopenia. IVIG and corticosteroids both have short-term and possibly long-term side effects. IVIG is also costly and optimal regimens need to be identified."
    },
    {
      "heading": "Objectives",
      "text": "To determine the optimal antenatal treatment of fetomaternal alloimmune thrombocytopenia to prevent fetal and neonatal haemorrhage and death."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (28 February 2011) and bibliographies of relevant publications and review articles."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled studies comparing any intervention with no treatment, or comparing any two interventions."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed eligibility, trial quality and extracted data."
    },
    {
      "heading": "Main results",
      "text": "We included four trials involving 206 people. One trial involving 39 people compared a corticosteroid (prednisone) versus IVIG alone. In this trial, where analysable data were available, there was no statistically significant differences between the treatment arms for predefined outcomes. Three trials involving 167 people compared IVIG plus a corticosteroid (prednisone in two trials and dexamethasone in one trial) versus IVIG alone. In these trials there was no statistically significant difference in the findings between the treatment arms for predefined outcomes (intracranial haemorrhage; platelet count at birth and preterm birth). Lack of complete data sets and important differences in interventions precluded the pooling of data from these trials."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The optimal management of fetomaternal alloimmune thrombocytopenia remains unclear. Lack of complete data sets for two trials and differences in interventions precluded the pooling of data from these trials which may have enabled a more developed analysis of the trial findings. Further trials would be required to determine optimal treatment (the specific medication and its dose and schedule). Such studies should include long-term follow up of all children and mothers."
    }
  ],
  "pls_title": "Antenatal interventions for fetomaternal alloimmune thrombocytopenia",
  "pls_type": "long",
  "pls": "The optimal management of pregnant women with a previous child affected by fetomaternal alloimmune thrombocytopenia remains unclear.\nDifferences between the platelets of an unborn baby and their mother, because of a fetal platelet alloantigen inherited from the father and not shared by the mother, can lead to the development of antibodies in the mother. These attack the baby's platelets and can lead to bleeding complications for the baby. This is termed fetomaternal alloimmune thrombocytopenia, meaning a reduction in the number of platelets in the baby’s blood because of their destruction by the mother's antibodies. The baby is at risk of bleeding in the brain (intracranial haemorrhage) before or shortly after birth and the baby may die or have long-lasting problems. Fetomaternal alloimmune thrombocytopenia often occurs in the first pregnancy and is usually only diagnosed following the birth of a baby with a low platelet count. Active antenatal management to prevent severe thrombocytopenia is confined to those women who have had a previously affected infant. \n\nFetal blood sampling from the umbilical vein is used to monitor the fetal platelet count but carries a risk of fetal loss. Intrauterine platelet transfusions are also associated with a risk of fetal loss and are now only used as treatment for women who do not respond to medical treatment. Medication is intravenous immunoglobulin (IVIG) with or without immunosuppression with corticosteroids. The four small trials (n = 206) provide insufficient evidence to determine the best treatment for fetomaternal alloimmune thrombocytopenia."
}