{
  "doi": "10.1002/14651858.CD003536.pub2",
  "name": "Immunosuppressive and cytotoxic therapy for pulmonary sarcoidosis",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Immunosuppressive and cytotoxic agents have been used as both an alternative to oral corticosteroids, and as a means of maintaining a low dose of steroids in the treatment of pulmonary sarcoidosis."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy of immunosuppressive and cytotoxic agents in the treatment of pulmonary sarcoidosis."
    },
    {
      "heading": "Search methods",
      "text": "CENTRAL, MEDLINE, EMBASE and CINAHL were searched for possible randomised trials and bibliographies were checked for other potentially relevant trials. Searches were current as of April 2006."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials comparing an immunosuppressive or cytotoxic therapy with a control in patients with pulmonary sarcoidosis were included in the review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two reviewers independently assessed studies for inclusion and extracted data for entry in to the RevMan 4.2. Pharmaceutical companies and study investigators were contacted for unpublished trials."
    },
    {
      "heading": "Main results",
      "text": "Five studies were included in the review. Trials comparing methotrexate, chloroquine, cyclosporin A and pentoxifylline were identified. No data could be combined for a meta-analysis. Data on lung function, chest x-ray scores and dyspnoea were largely inconclusive. Adverse effects were associated with methotrexate, cyclosporin A, chloroquine and pentoxifylline. In two small studies methotrexate and pentoxifylline were associated with a steroid sparing effect. In the methotrexate study this was apparent after 12 months of therapy, but no difference was observed at 6 months."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The current body of evidence supporting the use of immunosuppressive agents and cytotoxic therapies is limited. Side-effects associated with some of the therapies were severe."
    }
  ],
  "pls_title": "Immunosuppressive and cytotoxic therapy for pulmonary sarcoidosis",
  "pls_type": "long",
  "pls": "Sarcoidosis is a condition that can affect most of the organs in the body, including the lungs, heart, brain, bones, liver and skin. Patients who have severe disease or those who do not respond to treatment with steroids are often given powerful agents that suppress the immune system in an attempt to control the disease. However, these drugs have severe side effects. There is no evidence at the moment that the benefits of these drugs outweigh their side effects."
}