{
  "doi": "10.1002/14651858.CD010577.pub2",
  "name": "Interventions for treating gas gangrene",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Gas gangrene is a rapidly progressive and severe disease that results from bacterial infection, usually as the result of an injury; it has a high incidence of amputation and a poor prognosis. It requires early diagnosis and comprehensive treatments, which may involve immediate wound debridement, antibiotic treatment, hyperbaric oxygen therapy, Chinese herbal medicine, systemic support, and other interventions. The efficacy and safety of many of the available therapies have not been confirmed."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the efficacy and safety of potential interventions in the treatment of gas gangrene compared with alternative interventions or no interventions."
    },
    {
      "heading": "Search methods",
      "text": "In March 2015 we searched: The Cochrane Wounds Group Specialized Register, The Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library), Ovid MEDLINE, Ovid EMBASE, EBSCO CINAHL, Science Citation Index, the China Biological Medicine Database (CBM-disc), the China National Knowledge Infrastructure (CNKI), and the Chinese scientific periodical database of VIP INFORMATION (VIP) for relevant trials. We also searched reference lists of all identified trials and relevant reviews and four trials registries for eligible research. There were no restrictions with respect to language, date of publication or study setting."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected randomized controlled trials (RCTs) and quasi-RCTs that compared one treatment for gas gangrene with another treatment, or with no treatment."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Independently, two review authors selected potentially eligible studies by reviewing their titles, abstracts and full-texts. The two review authors extracted data using a pre-designed extraction form and assessed the risk of bias of each included study. Any disagreement in this process was solved by the third reviewer via consensus. We could not perform a meta-analysis due to the small number of studies included in the review and the substantial clinical heterogeneity between them, so we produced a narrative review instead."
    },
    {
      "heading": "Main results",
      "text": "We included two RCTs with a total of 90 participants. Both RCTs assessed the effect of interventions on the 'cure rate' of gas gangrene; 'cure rate' was defined differently in each study, and differently to the way we defined it in this review.\nOne trial compared the addition of Chinese herbs to standard treatment (debridement and antibiotic treatment; 26 participants) against standard treatment alone (20 participants). At the end of the trial the estimated risk ratio (RR) of 3.08 (95% confidence intervals (CI) 1.00 to 9.46) favoured Chinese herbs. The other trial compared standard treatment (debridement and antibiotic treatment) plus topical hyperbaric oxygen therapy (HBOT; 21 participants) with standard treatment plus systemic HBOT (23 participants). There was no evidence of difference between the two groups; RR of 1.10 (95% CI 0.25 to 4.84). For both comparisons the GRADE assessment was very low quality evidence due to risk of bias and imprecision so further trials are needed to confirm these results.\nNeither trial reported on this review's primary outcomes of quality of life, and amputation and death due to gas gangrene, or on adverse events. Trials that addressed other therapies such as immediate debridement, antibiotic treatment, systemic support, and other possible treatments were not available."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Re-analysis of the cure rate based on the definition used in our review did not show beneficial effects of additional use of Chinese herbs or topical HBOT on treating gas gangrene. The absence of robust evidence meant we could not determine which interventions are safe and effective for treating gas gangrene. Further rigorous RCTs with appropriate randomisation, allocation concealment and blinding, which focus on cornerstone treatments and the most important clinical outcomes, are required to provide useful evidence in this area."
    }
  ],
  "pls_title": "Interventions for treating gas gangrene",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Gas gangrene is a serious and intense infection that may lead to amputation of a limb and even death; it is a medical emergency. It usually occurs when an injury caused by trauma or accident becomes infected, or as the result of a postoperative infection, although it can also arise without obvious injury. Gas gangrene is caused by bacteria (especially Clostridium species), which can live and grow in wounds where there is a low concentration of oxygen. The bacteria release toxins that cause substantial damage to the tissue around the wound, and can cause fatal deterioration of the whole body. Successful management of the infection requires early diagnosis and effective treatments.\nA variety of treatments are used to treat gas gangrene. The main ones are debridement (removal of dead and foreign matter, and collections of blood, from the wound) and antibiotics to kill the bacteria. Other treatments that can be added to these essential treatments include hyperbaric oxygen therapy (in which oxygen is supplied at a high pressure), and Chinese herbal medicine, as well as other interventions that address the symptoms of gas gangrene."
    },
    {
      "heading": "Review question",
      "text": "We investigated which interventions are effective and safe for the treatment of gas gangrene."
    },
    {
      "heading": "What we found",
      "text": "In March 2015 we searched a wide range of medical databases and registers of medical trials to identify randomized controlled trials (RCTs; these produce the most reliable results) that compared one treatment of gas gangrene with another treatment, or with no treatment. We identified two relevant RCTs with a total of 90 participants with gas gangrene.\nOne RCT (46 participants) compared standard treatment plus treatment with Chinese herbs to standard treatment alone (debridement and antibiotics). This RCT showed a higher cure rate in the group of participants treated with the Chinese herbs than in the group that had standard treatment alone (21/26 versus 9/20 participants respectively). The definition of 'cure' used in the trial was the proportion of participants who were cured or improved. When we restricted the definition of 'cure' to those participants who were cured (and left out those who were 'improved'), the difference in cure rate between the Chinese herb group (12/26 participants) and the standard treatment group (3/20 participants) was slightly smaller.\nThe other RCT (44 participants) compared standard treatment plus topical hyperbaric oxygen therapy (HBOT; applied at the wound surface) against standard treatment plus systemic HBOT that was given to the whole body. The cure rate was higher in the group of participants who had topical HBOT than in the group that had systemic HBOT (19/21 versus 11/23 participants respectively). The definition of 'cure' used in the trial was the proportion of participants who were cured or significantly improved. When we restricted the definition of 'cure' to those participants who were cured (and left out those who were 'significantly improved'), there was little difference between the topical HBOT group (3/21 participants) and the systemic HBOT group (3/23 participants).\nThe quality of the evidence for both comparisons on the outcome of cure rate was very low. Neither trial reported on quality of life, amputation or death attributable to gas gangrene or harmful effects of treatment. We did not find trials that investigated any other treatments for gas gangrene."
    },
    {
      "heading": "Conclusions",
      "text": "The benefits and harms of different treatments for gas gangrene remain unclear as the available trials do not provide high quality evidence, due to low sample numbers and a number of problems with the way the trials were conducted that can introduce bias to the results. Further trials or observational studies with appropriate study design, that focus on the main treatments for gas gangrene and that report on quality of life, amputation and death due to gas gangrene, and harms that may be caused by treatment are needed."
    }
  ]
}