{
  "doi": "10.1002/14651858.CD010453.pub2",
  "name": "Aspirin as adjunctive treatment for giant cell arteritis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Giant cell arteritis (GCA) is a common inflammatory condition that affects medium and large-sized arteries and can cause sudden, permanent blindness. At present there is no alternative to early treatment with high-dose corticosteroids as the recommended standard management. Corticosteroid-induced side effects can develop and further disease-related ischaemic complications can still occur. Alternative and adjunctive therapies are sought. Aspirin has been shown to have effects on the immune-mediated inflammation in GCA, hence it may reduce damage caused in the arterial wall."
    },
    {
      "heading": "Objectives",
      "text": "To assess the safety and effectiveness of low-dose aspirin, as an adjunctive, in the treatment of giant cell arteritis (GCA)."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (which contains the Cochrane Eyes and Vision Group Trials Register) (2013, Issue 12), Ovid MEDLINE, Ovid MEDLINE In-Process and Other Non-Indexed Citations, Ovid MEDLINE Daily, Ovid OLDMEDLINE (January 1946 to January 2014), EMBASE (January 1980 to January 2014), Latin American and Caribbean Health Sciences Literature Database (LILACS) (January 1982 to January 2014), the meta Register of Controlled Trials (mRCT) (www.controlled-trials.com), ClinicalTrials.gov (www.clinicaltrials.gov), the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) (www.who.int/ictrp/search/en) and the US Food and Drugs Administration (FDA) web site (www.fda.gov). We did not use any date or language restrictions in the electronic searches for trials. We last searched the electronic databases on 24 January 2014."
    },
    {
      "heading": "Selection criteria",
      "text": "We planned to include only randomised controlled trials (RCTs) comparing outcomes of GCA with and without concurrent adjunctive use of low-dose aspirin."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently assessed the search results for trials identified by the electronic searches. No trials met our inclusion criteria, therefore we undertook no assessment of risk of bias or meta-analysis."
    },
    {
      "heading": "Main results",
      "text": "We found no RCTs that met the inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is currently no evidence from RCTs to determine the safety and efficacy of low-dose aspirin as an adjunctive treatment in GCA. Clinicians who are considering the use of low-dose aspirin as an adjunctive treatment in GCA must also recognise the established haemorraghic risks associated with aspirin, especially in the context of concurrent treatment with corticosteroids. There is a clear need for effectiveness trials to guide the management of this life-threatening condition."
    }
  ],
  "pls_title": "Aspirin as an additional treatment for giant cell arteritis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Giant cell arteritis (GCA) is a condition where inflammation destroys the wall of arterial blood vessels usually seen in the head. GCA affects people over the age of 50 years and is more common as people get older. Early on people feel tired and unwell; they have loss of appetite and can lose weight. Most people then develop a new headache, which can make it uncomfortable to touch their hair and scalp. Some people find chewing food uncomfortable. GCA can cause sudden blindness in one or both eyes. Other rare complications include double vision and life-threatening aneurysms and stroke.\nMaking the diagnosis can be difficult for doctors. Blood tests can help, but not everyone has signs in the blood of raised inflammation. A temporal artery biopsy is recommended. If the biopsy is negative some people still remain on treatment as their clinical story matches the typical disease presentation.\nAt diagnosis the emergency treatment is with high-dose steroids (corticosteroids). Corticosteroids are typically reduced slowly over 12 to 18 months, however some people relapse and need long-term treatment. Corticosteroids have serious side effects such as weight gain, mood changes, stomach bleeds, bone thinning and fractures. Despite best treatment people can still go blind in one or both eyes. A different drug needs to be found to treat this condition to reduce the risk of blindness, other complications and treatment-related side effects. Aspirin has been shown to have beneficial effects on the type of inflammation that causes damage in GCA and could therefore help to reduce disease-related complications."
    },
    {
      "heading": "Review question",
      "text": "The review authors searched the medical evidence for low-dose aspirin used as an additional treatment to corticosteroids in GCA. The purpose was to investigate whether aspirin helps reduce the risk of blindness and other life-threatening complications. We also wanted to know whether aspirin causes an increase in side effects, particularly stomach bleeds, when used together with corticosteroids."
    },
    {
      "heading": "Key results",
      "text": "The evidence provided by this review is current to January 2014. There were no randomised controlled trials found that met the criteria for inclusion. There is limited medical information on the use of aspirin in GCA."
    },
    {
      "heading": "Conclusions",
      "text": "At the present time there is not enough data to make a comment on whether aspirin is of benefit in GCA. More research is needed."
    }
  ]
}