{
  "doi": "10.1002/14651858.CD004158.pub3",
  "name": "Rehabilitation following carpal tunnel release",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Various rehabilitation treatments may be offered following carpal tunnel syndrome (CTS) surgery. The effectiveness of these interventions remains unclear. This is the first update of a review first published in 2013."
    },
    {
      "heading": "Objectives",
      "text": "To review the effectiveness and safety of rehabilitation interventions following CTS surgery compared with no treatment, placebo, or another intervention."
    },
    {
      "heading": "Search methods",
      "text": "On 29 September 2015, we searched the Cochrane Neuromuscular Specialised Register, the Cochrane Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, CINAHL Plus, AMED, LILACS, and PsycINFO. We also searched PEDro (3 December 2015) and clinical trials registers (3 December 2015)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised or quasi-randomised clinical trials that compared any postoperative rehabilitation intervention with either no intervention, placebo, or another postoperative rehabilitation intervention in individuals who had undergone CTS surgery."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected trials for inclusion, extracted data, assessed risk of bias, and assessed the quality of the body of evidence for primary outcomes using the GRADE (Grades of Recommendation, Assessment, Development and Evaluation) approach according to standard Cochrane methodology."
    },
    {
      "heading": "Main results",
      "text": "In this review we included 22 trials with a total of 1521 participants. Two of the trials were newly identified at this update. We studied different rehabilitation treatments including immobilisation using a wrist orthosis, dressings, exercise, controlled cold therapy, ice therapy, multi-modal hand rehabilitation, laser therapy, electrical modalities, scar desensitisation, and arnica. Three trials compared a rehabilitation treatment to a placebo, four compared rehabilitation to a no treatment control, three compared rehabilitation to standard care, and 15 compared various rehabilitation treatments to one another.\nOverall, the included studies were very low in quality. Thirteen trials explicitly reported random sequence generation; of these, five adequately concealed the allocation sequence. Four trials achieved blinding of both participants and outcome assessors. Five were at high risk of bias from incompleteness of outcome data at one or more time intervals, and eight had high risk of selective reporting bias.\nThese trials were heterogeneous in terms of treatments provided, duration of interventions, the nature and timing of outcomes measured, and setting. Therefore, we were not able to pool results across trials.\nFour trials reported our primary outcome, change in self reported functional ability at three months or more. Of these, three trials provided sufficient outcome data for inclusion in this review. One small high-quality trial studied a desensitisation programme compared with standard treatment and revealed no statistically significant functional benefit based on the Boston Carpal Tunnel Questionnaire (BCTQ) (mean difference (MD) -0.03, 95% confidence interval (CI) -0.39 to 0.33). One low-quality trial assessed participants six months post surgery using the Disabilities of the Arm, Shoulder and Hand (DASH) questionnaire and found no significant difference between a no formal therapy group and a group given a two-week course of multi-modal therapy commenced at five to seven days post surgery (MD 1.00, 95% CI -4.44 to 6.44). One very low-quality quasi-randomised trial found no statistically significant difference in function on the BCTQ at three months post surgery with early immobilisation (plaster wrist orthosis worn until suture removal) compared with a splint and late mobilisation (MD 0.39, 95% CI -0.45 to 1.23).\nDifferences between treatments for secondary outcome measures (change in self reported functional ability measured at less than three months; change in CTS symptoms; change in CTS-related impairment measures; presence of iatrogenic symptoms from surgery; return to work or occupation; and change in neurophysiological parameters) were generally small and not statistically significant. Few studies reported adverse events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is limited and, in general, low quality evidence for the benefit of the reviewed interventions. People who have undergone CTS surgery should be informed about the limited evidence of effectiveness of postoperative rehabilitation interventions. Until researchers provide results of more high-quality trials that assess the effectiveness and safety of various rehabilitation treatments, the decision to provide rehabilitation following CTS surgery should be based on the clinician's expertise, the patient's preferences and the context of the rehabilitation environment. It is important for researchers to identify patients who respond to a particular treatment and those who do not, and to undertake high-quality studies that evaluate the severity of iatrogenic symptoms from surgery, measure function and return-to-work rates, and control for confounding variables."
    }
  ],
  "pls_title": "Rehabilitation following carpal tunnel release",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Are rehabilitation interventions after surgery for carpal tunnel syndrome effective and safe?"
    },
    {
      "heading": "Background",
      "text": "Carpal tunnel syndrome (CTS) is a condition in which a nerve that runs through a bony and fibrous tunnel in the wrist is compressed. This leads to pain, numbness and tingling in the hand, sometimes extending into the forearm. At advanced stages, some people with CTS have weakness and muscle wasting in the hand. CTS is more common in women and individuals with certain risk factors, such as diabetes, obesity, arthritis, older age, working in certain occupations, and previous wrist fracture. Many people undergo surgery to reduce pressure on the nerve, to lessen pain, and improve sensation and hand function. Sometimes individuals receive rehabilitation following CTS surgery. Rehabilitation treatments are believed to speed up recovery and manage pain or symptoms from the surgery itself. This is the first update of a review first published in 2013."
    },
    {
      "heading": "Study characteristics",
      "text": "On 29 September 2015, we searched for all relevant clinical trials in which a rehabilitation treatment was compared with another rehabilitation treatment, no treatment or placebo (sham treatment). We found 22 trials with a total of 1521 participants that assessed the benefits and harms of different rehabilitation treatments following CTS surgery. Two of the trials were newly identified at this update."
    },
    {
      "heading": "Key results and quality of the evidence",
      "text": "Based on these studies, we found limited and low quality evidence for the benefit of the reviewed treatments, including immobilisation with a wrist orthosis (splint), use of dressings post surgery, exercise, cold and ice therapy, different types of hand rehabilitation provided in combination, laser therapy, electrical treatments, scar desensitisation, and arnica. Few studies reported on the safety of these treatments.\nMore research is needed to investigate the effectiveness and safety of the various types of rehabilitation treatment available for people following CTS surgery.\nThe evidence is up to date to September 2015."
    }
  ]
}