{
  "doi": "10.1002/14651858.CD004323.pub4",
  "name": "Quality of life after rectal resection for cancer, with or without permanent colostomy.",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "For almost one hundred years abdominoperineal excision has been the standard treatment of choice for rectal cancer. With advances in the techniques for rectal resection and anastomosis, anterior resection with preservation of the sphincter function has become the preferred treatment for rectal cancers, except for those cancers very close to the anal sphincter. The main reason for this has been the conviction that the quality of life for patients with a colostomy after abdominoperineal excision was poorer than for patients undergoing an operation with a sphincter-preserving technique. \nHowever, patients having sphincter-preserving operations may experience symptoms affecting their quality of life that are different from stoma-patients."
    },
    {
      "heading": "Objectives",
      "text": "To compare the quality of life in rectal cancer patients with or without permanent colostomy."
    },
    {
      "heading": "Search methods",
      "text": "We searched PUBMED, EMBASE, LILACS, the Cochrane Central Register of Controlled Trials (CENTRAL), the Cochrane Colorectal Cancer Group's specialised register. Abstract books from major gastroenterological and colorectal congresses were searched. Reference lists of the selected articles were scrutinized."
    },
    {
      "heading": "Selection criteria",
      "text": "All controlled clinical trials and observational studies in which quality of life was measured in patients with rectal cancer having either abdominoperineal excision/Hartmann's operation or low anterior resection, using a validated quality of life instrument, were considered."
    },
    {
      "heading": "Data collection and analysis",
      "text": "One reviewer (JP) checked the titles and abstracts identified from the databases and hand search. Full text copies of all studies of possible relevance were obtained. The reviewer decided which studies met the inclusion criteria. \nBoth reviewers independently extracted data. If information was insufficient the original author was contacted to obtain missing data. Extracted data were cross-checked and discrepancies resolved by consensus."
    },
    {
      "heading": "Main results",
      "text": "Sixty-nine potential studies were identified. Thirty-five of these, all non-randomised and representing 5127 participants met the inclusion criteria. Fourteen trials found that people undergoing abdominoperineal excision/Hartmann's operation did not have poorer quality of life measures than patients undergoing anterior resection. The rest of the studies found some difference, but not always in favour of non-stoma patients. \nDue to clinical heterogeneity and the fact that all studies were observational trials, meta-analysis of the included studies was not possible."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The studies included in this review do not allow firm conclusions as to the question of whether the quality of life of people after anterior resection is superior to that of people after abdominoperineal excision/Hartmann's operation. The included studies challenges the assumption that anterior resection patients fare better. \nLarger, better designed and executed prospective studies are needed to answer this question."
    }
  ],
  "pls_title": "No apparent differences in quality of life are found in rectal cancer patients with a permanent stoma when compared to non-stoma patients.",
  "pls_type": "long",
  "pls": "For patients diagnosed with rectal cancer, surgery is the definite treatment. The surgical outcome is either restored bowel continuity, or the formation of a stoma. Traditionally the formation of a colostomy has been regarded as an unfavourable outcome, as the quality of life of stoma patients is believed to be inferior compared to that in non-stoma patients. The included studies in this review do not support this assumption, although firm conclusions cannot be drawn."
}