{
  "doi": "10.1002/14651858.CD010653.pub2",
  "name": "First rank symptoms for schizophrenia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Early and accurate diagnosis and treatment of schizophrenia may have long-term advantages for the patient; the longer psychosis goes untreated the more severe the repercussions for relapse and recovery. If the correct diagnosis is not schizophrenia, but another psychotic disorder with some symptoms similar to schizophrenia, appropriate treatment might be delayed, with possible severe repercussions for the person involved and their family. There is widespread uncertainty about the diagnostic accuracy of First Rank Symptoms (FRS); we examined whether they are a useful diagnostic tool to differentiate schizophrenia from other psychotic disorders."
    },
    {
      "heading": "Objectives",
      "text": "To determine the diagnostic accuracy of one or multiple FRS for diagnosing schizophrenia, verified by clinical history and examination by a qualified professional (e.g. psychiatrists, nurses, social workers), with or without the use of operational criteria and checklists, in people thought to have non-organic psychotic symptoms."
    },
    {
      "heading": "Search methods",
      "text": "We conducted searches in MEDLINE, EMBASE, and PsycInfo using OvidSP in April, June, July 2011 and December 2012. We also searched MEDION in December 2013."
    },
    {
      "heading": "Selection criteria",
      "text": "We selected studies that consecutively enrolled or randomly selected adults and adolescents with symptoms of psychosis, and assessed the diagnostic accuracy of FRS for schizophrenia compared to history and clinical examination performed by a qualified professional, which may or may not involve the use of symptom checklists or based on operational criteria such as ICD and DSM."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened all references for inclusion. Risk of bias in included studies were assessed using the QUADAS-2 instrument. We recorded the number of true positives (TP), true negatives (TN), false positives (FP), and false negatives (FN) for constructing a 2 x 2 table for each study or derived 2 x 2 data from reported summary statistics such as sensitivity, specificity, and/or likelihood ratios."
    },
    {
      "heading": "Main results",
      "text": "We included 21 studies with a total of 6253 participants (5515 were included in the analysis). Studies were conducted from 1974 to 2011, with 80% of the studies conducted in the 1970's, 1980's or 1990's. Most studies did not report study methods sufficiently and many had high applicability concerns. In 20 studies, FRS differentiated schizophrenia from all other diagnoses with a sensitivity of 57% (50.4% to 63.3%), and a specificity of 81.4% (74% to 87.1%) In seven studies, FRS differentiated schizophrenia from non-psychotic mental health disorders with a sensitivity of 61.8% (51.7% to 71%) and a specificity of 94.1% (88% to 97.2%). In sixteen studies, FRS differentiated schizophrenia from other types of psychosis with a sensitivity of 58% (50.3% to 65.3%) and a specificity of 74.7% (65.2% to 82.3%)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The synthesis of old studies of limited quality in this review indicates that FRS correctly identifies people with schizophrenia 75% to 95% of the time. The use of FRS to diagnose schizophrenia in triage will incorrectly diagnose around five to 19 people in every 100 who have FRS as having schizophrenia and specialists will not agree with this diagnosis. These people will still merit specialist assessment and help due to the severity of disturbance in their behaviour and mental state. Again, with a sensitivity of FRS of 60%, reliance on FRS to diagnose schizophrenia in triage will not correctly diagnose around 40% of people that specialists will consider to have schizophrenia. Some of these people may experience a delay in getting appropriate treatment. Others, whom specialists will consider to have schizophrenia, could be prematurely discharged from care, if triage relies on the presence of FRS to diagnose schizophrenia. Empathetic, considerate use of FRS as a diagnostic aid - with known limitations - should avoid a good proportion of these errors.\nWe hope that newer tests - to be included in future Cochrane reviews - will show better results. However, symptoms of first rank can still be helpful where newer tests are not available - a situation which applies to the initial screening of most people with suspected schizophrenia. FRS remain a simple, quick and useful clinical indicator for an illness of enormous clinical variability."
    }
  ],
  "pls_title": "First rank symptoms for schizophrenia",
  "pls_type": "long",
  "pls": "It is important for patients with psychosis to be correctly diagnosed as soon as possible. The earlier schizophrenia is diagnosed the better the treatment outcome. However, other diseases sometimes have similar psychotic symptoms as schizophrenia, for example bipolar disorder. This review looks at how accurate First Rank Symptoms (FRS) are at diagnosing schizophrenia. FRS are symptoms that people with psychosis may experience, for example hallucinations, hearing voices and thinking that other people can hear their thoughts. We found 21 studies, with 6253 participants, that looked at how good FRS are at diagnosing schizophrenia when compared to a diagnosis made by a psychiatrist. These studies showed that for people who actually have schizophrenia, FRS would only correctly diagnose just over half of them as schizophrenic. For people who do not have schizophrenia, almost 20% would be incorrectly diagnosed with schizophrenia. Therefore, if a person is experiencing a FRS, schizophrenia is a possible diagnosis, but there is also a chance that it is another mental health disorder. We do not recommend that FRS alone can be used to diagnose schizophrenia. However, FRS could be useful to triage patients who need to be assessed by a psychiatrist."
}