{
  "doi": "10.1002/14651858.CD008312.pub4",
  "name": "Strategies for improving adherence to antiepileptic drug treatment in people with epilepsy ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Poor adherence to antiepileptic medication is associated with increased mortality, morbidity and healthcare costs. In this review, we focus on interventions designed and tested in randomised controlled trials (RCTs) and quasi-RCTs to assist people with adherence to antiepileptic medication. This is an update of a Cochrane review first published in 2011, and last updated in 2017."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of interventions aimed at improving adherence to antiepileptic medication in adults and children with epilepsy."
    },
    {
      "heading": "Search methods",
      "text": "For the latest update, we searched the following databases on 18 February 2020: Cochrane Register of Studies (CRS Web), MEDLINE, CINAHL Plus and PsycINFO. CRS Web includes RCTs or quasi-RCTs from PubMed, Embase, ClinicalTrials.gov, the World Health Organization International Clinical Trials Registry Platform (ICTRP), CENTRAL, and the Specialized Registers of Cochrane Review Groups including Epilepsy. We also searched the reference lists of relevant articles."
    },
    {
      "heading": "Selection criteria",
      "text": "RCTs and quasi-RCTs of adherence-enhancing interventions aimed at people with a clinical diagnosis of epilepsy (as defined in individual studies), of any age and treated with antiepileptic drugs in a primary care, outpatient or other community setting."
    },
    {
      "heading": "Data collection and analysis",
      "text": "All review authors independently assessed lists of potentially relevant citations and abstracts. At least two review authors independently extracted data and performed a quality assessment of each study according to the Cochrane tool for assessing risk of bias. We graded the level of evidence for each outcome according to GRADE. The studies differed widely according to the type of intervention and measures of adherence; therefore combining data was not appropriate."
    },
    {
      "heading": "Main results",
      "text": "We included 20 studies reporting data on 2832 participants. Thirteen studies targeted adults with epilepsy, one study included participants of all ages, one study included participants older than two years, one recruited pediatric patients aged between 1 month to 15 years, one study targeted caregivers of children with epilepsy, one targeted adolescents and caregivers, and two studies targeted families of children with epilepsy. We identified three ongoing studies. Follow-up time was generally short in most studies, ranging from 1 to 12 months. The studies examined three main types of interventions: educational interventions, behavioural interventions and mixed interventions. All but three studies compared treatment with usual care or 'no intervention'. Due to heterogeneity between studies in terms of interventions, methods used to measure adherence and the way the studies were reported, we did not pool the results and these findings were inappropriate to be included in a meta-analysis.\nEducation and counselling of participants with epilepsy had mixed success (moderate-certainty evidence). Behavioural interventions such as the use of intensive reminders provided more favourable effects on adherence (moderate-certainty evidence). The effect on adherence to antiepileptic drugs described by studies of mixed interventions showed improved adherence in the intervention groups compared to the control groups (high-certainty evidence).\nEleven studies described seizure frequency or seizure severity or both, with four of them, reporting improved adherence and decreased seizure frequency in the intervention groups (moderate-certainty evidence). Findings related to self-efficacy and quality of life were mixed, with no clear pattern across types of intervention."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Behavioural interventions such as intensive reminders and the use of mixed interventions demonstrate some positive results, however, we need more reliable evidence on their efficacy, derived from carefully-designed RCTs before we can draw a firm conclusion. None of the newly included studies have provided additional information that would lead to significant changes in our conclusions."
    }
  ],
  "pls_title": "What is the best way to ensure people with epilepsy take their medication as prescribed?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Why is this question important?",
      "text": "Epilepsy is a very common condition that affects the brain. People with epilepsy experience seizures - or fits - that can affect their daily lives. They are often prescribed medicines to control or prevent seizures. People with epilepsy can find it difficult to take their medicines as prescribed, and this is thought to be a reason for poor control of seizures. This review of studies reports on ways of improving how they take their antiepileptic medication."
    },
    {
      "heading": "What we did",
      "text": "We searched medical databases for clinical studies looking at ways of improving adherence to medication in people with epilepsy. We limited our search to randomised controlled trials (RCTs) involving people with a clinical diagnosis of epilepsy of any age and treated with antiepileptic drugs in a primary care (for example, doctor's surgery), outpatient or other community setting. RCTs are medical studies where people are chosen at random to receive a treatment (called the intervention group) or to receive a different treatment or no treatment (called the control group). This type of study provides the most reliable evidence about whether different approaches to health care make a difference.\nThe results are up to date to February 2020."
    },
    {
      "heading": "What we found",
      "text": "We identified 20 studies (2832 participants). The studies were conducted in different countries with the majority from the USA. The studies examined three main types of interventions:\n1. education and counselling of participants about topics such as epilepsy and medication used to control epilepsy (4 studies);\n2. behavioural interventions, such as asking people with epilepsy to link the intention of taking their medication with a particular time, place and other routine activity (13 studies); and\n3. mixed interventions, which is the use of more than one intervention (4 studies).\nOne study is counted twice because it compared a behavioural intervention with a mixed intervention.\nStudies measured adherence to medication in various ways, for example, with questionnaires, blood samples or electronic bottle tops. Studies also measured reduction in frequency or severity of seizures to see if taking medication as prescribed made a difference. The studies were all very different from each other, so we could not combine their results."
    },
    {
      "heading": "Key results and reliability of the evidence",
      "text": "Education and counselling interventions may improve medication adherence. Two studies showed improvement, one study showed a small improvement and one no improvement.\nBehavioural and mixed interventions probably improve adherence to medication. People in the intervention groups showed improved adherence compared to the control groups.\nFour studies showed that when adherence improved in the intervention groups, seizure frequency or seizure severity was decreased.\nWe were unable to draw firm conclusions about the results because the studies were very different from each other and did not always use the best methods. This means we are not certain about their evidence."
    },
    {
      "heading": "What should happen next?",
      "text": "We need carefully-designed randomised controlled studies involving more people with longer follow-up periods to identify the best intervention to improve adherence to antiepileptic medication."
    }
  ]
}