{
  "doi": "10.1002/14651858.CD005488.pub2",
  "name": "Urinary alkalinisation for acute chlorophenoxy herbicide poisoning",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Acute poisoning with chlorophenoxy herbicides (such as 2,4-D, MCPA, 2,4,5-T and mecoprop) is reported worldwide, potentially causing severe toxicity and death in exposed patients. Animal studies support the application of urinary alkalinisation (particularly using sodium bicarbonate) in the management of acute chlorophenoxy herbicide poisoning to facilitate excretion of these herbicides. Some case reports of human exposure have suggested benefit from urinary alkalinisation also."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy of urinary alkalinisation, in particular sodium bicarbonate, for the treatment of acute chlorophenoxy herbicide poisoning."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE, EMBASE, CENTRAL, Current Awareness in Clinical Toxicology, Info Trac, http://www.google.com.au, and Science Citation Index of studies identified by the previous searches. The bibliographies of identified articles were reviewed and experts in the field were contacted."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of urinary alkalinisation in patients ingesting a chlorophenoxy herbicide and presenting within 24 to 48 hours of poisoning were sought. The quality of studies and eligibility for inclusion was assessed using criteria by Jadad and Schulz."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Authors independently extracted data from the identified studies using a pre-designed form. Study design, including the method of randomisation, participant characteristics, type of intervention and outcomes were all recorded."
    },
    {
      "heading": "Main results",
      "text": "No studies were identified which satisfied inclusion criteria."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to support the routine use of urinary alkalinisation for acute chlorophenoxy herbicide poisoning. A well conducted randomised controlled trial is urgently required to determine whether the efficacy and indications of this treatment."
    }
  ],
  "pls_title": "Limited data supports use of urinary alkalinisation for the treatment of acute chlorophenoxy herbicide poisoning.",
  "pls_type": "long",
  "pls": "Acute poisoning with chlorophenoxy herbicides such as 2,4-D and MCPA is reported world wide, potentially causing severe toxicity and death. Since there is no antidote for chlorophenoxy herbicides, treatments such as urinary alkalinisation have been used to increase the clearance of these poisons from the body. Although urinary alkalinisation was first trialled over 30 years ago, it is not currently used routinely for the treatment of patients with acute chlorophenoxy poisoning. This review looked for studies where this treatment had been given to poisoned patients. No studies of sufficient quality were identified and therefore routine use of this approach to treatment cannot be recommended. However, due to the poor outcomes in patients who present with severe toxicity it may have a role in addition to standard intensive care support. More research should be conducted."
}