{
  "doi": "10.1002/14651858.CD004353",
  "name": "Oestrogen supplementation, mainly diethylstilbestrol, for preventing miscarriages and other adverse pregnancy outcomes ",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Laboratory evidence in the 1940s demonstrated a positive role of placental hormones in the continuation of pregnancy. It was suggested that diethylstilbestrol was the oestrogen of choice for prevention of miscarriages. Observational studies were carried out with apparently positive results, on which clinical practice was based. This led to a worldwide usage of diethylstilbestrol despite controlled studies with contrary findings."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of antenatal administration of oestrogens, mainly diethylstilbestrol, on high risk and unselected pregnancy as regards miscarriages and other outcomes."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Pregnancy and Childbirth Group Specialised Register of controlled trials in November 2002."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised trials were included."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Both reviewers extracted data from the studies identified that met the selection criteria, and the data were analysed using the RevMan software."
    },
    {
      "heading": "Main results",
      "text": "Miscarriage, preterm labour, low birthweight and stillbirth or neonatal death were not positively influenced by the intervention (diethylstilbestrol) as compared to the control group. Diethylstilbestrol in utero exposure led to increased rate of miscarriage and preterm birth. There was also an increase in the numbers of babies weighing less than 2500 grams. The maternal outcome in terms of pre-eclampsia was not influenced. Exposed female offsprings have a non-significant trend towards more cancer of the genital tract and cancer other than of the genital tract. Primary infertility, adenosis of the vagina/cervix in female offsprings, and testicular abnormality in male offsprings were significantly higher in those exposed to diethylstilbestrol before birth."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There was no benefit with the use of diethylstilbestrol in preventing miscarriages. Both short and long-term adverse outcomes in exposed offsprings were demonstration of the harm that this intervention caused women and their offspring during its usage."
    }
  ],
  "pls_title": "Oestrogen supplementation, mainly diethylstilbestrol, for preventing miscarriages and other adverse pregnancy outcomes",
  "pls_type": "long",
  "pls": "Diethylstilbestrol during pregnancy poses serious long-term risks for those exposed in the womb and offers no known benefit for mothers and children.\nDiethylstilbestrol (DES), an oestrogen, was for decades widely believed to prevent miscarriage and other undesirable outcomes despite a lack of good evidence. A cluster of women with a rare form of vaginal cancer led researchers to associate this, and other adverse outcomes in adults, with their exposure to DES in the womb. This review of trials showed that DES increased the risk of miscarriage, of babies being born too early, and other serious adverse effects in women and men who were exposed in the womb. Results are a warning to avoid this drug in pregnancy."
}