{
  "doi": "10.1002/14651858.CD004507.pub4",
  "name": "Semen preparation techniques for intrauterine insemination",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Semen preparation techniques for assisted reproduction, including intrauterine insemination (IUI), were developed to select the motile morphologically normal spermatozoa. The yield of many motile, morphologically normal spermatozoa might influence treatment choices and therefore outcomes."
    },
    {
      "heading": "Objectives",
      "text": "To compare the effectiveness of three different semen preparation techniques (gradient; swim-up; wash and centrifugation) on clinical outcomes (live birth rate; clinical pregnancy rate) in subfertile couples undergoing IUI."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Gynaecology and Fertility Group (CGFG) trials register, CENTRAL, MEDLINE, Embase, Science Direct Database, National Research Register, Biological Abstracts and clinical trial registries in March 2019, and checked references and contacted study authors to identify additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) comparing the efficacy in terms of clinical outcomes of semen preparation techniques used for subfertile couples undergoing IUI."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard methodological procedures recommended by Cochrane. The primary review outcomes are live birth rate and clinical pregnancy rate per couple."
    },
    {
      "heading": "Main results",
      "text": "We included seven RCTS in the review; we included six of these, totalling 485 couples, in the meta-analysis. No trials reported the primary outcome of live birth. The evidence was of very low-quality. The main limitations were (unclear) risk of bias, signs of imprecision and inconsistency in results among studies and the small number of studies/participants included.\nSwim-up versus gradient technique\nConsidering the quality of evidence, we are uncertain whether there was a difference between clinical pregnancy rates (CPR) for swim-up versus a gradient technique (odds ratio (OR) 0.83, 95% CI 0.51 to 1.35; I² = 71%; 4 RCTs, 370 participants; very low-quality evidence). The results suggest that if the chance of pregnancy after the use of a gradient technique is assumed to be 24%, the chance of pregnancy after using the swim-up technique is between 14% and 30%. We are uncertain whether there was a real difference between ongoing pregnancy rates per couple (OR 0.39, 95% CI 0.19 to 0.82; heterogeneity not applicable; 1 RCT, 223 participants; very low-quality evidence). Considering the quality of evidence, we are uncertain whether there was a difference between multiple pregnancy rates (MPR) per couple comparing a swim-up versus gradient technique (MPR per couple 0% versus 0%; 1 RCT, 25 participants; very low-quality of evidence). Considering the quality of evidence, we are also uncertain whether there was a difference between miscarriage rates (MR) per couple comparing a swim-up versus gradient technique (OR 0.85, 95% CI 0.28 to 2.59; I² = 44%; 3 RCTs, 330 participants; very low-quality evidence). No studies reported on ectopic pregnancy rate, fetal abnormalities or infection rate.\nSwim-up versus wash technique\nConsidering the quality of evidence, we are uncertain whether there is a difference in clinical pregnancy rates after a swim-up technique versus wash and centrifugation (OR 0.41, 95% CI 0.15 to 1.13; I² = 55%; 2 RCTs, 78 participants; very low-quality evidence). The results suggest that if the chance of pregnancy after the use of a wash technique is assumed to be 38%, the chance of pregnancy after using the swim-up technique is between 9% and 41%. Considering the quality of evidence, we are uncertain whether there was a difference between multiple pregnancy rates between swim-up technique versus wash technique (OR 0.49, 95% CI 0.02 to 13.28; heterogeneity not applicable; 1 RCT, 26 participants; very low-quality evidence). Miscarriage rate was only reported by one study: no miscarriages were reported in either treatment arm. No studies reported on ongoing pregnancy rate, ectopic pregnancy rate, fetal abnormalities or infection rate.\nGradient versus wash technique\nConsidering the quality of evidence, we are uncertain whether there is a difference in clinical pregnancy rates after a gradient versus wash and centrifugation technique (OR 1.78, 95% CI 0.58 to 5.46; I² = 52%; 2 RCTs, 94 participants; very low-quality evidence). The results suggest that if the chance of pregnancy after the use of a wash technique is assumed to be 13%, the chance of pregnancy after using the gradient technique is between 8% and 46%. Considering the quality of evidence, we are uncertain whether there was a difference between multiple pregnancy rates per couple between the treatment groups (OR 0.33, 95% CI 0.01 to 8.83; very low-quality evidence). Considering the quality of evidence, we are also uncertain whether there was a difference between miscarriage rates per couple between the treatment groups (OR 6.11, 95% CI 0.27 to 138.45; very low-quality evidence). No studies reported on ongoing pregnancy rate, ectopic pregnancy rate, fetal abnormalities or infection rate."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The very low quality of the available evidence means we cannot be certain about the relative effectiveness of the different semen preparation techniques: swim-up versus gradient versus wash and centrifugation technique. No studies reported on live birth rates. We are uncertain whether there is a difference in clinical pregnancy rates, ongoing pregnancy rates, multiple pregnancy rates or miscarriage rates per couple between the three sperm preparation techniques. Further randomised trials are warranted that report live birth data"
    }
  ],
  "pls_title": "Semen preparation techniques for intrauterine insemination",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Cochrane authors reviewed the evidence about the effectiveness of three different sperm preparation techniques (gradient, swim-up, and wash technique) on clinical outcome after intrauterine insemination (IUI)."
    },
    {
      "heading": "Background",
      "text": "Semen preparation techniques are used in assisted reproduction to separate sperm which have a normal appearance and move spontaneously from the fluid portion of the semen in which the sperm are suspended. The effectiveness of specific semen preparation techniques for increasing pregnancy rates in subfertile couples undergoing IUI is unknown."
    },
    {
      "heading": "Study characteristics",
      "text": "We found six randomised controlled trials comparing a gradient, swim-up or wash technique, in a total of 485 couples undergoing IUI. The evidence is current to March 2019."
    },
    {
      "heading": "Key results",
      "text": "We are uncertain whether there is a difference in pregnancy outcomes between the three sperm preparation techniques for subfertile couples undergoing IUI. No studies reported on live birth rates."
    },
    {
      "heading": "Swim-up versus gradient technique",
      "text": "Considering the quality of evidence (very low), we are uncertain whether there was a difference between clinical pregnancy rates (CPR) for swim-up versus a gradient technique. The results suggest that if the chance of pregnancy after the use of a gradient technique is assumed to be 24%, the chance of pregnancy after using the swim-up technique is between 14% and 30%. We are uncertain whether there was a difference between ongoing pregnancy rates per couple, multiple pregnancy rates (MPR) per couple or miscarriage rates (MR) per couple when comparing a swim-up versus gradient technique. The quality of the evidence for these outcomes was very low. No studies reported on ectopic pregnancy rate, fetal abnormalities or infection rate."
    },
    {
      "heading": "Swim-up versus wash technique",
      "text": "Considering the quality of evidence (very low), we are uncertain whether there is a difference in clinical pregnancy rates after a swim-up technique versus wash and centrifugation. The results suggest that if the chance of pregnancy after the use of a wash technique is assumed to be 38%, the chance of pregnancy after using the swim-up technique is between 9% and 41%. Considering the very low-quality evidence, we are uncertain whether there was a difference between multiple pregnancy rates between swim-up technique versus wash technique. Miscarriage rate was only reported by one study: no miscarriages were reported in either treatment arm. No studies reported on ongoing pregnancy rate, ectopic pregnancy rate, fetal abnormalities or infection rate."
    },
    {
      "heading": "Gradient versus wash technique",
      "text": "Considering the quality of evidence (very low), we are uncertain whether there is a difference in clinical pregnancy rates after a gradient versus wash and centrifugation technique. The results suggest that if the chance of pregnancy after the use of a wash technique is assumed to be 13%, the chance of pregnancy after using the gradient technique is between 8% and 46%. Considering the quality of evidence, we are uncertain whether there was a difference between multiple pregnancy rates per couple between the treatment groups. Considering the quality of evidence, we are also uncertain whether there was a difference between miscarriage rates per couple between the treatment groups. No studies reported on ongoing pregnancy rate, ectopic pregnancy rate, fetal abnormalities or infection rate."
    },
    {
      "heading": "Quality of evidence",
      "text": "The quality of the evidence was very low. The main limitations were (unclear) risk of bias, signs of imprecision (small number of studies/participants included) and inconsistency in results among studies."
    }
  ]
}