{
  "doi": "10.1002/14651858.MR000013.pub6",
  "name": "Strategies to improve recruitment to randomised trials",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Recruiting participants to trials can be extremely difficult. Identifying strategies that improve trial recruitment would benefit both trialists and health research."
    },
    {
      "heading": "Objectives",
      "text": "To quantify the effects of strategies for improving recruitment of participants to randomised trials. A secondary objective is to assess the evidence for the effect of the research setting (e.g. primary care versus secondary care) on recruitment."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Methodology Review Group Specialised Register (CMR) in the Cochrane Library (July 2012, searched 11 February 2015); MEDLINE and MEDLINE In Process (OVID) (1946 to 10 February 2015); Embase (OVID) (1996 to 2015 Week 06); Science Citation Index & Social Science Citation Index (ISI) (2009 to 11 February 2015) and ERIC (EBSCO) (2009 to 11 February 2015)."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised and quasi-randomised trials of methods to increase recruitment to randomised trials. This includes non-healthcare studies and studies recruiting to hypothetical trials. We excluded studies aiming to increase response rates to questionnaires or trial retention and those evaluating incentives and disincentives for clinicians to recruit participants."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We extracted data on: the method evaluated; country in which the study was carried out; nature of the population; nature of the study setting; nature of the study to be recruited into; randomisation or quasi-randomisation method; and numbers and proportions in each intervention group. We used a risk difference to estimate the absolute improvement and the 95% confidence interval (CI) to describe the effect in individual trials. We assessed heterogeneity between trial results. We used GRADE to judge the certainty we had in the evidence coming from each comparison."
    },
    {
      "heading": "Main results",
      "text": "We identified 68 eligible trials (24 new to this update) with more than 74,000 participants. There were 63 studies involving interventions aimed directly at trial participants, while five evaluated interventions aimed at people recruiting participants. All studies were in health care.\nWe found 72 comparisons, but just three are supported by high-certainty evidence according to GRADE.\n1. Open trials rather than blinded, placebo trials. The absolute improvement was 10% (95% CI 7% to 13%).\n2. Telephone reminders to people who do not respond to a postal invitation. The absolute improvement was 6% (95% CI 3% to 9%). This result applies to trials that have low underlying recruitment. We are less certain for trials that start out with moderately good recruitment (i.e. over 10%).\n3. Using a particular, bespoke, user-testing approach to develop participant information leaflets. This method involved spending a lot of time working with the target population for recruitment to decide on the content, format and appearance of the participant information leaflet. This made little or no difference to recruitment: absolute improvement was 1% (95% CI −1% to 3%).\nWe had moderate-certainty evidence for eight other comparisons; our confidence was reduced for most of these because the results came from a single study. Three of the methods were changes to trial management, three were changes to how potential participants received information, one was aimed at recruiters, and the last was a test of financial incentives. All of these comparisons would benefit from other researchers replicating the evaluation. There were no evaluations in paediatric trials.\nWe had much less confidence in the other 61 comparisons because the studies had design flaws, were single studies, had very uncertain results or were hypothetical (mock) trials rather than real ones."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The literature on interventions to improve recruitment to trials has plenty of variety but little depth. Only 3 of 72 comparisons are supported by high-certainty evidence according to GRADE: having an open trial and using telephone reminders to non-responders to postal interventions both increase recruitment; a specialised way of developing participant information leaflets had little or no effect. The methodology research community should improve the evidence base by replicating evaluations of existing strategies, rather than developing and testing new ones."
    }
  ],
  "pls_title": "What improves trial recruitment?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "We had high-certainty evidence for three methods to improve recruitment, two of which are effective:\n1. Telling people what they are receiving in the trial rather than not telling them improves recruitment.\n2. Phoning people who do not respond to a postal invitation is also effective (although we are not certain this works as well in all trials).\n3. Using a tailored, user-testing approach to develop participant information leaflets makes little or no difference to recruitment.\nOf the 72 strategies tested, only 7 involved more than one study. We need more studies to understand whether they work or not."
    },
    {
      "heading": "Our question",
      "text": "We reviewed the evidence about the effect of things trial teams do to try and improve recruitment to their trials. We found 68 studies involving more than 74,000 people."
    },
    {
      "heading": "Background",
      "text": "Finding participants for trials can be difficult, and trial teams try many things to improve recruitment. It is important to know whether these actually work. Our review looked for studies that examined this question using chance to allocate people to different recruitment strategies because this is the fairest way of seeing if one approach is better than another."
    },
    {
      "heading": "Key results",
      "text": "We found 68 studies including 72 comparisons. We have high certainty in what we found for only three of these.\n1. Telling people what they are receiving in the trial rather than not telling them improves recruitment. Our best estimate is that if 100 people were told what they were receiving in a randomised trial, and 100 people were not, 10 more would take part n the group who knew. There is some uncertainty though: it could be as few as 7 more per hundred, or as many as 13 more.\n2. Phoning people who do not respond to a postal invitation to take part is also effective. Our best estimate is that if investigators called 100 people who did not respond to a postal invitation, and did not call 100 others, 6 more would take part in the trial among the group who received a call. However, this number could be as few as 3 more per hundred, or as many as 9 more.\n3. Using a tailored, user-testing approach to develop participant information leaflets did not make much difference. The researchers who tested this method spent a lot of time working with people like those to be recruited to decide what should be in the participant information leaflet and what it should look like. Our best estimate is that if 100 people got the new leaflet, 1 more would take part in the trial compared to 100 who got the old leaflet. However, there is some uncertainty, and it could be 1 fewer (i.e. worse than the old leaflet) per hundred, or as many as 3 more.\nWe had moderate certainty in what we found for eight other comparisons; our confidence was reduced for most of these because the method had been tested in only one study. We had much less confidence in the other 61 comparisons because the studies had design flaws, were the only studies to look at a particular method, had a very uncertain result or were mock trials rather than real ones."
    },
    {
      "heading": "Study characteristics",
      "text": "The 68 included studies covered a very wide range of disease areas, including antenatal care, cancer, home safety, hypertension, podiatry, smoking cessation and surgery. Primary, secondary and community care were included. The size of the studies ranged from 15 to 14,467 participants. Studies came from 12 countries; there was also one multinational study involving 19 countries. The USA and UK dominated with 25 and 22 studies, respectively. The next largest contribution came from Australia with eight studies."
    },
    {
      "heading": "The small print",
      "text": "Our search updated our 2010 review and is current to February 2015. We also identified six studies published after 2015 outside the search. The review includes 24 mock trials where the researchers asked people about whether they would take part in an imaginary trial. We have not presented or discussed their results because it is hard to see how the findings relate to real trial decisions."
    }
  ]
}