{
  "doi": "10.1002/14651858.CD004611.pub2",
  "name": "Probiotics for treatment of Clostridium difficile‐associated colitis in adults",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Probiotics are live microorganisms consisting of non-pathogenic yeast and bacteria that are believed to restore the microbial balance of the gastrointestinal tract altered by infection with Clostridium difficile (C. difficile)."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy of probiotics in the treatment of antibiotic associated C. difficile colitis."
    },
    {
      "heading": "Search methods",
      "text": "The databases MEDLINE, EMBASE, the Cochrane Central Register of Controlled Trials and Cochrane IBD/FBD Specialized Trials register were searched to locate all published reports from 1966 to 2007."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomized, prospective studies using probiotics alone or in conjunction with conventional antibiotics for the treatment of documented C. difficile colitis were eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Data extraction and analysis was done independently by two authors."
    },
    {
      "heading": "Main results",
      "text": "Four studies met the inclusion criteria and were included in the review. The four studies examined the use of probiotics in conjunction with conventional antibiotics (vancomycin or metronidazole) for the treatment of recurrence or an initial episode of C. difficile colitis in adults. The studies were small in size and had methodological problems. A statistically significant benefit for probiotics combined with antibiotics was found in one study. McFarland 1994 found that patients receiving S. boulardii were significantly less likely than patients receiving placebo to experience recurrence of C. difficile diarrhea (RR 0.59; 95% CI 0.35 to 0.98). No benefit of probiotics treatment was found in the other studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to recommend probiotic therapy as an adjunct to antibiotic therapy for C. difficile colitis. There is no evidence to support the use of probiotics alone in the treatment of C. difficile colitis."
    }
  ],
  "pls_title": "Probiotics for treatment of Clostridium difficile -associated colitis in adults",
  "pls_type": "long",
  "pls": "Clostridium difficile (C. difficile) is a bacterium that attaches itself to the gut wall and is responsible for causing severe diarrhea and sometimes death in patients who have undergone antibiotic therapy for unrelated diseases. Antibiotics tend to wipe out the \"good\" or protective bacteria in the gut which allows colonization with C. difficile . Probiotics are bacteria and yeasts that resemble the protective bacteria of the gut and have been used in several studies to treat C. difficile infection. Unfortunately, these small studies do not provide enough evidence to support the use of probiotics for treating C. difficile infection."
}