{
  "doi": "10.1002/14651858.CD013468.pub2",
  "name": "Interventions for postburn pruritus",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Postburn pruritus (itch) is a common and distressing symptom experienced on healing or healed burn or donor site wounds. Topical, systemic, and physical treatments are available to control postburn pruritus; however, it remains unclear how effective these are."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of interventions for treating postburn pruritus in any care setting."
    },
    {
      "heading": "Search methods",
      "text": "In September 2022, we searched the Cochrane Wounds Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL), Ovid MEDLINE (including In-Process & Other Non-Indexed Citations), Ovid Embase, and EBSCO CINAHL Plus. We also searched clinical trials registries and scanned references of relevant publications to identify eligible trials. There were no restrictions with respect to language, publication date, or study setting."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) that enrolled people with postburn pruritus to compare an intervention for postburn pruritus with any other intervention, placebo or sham intervention, or no intervention."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures expected by Cochrane. We used GRADE to assess the certainty of the evidence."
    },
    {
      "heading": "Main results",
      "text": "We included 25 RCTs assessing 21 interventions with 1166 randomised participants. These 21 interventions can be grouped into six categories: neuromodulatory agents (such as doxepin, gabapentin, pregabalin, ondansetron), topical therapies (such as CQ-01 hydrogel, silicone gel, enalapril ointment, Provase moisturiser, beeswax and herbal oil cream), physical modalities (such as massage therapy, therapeutic touch, extracorporeal shock wave therapy, enhanced education about silicone gel sheeting), laser scar revision (pulsed dye laser, pulsed high-intensity laser, fractional CO2 laser), electrical stimulation (transcutaneous electrical nerve stimulation, transcranial direct current stimulation), and other therapies (cetirizine/cimetidine combination, lemon balm tea). Most RCTs were conducted at academic hospitals and were at a high risk of performance, attrition, and detection bias. While 24 out of 25 included studies reported change in burn-related pruritus, secondary outcomes such as cost-effectiveness, pain, patient perception, wound healing, and participant health-related quality of life were not reported or were reported incompletely.\nNeuromodulatory agents versus antihistamines or placebo\nThere is low-certainty evidence that doxepin cream may reduce burn-related pruritus compared with oral antihistamine (mean difference (MD) -2.60 on a 0 to 10 visual analogue scale (VAS), 95% confidence interval (CI) -3.79 to -1.42; 2 studies, 49 participants). A change of 2 points represents a minimal clinically important difference (MCID). Due to very low-certainty evidence, it is uncertain whether doxepin cream impacts the incidence of somnolence as an adverse event compared to oral antihistamine (risk ratio (RR) 0.64, 95% CI 0.32 to 1.25; 1 study, 24 participants). No data were reported on pain in the included study.\nThere is low-certainty evidence that gabapentin may reduce burn-related pruritus compared with cetirizine (MD -2.40 VAS, 95% CI -4.14 to -0.66; 1 study, 40 participants). A change of 2 points represents a MCID. There is low-certainty evidence that gabapentin reduces the incidence of somnolence compared to cetirizine (RR 0.02, 95% CI 0.00 to 0.38; 1 study, 40 participants). No data were reported on pain in the included study.\nThere is low-certainty evidence that pregabalin may result in a reduction in burn-related pruritus intensity compared with cetirizine with pheniramine maleate (MD -0.80 VAS, 95% CI -1.24 to -0.36; 1 study, 40 participants). A change of 2 points represents a MCID. There is low-certainty evidence that pregabalin reduces the incidence of somnolence compared to cetirizine (RR 0.04, 95% CI 0.00 to 0.69; 1 study, 40 participants). No data were reported on pain in the included study.\nThere is moderate-certainty evidence that ondansetron probably results in a reduction in burn-related pruritus intensity compared with diphenhydramine (MD -0.76 on a 0 to 10 numeric analogue scale (NAS), 95% CI -1.50 to -0.02; 1 study, 38 participants). A change of 2 points represents a MCID. No data were reported on pain and adverse events in the included study.\nTopical therapies versus relevant comparators\nThere is moderate-certainty evidence that enalapril ointment probably decreases mean burn-related pruritus compared with placebo control (MD -0.70 on a 0 to 4 scoring table for itching, 95% CI -1.04 to -0.36; 1 study, 60 participants). No data were reported on pain and adverse events in the included study.\nPhysical modalities versus relevant comparators\nCompared with standard care, there is low-certainty evidence that massage may reduce burn-related pruritus (standardised mean difference (SMD) -0.86, 95% CI -1.45 to -0.27; 2 studies, 166 participants) and pain (SMD -1.32, 95% CI -1.66 to -0.98). These SMDs equate to a 4.60-point reduction in pruritus and a 3.74-point reduction in pain on a 10-point VAS. A change of 2 VAS points in itch represents a MCID. No data were reported on adverse events in the included studies.\nThere is low-certainty evidence that extracorporeal shock wave therapy (ESWT) may reduce burn-related pruritus compared with sham stimulation (SMD -1.20, 95% CI -1.65 to -0.75; 2 studies, 91 participants). This equates to a 5.93-point reduction in pruritus on a 22-point 12-item Pruritus Severity Scale. There is low-certainty evidence that ESWT may reduce pain compared with sham stimulation (MD 2.96 on a 0 to 25 pressure pain threshold (PPT), 95% CI 1.76 to 4.16; 1 study, 45 participants). No data were reported on adverse events in the included studies.\nLaser scar revision versus untreated or placebo controls\nThere is moderate-certainty evidence that pulsed high-intensity laser probably results in a reduction in burn-related pruritus intensity compared with placebo laser (MD -0.51 on a 0 to 1 Itch Severity Scale (ISS), 95% CI -0.64 to -0.38; 1 study, 49 participants). There is moderate-certainty evidence that pulsed high-intensity laser probably reduces pain compared with placebo laser (MD -3.23 VAS, 95% CI -5.41 to -1.05; 1 study, 49 participants). No data were reported on adverse events in the included studies."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is moderate to low-certainty evidence on the effects of 21 interventions. Most studies were small and at a high risk of bias related to blinding and incomplete outcome data. Where there is moderate-certainty evidence, practitioners should consider the applicability of the evidence for their patients."
    }
  ],
  "pls_title": "What are the treatments for postburn itch and how effective are they?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "Neuromodulatory agents, such as gabapentin and pregabalin, are drugs that can help manage how the body senses and responds to itch. These drugs may reduce postburn itch compared with oral antihistamines.\nPhysical modalities showed variance in their effectiveness at reducing postburn itch. Massage therapy and extracorporeal shock wave therapy probably reduce postburn itch compared with relevant controls, while therapeutic touch may increase postburn itch compared with nursing presence.\nTopical interventions also showed variance in their effectiveness at reducing postburn itch. Enalapril ointment probably reduces postburn itch compared with placebo control, while Provase moisturiser may have no effect on postburn itch compared with control moisturiser."
    },
    {
      "heading": "What is postburn pruritus (itch)?",
      "text": "Postburn pruritus is a common and well-recognised condition that typically presents in two distinct time frames and clinical contexts. First is transient wound healing pruritus, which occurs early in acute wound healing and is very common but short-lived. The second is burn scar pruritus, which is long-lasting and somewhat resistant to treatment."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to see which interventions compared with their relative comparators would reduce burn-related itch.\nFor each intervention, we looked at:\n- change in burn-related itch;\n- harmful effects (for example, drowsiness) after treatment;\n- value for money;\n- pain;\n- participants' perceived satisfaction with the intervention;\n- wound healing;\n- quality of life."
    },
    {
      "heading": "What did we do?",
      "text": "We included studies that recruited participants of any age, and either sex, who experienced itch on the burn, grafted, or donor site and were treated in any care setting. We searched for studies where:\n- participants had established burn-related itch (but not those that were at risk for burn-related itch);\n- participants were randomised to assess the effect of different interventions with respect to relevant comparators."
    },
    {
      "heading": "What did we find?",
      "text": "We included 25 studies evaluating 21 interventions with a total of 1166 participants. Six studies compared neuromodulatory agents with antihistamine or placebo comparators. Four studies compared different types of lasers with either untreated or placebo comparators. Two studies compared electrical stimulation with either standard care or sham stimulation. Six studies compared different types of physical modalities (e.g. massage therapy, therapeutic touch, extracorporeal shock wave therapy, enhanced education on silicone gel sheeting) with relevant comparators. Five studies compared different types of topical therapies (e.g. silicone gel, hydrogel, enalapril ointment, Provase moisturiser, and beeswax and herbal oil cream) with relevant comparators. The other two studies compared different combination and herbal therapies.\n- While all studies reported change in burn-related itch, only four reported harmful effects. Value for money, participants' perceived satisfaction with the intervention, and wound healing were not reported in any of the included studies.\n- In terms of neuromodulatory agents, while gabapentin, pregabalin, and doxepin may be more effective in reducing postburn itch compared with oral antihistamines, we have higher confidence that ondansetron probably reduces postburn itch compared with oral antihistamines.\n- In terms of topical therapies, CQ-01 (hydrogel) may be more effective in reducing postburn itch compared with relevant controls. Enalapril ointment probably reduces postburn itch compared with placebo control. Silicone gel cream and Provase moisturiser may have little to no effect on postburn itch. The impact of beeswax and herbal oil cream on postburn itch could not be determined due to unavailable data.\n- In terms of physical modalities, enhanced education on silicone gel sheeting may be more effective in reducing postburn itch compared with conventional education. Massage therapy and extracorporeal shock wave therapy may be more effective in reducing postburn itch compared with relevant controls."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are not very confident in the evidence because there were only one or two studies available for each comparison and most of the studies recruited a small number of participants (46 participants on average). Most studies used methods that could introduce errors in their results, such as participants being aware of which treatment group they were assigned to."
    },
    {
      "heading": "How up-to-date is this evidence?",
      "text": "This summary is up-to-date as of September 2022."
    }
  ]
}