{
  "doi": "10.1002/14651858.CD014687.pub2",
  "name": "Treatments for Morton's neuroma",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Morton's neuroma (MN) is a painful neuropathy resulting from a benign enlargement of the common plantar digital nerve that occurs commonly in the third webspace and, less often, in the second webspace of the foot. Symptoms include burning or shooting pain in the webspace that extends to the toes, or the sensation of walking on a pebble. These impact on weight-bearing activities and quality of life."
    },
    {
      "heading": "Objectives",
      "text": "To assess the benefits and harms of interventions for MN."
    },
    {
      "heading": "Search methods",
      "text": "On 11 July 2022, we searched CENTRAL, CINAHL Plus EBSCOhost, ClinicalTrials.gov, Cochrane Neuromuscular Specialised Register, Embase Ovid, MEDLINE Ovid, and WHO ICTRP. We checked the bibliographies of identified randomised trials and systematic reviews and contacted trial authors as needed."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomised, parallel-group trials (RCTs) of any intervention compared with placebo, control, or another intervention for MN. We included trials where allocation occurred at the level of the individual or the foot (clustered data). We included trials that confirmed MN through symptoms, a clinical test, and an ultrasound scan (USS) or magnetic resonance imaging (MRI)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methodological procedures. We assessed bias using Cochrane's risk of bias 2 tool (RoB 2) and assessed the certainty of the evidence using the GRADE framework."
    },
    {
      "heading": "Main results",
      "text": "We included six RCTs involving 373 participants with MN. We judged risk of bias as having 'some concerns' across most outcomes. No studies had a low risk of bias across all domains. Post-intervention time points reported were: three months to less than 12 months from baseline (nonsurgical outcomes), and 12 months or longer from baseline (surgical outcomes). The primary outcome was pain, and secondary outcomes were function, satisfaction or health-related quality of life (HRQoL), and adverse events (AE).\nNonsurgical treatments\nCorticosteroid and local anaesthetic injection (CS+LA) versus local anaesthetic injection (LA)\nTwo RCTs compared CS+LA versus LA.\nAt three to six months:\n• CS+LA may result in little to no difference in pain (mean difference (MD) -6.31 mm, 95% confidence interval (CI) -14.23 to 1.61; P = 0.12, I2 = 0%; 2 studies, 157 participants; low-certainty evidence). (Assessed via a pain visual analogue scale (VAS; 0 to 100 mm); a lower score indicated less pain.)\n• CS+LA may result in little to no difference in function when compared with LA (standardised mean difference (SMD) -0.30, 95% CI -0.61 to 0.02; P = 0.06, I2 = 0%; 2 studies, 157 participants; low-certainty evidence). (Function was measured using: the American Orthopaedic Foot and Ankle Society Lesser Toe Metatarsophalangeal-lnterphalangeal Scale (AOFAS; 0 to 100 points) - we transformed the scale so that a lower score indicated improved function - and the Manchester Foot Pain and Disability Schedule (MFPDS; 0 to 100 points), where a lower score indicated improved function.)\n• CS+LA probably results in little to no difference in HRQoL when compared to LA (MD 0.07, 95% CI -0.03 to 0.17; P = 0.19; 1 study, 122 participants; moderate-certainty evidence), and CS+LA may not increase satisfaction (risk ratio (RR) 1.08, 95% CI 0.63 to 1.85; P = 0.78; 1 study, 35 participants; low-certainty evidence). (Assessed using the EuroQol five dimension instrument (EQ-5D; 0-1 point); a higher score indicated improved HRQoL.)\n• The evidence is very uncertain about the effects of CS+LA on AE when compared with LA (RR 9.84, 95% CI 1.28 to 75.56; P = 0.03, I2 = 0%; 2 studies, 157 participants; very low-certainty evidence). Adverse events for CS+LA included mild skin atrophy (3.9%), hypopigmentation of the skin (3.9%) and plantar fat pad atrophy (2.6%); no adverse events were observed with LA.\nUltrasound-guided (UG) CS+LA versus non-ultrasound-guided (NUG) CS+LA\nTwo RCTs compared UG CS+LA versus NUG CS+LA.\nAt six months:\n• UG CS+LA probably reduces pain when compared with NUG CS+LA (MD -15.01 mm, 95% CI -27.88 to -2.14; P = 0.02, I2 = 0%; 2 studies, 116 feet; moderate-certainty evidence). (Assessed with a pain VAS.)\n• UG CS+LA probably increases function when compared with NUG CS+LA (SMD -0.47, 95% CI -0.84 to -0.10; P = 0.01, I2 = 0%; 2 studies, 116 feet; moderate-certainty evidence). We do not know of any established minimum clinical important difference (MCID) for the scales that assessed function, specifically, the MFPDS and the Manchester-Oxford Foot Questionnaire (MOXFQ; 0 to 100 points; a lower score indicated improved function.)\n• UG CS+LA may increase satisfaction compared with NUG CS+LA (risk ratio (RR) 1.71, 95% CI 1.19 to 2.44; P = 0.003, I2 = 15%; 2 studies, 114 feet; low-certainty evidence).\n• HRQoL was not measured.\n• UG CS+LA may result in little to no difference in AE when compared with NUG CS+LA (RR 0.42, 95% CI 0.12 to 1.39; P = 0.15, I2 = 0%; 2 studies, 116 feet; low-certainty evidence). AE included depigmentation or fat atrophy for UG CS+LA (4.9%) and NUG CS+LA (12.7%).\nSurgical treatments\nPlantar incision neurectomy (PN) versus dorsal incision neurectomy (DN)\nOne study compared PN versus DN.\nAt 34 months (mean; range 28 to 42 months), PN may result in little to no difference for satisfaction (RR 1.06, 95% CI 0.87 to 1.28; P = 0.58; 1 study, 73 participants; low-certainty evidence), or for AE (RR 0.95, 95% CI 0.32 to 2.85; P = 0.93; 1 study, 75 participants; low-certainty evidence) compared with DN.\nAE for PN included hypertrophic scaring (11.4%), foreign body reaction (2.9%); AE for DN included missed nerve (2.5%), artery resected (2.5%), wound infection (2.5%), postoperative dehiscence (2.5%), deep vein thrombosis (2.5%) and reoperation with plantar incision due to intolerable pain (5%).\nThe data reported for pain and function were not suitable for analysis. HRQoL was not measured."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Although there are many interventions for MN, few have been assessed in RCTs. There is low-certainty evidence that CS+LA may result in little to no difference in pain or function, and moderate-certainty evidence that UG CS+LA probably reduces pain and increases function for people with MN. Future trials should improve methodology to increase certainty of the evidence, and use optimal sample sizes to decrease imprecision."
    }
  ],
  "pls_title": "What are the benefits and risks of nonsurgical and surgical treatments for Morton's neuroma (pain in the forefoot on walking)?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "• The benefits and risks of nonsurgical and surgical treatments for Morton's neuroma (nerve enlargement in the foot that causes pain on walking) are unclear.\n• Well-designed studies are required to determine the benefits and risks of treatments for Morton's neuroma."
    },
    {
      "heading": "What is Morton's neuroma?",
      "text": "Morton's neuroma occurs when a nerve in the ball of the foot (the forefoot, i.e. the area connected to the toes) enlarges and causes pain. Its cause is unknown. Symptoms can include:\n• burning or shooting pain in the forefoot and toes;\n• feeling as though you are walking on a pebble or lump.\nThis can affect walking, and so affects people's general well-being."
    },
    {
      "heading": "How is Morton's neuroma treated?",
      "text": "Nonsurgical treatments include:\n• shoe inserts (foot orthoses);\n• moving the bones and soft tissue in the forefoot (mobilisation);\n• shockwave therapy;\n• injection of corticosteroid and local anaesthetic (CS+LA) into the swollen part of the nerve (neuroma).\nSurgical treatments (that require a cut in the foot) include:\n• removal of the neuroma (neurectomy);\n• release of the nerve from the surrounding tissue (surgical neurolysis)."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out which treatments were better than placebo (a 'dummy' or sham treatment, that looks or feels the same as the treatment being tested), or better than another treatment for:\n• pain;\n• function (walking-related activities);\n• well-being; and\n• satisfaction.\nWe also wanted to find out about any unwanted adverse effects."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that looked at nonsurgical and surgical treatments compared with placebo or another treatment in people with Morton's neuroma. We compared and summarised the results of the studies and rated our confidence in the evidence, based on factors such as study methods and sizes."
    },
    {
      "heading": "What did we find?",
      "text": "We found 6 studies that involved 373 people with Morton's neuroma. Studies lasted from 4 weeks (1 study) to more than 12 months (3 studies), and were conducted in Europe (3), UK (2) and Asia (1).\nFunding from government or university sources was reported for 2 studies."
    },
    {
      "heading": "Main results",
      "text": ""
    },
    {
      "heading": "Nonsurgical treatments",
      "text": "At 3 months to 12 months, an injection of corticosteroid plus local anaesthetic (CS+LA) compared to an injection of local anaesthetic alone (LA):\n• may make little to no difference to pain (2 studies, 157 people);\n• may make little to no difference to function (2 studies, 157 people);\n• probably makes little to no difference to well-being (1 study, 122 people);\n• may make little to no difference to satisfaction (1 study, 35 people).\nUnwanted effects were few in the CS+LA group and included reduction in thickness of the foot fat pad and loss of skin colour. There were no unwanted effects in the LA group.\nAt 3 months to 12 months, an ultrasound-guided CS+LA injection compared to a non-ultrasound-guided CA+LA injection:\n• probably reduces pain (2 studies, 116 people);\n• probably increases function (2 studies, 116 people);\n• may increase satisfaction, (2 studies, 114 people).\nThese studies did not measure well-being.\nThere was little to no difference between these treatments for unwanted effects, which were few and included reduction in thickness of the foot fat pad and loss of skin colour."
    },
    {
      "heading": "Surgical treatments",
      "text": "One study compared surgical removal of the neuroma via a cut through the top of the foot (dorsal neurectomy) against removal via a cut through the bottom of the foot (plantar neurectomy).\nAt 12 months or more, dorsal neurectomy:\n• may make little to no difference to satisfaction (1 study, 73 people);\n• may make little to no difference to serious unwanted effects (1 study, 75 people).\nThis study reported pain and function in a way we could not use, and did not measure well-being.\nUnwanted effects occurred in 11 of the 75 people and included:\n• plantar group: painful scar, foreign-body reaction;\n• dorsal group: infection, wound reopening, blood clot in leg vein and plantar reoperation due to pain.\nStudies investigating foot orthoses (shoe inserts), forefoot mobilisation and surgical neurolysis did not meet our requirements for consideration in this analysis."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We have moderate to little confidence in this evidence because some studies were small, and there were not enough studies to be certain about the results of our outcomes, especially unwanted effects. We are uncertain about the accuracy of the satisfaction scale used by studies. It is possible that assessors in some studies knew which treatment they were assessing. Some studies used a different number of CS+LA injections, which could have affected the results. Further research may change our results."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This evidence is up-to-date to July 2022."
    }
  ]
}