{
  "doi": "10.1002/14651858.CD004327.pub2",
  "name": "Botulinum toxin injections for the treatment of spasmodic dysphonia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "This is an update of a Cochrane Review first published in Issue 3, 2004 of The Cochrane Library and previously updated in 2007.\nThe use of botulinum toxin for the treatment of spasmodic dysphonia is currently the treatment of choice for management of this neurological voice disorder. Over the past 20 years, botulinum toxin has been used to treat both adductor and abductor forms of the disorder, with vocal improvement noted after treatment for both. A large number of studies have attempted to document the efficacy of botulinum toxin for improvement of vocal symptoms in individuals with spasmodic dysphonia."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effectiveness of botulinum toxin for treating spasmodic dysphonia."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Ear, Nose and Throat Disorders Group Trials Register; the Cochrane Central Register of Controlled Trials (CENTRAL); PubMed; EMBASE; CINAHL; Web of Science; BIOSIS Previews; Cambridge Scientific Abstracts; mRCT and additional sources for published and unpublished trials. The date of the most recent search was 22 July 2009, following a previous search update in 2007."
    },
    {
      "heading": "Selection criteria",
      "text": "All studies in which the participants were randomly allocated prior to intervention and in which botulinum toxin was compared to either an alternative treatment, placebo or non-treated control group."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently evaluated all potential studies meeting the selection criteria noted above for inclusion. One study met the inclusion criteria and was included in the final analysis."
    },
    {
      "heading": "Main results",
      "text": "Only one study in the literature met the inclusion criteria. This was the only study identified which reported a treatment/no treatment comparison. It reported significant beneficial effects for fundamental frequency (Fo), Fo range, spectrographic analysis, independent ratings of voice severity and patient ratings of voice improvement."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The evidence from randomized controlled trials does not allow firm conclusions to be drawn about the effectiveness of botulinum toxin for all types of spasmodic dysphonia, or for patients with different behavioral or clinical characteristics."
    }
  ],
  "pls_title": "Botulinum toxin injections for the treatment of spasmodic dysphonia",
  "pls_type": "long",
  "pls": "Botulinum toxin is currently the gold standard of treatment for patients with spasmodic dysphonia. It has been used over the past two decades to treat both adductor and abductor forms of the disorder. The results of this review of randomized controlled trials indicate that botulinum toxin is effective for some aspects of voice production, including perceptual measures of improvement post-injection, variability of fundamental frequency, vocal intensity and subglottal air pressure. These benefits may be dependent on certain subject variables, such as the amount of voice use immediately post-injection and treatment variables such as dosage and location of injection. These results should currently be interpreted with caution, however, as studies have used small sample sizes and have methodological differences which prevent between-study comparisons."
}