{
  "doi": "10.1002/14651858.CD010957.pub3",
  "name": "Oral direct thrombin inhibitors or oral factor Xa inhibitors versus conventional anticoagulants for the treatment of pulmonary embolism ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Pulmonary embolism (PE) is a potentially life-threatening condition in which a clot can migrate from the deep veins, most commonly in the leg, to the lungs. Conventional treatment of PE used unfractionated heparin (UFH), low molecular weight heparin (LMWH), fondaparinux, and vitamin K antagonists (VKAs). Recently, two forms of direct oral anticoagulants (DOACs) have been developed: oral direct thrombin inhibitors (DTIs) and oral factor Xa inhibitors. DOACs have characteristics that may be favourable to conventional treatment, including oral administration, a predictable effect, no need for frequent monitoring or re-dosing, and few known drug interactions. This review reports the efficacy and safety of these drugs in the long-term treatment of PE (minimum duration of three months). This is an update of a Cochrane Review first published in 2015."
    },
    {
      "heading": "Objectives",
      "text": "To assess the efficacy and safety of oral DTIs and oral factor Xa inhibitors versus conventional anticoagulants for the long-term treatment of PE."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register, CENTRAL, MEDLINE, Embase and CINAHL databases, the World Health Organization International Clinical Trials Registry Platform and the ClinicalTrials.gov trials registers to 2 March 2022. We checked the reference lists of relevant articles for additional studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs) in which people with a PE confirmed by standard imaging techniques were allocated to receive an oral DTI or an oral factor Xa inhibitor compared with a conventional anticoagulant or compared with each other for the long-term treatment of PE (minimum duration three months)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used standard Cochrane methods. Our primary outcomes were recurrent PE, recurrent venous thromboembolism (VTE), and deep vein thrombosis (DVT). Secondary outcomes were all-cause mortality, major bleeding, and health-related quality of life. We used GRADE to assess the certainty of evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We identified five additional RCTs with 1484 participants for this update. Together with the previously included trials, we have included ten RCTs with a total of 13,073 participants. Two studies investigated an oral DTI (dabigatran) and eight studies investigated oral factor Xa inhibitors (three rivaroxaban, three apixaban, and two edoxaban). The studies were of good methodological quality overall.\nMeta-analysis showed no clear difference in the efficacy and safety of oral DTI compared with conventional anticoagulation in preventing recurrent PE (odds ratio (OR) 1.02, 95% confidence interval (CI) 0.50 to 2.04; 2 studies, 1602 participants; moderate-certainty evidence), recurrent VTE (OR 0.93, 95% CI 0.52 to 1.66; 2 studies, 1602 participants; moderate-certainty evidence), DVT (OR 0.79, 95% CI 0.29 to 2.13; 2 studies, 1602 participants; moderate-certainty evidence), and major bleeding (OR 0.50, 95% CI 0.15 to 1.68; 2 studies, 1527 participants; moderate-certainty evidence). We downgraded the certainty of evidence by one level for imprecision due to the low number of events.\nThere was also no clear difference between the oral factor Xa inhibitors and conventional anticoagulation in the prevention of recurrent PE (OR 0.92, 95% CI 0.66 to 1.29; 3 studies, 8186 participants; moderate-certainty evidence), recurrent VTE (OR 0.83, 95% CI 0.66 to 1.03; 8 studies, 11,416 participants; moderate-certainty evidence), DVT (OR 0.77, 95% CI 0.48 to 1.25; 2 studies, 8151 participants; moderate-certainty evidence), all-cause mortality (OR 1.16, 95% CI 0.79 to 1.70; 1 study, 4817 participants; moderate-certainty evidence) and major bleeding (OR 0.71, 95% CI 0.36 to 1.41; 8 studies, 11,447 participants; low-certainty evidence); the heterogeneity for major bleeding was significant (I2 = 79%). We downgraded the certainty of the evidence to moderate and low because of imprecision due to the low number of events and inconsistency due to clinical heterogeneity. None of the included studies measured health-related quality of life."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Available evidence shows there is probably little or no difference between DOACs and conventional anticoagulation in the prevention of recurrent PE, recurrent VTE, DVT, all-cause mortality, and major bleeding. The certainty of evidence was moderate or low. Future large clinical trials are required to identify if individual drugs differ in effectiveness and bleeding risk, and to explore effect differences in subgroups, including people with cancer and obesity."
    }
  ],
  "pls_title": "Are direct oral anticoagulants (a type of 'blood thinner') better than traditional anticoagulants for treating a pulmonary embolism (a blood clot in the lung)?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is a pulmonary embolism?",
      "text": "A pulmonary embolism occurs when a piece of blood clot breaks off from a clot somewhere else in the body and travels in the blood to the lungs. This can be life-threatening and occurs in approximately 4 to 12 per 10,000 people. The chances of getting a pulmonary embolism can increase with risk factors, including previous clots, prolonged periods of immobility (such as travelling on aeroplanes or taking bed rest), cancer, exposure to oestrogens (pregnancy, oral contraceptives, or hormone replacement therapy), blood disorders (thrombophilia), and trauma."
    },
    {
      "heading": "How is a pulmonary embolism treated?",
      "text": "Until recently, the standard treatment for a pulmonary embolism was an anticoagulant: a medicine that either treats or prevents blood clots, often called a 'blood thinner'. Conventional anticoagulants include heparin, fondaparinux, and vitamin K antagonists. However, these drugs can cause side effects and have limitations.\nTwo types of anticoagulant have been developed: direct thrombin inhibitors (DTIs) and factor Xa inhibitors. These anticoagulants are given orally (that is, by mouth, in the form of a pill), have a predictable effect, do not require frequent monitoring or re-dosing (taking multiple doses), and have few known interactions with other medicines. For these reasons, direct oral anticoagulants have become the medicines of choice for treating DVT."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out if direct oral anticoagulants are useful and safe for treating people with a pulmonary embolism, compared with conventional anticoagulants. We looked at whether 3 months' treatment or longer prevented further blood clots (recurrent deep vein thrombosis (DVT), when a clot forms in a deep vein, usually in the leg), recurrent pulmonary embolism, and pulmonary embolisms. The main safety outcomes included death and unwanted, harmful adverse events, such as major bleeding."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies in which people with a pulmonary embolism confirmed by standard imaging techniques were randomly allocated to one of two treatment groups. These types of studies give the most reliable evidence about treatment effects. People in the experimental groups received an oral DTI or an oral factor Xa inhibitor, and their results were compared to the results of people given conventional anticoagulation. All participants were given long-term treatment of pulmonary embolism (a minimum duration of 3 months)."
    },
    {
      "heading": "What did we find?",
      "text": "After searching for relevant studies, we included 10 studies with a combined total of 13,073 participants. Studies compared oral DTIs and factor Xa inhibitors with conventional anticoagulation. We combined the data from the studies and found that there was no clear difference in the incidence of:\n- recurrent pulmonary embolism;\n- recurrent deep vein thrombosis (DVT: when a blood clot forms, usually in a deep vein of the leg or pelvis);\n- recurrent venous thromboembolism (when DVT and pulmonary embolism occur together);\n- death; \n- major bleeding\nThis review showed that there was no clear difference between the direct oral anticoagulants and conventional treatment in preventing recurrent PE, recurrent VTE, DVT, mortality, and major bleeding. No study measured health-related quality of life."
    },
    {
      "heading": "What are the limitations of the evidence?",
      "text": "We are moderately confident in this evidence. This was because the number of events involved in the studies was small and there were differences in how individual studies were carried out."
    },
    {
      "heading": "How up to date is this evidence?",
      "text": "This review updates a previous Cochrane Review. The evidence is up to date to March 2022."
    },
    {
      "heading": "Key messages",
      "text": "Current evidence shows there is probably little or no difference between direct oral anticoagulants and conventional anticoagulation for preventing recurrent pulmonary embolism, recurrent venous thromboembolism (VTE), deep vein thrombosis (DVT), all-cause mortality, and major bleeding in people who are being treated for a pulmonary embolism."
    }
  ]
}