{
  "doi": "10.1002/14651858.CD010646.pub3",
  "name": "Cognitive behavioural therapy (brief versus standard duration) for schizophrenia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Cognitive behavioural therapy for people with schizophrenia is a psychotherapeutic approach that establishes links between thoughts, emotions and behaviours and challenges dysfunctional thoughts. There is some evidence to suggest that cognitive behavioural therapy for people with psychosis (CBTp) might be an effective treatment for people with schizophrenia. There are however, limitations in its provision due to available resource and training issues. One way to tackle this issue might be to offer a brief version of CBTp."
    },
    {
      "heading": "Objectives",
      "text": "To review the effects of brief CBTp (6 to 10 regular sessions given in less than 4 months and using a manual) for people with schizophrenia compared with standard CBTp (12 to 20 regular sessions given in 4 to 6 months and using a manual)."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Schizophrenia Group’s Trials Register (August 21, 2013 and August 26, 2015) which is based on regular searches of CINAHL, BIOSIS, AMED, EMBASE, PubMed, MEDLINE, PsycINFO and registries of Clinical Trials. There are no language, date, document type, or publication status limitations for inclusion of records in the register. We inspected all references of the selected articles for further relevant trials. We also contacted experts in the field regarding brief CBTp studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials involving adults with schizophrenia or related disorders, comparing brief cognitive behavioural therapy for people with psychosis versus standard CBTp."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened and assessed studies for inclusion using pre-specified inclusion criteria."
    },
    {
      "heading": "Main results",
      "text": "We found only seven studies which used a brief version of CBTp, but no study compared brief CBTp with CBTp of standard duration. No studies could be included."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Currently there is no literature available to compare brief with standard CBTp for people with schizophrenia. We cannot, therefore, conclude whether brief CBTp is as effective, less effective or even more effective than standard courses of the same therapy. This lack of evidence for brief CBTp has serious implications for research and practice. Well planned, conducted and reported randomised trials are indicated."
    }
  ],
  "pls_title": "Brief versus standard cognitive behavioural therapy for schizophrenia",
  "pls_type": "long",
  "pls": "People with schizophrenia often hear voices or see things (hallucinations) and have strange beliefs (delusions). Characteristics of the illness are disordered thoughts, feelings, beliefs and perceptions. People with schizophrenia may also find it difficult to find employment, make friends and socialise with other people.\nCognitive behavioural therapy (CBT) works by focusing on people’s thoughts, emotions and behaviours and by challenging strange or dysfunctional thoughts. CBT was originally developed to help people with psychological disorders such as Obsessive Compulsive Disorder. More recently it has been used to help people with psychosis (CBTp). Working with a therapist, people establish links between their thoughts, feelings or actions. They are encouraged to re-evaluate their beliefs, perceptions and reasoning as well as to monitor their own thoughts, feelings, behaviours and symptoms. CBTp is suggested to provide alternative ways of coping with strange thoughts and the symptoms of schizophrenia, which should reduce distress and improve people’s functioning.\nStandard CBTp tends to involve around 16 sessions (12 to 20 sessions) over 4 to 6 months, while brief CBTp involves around 6 to 10 sessions, in less than 4 months.\nThe aim of this review was to compare two types of CBTp, brief CBTp and standard CBTp for people with schizophrenia. A search was run for relevant randomised studies in 2013. Only seven potentially-relevant studies were found. However, although all of them randomised people with schizophrenia, none of these studies compared brief CBTp with standard CBTp. In the main they compared brief CBTp with standard care or other therapies. There is, therefore, no information or literature available to compare brief with standard CBTp for schizophrenia and psychosis.\nThere is a need for large scale research and trials that compare brief CBTp with standard CBTp. This research needs to evaluate costs, have clear definitions of standard and brief CBTp and focus on the time period or number of sessions, i.e. the ‘effective dose’ of CBTp.\nThis plain language summary has been written by a consumer, Ben Gray, Service User Expert, Rethink Mental Illness."
}