{
  "doi": "10.1002/14651858.CD007360.pub3",
  "name": "Naftopidil for the treatment of lower urinary tract symptoms compatible with benign prostatic hyperplasia ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Benign prostatic hyperplasia (BPH) is a common condition in ageing men that may cause lower urinary tract symptoms (LUTS). Treatment aims are to relieve symptoms and prevent disease-related complications. Naftopidil is an alpha-blocker (AB) that has a high affinity for the A1d receptor that may have advantages in treating LUTS in this setting. This is an update of a Cochrane Review first published in 2009. Since that time, several large randomised controlled trials (RCTs) have been reported, making this update relevant."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effects of naftopidil for the treatment of LUTS associated with BPH."
    },
    {
      "heading": "Search methods",
      "text": "We performed a comprehensive search using multiple databases (the Cochrane Library, MEDLINE, Embase, Scopus, LILAC, and Web of Science), trials registries, other sources of grey literature, and conference proceedings with no restrictions on the language of publication or publication status up to 31 May 2018"
    },
    {
      "heading": "Selection criteria",
      "text": "We included all parallel RCTs. We also included cross-over design trials."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently classified and abstracted data from the included studies. We performed statistical analyses using a random-effects model and interpreted them according to the Cochrane Handbook for Systematic Reviews of Interventions. Primary outcomes were urological symptom scores, quality of life (QoL) and treatment withdrawals for any reason; secondary outcomes were treatment withdrawals due to adverse events, acute urinary retention, surgical intervention for BPH, and cardiovascular and sexual adverse events. We considered outcomes measured up to 12 months after randomisation as short term, and later than 12 months as long term. We rated the certainty of the evidence according to the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included 22 RCTs with 2223 randomised participants across four comparisons for short-term follow-up. This abstract focuses on only two of four comparisons for which we found data since two comparators (i.e. propiverine and Eviprostat (phytotherapy)) are rarely used. One study comparing naftopidil to placebo did not report any relevant outcomes and was therefore excluded. There were no trials that compared to combination therapy with naftopidil or any 5-alpha reductase inhibitors (5-ARIs) to combination therapy with other ABs and any 5-ARIs.\nAll included studies were conducted in Asian countries. Study duration ranged from four to 12 weeks. Mean age was 67.8 years, prostate volume was 35.4 mL, and International Prostate Symptom Score was 18.3. We were unable to perform any of the preplanned subgroup analyses based on age and baseline symptom score.\nNaftopidil versus tamsulosin\nBased on 12 studies with 965 randomised participants, naftopidil may have resulted in little or no difference in urological symptom score (mean difference (MD) 0.47, 95% confidence interval (CI) –0.09 to 1.04 measured on a scale from 0 to 35 with higher score representing increased symptoms), QoL (MD 0.11, 95% CI –0.09 to 0.30; measured on a scale from 0 to 6 with higher scores representing worse QoL), and treatment withdrawals for any reason (risk ratio (RR) 0.92, 95% CI 0.64 to 1.34; corresponding to 7 fewer per 1000 participants, 95% CI 32 fewer to 31 more). Naftopidil may have resulted in little to no difference in sexual adverse events (RR 0.54, 95% CI 0.24 to 1.22); this would result in 26 fewer sexual adverse events per 1000 participants (95% CI 43 fewer to 13 more). We rated the certainty of evidence as moderate for urological symptom score and low for the other outcomes.\nNaftopidil versus silodosin\nBased on five studies with 652 randomised participants, naftopidil may have resulted in little or no difference in the urological symptom scores (MD 1.04, 95% CI –0.78 to 2.85), QoL (MD 0.21, 95% CI –0.23 to 0.66), and treatment withdrawals for any reason (RR 0.80, 95% CI 0.52 to 1.23; corresponding to 26 fewer per 1000 participants, 95% CI 62 fewer to 32 more). We rated the certainty of evidence as low for all these outcomes. Naftopidil likely reduced sexual adverse events (RR 0.15, 95% CI 0.06 to 0.42; corresponding to 126 fewer sexual adverse events per 1000 participants, 95% CI 139 fewer to 86 fewer). We rated the certainty of evidence as moderate for sexual adverse events."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Naftopidil appears to have similar effects in the urological symptom scores and QoL compared to tamsulosin and silodosin. Naftopidil has similar sexual adverse events compared to tamsulosin but has fewer compared to silodosin."
    }
  ],
  "pls_title": "Naftopidil for the treatment of lower urinary tract symptoms compatible with benign prostatic hyperplasia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What are the effects of naftopidil in men with bothersome urinary symptoms due to an enlarged prostate?"
    },
    {
      "heading": "Background",
      "text": "An enlarged prostate (called benign prostatic hyperplasia) can cause bothersome lower urinary tract symptoms such as having to urinate often during the day or at night, having a weak urine stream, and having the feeling of not emptying the bladder completely. A common reason for these complaints is an enlarged prostate, which is common in older men. Naftopidil is a medication that may help with these symptoms and possibly cause fewer unwanted effects than other medications used for this problem. In this review, we compared naftopidil to other medicines."
    },
    {
      "heading": "Study characteristics",
      "text": "We included 22 studies with 2223 men. The average age was 68.0 years. These men had mostly symptoms rated as moderate or severe."
    },
    {
      "heading": "Key results",
      "text": "Naftopidil may have had similar effects on urinary symptoms and QoL compared to tamsulosin and silodosin. In terms of unwanted effects, naftopidil may have had similar unwanted sexual side effects compared to tamsulosin but have fewer compared to silodosin."
    },
    {
      "heading": "Reliability of the evidence",
      "text": "The reliability of evidence for most symptoms was low. This means that the true effect may be substantially different from what this review shows."
    }
  ]
}