{
  "doi": "10.1002/14651858.CD000081.pub3",
  "name": "Selective versus routine use of episiotomy for vaginal birth",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Some clinicians believe that routine episiotomy, a surgical cut of the vagina and perineum, will prevent serious tears during childbirth. On the other hand, an episiotomy guarantees perineal trauma and sutures."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects on mother and baby of a policy of selective episiotomy ('only if needed') compared with a policy of routine episiotomy ('part of routine management') for vaginal births."
    },
    {
      "heading": "Search methods",
      "text": "We searched Cochrane Pregnancy and Childbirth's Trials Register (14 September 2016) and reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs) comparing selective versus routine use of episiotomy, irrespective of parity, setting or surgical type of episiotomy. We included trials where either unassisted or assisted vaginal births were intended. Quasi-RCTs, trials using a cross-over design or those published in abstract form only were not eligible for inclusion in this review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently screened studies, extracted data, and assessed risk of bias. A third author mediated where there was no clear consensus. We observed good practice for data analysis and interpretation where trialists were review authors. We used fixed-effect models unless heterogeneity precluded this, expressed results as risk ratios (RR) and 95% confidence intervals (CI), and assessed the certainty of the evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "This updated review includes 12 studies (6177 women), 11 in women in labour for whom a vaginal birth was intended, and one in women where an assisted birth was anticipated. Two were trials each with more than 1000 women (Argentina and the UK), and the rest were smaller (from Canada, Germany, Spain, Ireland, Malaysia, Pakistan, Columbia and Saudi Arabia). Eight trials included primiparous women only, and four trials were in both primiparous and multiparous women. For risk of bias, allocation was adequately concealed and reported in nine trials; sequence generation random and adequately reported in three trials; blinding of outcomes adequate and reported in one trial, blinding of participants and personnel reported in one trial.\nFor women where an unassisted vaginal birth was anticipated, a policy of selective episiotomy may result in 30% fewer women experiencing severe perineal/vaginal trauma (RR 0.70, 95% CI 0.52 to 0.94; 5375 women; eight RCTs; low-certainty evidence). We do not know if there is a difference for blood loss at delivery (an average of 27 mL less with selective episiotomy, 95% CI from 75 mL less to 20 mL more; two trials, 336 women, very low-certainty evidence). Both selective and routine episiotomy have little or no effect on infants with Apgar score less than seven at five minutes (four trials, no events; 3908 women, moderate-certainty evidence); and there may be little or no difference in perineal infection (RR 0.90, 95% CI 0.45 to 1.82, three trials, 1467 participants, low-certainty evidence).\nFor pain, we do not know if selective episiotomy compared with routine results in fewer women with moderate or severe perineal pain (measured on a visual analogue scale) at three days postpartum (RR 0.71, 95% CI 0.48 to 1.05, one trial, 165 participants, very low-certainty evidence). There is probably little or no difference for long-term (six months or more) dyspareunia (RR1.14, 95% CI 0.84 to 1.53, three trials, 1107 participants, moderate-certainty evidence); and there may be little or no difference for long-term (six months or more) urinary incontinence (average RR 0.98, 95% CI 0.67 to 1.44, three trials, 1107 participants, low-certainty evidence). One trial reported genital prolapse at three years postpartum. There was no clear difference between the two groups (RR 0.30, 95% CI 0.06 to 1.41; 365 women; one trial, low certainty evidence). Other outcomes relating to long-term effects were not reported (urinary fistula, rectal fistula, and faecal incontinence). Subgroup analyses by parity (primiparae versus multiparae) and by surgical method (midline versus mediolateral episiotomy) did not identify any modifying effects. Pain was not well assessed, and women's preferences were not reported.\nOne trial examined selective episiotomy compared with routine episiotomy in women where an operative vaginal delivery was intended in 175 women, and did not show clear difference on severe perineal trauma between the restrictive and routine use of episiotomy, but the analysis was underpowered."
    },
    {
      "heading": "Authors' conclusions",
      "text": "In women where no instrumental delivery is intended, selective episiotomy policies result in fewer women with severe perineal/vaginal trauma. Other findings, both in the short or long term, provide no clear evidence that selective episiotomy policies results in harm to mother or baby.\nThe review thus demonstrates that believing that routine episiotomy reduces perineal/vaginal trauma is not justified by current evidence. Further research in women where instrumental delivery is intended may help clarify if routine episiotomy is useful in this particular group. These trials should use better, standardised outcome assessment methods."
    }
  ],
  "pls_title": "Selective versus routine use of episiotomy for vaginal birth",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Normal birth can cause tears to the vagina and the surrounding tissue, usually as the baby's head is born, and sometimes these tears extend to the rectum. These are repaired surgically, but take time to heal. To avoid these severe tears, doctors have recommended making a surgical cut to the perineum with scissors or scalpel to prevent severe tearing and facilitate the birth. This intervention, known as an episiotomy, is used as a routine care policy during births in some countries. Both a tear and an episiotomy need sutures, and can result in severe pain, bleeding, infection, pain with sex, and can contribute to long term urinary incontinence."
    },
    {
      "heading": "Why is this important?",
      "text": "An episiotomy requires suturing and benefits and harms as part of routine management of normal births remains unclear. In particular, we need to know if it does indeed prevent large tears, because women otherwise may be subjected to an unnecessary operation, pain and in some cases long-term problems. The question of whether to apply a policy of routine episiotomy is important for clinical practice and for the health and well-being of women and babies."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We prepared this edition of this review by updating the methods and searching for evidence from the medical literature on 14 September 2016. The review now includes 11 randomised controlled trials (with 5977 women) that compared episiotomy as needed (selective episiotomy) with routine episiotomy in terms of benefits and harms for mother and baby in women at low risk of instrumental delivery.\nThe trials were from ten different countries. In women where health staff were only conducting selective episiotomy, there may be 30% fewer with severe perineal trauma at birth compared with women where a policy of routine episiotomy was applied (eight trials, 5375 women, low-certainty evidence). We do not know if there is a difference in average blood loss between the groups (two trials, very low-certainty evidence). There is probably no difference in Apgar less than seven at five minutes, with no events in either groups (moderate-certainty evidence). We do not know if there is a difference in the number of women with moderate or severe perineal pain three days after giving birth (one trial, 165 women, very low-certainty evidence) but careful assessment of women's pain was not well carried out in the included trials. There may be little or no difference in the number of women developing perineal infection (two trials, low-certainty evidence); and there is probably little or no difference in women reporting painful sexual intercourse six months or more after delivery (three trials, 1107 women, moderate-certainty evidence); for urinary incontinence six months or more after delivery, there may be little or no difference between the groups. One study reported genital prolapse three years after the birth and there was no clear difference between groups (low-certainty evidence). Other important outcomes relating to long-term effects were not reported in these trials (urinary fistula, rectal fistula, and faecal incontinence).\nOne trial examined selective episiotomy compared with routine episiotomy in women for whom an operative vaginal birth was intended. The results showed no clear difference in severe perineal trauma between the restrictive and routine use of episiotomy.\nWomen's views on the different policies were not reported."
    },
    {
      "heading": "What does this mean?",
      "text": "Overall, the findings show that selective use of episiotomy in women (where a normal delivery without forceps is anticipated) means that fewer women have severe perineal trauma. Thus the rationale for conducting routine episiotomies to prevent severe perineal trauma is not justified by current evidence, and we could not identify any benefits of routine episiotomy for the baby or the mother.\nMore research is needed in order to inform policy in women where an instrumental birth is planned and episiotomy is often advocated. Outcomes could be better standardised and measured."
    }
  ]
}