{
  "doi": "10.1002/14651858.CD012819.pub2",
  "name": "Postoperative epidural analgesia versus systemic analgesia for thoraco‐lumbar spine surgery in children ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Spine surgery may be associated with severe acute postoperative pain. Compared with systemic analgesia alone, epidural analgesia may offer better pain control. However, epidural analgesia has sometimes been associated with rare but serious complications. Therefore, it is critical to quantify the real benefits of epidural analgesia over other modes of pain treatment."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effectiveness and safety of epidural analgesia compared with systemic analgesia for acute postoperative pain control after thoraco-lumbar spine surgery in children."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase and Cumulative Index to Nursing and Allied Health Literature on 14 November 2018, together with the references lists of related reviews and retained trials, and two trials registers."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all randomized controlled trials performed in children undergoing any type of thoraco-lumbar spine surgery comparing epidural analgesia with systemic analgesia for postoperative pain. We applied no language or publication status restriction."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We assessed risk of bias of included trials using the Cochrane tool. We analysed data using random-effects models. We rated the quality of the evidence according to the GRADE scale."
    },
    {
      "heading": "Main results",
      "text": "We included 11 trials (559 participants) in the review, and seven trials (249 participants) in the analysis: 140 participants received epidural analgesia and 109 received systemic analgesia.\nMost studies included adolescents. Three trials included in the analysis contained some participants older than 18 years. The types of surgery were posterior spinal fusion for idiopathic scoliosis (nine trials), anterior correction for idiopathic scoliosis (one trial), or selective dorsal rhizotomy in children with cerebral palsy (one trial). The mean numbers of vertebrae operated on were between nine and 14.5 and the mean numbers of spinal levels were between three and four and a half. The length of surgery varied between three and six and a half hours.\nCompared with systemic analgesia, epidural analgesia reduced pain at rest at all time points. At six to eight hours, the mean pain score on a 0 to 10 scale with systemic analgesia was 3.1 (standard deviation 0.7) and with epidural analgesia was –1.32 points (95% confidence interval (CI) –1.83 to –0.82; 4 studies, 116 participants; moderate-quality evidence). At 72 hours, the mean pain score with epidural analgesia was equivalent to a –0.8 point reduction on a 0 to 10 scale (standardized mean difference (SMD) –0.65, 95% CI –1.19 to –0.10; 5 studies, 157 participants; moderate-quality evidence).\nReturn of gastrointestinal function\nThere was no difference for nausea and vomiting between groups (risk ratio (RR) 0.87, 95% CI 0.58 to 1.30; 6 studies, 215 participants; low-quality evidence). One study found epidural analgesia with local anaesthetics may have increased the number of participants who had their first flatus within 48 hours (RR 1.63, 95% CI 1.08 to 2.47; 30 participants; very low-quality evidence). Two studies found epidural analgesia with local anaesthetics may have increased the number of participants in whom first bowel movement occurred within 48 hours (RR 11.52, 95% CI 2.36 to 56.26; 60 participants; low-quality evidence). It was uncertain whether epidural analgesia reduced the time to first bowel movement (MD 0.09 days, 95% CI –0.32 to 0.50; 1 study, 60 participants; very low-quality evidence) and time to first liquid ingestion following epidural infusion of an opioid alone or a local anaesthetic plus an opioid (mean difference (MD) –5.02 hours, 95% CI –13.15 to 3.10; 2 studies, 56 participants; very low-quality evidence). Epidural analgesia with local anaesthetics may have increased the risk of having first solid food ingestion within 48 hours (RR 7.00, 95% CI 1.91 to 25.62; 1 study, 30 participants; very low-quality evidence).\nSecondary outcomes\nIt was uncertain whether there was a difference in time to ambulate (MD 0.08 days, 95% CI –0.24 to 0.39; 1 study, 60 participants; very low-quality evidence) and hospital length of stay (MD –0.29 days, 95% CI –0.69 to 0.10; 2 studies, 89 participants; very low-quality evidence). Two studies found participants were more satisfied when treated with epidural analgesia (MD 1.62 on a scale from 0 to 10, 95% CI 1.26 to 1.97; 60 participants; very low-quality evidence). It was unclear whether there was a difference in parent satisfaction for epidural analgesia with an opioid alone (MD 0.60, 95% CI –0.81 to 2.01; 1 trial, 27 participants; very low-quality evidence).\nComplications\nIt was uncertain whether there was a difference in the risk of complications such as: respiratory depression (risk difference (RD) –0.05, 95% CI –0.16 to 0.05; 4 studies, 126 participants; very low-quality evidence); wound infection (RD 0.01, 95% CI –0.05 to 0.08; 2 trials, 93 participants; very low-quality evidence); epidural abscess (RD 0, 95% CI –0.05 to 0.05; 3 trials, 120 participants; very low-quality evidence); and neurological complications (RD 0.01, 95% CI –0.04 to 0.06; 4 studies, 151 participants; very low-quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is moderate- and low-quality evidence that there may be a small additional reduction in pain up to 72 hours after surgery with epidural analgesia compared with systemic analgesia. Two very small studies showed epidural analgesia with local anaesthetic alone may accelerate the return of gastrointestinal function. The safety of this technique in children undergoing thoraco-lumbar surgery is uncertain due to the very low-quality of the evidence. The study in 'Studies awaiting classification' may alter the conclusions of the review once assessed."
    }
  ],
  "pls_title": "Epidural analgesia for postoperative pain after spinal surgery in children",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We tried to determine if epidural analgesia offers some advantages over systemic (vein, skin or muscles) analgesia for treating postoperative pain in children undergoing spine surgery."
    },
    {
      "heading": "Background",
      "text": "Some children need extensive spinal bone surgery. This is a very painful procedure. Traditionally, this pain has mostly been treated with an opioid such as systemic morphine (or morphine like medicine) given via an in injection into the veins, skin or muscles. Epidural analgesia involves giving pain relief medicine into a catheter inserted in the spine to block pain transmission to the brain. The catheter is a small tube usually placed by the surgeon, at the end of the surgery, in the space in the spinal canal known as the epidural space."
    },
    {
      "heading": "Study characteristics",
      "text": "The evidence is current to 14 November 2018. We included 11 trials with 559 participants in the review, and seven trials with 249 participants in the analysis. The trials were funded by departmental resources (five trials), or in part by industry and partly by charity (one trial). Five trials did not mention the source of funding. Three of the trials included in the analysis contained some participants older than 18 years."
    },
    {
      "heading": "Key results",
      "text": "There may be a small additional reduction in pain up to 72 hours after surgery with epidural analgesia compared with systemic analgesia. After an extensive spine surgery, the gut is paralysed for a certain amount of time leading to nausea (feeling sick), vomiting (being sick), inability to ingest liquid or food, and no stools excretion. Two very small studies showed epidural analgesia with local anaesthetic alone may have accelerated the return of gut function. If confirmed, this would mean that children would be able to resume normal liquid and solid food intake faster after extensive spine surgery. Children in two small studies were more satisfied with epidural analgesia compared with children in the systemic analgesia group. However, it was unclear whether their parents were more satisfied with epidural analgesia or systemic analgesia. The safety of this technique in children undergoing spine surgery was uncertain because there was insufficient information to determine whether there was a difference in the rate of complications between epidural analgesia and systemic analgesia and an analysis of small trials might not be the best methodology to evaluate this aspect."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of evidence was moderate, low or very low for reduced pain and low or very low for all other measurements.\nImperfections in the trials and low number of available trials were the main problems leading to rating the quality of evidence as low or very low."
    }
  ]
}