{
  "doi": "10.1002/14651858.CD005291.pub3",
  "name": "Preimplantation genetic testing for aneuploidies (abnormal number of chromosomes) in in vitro fertilisation ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "In in vitro fertilisation (IVF) with or without intracytoplasmic sperm injection (ICSI), selection of the most competent embryo(s) for transfer is based on morphological criteria. However, many women do not achieve a pregnancy even after 'good quality' embryo transfer. One of the presumed causes is that such morphologically normal embryos have an abnormal number of chromosomes (aneuploidies). Preimplantation genetic testing for aneuploidies (PGT-A), formerly known as preimplantation genetic screening (PGS), was therefore developed as an alternative method to select embryos for transfer in IVF. In PGT-A, the polar body or one or a few cells of the embryo are obtained by biopsy and tested. Only polar bodies and embryos that show a normal number of chromosomes are transferred.\nThe first generation of PGT-A, using cleavage-stage biopsy and fluorescence in situ hybridisation (FISH) for the genetic analysis, was demonstrated to be ineffective in improving live birth rates. Since then, new PGT-A methodologies have been developed that perform the biopsy procedure at other stages of development and use different methods for genetic analysis.\nWhether or not PGT-A improves IVF outcomes and is beneficial to patients has remained controversial."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of PGT-A in women undergoing an IVF treatment."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Gynaecology and Fertility (CGF) Group Trials Register, CENTRAL, MEDLINE, Embase, PsycINFO, CINAHL, and two trials registers in September 2019 and checked the references of appropriate papers."
    },
    {
      "heading": "Selection criteria",
      "text": "All randomised controlled trials (RCTs) reporting data on clinical outcomes in participants undergoing IVF with PGT-A versus IVF without PGT-A were eligible for inclusion."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently selected studies for inclusion, assessed risk of bias, and extracted study data. The primary outcome was the cumulative live birth rate (cLBR). Secondary outcomes were live birth rate (LBR) after the first embryo transfer, miscarriage rate, ongoing pregnancy rate, clinical pregnancy rate, multiple pregnancy rate, proportion of women reaching an embryo transfer, and mean number of embryos per transfer."
    },
    {
      "heading": "Main results",
      "text": "We included 13 trials involving 2794 women. The quality of the evidence ranged from low to moderate. The main limitations were imprecision, inconsistency, and risk of publication bias.\nIVF with PGT-A versus IVF without PGT-A with the use of genome-wide analyses\nPolar body biopsy\nOne trial used polar body biopsy with array comparative genomic hybridisation (aCGH). It is uncertain whether the addition of PGT-A by polar body biopsy increases the cLBR compared to IVF without PGT-A (odds ratio (OR) 1.05, 95% confidence interval (CI) 0.66 to 1.66, 1 RCT, N = 396, low-quality evidence). The evidence suggests that for the observed cLBR of 24% in the control group, the chance of live birth following the results of one IVF cycle with PGT-A is between 17% and 34%. It is uncertain whether the LBR after the first embryo transfer improves with PGT-A by polar body biopsy (OR 1.10, 95% CI 0.68 to 1.79, 1 RCT, N = 396, low-quality evidence). PGT-A with polar body biopsy may reduce miscarriage rate (OR 0.45, 95% CI 0.23 to 0.88, 1 RCT, N = 396, low-quality evidence). No data on ongoing pregnancy rate were available. The effect of PGT-A by polar body biopsy on improving clinical pregnancy rate is uncertain (OR 0.77, 95% CI 0.50 to 1.16, 1 RCT, N = 396, low-quality evidence).\nBlastocyst stage biopsy\nOne trial used blastocyst stage biopsy with next-generation sequencing. It is uncertain whether IVF with the addition of PGT-A by blastocyst stage biopsy increases cLBR compared to IVF without PGT-A, since no data were available. It is uncertain if LBR after the first embryo transfer improves with PGT-A with blastocyst stage biopsy (OR 0.93, 95% CI 0.69 to 1.27, 1 RCT, N = 661, low-quality evidence). It is uncertain whether PGT-A with blastocyst stage biopsy reduces miscarriage rate (OR 0.89, 95% CI 0.52 to 1.54, 1 RCT, N = 661, low-quality evidence). No data on ongoing pregnancy rate or clinical pregnancy rate were available.\nIVF with PGT-A versus IVF without PGT-A with the use of FISH for the genetic analysis\nEleven trials were included in this comparison. It is uncertain whether IVF with addition of PGT-A increases cLBR (OR 0.59, 95% CI 0.35 to 1.01, 1 RCT, N = 408, low-quality evidence). The evidence suggests that for the observed average cLBR of 29% in the control group, the chance of live birth following the results of one IVF cycle with PGT-A is between 12% and 29%. PGT-A performed with FISH probably reduces live births after the first transfer compared to the control group (OR 0.62, 95% CI 0.43 to 0.91, 10 RCTs, N = 1680, I² = 54%, moderate-quality evidence). The evidence suggests that for the observed average LBR per first transfer of 31% in the control group, the chance of live birth after the first embryo transfer with PGT-A is between 16% and 29%. There is probably little or no difference in miscarriage rate between PGT-A and the control group (OR 1.03, 95%, CI 0.75 to 1.41; 10 RCTs, N = 1680, I² = 16%; moderate-quality evidence). The addition of PGT-A may reduce ongoing pregnancy rate (OR 0.68, 95% CI 0.51 to 0.90, 5 RCTs, N = 1121, I² = 60%, low-quality evidence) and probably reduces clinical pregnancies (OR 0.60, 95% CI 0.45 to 0.81, 5 RCTs, N = 1131; I² = 0%, moderate-quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient good-quality evidence of a difference in cumulative live birth rate, live birth rate after the first embryo transfer, or miscarriage rate between IVF with and IVF without PGT-A as currently performed. No data were available on ongoing pregnancy rates. The effect of PGT-A on clinical pregnancy rate is uncertain.\nWomen need to be aware that it is uncertain whether PGT-A with the use of genome-wide analyses is an effective addition to IVF, especially in view of the invasiveness and costs involved in PGT-A. PGT-A using FISH for the genetic analysis is probably harmful.\nThe currently available evidence is insufficient to support PGT-A in routine clinical practice."
    }
  ],
  "pls_title": "Preimplantation genetic testing for abnormal chromosome numbers for couples undergoing in vitro fertilisation",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "Does preimplantation genetic testing for abnormal chromosome numbers improve the chances of a pregnancy followed by a live-born baby?"
    },
    {
      "heading": "Background",
      "text": "In in vitro fertilisation (IVF) with or without intracytoplasmic sperm injection (ICSI), the selection of the best embryo(s) for transfer is mainly based on morphological assessment of the embryos, which includes the number of cells, the regularity of cells, and the presence of cell fragments. Unfortunately, almost two-thirds of couples do not get pregnant even after transfer of ‘good quality’ embryos. One of the presumed causes is that such embryos have an abnormal number of chromosomes (aneuploidy). Preimplantation genetic testing for aneuploidy (PGT-A) is a technique used to analyse the number of chromosomes present in IVF embryos. In PGT-A, a polar body (a waste product of maternal meiosis),or one or a few cells of the embryo are obtained by biopsy and tested. Only polar bodies or embryos with a normal number of chromosomes in each cell, so-called 'euploid embryos', are transferred into the uterus. The idea is that this will increase the live birth rate per started IVF cycle. Previous studies on PGT-A that used a genetic analysis technique called fluorescence in situ hybridisation (FISH) found PGT-A to be ineffective in improving live birth rates. Since then, new methodologies and techniques in PGT-A have been developed that perform the procedure on polar bodies or other stages of embryo development and use different methods of genetic analysis (array comparative genomic hybridisation (aCGH) or next-generation sequencing (NGS)).\nWe compared the benefits and risks of IVF with and without PGT-A, performed with different techniques at different stages: polar body or other stage of embryo development."
    },
    {
      "heading": "Study characteristics",
      "text": "We included 13 randomised controlled trials (a type of study in which participants are assigned to one of two or more treatment groups using a random method) involving a total of 2794 women. The evidence is current to September 2019."
    },
    {
      "heading": "Key results",
      "text": ""
    },
    {
      "heading": "IVF with PGT-A versus IVF without PGT-A with the use of genome-wide analyses",
      "text": "Polar body biopsy\nThere was not enough evidence to determine whether there is any difference in the cumulative live birth rate (cLBR) or live birth rate (LBR) after the first embryo transfer with the addition of PGT-A using polar body biopsy to IVF. There may be a reduction in the miscarriage rate with the addition of PGT-A. No studies reported on ongoing pregnancy rate. It is also uncertain whether the addition of PGT-A with polar body biopsy to IVF leads to more clinical pregnancies.\nBlastocyst stage biopsy\nNo studies reported on cLBR after blastocyst stage biopsy. It is uncertain if the addition of PGT-A with biopsy in the blastocyst stage improves LBR after the first embryo transfer or reduces the miscarriage rate. No studies reported on ongoing pregnancy rate or clinical pregnancy rate."
    },
    {
      "heading": "IVF with PGT-A versus IVF without PGT-A with the use of FISH for the genetic analysis",
      "text": "The addition of PGT-A by FISH does not increase cLBR where FISH is used for the genetic analysis. Live birth rate after the first embryo transfer is probably reduced by the addition of PGT-A. There is probably little or no difference in miscarriage rates between IVF with and without PGT-A using FISH. PGT-A using FISH may reduce ongoing pregnancies and probably reduces clinical pregnancies."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence ranged from low to moderate. The main limitations of the evidence were the limited number of studies and events, inconsistency in the estimates between studies, and indications that results may be biased because not all eligible studies have been published."
    }
  ]
}