{
  "doi": "10.1002/14651858.CD010770.pub2",
  "name": "Selective progesterone receptor modulators (SPRMs) for uterine fibroids",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Uterine fibroids are smooth muscle tumours arising from the uterus. These tumours, although benign, are commonly associated with abnormal uterine bleeding, bulk symptoms and reproductive dysfunction. The importance of progesterone in fibroid pathogenesis supports selective progesterone receptor modulators (SPRMs) as effective treatment. Both biochemical and clinical evidence suggests that SPRMs may reduce fibroid growth and ameliorate symptoms. SPRMs can cause unique histological changes to the endometrium that are not related to cancer, are not precancerous and have been found to be benign and reversible. This review summarises randomised trials conducted to evaluate the effectiveness of SPRMs as a class of medication for treatment of individuals with fibroids."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness and safety of SPRMs for treatment of premenopausal women with uterine fibroids."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Specialised Register of the Cochrane Gynaecology and Fertility Group, the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, PsycINFO, the Cumulative Index to Nursing and Allied Health Literature (CINAHL) and clinical trials registries from database inception to May 2016. We handsearched the reference lists of relevant articles and contacted experts in the field to request additional data."
    },
    {
      "heading": "Selection criteria",
      "text": "Included studies were randomised controlled trials (RCTs) of premenopausal women with fibroids who were treated for at least three months with a SPRM."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently reviewed all eligible studies identified by the search. We extracted data and assessed risk of bias independently using standard forms. We analysed data using mean differences (MDs) or standardised mean differences (SMDs) for continuous data and odds ratios (ORs) for dichotomous data. We performed meta-analyses using the random-effects model. Our primary outcome was change in fibroid-related symptoms."
    },
    {
      "heading": "Main results",
      "text": "We included in the review 14 RCTs with a total of 1215 study participants. We could not extract complete data from three studies. We included in the meta-analysis 11 studies involving 1021 study participants: 685 received SPRMs and 336 were given a control intervention (placebo or leuprolide). Investigators evaluated three SPRMs: mifepristone (five studies), ulipristal acetate (four studies) and asoprisnil (two studies). The primary outcome was change in fibroid-related symptoms (symptom severity, health-related quality of life, abnormal uterine bleeding, pelvic pain). Adverse event reporting in the included studies was limited to SPRM-associated endometrial changes. More than half (8/14) of these studies were at low risk of bias in all domains. The most common limitation of the other studies was poor reporting of methods. The main limitation for the overall quality of evidence was potential publication bias.\nSPRM versus placebo\nSPRM treatment resulted in improvements in fibroid symptom severity (MD -20.04 points, 95% confidence interval (CI) -26.63 to -13.46; four RCTs, 171 women, I2 = 0%; moderate-quality evidence) and health-related quality of life (MD 22.52 points, 95% CI 12.87 to 32.17; four RCTs, 200 women, I2 = 63%; moderate-quality evidence) on the Uterine Fibroid Symptom Quality of Life Scale (UFS-QoL, scale 0 to 100). Women treated with an SPRM showed reduced menstrual blood loss on patient-reported bleeding scales, although this effect was small (SMD -1.11, 95% CI -1.38 to -0.83; three RCTs, 310 women, I2 = 0%; moderate-quality evidence), along with higher rates of amenorrhoea (29 per 1000 in the placebo group vs 237 to 961 per 1000 in the SPRM group; OR 82.50, 95% CI 37.01 to 183.90; seven RCTs, 590 women, I2 = 0%; moderate-quality evidence), compared with those given placebo. We could draw no conclusions regarding changes in pelvic pain owing to variability in the estimates. With respect to adverse effects, SPRM-associated endometrial changes were more common after SPRM therapy than after placebo (OR 15.12, 95% CI 6.45 to 35.47; five RCTs, 405 women, I2 = 0%; low-quality evidence).\nSPRM versus leuprolide acetate\nIn comparing SPRM versus other treatments, two RCTs evaluated SPRM versus leuprolide acetate. One RCT reported primary outcomes. No evidence suggested a difference between SPRM and leuprolide groups for improvement in quality of life, as measured by UFS-QoL fibroid symptom severity scores (MD -3.70 points, 95% CI -9.85 to 2.45; one RCT, 281 women; moderate-quality evidence) and health-related quality of life scores (MD 1.06 points, 95% CI -5.73 to 7.85; one RCT, 281 women; moderate-quality evidence). It was unclear whether results showed a difference between SPRM and leuprolide groups for reduction in menstrual blood loss based on the pictorial blood loss assessment chart (PBAC), as confidence intervals were wide (MD 6 points, 95% CI -40.95 to 50.95; one RCT, 281 women; low-quality evidence), or for rates of amenorrhoea (804 per 1000 in the placebo group vs 732 to 933 per 1000 in the SPRM group; OR 1.14, 95% CI 0.60 to 2.16; one RCT, 280 women; moderate-quality evidence). No evidence revealed differences between groups in pelvic pain scores based on the McGill Pain Questionnaire (scale 0 to 45) (MD -0.01 points, 95% CI -2.14 to 2.12; 281 women; moderate-quality evidence). With respect to adverse effects, SPRM-associated endometrial changes were more common after SPRM therapy than after leuprolide treatment (OR 10.45, 95% CI 5.38 to 20.33; 301 women; moderate-quality evidence)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Short-term use of SPRMs resulted in improved quality of life, reduced menstrual bleeding and higher rates of amenorrhoea than were seen with placebo. Thus, SPRMs may provide effective treatment for women with symptomatic fibroids. Evidence derived from one RCT showed no difference between leuprolide acetate and SPRM with respect to improved quality of life and bleeding symptoms. Evidence was insufficient to show whether effectiveness was different between SPRMs and leuprolide. Investigators more frequently observed SPRM-associated endometrial changes in women treated with SPRMs than in those treated with placebo or leuprolide acetate. As noted above, SPRM-associated endometrial changes are benign, are not related to cancer and are not precancerous. Reporting bias may impact the conclusion of this meta-analysis. Well-designed RCTs comparing SPRMs versus other treatments are needed."
    }
  ],
  "pls_title": "Drugs to treat fibroids",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence on effectiveness and safety of a new class of medications called selective progesterone receptor modulators (SPRMs) for treating premenopausal women with uterine fibroids."
    },
    {
      "heading": "Background",
      "text": "Fibroids (non-cancerous masses within the muscle layer of the womb) are a common condition. Fibroids can negatively impact a woman's health by causing heavy periods, creating symptoms related to their size (such as pressing on the bladder or rectum) and/or making it difficult to conceive.\nA new class of medication called SPRMs has shown promise for treatment of women with fibroids. The class of SPRMs includes various drugs such as mifepristone, ulipristal acetate and asoprisnil. SPRMs can cause benign changes to the endometrium that are not related to cancer and are not precancerous."
    },
    {
      "heading": "Search date",
      "text": "We searched the literature up to May 2016."
    },
    {
      "heading": "Study characteristics",
      "text": "Review authors included 14 randomised controlled trials (RCTs) (1215 women) but could not obtain data from three studies. In addition, several completed registered trials had not yet reported findings. This review evaluated results of 11 RCTs that included 1021 women with fibroids. Investigators treated women with mifepristone (five studies), ulipristal acetate (four studies) or asoprisnil (two studies) and compared SPRMs with either placebo or leuprolide acetate. More than half of these studies were at low risk of bias in all domains. The most common limitation of the other studies was poor reporting of methods."
    },
    {
      "heading": "Key results",
      "text": "The main outcomes studied were changes in symptoms (fibroid-related symptom severity, quality of life, menstrual bleeding, pelvic pain). When compared with placebo (identical \"dummy\" tablet that contains no active medication), SPRMs improved fibroid-related symptoms (by an average effect of 20 points on a 100-point scale), improved women's quality of life (by an average effect of 22 points on a 100-point scale) and resulted in a small decrease in menstrual bleeding. Between 24% and 96% of women treated with SPRMs had no period at all (compared with 3% taking placebo). Review authors could draw no conclusions about changes in pelvic pain, as this was not consistently evaluated. Two studies compared SPRMs versus a gonadotropin-releasing hormone agonist (leuprolide) and found that both drugs (SPRMs and leuprolide) were effective in improving symptoms related to fibroids (improving quality of life, reducing menstrual bleeding, causing cessation of periods, decreasing pelvic pain). However, we are not sure if researchers noted a difference in effectiveness between SPRMs and leuprolide.\nWomen treated with SPRMs were more likely to develop changes to the lining of the womb (endometrium) than women treated with placebo or leuprolide. These changes are benign and reversible once SPRMs are discontinued.\nIn summary, the studies included in this review show that SPRMs improve fibroid-related symptoms, quality of life and menstrual bleeding. However, we need larger, well-designed studies comparing SPRMs against other treatments currently available for the management of fibroids."
    },
    {
      "heading": "Quality of the evidence",
      "text": "In comparisons with placebo, moderate-quality evidence showed improvements in quality of life, reduction in menstrual bleeding and cessation of periods with SPRMs. Low-quality evidence suggested a higher rate of changes to the endometrium with SPRM treatment than with placebo. Comparisons with leuprolide were based on moderate-quality evidence for changes in quality of life, cessation of periods, pelvic pain and endometrial changes. The main limitation in the overall quality of evidence was potential publication bias."
    }
  ]
}