{
  "doi": "10.1002/14651858.CD005983.pub3",
  "name": "Heparin‐bonded catheters for prolonging the patency of central venous catheters in children ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Central venous catheters (CVCs) are a mainstay in the management of critically ill children. However, these catheters are associated with mechanical and infectious complications which reduce their life span. Heparin bonding of catheters has shown promise in animal studies and in adults. This is the first update of a review published in 2007."
    },
    {
      "heading": "Objectives",
      "text": "The primary objective was to determine the effect of heparin-bonded CVCs on the duration of catheter patency in children. Secondary objectives were to determine the effects of heparin-bonded catheters on catheter-related thrombosis, occlusion, blood stream infection and side effects."
    },
    {
      "heading": "Search methods",
      "text": "For this update the Cochrane Peripheral Vascular Diseases Group Trials Search Co-ordinator searched the Specialised Register (last searched August 2013) and CENTRAL (2013, Issue 7). The authors searched MEDLINE (1946 to week 3 August 2013)."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomized and quasi-randomized controlled trials of heparin-bonded catheters versus non-heparin bonded catheters or antibiotic-impregnated catheters that reported on any of the prespecified outcomes, without language restriction."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We assessed the methodological quality of the trials using the information provided in the studies and by contacting authors. We extracted data and estimated the effect size reported as risk ratio (RR), risk difference (RD) or number needed to treat (NNT), as appropriate."
    },
    {
      "heading": "Main results",
      "text": "We included two eligible studies with a total of 287 participants; both had good methodological quality. There was no difference in the duration of catheter patency between heparin-bonded and non-heparin bonded catheters (median duration seven days versus six days) reported in one study. There was no difference in the risk of catheter-related thrombosis (two studies, RR 0.34, 95% CI 0.01 to 7.68; I2 = 80%; RD -0.06, 95% CI -0.17 to 0.06). Data from one study revealed a statistically significant reduction in the risk of catheter occlusion (RR 0.06, 95% CI 0.00 to 1.07; RD -0.08, 95% CI -0.13 to -0.02; NNT 13, 95% CI 8 to 50), catheter-related blood stream infections (RR 0.06, 95% CI 0.01 to 0.41; RD -0.17, 95% CI -0.25 to -0.10; NNT 6, 95% CI 4 to 10) and catheter colonization (RR 0.21, 95% CI 0.06 to 0.71; RD -0.11, 95% CI -0.19 to -0.04; NNT 9, 95% CI 5 to 25) in the heparin-bonded catheter group. The second study did not report on these outcomes. There was no significant difference in risk of thrombocytopenia after catheter placement (RR 0.73, 95% CI 0.38 to 1.39; RD -0.02, 95% CI -0.10 to 0.07)."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Two eligible studies on the use of heparin-bonded catheters versus placebo in children were identified. Meta-analysis of the two studies revealed no reduction in catheter-related thrombosis with heparin-bonded catheters. One study reported a reduction in catheter-related blood stream infection and colonization following the use of heparin-bonded catheters. The strength of evidence is low and further well-designed multicenter randomized controlled trials are warranted."
    }
  ],
  "pls_title": "Heparin-bonded catheters for prolonging the patency of central venous catheters in children",
  "pls_type": "long",
  "pls": "Central venous catheters are used for prolonged intravenous therapy in the management of critically ill children, for parenteral nutrition, medication and monitoring. Having these catheters in place can cause blood clots in or around the end of the catheter as well as infection, either local or a blood stream infection. As a result, the catheter becomes blocked, eventually to the point that it is occluded and can no longer be used to give fluids. Anticoagulant drugs such as heparin can be given to prolong the usefulness of the catheter or the catheters can be coated with heparin (heparin-bonded catheters). Heparin can cause side effects such as bleeding, allergic reactions, induced thrombocytopenia (an abnormal drop in the number of platelets in the blood) and osteoporosis with long-term use.\nThe review authors identified two good quality controlled trials that randomized 287 children aged one day to 16 years to either a heparin-bonded catheter or a standard catheter. The median duration of time that the catheter could be used to give fluids (its patency) was not clearly different with the two types of catheter. This was seven days in the heparin-bonded catheter group and six days in the standard catheter group. There was a no difference between the two groups for risk of catheter-related thrombosis over the time the catheter was in. There was a trend towards a reduction in the risk of catheter occlusion in the first week after catheter placement, reported in one study only.\nThe risks of catheter-related blood stream infections and bacterial colonization of the catheter were significantly reduced using the heparin-bonded catheter, with a longer time to develop infection (delayed in the heparin-bonded catheter group); however, it was reported in one study only and the strength of evidence was low. There was no significant difference in risk of thrombocytopenia after catheter placement."
}