{
  "doi": "10.1002/14651858.CD013725.pub2",
  "name": "Diagnostic test accuracy of self‐administered cognitive assessment tools for dementia",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Dementia is a chronic and progressive clinical syndrome that can present with a range of cognitive and behavioural symptoms. Global prevalence is projected to increase due to ageing populations, particularly in resource-limited settings, with significant associated health and social care costs. There is a critical need for accurate cognitive assessment as part of the diagnostic workup for dementia. Although self-administered cognitive assessment tools are not diagnostic, they can be used to assess cognition. The role of these tests is uncertain, and their diagnostic test accuracy remains unclear, but they may be useful tools in circumstances where face-to-face assessment may be difficult."
    },
    {
      "heading": "Objectives",
      "text": "Primary objective\nTo assess the test accuracy of any self-administered cognitive assessment tool for the diagnosis of any form of dementia in any setting, including community and secondary health care.\nSecondary objectives\nTo identify: the quality and quantity of the research evidence describing test accuracy of self-administered testing; sources of heterogeneity in the test accuracy described; and gaps in the evidence where further research is required."
    },
    {
      "heading": "Search methods",
      "text": "We searched MEDLINE (Ovid SP), Embase (Ovid), Web of Science - BIOSIS Citation Index, PsycINFO (Ovid), LILACS (BIREME), and CINAHL (EBSCO). The most recent searches were run on 2 November 2022."
    },
    {
      "heading": "Selection criteria",
      "text": "We included cross-sectional studies investigating the accuracy of a self-administered cognitive assessment tool. We included all settings, including community and secondary health care. The target condition of interest was a clinical diagnosis of dementia, therefore, we included only studies where the index test was administered alongside a reference standard clinical assessment. Our population of interest was any adult (over 18 years of age)."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently reviewed included studies, assessed risk of bias using the Quality Assessment of Diagnostic Accuracy Studies (QUADAS-2) tool, and extracted data. We obtained information on study design and participant characteristics, setting of index test, details of index text, reference standard used, and results reported as sensitivity and specificity. We performed a meta-analysis on three studies that used the same threshold score."
    },
    {
      "heading": "Main results",
      "text": "The review included 11 eligible studies, with a total of 2303 participants, which evaluated the diagnostic test accuracy of six different self-administered cognitive-assessment tools. The studies were conducted in Europe, North America, and South Korea within a variety of community and healthcare settings. Our quality assessment found that four studies had a low risk of bias across all domains. Six studies had a high or unclear risk of bias due to patient selection, with concerns around lack of a clear sampling strategy or exclusion criteria, or both. Six studies had a high or unclear risk of bias with regard to the index test due to lack of information about how the test was conducted and evaluated.\nFor the diagnosis of dementia, sensitivity of self-administered cognitive assessment tools ranged from 55% to 100% and specificity ranged from 45% to 100%. Three studies described the diagnostic test accuracy of Test Your Memory at a threshold of 42/50. Quantitative meta-analysis estimated a summary point with 94% sensitivity (95% confidence interval (CI) 90% to 96%) and 66% specificity (95% CI 45% to 82%) at this threshold."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to recommend the use of any single self-administered cognitive assessment tool. The tools had test accuracy scores that are similar to the range seen with standard pencil and paper cognitive screening tests conducted by clinicians. Further research on the optimal test and threshold score, and how that may be impacted by setting, language, and educational level is needed."
    }
  ],
  "pls_title": "How accurate are cognitive assessment tools, that are completed by people themselves, at detecting dementia?",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Key messages",
      "text": "- The evidence suggests that cognitive assessment tools that are completed by people themselves could be used in the detection and diagnosis of dementia.\n- There is not enough evidence to recommend one type of assessment tool over another.\n- Further research on the use of these assessment tools in different settings, such as clinics or people's homes, and the scores that indicate dementia is needed."
    },
    {
      "heading": "Why is improving the detection of dementia important?",
      "text": "The number of people diagnosed with dementia is expected to increase significantly in the future because global populations are living longer. This will have significant healthcare and social costs. Dementia is a permanent condition where memory deteriorates until people need assistance with their day-to-day activities. Accurate and quick diagnosis allows people with dementia and their families to access treatment and support. Failure to recognise the condition when it is present (a false-negative test result) may lead to a delay in accessing treatments to help with memory, thinking, and behaviours, and accessing support from social services, such as social work and occupational therapy. An incorrect diagnosis of dementia (a false-positive test) may be emotionally and psychologically distressing for people and their families. Currently, diagnosis of dementia involves a face-to-face assessment at a specialised clinic, where the medical history, a physical examination, blood tests, and brain scans are considered."
    },
    {
      "heading": "What is a self-administered cognitive assessment tool?",
      "text": "Self-administered cognitive assessment tools are tests completed by people themselves. They are designed to assess different aspects of mental capacity (i.e. cognition) including memory, language, and perception. The tools may involve questions to answer or tasks to complete. These self-administered tools would not replace the detailed clinical assessment required for a diagnosis of dementia, but they could be useful in situations where face-to-face assessment might be difficult, such as during global pandemics, or in areas with few medical services. There are a number of different cognitive assessment tools; these vary in their content, scoring systems, and format (electronic or written)."
    },
    {
      "heading": "What did we want to find out?",
      "text": "We wanted to find out how accurate cognitive assessment tools that can be completed by people themselves are at detecting dementia."
    },
    {
      "heading": "What did we do?",
      "text": "We searched for studies that investigated the accuracy of self-administered cognitive assessment tools for dementia in adults (over the age of 18 years) in any healthcare setting."
    },
    {
      "heading": "What did we find?",
      "text": "We found 11 studies with a total of 2303 participants that tested six different tools. Five studies looked at one test called 'Test Your Memory'; this was tested in five different languages. Two studies looked at the 'Self-Administered Gerocognitive Examination'; one study tested a written version of the test and the other tested an electronic version. One study looked at each of the following cognitive assessment tools individually: the 'Clock Completion Test', 'Korean Dementia Screening Questionnaire-Cognition', 'BrainCheck Memory', and 'MyMemCheck'. These tools all have different scoring systems and some studies looked at multiple cut-off scores - to indicate whether or not the person had dementia - within each tool.\nStudies took place across Europe, the USA, and South Korea. The healthcare settings included community centres, nursing homes, and hospital clinics, and some studies included multiple settings. The average age of the people taking the tests varied amongst studies from 50 to 60 years to 80 to 90 years.\nWe found that these cognitive assessment tools could correctly identify people with dementia between 55% and 100% of the time, and could correctly rule out dementia between 45% and 100% of the time. These ranges are due to differences in study populations, settings, type of assessment tool, and diagnostic cut-off scores (i.e. score at which dementia was diagnosed). We summarised results from three studies that used 'Test Your Memory' and found that using a cut-off score of 42/50, the assessment tool could correctly identify people with dementia around 94% of the time and correctly rule out dementia around 66% of the time."
    },
    {
      "heading": "How reliable are the results of this review?",
      "text": "In the studies we found, the tools' diagnosis of whether a person had dementia was confirmed by a traditional, face-to-face clinical assessment for dementia. There were some problems with the methods used in some studies, including the way participants were selected for the studies, and the timings and details of the clinical assessments were not always clear. Some studies had small numbers of participants.\nThe test accuracy results are a summary based on evidence from the studies we examined. The results produced from individual studies varied considerably, so we cannot be sure these cognitive assessment tools will always produce the same results in clinical practice."
    },
    {
      "heading": "How up to date is this review?",
      "text": "The evidence is up to date to November 2022."
    }
  ]
}