{
  "doi": "10.1002/14651858.CD013666.pub2",
  "name": "Short‐acting inhaled bronchodilators for cystic fibrosis",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Respiratory disease is the main cause of morbidity and mortality in cystic fibrosis (CF), and many different therapies are used by people with CF in the management of respiratory problems. Bronchodilator therapy is used to relieve symptoms of shortness of breath and to open the airways to allow clearance of mucus. Despite the widespread use of inhaled bronchodilators in CF, there is little objective evidence of their efficacy. A Cochrane Review looking at both short- and long-acting inhaled bronchodilators for CF was withdrawn from the Cochrane Library in 2016. That review has been replaced by two separate Cochrane Reviews: one on long-acting inhaled bronchodilators for CF, and this review on short-acting inhaled bronchodilators for CF. For this review 'inhaled' includes the use of pressurised metered dose inhalers (MDIs), with or without a spacer, dry powder devices and nebulisers."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate short-acting inhaled bronchodilators in children and adults with CF in terms of clinical outcomes and safety."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Cystic Fibrosis Trials Register, compiled from electronic database searches and handsearching of journals and conference abstract books on 28 March 2022 and searched trial registries for any new or ongoing trials on 12 April 2022. We also searched the reference lists of relevant articles and reviews."
    },
    {
      "heading": "Selection criteria",
      "text": "We searched for randomised controlled trials (RCTs) or quasi-RCTs that looked at the effect of any short-acting inhaled bronchodilator delivered by any device, at any dose, at any frequency and for any duration compared to either placebo or another short-acting inhaled bronchodilator in people with CF. We screened references as per standard Cochrane methodology."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors extracted data and assessed risk of bias using the Cochrane RoB 1 tool. Where we were not able to enter data into our analyses we reported results directly from the papers. We assessed the certainty of evidence using GRADE."
    },
    {
      "heading": "Main results",
      "text": "We included 11 trials from our systematic search, with 191 participants meeting our inclusion criteria; three of these trials had three treatment arms. Eight trials compared short-acting inhaled beta-2 agonists to placebo and four trials compared short-acting inhaled muscarinic antagonists to placebo. Three trials compared short-acting inhaled beta-2 agonists to short-acting inhaled muscarinic antagonists. All were cross-over trials with only small numbers of participants. We were only able to enter data into the analysis from three trials comparing short-acting inhaled beta-2 agonists to placebo.\nShort-acting inhaled beta-2 agonists versus placebo\nAll eight trials (six single-dose trials and two longer-term trials) reporting on this comparison reported on forced expiratory volume in 1 second (FEV1), either as per cent predicted (% predicted) or L. We were able to combine the data from two trials in a meta-analysis which showed a greater per cent change from baseline in FEV1 L after beta-2 agonists compared to placebo (mean difference (MD) 6.95%, 95% confidence interval (CI) 1.88 to 12.02; 2 trials, 82 participants). Only one of the longer-term trials reported on exacerbations, as measured by hospitalisations and courses of antibiotics. Only the second longer-term trial presented results for participant-reported outcomes. Three trials narratively reported adverse events, and these were all mild. Three single-dose trials and the two longer trials reported on forced vital capacity (FVC), and five trials reported on peak expiratory flow, i.e. forced expiratory flow between 25% and 75% (FEF25-75). One trial reported on airway clearance in terms of sputum weight. We judged the certainty of evidence for each of these outcomes to be very low, meaning we are very uncertain about the effect of short-acting inhaled beta-2 agonists on any of the outcomes we assessed.\nShort-acting inhaled muscarinic antagonists versus placebo\nAll four trials reporting on this comparison looked at the effects of ipratropium bromide, but in different doses and via different delivery methods. One trial reported FEV1 % predicted; three trials measured this in L. Two trials reported adverse events, but these were few and mild. One trial reported FVC and three trials reported FEF25-75. None of the trials reported on quality of life, exacerbations or airway clearance. We judged the certainty of evidence for each of these outcomes to be very low, meaning we are very uncertain about the effect of short-acting inhaled muscarinic antagonists on any of the outcomes we assessed.\nShort-acting inhaled beta-2 agonists versus short-acting inhaled muscarinic antagonists\nNone of the three single-dose trials reporting on this comparison provided data we could analyse. The original papers from three trials report that both treatments lead to an improvement in FEV1 L. Only one trial reported on adverse events; but none were experienced by any participant. No trial reported on any of our other outcomes. We judged the certainty of evidence to be very low, meaning we are very uncertain about the effect of short-acting inhaled beta-2 agonists compared to short-acting inhaled muscarinic antagonists on any of the outcomes we assessed."
    },
    {
      "heading": "Authors' conclusions",
      "text": "All included trials in this review are small and of a cross-over design. Most trials looked at very short-term effects of inhaled bronchodilators, and therefore did not measure longer-term outcomes. The certainty of evidence across all outcomes was very low, and therefore we have been unable to describe any effects with certainty."
    }
  ],
  "pls_title": "Short-acting inhaled bronchodilators for cystic fibrosis",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence for using short-acting inhaled bronchodilators (treatments which widen and open the airways, making it easier to breathe) in people with cystic fibrosis. Short-acting bronchodilators take effect quickly and generally last 4 to 6 hours. We were interested in any type of short-acting inhaled bronchodilator, given at any dose, and by any type of device (inhalers or nebulisers).\nBoth nebulisers and inhalers deliver medicine. Nebulisers turn liquid medication into an easily-inhaled mist. They vary in type but need a power source, e.g. a rechargeable battery, to function. Inhalers deliver short bursts of medicine (as an aerosol or dry powder) via a manual handheld device. The most common type of inhaler is a metered-dose inhaler. Inhalers can be used with spacers (empty tubes, usually made from plastic that slot onto the mouthpiece of the inhaler).\nInhaled bronchodilators are used by many people with cystic fibrosis to help them breathe, and to make it easier to clear mucus from their lungs. We wanted to know if these treatments were better than a placebo (dummy) treatment or another type of short-acting inhaled bronchodilator."
    },
    {
      "heading": "Search date",
      "text": "The evidence is current to 28 March 2022."
    },
    {
      "heading": "Trial characteristics",
      "text": "The review included 11 trials with 191  people with cystic fibrosis aged between 5  and 40  years of age. Trials compared two different types of short-acting inhaled bronchodilator (beta-2 agonists such as salbutamol or albuterol, and muscarinic antagonists such as ipratropium bromide) against a placebo substance which contained no medication, or a different short-acting inhaled bronchodilator; three of the trials had three comparison groups - beta-2 agonists versus muscarinic antagonists versus placebo. All trials were cross-over trials, so all of the people included in the trial received both treatments at different times, and the order that they received the treatments was random. The trials lasted from a single-dose trial to 6 months. Eight trials looked at the effects of short-acting inhaled beta-2 agonists versus placebo, four trials at the effects of a short-acting inhaled muscarinic antagonist versus placebo, and three trials looked at the effects of a short-acting inhaled beta-2 agonist with a short-acting inhaled muscarinic antagonist."
    },
    {
      "heading": "Key results",
      "text": "All trials looked at the effect of short-acting inhaled bronchodilators on lung function, measured as forced expiratory volume in one second (FEV1), but this was reported in different ways and at different time points.\nWe are uncertain whether any of the short-acting inhaled bronchodilators have an effect on FEV1 compared to placebo. The trials were too small and there were not enough data to show if there was an effect or not.\nOnly six of the 11 trials reported on harmful effects of treatment: one trial reported no harmful effects and five trials reported mild tremors, dry mouth and fatigue."
    },
    {
      "heading": "Certainty of the evidence",
      "text": "The certainty of the evidence across all trials was very low. All trials used a cross-over design where the participants are given one treatment and then swapped to the other treatment with a washout period (the length of time for a drug to be eliminated from the body) in between. It is possible that the clinical status of participants was not the same at the beginning of the first treatment phase as at the beginning of the second treatment phase. The trials were also very small and were carried out more than 10 years ago."
    }
  ]
}