{
  "doi": "10.1002/14651858.CD012173.pub2",
  "name": "Restriction of salt, caffeine and alcohol intake for the treatment of Ménière's disease or syndrome ",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Ménière's disease or syndrome is a chronic inner ear disorder that results in sporadic attacks of vertigo, sensorineural hearing loss, aural fullness and tinnitus.\nThere is no definitive treatment for Ménière's disease and treatment options range from dietary modification through medication to surgery.\nModification of diet, including restriction of salt, caffeine and alcohol intake, is a management option that is widely recommended to patients with Ménière's as a first-line treatment. There has not previously been a systematic review of this intervention."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects of dietary restriction of salt, caffeine and alcohol intake in patients with Ménière's disease or syndrome."
    },
    {
      "heading": "Search methods",
      "text": "The Cochrane ENT Information Specialist searched the Cochrane ENT Trials Register; Central Register of Controlled Trials (CENTRAL); PubMed; Ovid Embase; CINAHL; Web of Science; ClinicalTrials.gov; ICTRP and additional sources for published and unpublished trials. The date of the search was 28 March 2018."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials of dietary modification, specifically salt, caffeine and alcohol restriction or substitution (or both), compared to no modification of these agents or a placebo intervention, in adult patients with Ménière's disease or syndrome."
    },
    {
      "heading": "Data collection and analysis",
      "text": "We used the standard methodological procedures expected by Cochrane. Our primary outcomes were control of vertigo or decrease in vertigo attacks, and adverse effects. Secondary outcomes included hearing (change in hearing loss or its progression), tinnitus (severity), perception of aural fullness, well-being and quality of life (overall changes), and other adverse effects. We planned to use GRADE to assess the quality of the evidence for each outcome."
    },
    {
      "heading": "Main results",
      "text": "We did not identify any studies that met the inclusion criteria for the review."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is no evidence from randomised controlled trials to support or refute the restriction of salt, caffeine or alcohol intake in patients with Ménière's disease or syndrome.\nHigh-quality research in this field is warranted. The best evidence may come from a randomised controlled trial comparing dietary interventions (e.g. low salt versus general healthy diet advice), using rigorous methodology for patient selection, randomisation and blinding, and strictly adhering to the Bárány Society diagnostic criteria. However, this research question might be more pragmatically addressed by using information from carefully constructed patient registries that include information on dietary intake of substances of interest such as salt, caffeine and alcohol. It will be important to address the question of any possible harms or unwanted effects of dietary modification."
    }
  ],
  "pls_title": "Dietary changes in the treatment of Ménière's disease or syndrome",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "What is the effect of changing diet by restricting salt, caffeine and alcohol, alone or together with each other, on the symptoms of people with Ménière's disease?"
    },
    {
      "heading": "Background",
      "text": "Approximately 200 per 100,000 people suffer from Ménière's. The condition is called Ménière's disease if no cause can be identified and Ménière's syndrome if there is a known reason for its development. Patients who suffer from it experience vertigo (dizzy episodes), hearing loss, a sensation of pressure in their ears and tinnitus (ringing or buzzing in the ears).\nAt present there is no standard treatment for Ménière's disease and options can range from dietary changes, to medicines and in some cases surgery. Ménière's disease is thought to be caused by disturbance of the volume or composition of the fluid in the inner ear (called endolymph). Dietary intake of salt can affect the concentrations of electrolytes (salts and minerals that can conduct electrical impulses in the body) in the blood, which in turn may affect the composition of the endolymph. Salt intake may therefore contribute to attacks and so restriction in the diet could be used to control both the volume and composition of the endolymph. Caffeine and alcohol intake can result in constriction of blood vessels (vasoconstriction) and could result in a reduction in the blood supply to the inner ear, which may make patients' symptoms worse. Many doctors advise dietary changes as a first-line treatment as it is thought to be a relatively simple and inexpensive option. We wanted to find out whether dietary changes are effective to ensure that patients are receiving the correct advice about treatment options, and to ensure that potentially more appropriate treatment is not delayed by spending time on ineffective interventions, resulting in unpleasant symptoms and disease progression."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched for high-quality studies (randomised controlled trials) of dietary changes (salt, caffeine and alcohol restriction or substitution, or both) compared to no restriction in adult patients with Ménière's disease or syndrome. Our search is up to date to March 2018."
    },
    {
      "heading": "Key results",
      "text": "We did not identify any randomised controlled trials that met the inclusion criteria for the review."
    },
    {
      "heading": "Quality of evidence and conclusions",
      "text": "There is no evidence from randomised controlled trials about the restriction of salt, caffeine or alcohol intake in patients with Ménière's disease or syndrome. High-quality research in this field is needed if this question is to be answered, in the form of a study that uses rigorous methods (for example, randomisation and blinding, or careful use of patient registries) and carefully recruits only patients that meet accepted Ménière's disease diagnostic criteria. It will be important to address the question of any possible harms or unwanted effects of dietary changes."
    }
  ]
}