{
  "doi": "10.1002/14651858.CD010261.pub2",
  "name": "Surgical interventions for treating distal tibial metaphyseal fractures in adults",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The distal tibial metaphysis is located in the lower (distal) part of the tibia (shin bone). Fractures of this part of the tibia are most commonly due to a high energy injury in young men and to osteoporosis in older women. The optimal methods of surgical intervention for a distal tibial metaphyseal fracture remain uncertain."
    },
    {
      "heading": "Objectives",
      "text": "To assess the effects (benefits and harms) of surgical interventions for distal tibial metaphyseal fractures in adults. We planned to compare surgical versus non-surgical (conservative) treatment, and different methods of surgical intervention."
    },
    {
      "heading": "Search methods",
      "text": "We searched the Cochrane Bone, Joint and Muscle Trauma Group Specialised Register (9 December 2014), the Cochrane Central Register of Controlled Trials (2014, Issue 12), MEDLINE (1946 to November Week 3 2014), EMBASE (1980 to 2014 Week 48), the Airiti Library (1967 to 2014 Week 8), China Knowledge Resource Integrated Database (1915 to 2014 Week 8), ClinicalTrials.gov (February 2014) and reference lists of included studies."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised and quasi-randomised controlled clinical studies comparing surgical versus non-surgical (conservative) treatment or different surgical interventions for treating distal tibial metaphyseal fractures in adults. Our primary outcomes were patient-reported function and the need for secondary or revision surgery or substantive physiotherapy because of adverse outcomes."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two authors independently selected studies, assessed the risk of bias in each study and extracted data. We resolved disagreement by discussion and, where necessary, in consultation with a third author. Where appropriate we pooled data using the fixed-effect model."
    },
    {
      "heading": "Main results",
      "text": "We included three randomised trials that evaluated intramedullary nailing versus plating in 213 participants, with useable data from 173 participants of whom 112 were male. The mean age of participants in individual studies ranged from 41 to 44 years. There were no trials comparing surgery with non-surgical treatment. The three included trials were at high risk of performance bias, with one trial also being at high risk of selection, detection and attrition bias. Overall, the quality of available evidence was rated as very low for all outcomes, meaning that we are very unsure about the estimates for all outcomes.\nAlthough the pooled results of three different measures of foot and ankle function indicated a small difference in favour of nailing (standard mean difference 0.28, 95% CI -0.02 to 0.59; 172 participants, 3 trials), the results of individual trials indicated that this was very unlikely to be a clinically important difference. Pooled data (173 participants, 3 trials) for the need for reoperation or substantive physiotherapy for adverse events favoured nailing (4/90 versus 10/83; RR 0.37, 95% CI 0.12 to 1.12), but included the possibility of a better outcome after plating. Based on an illustrative risk of 100 re-operations for adverse outcomes within one year of plate fixation in 1000 people with these fractures, 63 fewer (95% CI 88 fewer to 12 more) people per 1000 would have re-operations after nailing. Similarly pooled data (173 participants, 3 trials) for the symptomatic nonunion or malunion, wound complications and fracture union favoured nailing but the 95% confidence intervals crossed the line of no effect and thus included the possibility of a better outcome after plating. Evidence from one trial (85 participants) showed no clinically important difference in pain between the two groups."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Overall, there is either no or insufficient evidence to draw definitive conclusions on the use of surgery or the best surgical intervention for distal tibial metaphyseal fractures in adults. The available evidence, which is of very low quality, found no clinically important differences in function or pain, and did not confirm a difference in the need for re-operation or risk of complications between nailing and plating.\nThe addition of evidence from two ongoing trials of nailing versus plating should inform this question in future updates. Further randomised trials are warranted on other issues, but should be preceded by research to identify priority questions."
    }
  ],
  "pls_title": "Surgical interventions for treating distal tibial fractures (breaks of the lower end of the shin bone) in adults",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Background",
      "text": "Breaks in the lower (distal) end of the shin bone (or tibia) are mostly caused by high-energy trauma, such as motor vehicle accidents. We set out to compare surgical treatment (such as putting the broken parts back into position and fixing these either by inserting a metal nail into the central cavity of the bone (nailing) or with a metal plate and securing it to the bone using screws (plating)) with non-surgical treatment (plaster cast immobilisation). We also set out to compare different methods of surgery such as nailing versus plating."
    },
    {
      "heading": "Study characteristics",
      "text": "We searched medical databases and trials registries in December 2014. We wanted to include studies in which receiving one surgical treatment or another surgical treatment was decided by chance. This research method, termed a randomised controlled trial (RCT), is the best way to ensure that any measured improvement is caused by the treatment itself and no other factors. We found three RCTs involving 213 adults (with results available from 173) that compared nailing versus plating for treating distal tibial fractures. Overall the studies included around twice as many males as females and the average age of the study participants was just over 40 years. We found no trials comparing surgery with non-surgical treatment."
    },
    {
      "heading": "Key results",
      "text": "We found no clear differences between the nailing and plating groups in terms of patient-reported functional outcomes, re-operations for adverse outcomes, troublesome non-healing of the bone or deformity, pain, wound problems such as infection, or the numbers of individuals with healed fractures."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Only three trials were identified and the sample sizes were small, so the results are imprecise. Moreover, the results of one trial were very likely to be biased due to flawed methodology. We therefore judged the overall quality of evidence to be very low, which means that we are very unsure of these results."
    },
    {
      "heading": "Conclusions",
      "text": "Overall, the evidence is of very low quality and is insufficient to draw definite conclusions about the best method of surgery, including nailing versus plating, for treating breaks of the lower end of the shin bone in adults. Future updates of this review are likely to include evidence from currently ongoing research comparing nailing versus plating. Although other RCTs are needed to address key clinical questions on surgical methods for treating these fractures, these studies should be preceded by research to determine which questions should be prioritised."
    }
  ]
}