{
  "doi": "10.1002/14651858.CD007742.pub4",
  "name": "Non‐surgical interventions for acute internal hordeolum",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "A hordeolum is a common, painful inflammation of the eyelid margin that is usually caused by a bacterial infection. The infection affects oil glands of the eyelid and can be either internal or external. In many cases, the lesion drains spontaneously and resolves without treatment; however, the inflammation can spread to other ocular glands or tissues, and recurrences are common. If unresolved, an acute internal hordeolum can become chronic, or can develop into a chalazion. External hordeola, also known as styes, were not included in the scope of this review."
    },
    {
      "heading": "Objectives",
      "text": "The objective of this review was to investigate the effectiveness, and when possible, the safety, of non-surgical treatments for acute internal hordeola compared with observation or placebo."
    },
    {
      "heading": "Search methods",
      "text": "We searched CENTRAL (which contains the Cochrane Eyes and Vision Trials Register (2016; Issue 12)), MEDLINE Ovid, MEDLINE Ovid Epub Ahead of Print, MEDLINE Ovid In-Process & Other Non-Indexed Citations, MEDLINE(R) Ovid Daily (January 1946 to December 2016), Embase (January 1947 to December 2016), PubMed (1948 to December 2016), Latin American and Caribbean Literature on Health Sciences (LILACS (January 1982 to December 2016)), the meta Register of Controlled Trials (mRCT; www.controlled-trials.com (last searched 26 July 2012)), ClinicalTrials.gov (www.clinicaltrials.gov), and the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) (www.who.int/ictrp/search/en). We used no date or language restrictions in the electronic searches for trials. We last searched the electronic databases on 2 December 2016."
    },
    {
      "heading": "Selection criteria",
      "text": "The selection criteria for this review included randomized or quasi-randomized clinical trials of participants diagnosed with an acute internal hordeolum. Studies of participants with external hordeola (styes), chronic hordeola, or chalazia were excluded. Non-surgical interventions of interest included the use of hot or warm compresses, lid scrubs, antibiotics, or steroids compared with observation, placebo, or other active interventions."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed the references identified by electronic searches for inclusion in this review. No relevant studies were found. The reasons for exclusion were documented."
    },
    {
      "heading": "Main results",
      "text": "No trials were identified for this review. Most of the references identified through our search reported on external hordeola or chronic internal hordeola. The few references specific to acute internal hordeola reported recommendations for treatment, were reports of interventional case series, case studies, or other types of observational study designs, and were published more than 20 years ago."
    },
    {
      "heading": "Authors' conclusions",
      "text": "We did not find any evidence for or against the effectiveness of non-surgical interventions for the treatment of an internal hordeolum. Controlled clinical trials would be useful to determine which interventions are effective for the treatment of acute internal hordeola."
    }
  ],
  "pls_title": "Interventions for an acute internal hordeolum",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the aim of this review?",
      "text": "The aim of this Cochrane review was to investigate whether treatments such as warm compresses, over-the-counter topical medications and lid scrubs, antibiotics, steroids, and lid massages were useful treatments for an internal hordeolum (a swelling that develops on the inside of the eyelid). Cochrane researchers searched for all relevant studies to answer this question and found no studies."
    },
    {
      "heading": "Key messages",
      "text": "Many common treatments are available to treat an internal hordeolum. At present, there is no evidence to show whether any of these treatments work."
    },
    {
      "heading": "What was studied in this review?",
      "text": "A hordeolum is a common, painful lump in the eyelid that is usually caused by a bacterial infection. The infection affects the oil glands in the eyelid and results in a lump. Often, the infected lump drains and heals by itself, with no treatment. However, the infection can sometimes spread to other glands in the eyes, and can become long lasting. It can also turn into a cyst (known as a chalazion). Hordeola can be internal (on the inside of the eyelid), or external (on the outside of the eyelid near the eyelashes). A hordeolum on the outside of the eyelid is known as a stye. Hordeola can also be acute (appearing suddenly and healing in a short time), or chronic (long lasting). Common treatments for hordeola include warm compresses applied at home, topical medications and lid scrubs available over-the-counter, prescribed antibiotics or steroids, and lid massages."
    },
    {
      "heading": "What are the main results of the review?",
      "text": "Cochrane researchers looked for studies of people with an acute internal hordeolum. They did not look for studies of people with styes or long-lasting hordeola. They found no relevant studies that had compared treatments. Thus, no evidence was found for or against using any of the common treatments for hordeola."
    },
    {
      "heading": "How up-to-date is this review?",
      "text": "Cochrane researchers searched for studies that had been published up to 2 December 2016."
    }
  ]
}