{
  "doi": "10.1002/14651858.CD010391.pub2",
  "name": "Vitamin C for asthma and exercise‐induced bronchoconstriction",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Dietary antioxidants, such as vitamin C, in the epithelial lining and lining fluids of the lung may be beneficial in the reduction of oxidative damage (Arab 2002). They may therefore be of benefit in reducing symptoms of inflammatory airway conditions such as asthma, and may also be beneficial in reducing exercise-induced bronchoconstriction, which is a well-recognised feature of asthma and is considered a marker of airways inflammation. However, the association between dietary antioxidants and asthma severity or exercise-induced bronchoconstriction is not fully understood."
    },
    {
      "heading": "Objectives",
      "text": "To examine the effects of vitamin C supplementation on exacerbations and health-related quality of life (HRQL) in adults and children with asthma or exercise-induced bronchoconstriction compared to placebo or no vitamin C."
    },
    {
      "heading": "Search methods",
      "text": "We identified trials from the Cochrane Airways Group's Specialised Register (CAGR). The Register contains trial reports identified through systematic searches of a number of bibliographic databases, and handsearching of journals and meeting abstracts. We also searched trial registry websites. The searches were conducted in December 2012."
    },
    {
      "heading": "Selection criteria",
      "text": "We included randomised controlled trials (RCTs). We included both adults and children with a diagnosis of asthma. In separate analyses we considered trials with a diagnosis of exercise-induced bronchoconstriction (or exercise-induced asthma). We included trials comparing vitamin C supplementation with placebo, or vitamin C supplementation with no supplementation. We included trials where the asthma management of both treatment and control groups provided similar background therapy. The primary focus of the review is on daily vitamin C supplementation to prevent exacerbations and improve HRQL. The short-term use of vitamin C at the time of exacerbations or for cold symptoms in people with asthma are outside the scope of this review."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently screened the titles and abstracts of potential studies, and subsequently screened full text study reports for inclusion. We used standard methods expected by The Cochrane Collaboration."
    },
    {
      "heading": "Main results",
      "text": "A total of 11 trials with 419 participants met our inclusion criteria. In 10 studies the participants were adults and only one was in children. Reporting of study design was inadequate to determine risk of bias for most of the studies and poor availability of data for our key outcomes may indicate some selective outcome reporting. Four studies were parallel-group and the remainder were cross-over studies. Eight studies included people with asthma and three studies included 40 participants with exercise-induced asthma. Five studies reported results using single-dose regimes prior to bronchial challenges or exercise tests. There was marked heterogeneity in vitamin C dosage regimes used in the selected studies, compounding the difficulties in carrying out meaningful analyses.\nOne study on 201 adults with asthma reported no significant difference in our primary outcome, health-related quality of life (HRQL), and overall the quality of this evidence was low. There were no data available to evaluate the effects of vitamin C supplementation on our other primary outcome, exacerbations in adults. One small study reported data on asthma exacerbations in children and there were no exacerbations in either the vitamin C or placebo groups (very low quality evidence). In another study conducted in 41 adults, exacerbations were not defined according to our criteria and the data were not available in a format suitable for evaluation by our methods. Lung function and symptoms data were contributed by single studies. We rated the quality of this evidence as moderate, but further research is required to assess any clinical implications that may be related to the changes in these parameters. In each of these outcomes there was no significant difference between vitamin C and placebo. No adverse events at all were reported; again this is very low quality evidence.\nStudies in exercise-induced bronchoconstriction suggested some improvement in lung function measures with vitamin C supplementation, but theses studies were few and very small, with limited data and we judged the quality of the evidence to be low."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Currently, evidence is not available to provide a robust assessment on the use of vitamin C in the management of asthma or exercise-induced bronchoconstriction. Further research is very likely to have an important impact on our confidence in the estimates of effect and is likely to change the estimates. There is no indication currently that vitamin C can be recommended as a therapeutic agent in asthma. There was some indication that vitamin C was helpful in exercise-induced breathlessness in terms of lung function and symptoms; however, as these findings were provided only by small studies they are inconclusive. Most published studies to date are too small and inconsistent to provide guidance. Well-designed trials with good quality clinical endpoints, such as exacerbation rates and health-related quality of life scores, are required."
    }
  ],
  "pls_title": "Vitamin C for asthma and exercise-induced breathlessness",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "This review considered the question of whether vitamin C may be helpful for people with asthma or exercise-induced breathlessness."
    },
    {
      "heading": "Background",
      "text": "Asthma is an inflammatory lung condition characterised by the narrowing of airways and is associated with wheezing, breathlessness, cough and chest tightness. Vitamin C has been suggested as a possible treatment for asthma."
    },
    {
      "heading": "Study characteristics",
      "text": "Eleven studies on 419 people with asthma or exercise-induced breathlessness were included in this review comparing vitamin C compared to placebo (no vitamin C). Most studies were in adults and one small study was in children. The small number of studies available for review and their different designs meant that we were only able to describe individual studies, rather than pooling the results together to get an average from the trials. The study design was not well described in most study reports and therefore it was impossible to determine risk of bias for most of the studies. There was very little data available in the trials for our key outcomes and this may indicate some selective outcome reporting."
    },
    {
      "heading": "Key results",
      "text": "There was no indication of benefit from the studies that considered vitamin C in relation to asthma. However, it is not possible to form any clear conclusions on the basis of those studies at this stage. The review concludes that there is insufficient evidence currently available to evaluate the use of vitamin C as a treatment in asthma. Larger, well-designed research is needed to provide clearer guidance. There was some indication that vitamin C was helpful in exercise-induced breathlessness in terms of how easily people breathe and their symptoms; however, as these findings were provided by only very small studies they do not provide complete answers to guide treatment."
    },
    {
      "heading": "Quality of the evidence",
      "text": "Details of the way patients were allocated to receive vitamin C or not were not clearly described in 10 of the 11 studies and we considered this carefully in the review in relation to our level of uncertainty in interpreting the results. Taking this into account, together with the imprecision of the results, we judged the estimates of the usefulness of vitamin C as a treatment to be of either low or moderate quality in relation to asthma.\nAdditionally, for exercise-induced breathlessness the three studies providing data to the review were small and we are mindful of the need to draw very cautious conclusions about the results.\nThis plain language summary is current as of December 2012."
    }
  ]
}