{
  "doi": "10.1002/14651858.CD012129.pub3",
  "name": "Aspirin (single dose) for perineal pain in the early postpartum period",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "Perineal trauma, due to spontaneous tears, surgical incision (episiotomy), or in association with operative vaginal birth, is common after vaginal birth, and is often associated with postpartum perineal pain. Birth over an intact perineum may also lead to perineal pain. There are adverse health consequences associated with perineal pain for the women and their babies in the short- and long-term, and the pain may interfere with newborn care and the establishment of breastfeeding. Aspirin has been used in the management of postpartum perineal pain, and its effectiveness and safety should be assessed. This is an update of the review, last published in 2017."
    },
    {
      "heading": "Objectives",
      "text": "To determine the effects of a single dose of aspirin (acetylsalicylic acid), including at different doses, in the relief of acute postpartum perineal pain."
    },
    {
      "heading": "Search methods",
      "text": "For this update, we searched the Cochrane Pregnancy and Childbirth's Trials Register (4 October 2019), ClinicalTrials.gov, the WHO International Clinical Trials Registry Platform (ICTRP) (4 October 2019) and screened reference lists of retrieved studies."
    },
    {
      "heading": "Selection criteria",
      "text": "Randomised controlled trials (RCTs), assessing single dose aspirin compared with placebo, no treatment, a different dose of aspirin, or single dose paracetamol or acetaminophen, for women with perineal pain in the early postpartum period. We planned to include cluster-RCTs, but none were identified. We excluded quasi-RCTs and cross-over studies."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors independently assessed study eligibility, extracted data and assessed the risk of bias of the included RCTs. Data were checked for accuracy. The certainty of the evidence for the main comparison (aspirin versus placebo) was assessed using the GRADE approach."
    },
    {
      "heading": "Main results",
      "text": "We included 17 RCTs, 16 of which randomised 1132 women to aspirin or placebo; one RCT did not report numbers of women. Two RCTs (of 16) did not contribute data to meta-analyses. All women had perineal pain post-episiotomy, and were not breastfeeding. Studies were published between 1967 and 1997, and the risk of bias was often unclear, due to poor reporting.\nWe included four comparisons: aspirin versus placebo (15 RCTs); 300 mg versus 600 mg aspirin (1 RCT); 600 mg versus 1200 mg aspirin (2 RCTs); and 300 mg versus 1200 mg aspirin (1 RCT).\nAspirin versus placebo\nAspirin may result in more women reporting adequate pain relief four to eight hours after administration compared with placebo (risk ratio (RR) 2.03, 95% confidence interval (CI) 1.69 to 2.42; 13 RCTs, 1001 women; low-certainty evidence). It is uncertain whether aspirin compared with placebo has an effect on the need for additional pain relief (RR 0.25, 95% CI 0.17 to 0.37; 10 RCTs, 744 women; very low-certainty evidence), or maternal adverse effects (RR 1.08, 95% CI 0.57 to 2.06; 14 RCTs, 1067 women; very low-certainty evidence), four to eight hours after administration. Analyses based on dose did not reveal any clear subgroup differences.\n300 mg versus 600 mg aspirin\nIt is uncertain whether over four hours after administration, 300 mg compared with 600 mg aspirin has an effect on adequate pain relief (RR 0.82, 95% CI 0.36 to 1.86; 1 RCT, 81 women) or the need for additional pain relief (RR 0.68, 95% CI 0.12 to 3.88; 1 RCT, 81 women). There were no maternal adverse effects in either aspirin group.\n600 mg versus 1200 mg aspirin\nIt is uncertain whether over four to eight hours after administration, 600 mg compared with 1200 mg aspirin has an effect on adequate pain relief (RR 0.85, 95% CI 0.52 to 1.39; 2 RCTs, 121 women), the need for additional pain relief (RR 1.32, 95% CI 0.30 to 5.68; 2 RCTs, 121 women), or maternal adverse effects (RR 3.00, 95% CI 0.13 to 69.52; 2 RCTs, 121 women).\n300 mg versus 1200 mg aspirin\nIt is uncertain whether over four hours after administration, 300 mg compared with 1200 mg aspirin has an effect on adequate pain relief (RR 0.62, 95% CI 0.29 to 1.32; 1 RCT, 80 women) or need for additional pain relief (RR 2.00, 95% CI 0.19 to 21.18; 1 RCT, 80 women). There were no maternal adverse effects in either aspirin group.\nNone of the included RCTs reported on neonatal adverse effects.\nNo RCTs reported on secondary review outcomes of: prolonged hospitalisation due to perineal pain; re-hospitalisation due to perineal pain; fully breastfeeding at discharge; mixed feeding at discharge; fully breastfeeding at six weeks; mixed feeding at six weeks; perineal pain at six weeks; maternal views; or maternal postpartum depression."
    },
    {
      "heading": "Authors' conclusions",
      "text": "Single dose aspirin may increase adequate pain relief in women with perineal pain post-episiotomy compared with placebo. It is uncertain whether aspirin has an effect on the need for additional analgesia, or on maternal adverse effects, compared with placebo. We downgraded the certainty of the evidence because of study limitations (risk of bias), imprecision, and publication bias.\nAspirin may be considered for use in non-breastfeeding women with post-episiotomy perineal pain. Included RCTs excluded breastfeeding women, so there was no evidence to assess the effects of aspirin on neonatal adverse effects or breastfeeding.\nFuture RCTs should be designed to ensure low risk of bias, and address gaps in the evidence, such as the secondary outcomes established for this review. Current research has focused on women with post-episiotomy pain; future RCTs could be extended to include women with perineal pain associated with spontaneous tears or operative birth."
    }
  ],
  "pls_title": "Aspirin (single dose) for relief of perineal pain after childbirth",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "What is the issue?",
      "text": "Can aspirin be given to women who experience perineal pain following childbirth to relieve the pain, without causing side effects for either the women or their babies?"
    },
    {
      "heading": "Why is this important?",
      "text": "Many women experience pain in the perineum (the area between the vagina and anus) following childbirth. The perineum may be bruised or torn during childbirth, or have a cut made to help the baby to be born (an episiotomy). After childbirth, perineal pain can interfere with women's ability to care for their newborns and establish breastfeeding. If perineal pain is not relieved effectively, longer-term problems for women may include painful sexual intercourse, pelvic floor problems resulting in incontinence, prolapse, or chronic perineal pain. Aspirin may be given to women who have perineal pain after childbirth, but its effectiveness and safety had not been assessed in a systematic review. This is an update of a review last published in 2017. This is part of a series of reviews looking at drugs to help relieve perineal pain in first few weeks after childbirth."
    },
    {
      "heading": "What evidence did we find?",
      "text": "We searched for evidence in October 2019, and included 17 randomised controlled studies, involving 1132 women, published between 1967 and 1997. All women had perineal pain following an episiotomy (usually within 48 hours after birth), and were not breastfeeding. The women received either aspirin (doses ranging from 300 mg to 1200 mg) or fake pills (placebo), by mouth. The methodological quality of the studies was often unclear. Two studies did not contribute any data for analyses.\nAspirin compared with placebo may increase adequate pain relief for mothers four to eight hours after administration (low-certainty evidence). It is uncertain whether aspirin compared with placebo has an effect on the need for additional pain relief, or on adverse effects for mothers, in the four to eight hours after administration (both very low-certainty evidence).\nThe effects of administering 300 mg versus 600 mg aspirin (1 study), 600 mg versus 1200 mg aspirin (2 studies), or 300 mg versus 1200 mg aspirin (1 study) are uncertain for adequate pain relief, the need for additional pain relief, or adverse effects for the mother.\nNo studies reported on adverse effects of aspirin for the baby, or other outcomes we planned to assess: prolonged hospital stay, or readmission to hospital due to perineal pain; perineal pain six weeks after childbirth, women's views, or postpartum depression."
    },
    {
      "heading": "What does this mean?",
      "text": "A single dose of aspirin may help with perineal pain following episiotomy for women who are not breastfeeding, when measured four to eight hours after administration.\nWe found no information to assess the effects of aspirin for women who are breastfeeding."
    }
  ]
}