{
  "doi": "10.1002/14651858.CD006140.pub2",
  "name": "Sustained‐Release Naltrexone For Opioid Dependence",
  "free": false,
  "abstract": [
    {
      "heading": "Background",
      "text": "Naltrexone is an opioid antagonist which effectively blocks heroin effects. Since opioid dependence treatment with naltrexone tablets suffers from high dropout rates, several depot injections and implants are under investigation. Sustained-release formulations are claimed to be effective, but a systematic review of the literature is lacking."
    },
    {
      "heading": "Objectives",
      "text": "To evaluate the effectiveness of sustained-release naltrexone for opioid dependence and its adverse effects in different study populations."
    },
    {
      "heading": "Search methods",
      "text": "The following databases were searched from their inception to November 2007: Cochrane Central Register of Controlled Trials, MEDLINE, EMBASE, CINAHL, LILACS, PsycINFO, ISI Web of Science, trial database at http://clinicaltrials.gov, available NIDA monographs, CPDD and AAAP conference proceedings. The reference lists of identified studies, published reviews and relevant web sides were searched manually. Study authors and drug companies were contacted to obtain any unpublished material or missing data."
    },
    {
      "heading": "Selection criteria",
      "text": "To evaluate effectiveness only RCTs were included. To evaluate safety, any clinical trial reporting adverse effects was assessed. Treatment condition was extended to include alcohol dependent subjects and healthy volunteers."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Reviewers independently evaluated the reports, rated methodological quality and extracted data. Analyses were performed separately for opioid dependent, alcohol dependent and healthy participants."
    },
    {
      "heading": "Main results",
      "text": "Foe effectiveness, one report met inclusion criteria. Two dosages of naltrexone depot injections (192 and 384 mg) were compared to placebo. High-dose significantly increased days in treatment compared to placebo (WMD 21.00, 95% CI 10.68 to 31.32, p<0.0001). High-dose compared to low-dose significantly increased days in treatment (WMD 12.00, 95% CI 1.69 to 22.31, p=0.02). Number of patients retained in treatment did not show significant differences between groups.\nFor adverse effects, seventeen reports met inclusion criteria analyses, six were RCTs. Side effects were significantly more frequent in naltrexone depot groups compared to placebo. In alcohol dependent samples only, adverse effects appeared to be significantly more frequent in the low-dose naltrexone depot groups compared to placebo (RR 1.18, 95% CI 1.02 to 1.36, p=0.02). In the opioid dependent sample, group differences were not statistically significant. Reports on systematic assessment of side effects and adverse events were scarce."
    },
    {
      "heading": "Authors' conclusions",
      "text": "There is insufficient evidence to evaluate the effectiveness of sustained-release naltrexone for treatment of opioid dependence. \nFor naltrexone injections, administration site-related adverse effects appear to be frequent, but of moderate intensity and time limited. For a harm-benefit evaluation of naltrexone implants, more data on side effects and adverse events are needed."
    }
  ],
  "pls_title": "People with opioid dependence require substantial therapeutic effort to keep them drug free. Their use of illicit opioids can be reduced and retention in treatment improved with supervised agonist replacement therapy with",
  "pls_type": "long",
  "pls": "methadone, which is a highly addictive drug. Naltrexone is a long-acting, opioid-antagonist that blocks heroin effects. It is used to prevent relapse of both opioid and alcohol dependence. Highly motivated people do best with \nnaltrexone. Most opioid users are sceptical about treatment with naltrexone tablets and many drop out early on. Dropouts can be reduced with supervised tablet taking, offering incentives and using sustained-release naltrexone \nsuch as subcutaneous implants or depot injections. \nThere is insufficient evidence from randomised controlled trials to evaluate the effectiveness of sustained-release naltrexone. In the one controlled study that met inclusion criteria, 60 outpatients were randomised to one of three groups that received two sequential depot injections of naltrexone (192 or 384 mg) or placebo injections. The mean dropout time was 48 days with high dose naltrexone compared with 27 days on placebo; an increase in \ntreatment of 21 days (range 11 to 31 days). The lower depot dose gave a lesser benefit. The number retained in treatment at eight weeks did not show a clear difference and ranged from a mean of 68% to 39% of participants in \nthe different groups. 'Wanting heroin' did not differ on naltrexone but 'needing heroin' scored significantly lower with depot naltrexone compared to placebo. The most prominent adverse effects were general symptoms of \nfatigue and pain at the injection site. Seventeen reports met inclusion criteria for assessing adverse effects. Seven looked specifically at naltrexone implants for treatment of opioid dependence and wound infection, allergic reaction to the implant and number of implants removed. The majority of the trials did not have a control group and systematic assessment of adverse effects was lacking."
}