{
  "doi": "10.1002/14651858.CD003944.pub2",
  "name": "Antidepressants for treating depression in dementia",
  "free": true,
  "abstract": [
    {
      "heading": "Background",
      "text": "The use of antidepressants in dementia accompanied by depressive symptoms is widespread, but their clinical efficacy is uncertain. This review updates an earlier version, first published in 2002."
    },
    {
      "heading": "Objectives",
      "text": "To determine the efficacy and safety of any type of antidepressant for patients who have been diagnosed as having dementia of any type and depression as defined by recognised criteria."
    },
    {
      "heading": "Search methods",
      "text": "We searched ALOIS, the Cochrane Dementia and Cognitive Improvement Group’s Specialised Register, on 16 August 2017. ALOIS contains information on trials retrieved from databases and from a number of trial registers and grey literature sources."
    },
    {
      "heading": "Selection criteria",
      "text": "We included all relevant double-blind, randomised trials comparing any antidepressant drug with placebo, for patients diagnosed as having dementia and depression."
    },
    {
      "heading": "Data collection and analysis",
      "text": "Two review authors selected studies for inclusion and extracted data independently. We assessed risk of bias in the included studies using the Cochrane 'Risk of bias' tool. Where clinically appropriate, we pooled data for treatment periods up to three months and from three to nine months. We used GRADE methods to assess the overall quality of the evidence."
    },
    {
      "heading": "Main results",
      "text": "We included ten studies with a total of 1592 patients. Eight included studies reported sufficiently detailed results to enter into analyses related to antidepressant efficacy. We split one study which included two different antidepressants and therefore had nine groups of patients treated with antidepressants compared with nine groups receiving placebo treatment. Information needed to make 'Risk of bias' judgements was often missing.\nWe found high-quality evidence of little or no difference in scores on depression symptom rating scales between the antidepressant and placebo treated groups after 6 to 13 weeks (standardised mean difference (SMD) -0.10, 95% confidence interval (CI) -0.26 to 0.06; 614 participants; 8 studies). There was probably also little or no difference between groups after six to nine months (mean difference (MD) 0.59 point, 95% CI -1.12 to 2.3, 357 participants; 2 studies; moderate-quality evidence). The evidence on response rates at 12 weeks was of low quality, and imprecision in the result meant we were uncertain of any effect of antidepressants (antidepressant: 49.1%, placebo: 37.7%; odds ratio (OR) 1.71, 95% CI 0.80 to 3.67; 116 participants; 3 studies). However, the remission rate was probably higher in the antidepressant group than the placebo group (antidepressant: 40%, placebo: 21.7%; OR 2.57, 95% CI 1.44 to 4.59; 240 participants; 4 studies; moderate-quality evidence). The largest of these studies continued for another 12 weeks, but because of imprecision of the result we could not be sure of any effect of antidepressants on remission rates after 24 weeks. There was evidence of no effect of antidepressants on performance of activities of daily living at weeks 6 to 13 (SMD -0.05, 95% CI -0.36 to 0.25; 173 participants; 4 studies; high-quality evidence) and probably also little or no effect on cognition (MD 0.33 point on the Mini-Mental State Examination, 95% CI -1.31 to 1.96; 194 participants; 6 studies; moderate-quality evidence).\nParticipants on antidepressants were probably more likely to drop out of treatment than those on placebo over 6 to 13 weeks (OR 1.51, 95% CI 1.07 to 2.14; 836 participants; 9 studies). The meta-analysis of the number of participants suffering at least one adverse event showed a significant difference in favour of placebo (antidepressant: 49.2%, placebo: 38.4%; OR 1.55, 95% CI 1.21 to 1.98, 1073 participants; 3 studies), as did the analyses for participants suffering one event of dry mouth (antidepressant: 19.6%, placebo: 13.3%; OR 1.80, 95% CI 1.23 to 2.63, 1044 participants; 5 studies), and one event of dizziness (antidepressant: 19.2%, placebo: 12.5%; OR 2.00, 95% CI 1.34 to 2.98, 1044 participants; 5 studies). Heterogeneity in the way adverse events were reported in studies presented a major difficulty for meta-analysis, but there was some evidence that antidepressant treatment causes more adverse effects than placebo treatment does."
    },
    {
      "heading": "Authors' conclusions",
      "text": "The available evidence is of variable quality and does not provide strong support for the efficacy of antidepressants for treating depression in dementia, especially beyond 12 weeks. On the only measure of efficacy for which we had high-quality evidence (depression rating scale scores), antidepressants showed little or no effect. The evidence on remission rates favoured antidepressants but was of moderate quality, so future research may find a different result. There was insufficient evidence to draw conclusions about individual antidepressant drugs or about subtypes of dementia or depression. There is some evidence that antidepressant treatment may cause adverse events."
    }
  ],
  "pls_title": "Antidepressants for treating depression in dementia",
  "pls_type": "sectioned",
  "pls": [
    {
      "heading": "Review question",
      "text": "We reviewed the evidence about the effect of antidepressants on depression in people with dementia."
    },
    {
      "heading": "Background",
      "text": "Depression can be hard to recognise in people with dementia, but there is evidence that it is common and associated with increased disability, poorer quality of life, and shorter life expectancy. Many people with dementia are prescribed antidepressants to treat depression, but there is uncertainty about how effective this is.\nThis review updates an earlier version, first published in 2002."
    },
    {
      "heading": "Search date",
      "text": "We searched up to August 2017 for relevant studies."
    },
    {
      "heading": "Study characteristics",
      "text": "We found ten studies with 1592 people to include in the review. On average, the studies lasted only 12 weeks, although one study ran for nine months. Each of them used a set of formal criteria to diagnose both depression and dementia and compared an antidepressant against a dummy pill (placebo).\nThe older studies used more old-fashioned antidepressants (imipramine, clomipramine, and moclobemide) and the newer studies used more modern ones, such as venlafaxine, mirtazapine and so-called SSRI antidepressants (sertraline, fluoxetine, citalopram and escitalopram).\nThe people taking part in the studies had an average age of 75 and they had mild or moderate dementia. With the exception of two studies, they were being treated as outpatients."
    },
    {
      "heading": "Key results",
      "text": "We found that there was little or no difference in scores on depression rating scales between people treated with antidepressants and those treated with placebo for 12 weeks. The evidence to support this finding was of high quality, which suggests that further research is unlikely to find a different result. There was probably also little or no difference after six to nine months of treatment.\nAnother way to assess the effect of antidepressants is to count the number of people in the antidepressant and placebo groups who show significant clinical improvement (response) or who recover from depression (remission). There was low-quality evidence on the number of people showing a significant clinical improvement and the result was imprecise so we were unable to be sure of any effect on this measure. People taking an antidepressant were probably more likely to recover from depression than were those taking placebo (antidepressant: 40%, placebo: 21.7%). There was moderate-quality evidence for this finding, so it is possible that further research could find a different result.\nWe found that antidepressants did not affect the ability to manage daily activities and probably had little or no effect on a test of cognitive function (which includes attention, memory, and language).\nPeople taking an antidepressant were probably more likely to drop out of treatment and to have at least one unwanted side effect."
    },
    {
      "heading": "Quality of the evidence",
      "text": "The quality of the evidence varied, mainly due to poorly conducted studies and problems with the relevance of the outcome measures used. This should be taken into consideration when interpreting the different results on depression rating scales and recovery rates, as evidence was of a higher quality for the former than for the latter.\nAnother major problem is that side effects are very rarely well-reported in studies.\nTherefore, further research will still be useful to reach conclusions that are more reliable and can better help doctors and patients to know what works for whom."
    }
  ]
}